{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d4ba27b0235c20766caf7e2843129be33307e050", "externalIds": {"MAG": "3153017486", "DOI": "10.1007/S10798-021-09667-5"}, "url": "https://www.semanticscholar.org/paper/d4ba27b0235c20766caf7e2843129be33307e050", "title": "Towards a signature pedagogy for design and technology education: a literature review", "abstract": "Drawing on the work of Lee Shulman, this article reviews literature exploring the concept of signature pedagogies, which are described as having have surface, deep and implicit structures. These structures are complex and changing; concerned with habits of head, hand and heart. Emerging from professional education and now being explored in STEM and Humanities education, they are characteristic forms of teaching and learning that are common across a sector. Common themes emerge from within a range of disciplines including art, built environment, design, music, religious, social work and teacher education. These include the roles of the curriculum, the teacher, the learning environment, as well as capability, uncertainty and the challenges associated with signature pedagogies. Focusing on literature from design education, the paper explores the nature of signature pedagogy in design and technology, as a tool for professional discourse. The conclusions propose a discursive framework for design and technology education in which the structures are tied together by the three fundamental activities of ideating, realising and critiquing; more commonly thought of as designing, making and evaluating. The deep structure being project-based learning, undergirded by the implicit values and attitudes associated with design thinking; including collaboration, creativity, empathy, iteration and problem solving. Design and technology education has something unique to offer the broad and balanced curriculum through its signature pedagogies and the way that knowledge is experienced by learners.", "venue": "", "year": 2021, "referenceCount": 65, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "71432967", "name": "M. McLain"}]}}, {"contexts": ["(German 1998), Being John Malkovich (Jonze 1999), Eyes Wide Shut (Kubrick 1999), Fight Club (Fincher 1999), The Matrix trilogy (Wachowskis 1999, 2003), In the Mood for Love (Kar-\n36 See Kiss and Willemsen (2017:12) for a recently updated list of the post-2000 proliferation of distinctive (nearing 30) scholarly perspectives on puzzle films.", "See Stolnitz (1992) for a more radical position on the supposed cognitive triviality, stuntedness, and inconsequentiality of fine art.", "Leland's moral and personal desperation and\n236 See Wirth et al. (2012) for empirical support of these kinds of qualities (e.g. competence, autonomy, selfacceptance, relatedness) as aspects of eudaimonic viewer-engagement.", "As one would expect, this trend in film\n4 Herein I am taking a lead from Noël Carroll's book-length examinations and scholarly validations of film as mass art (1998a) and of art-horror as a mainstream genre (1990), as well as his reference to \"mainstream 'art houses'\" (Carroll & Seeley 2013:53).", "For cinephiles it often extends to valuing the filmmaker(s) who intentionally employ (see Plantinga 2011, Bordwell & Thompson 2013, Carroll & Seeley 2013)33 narrative and stylistic techniques geared towards producing these specific viewing experiences.", "See Buckland (2000) for an alternative positioning of Bordwell and Carroll’s contribution in relation to the Continental strand of cognitive-semiotic film theory.", "119 See Boyd (2006) for a brief, balanced defence of \"bioculture\" or Hall (2012) for an oppositional critique (\"the epistemology of ignorance\") of the relevance of neuroscience and evolutionary psychology for addressing foundational questions in the humanities.", "See Van der Pol (2013) for a positive take on its role in problematic character engagement in art cinema (and, hence, in mass art films).", "See Rushton (2011) for a book-length anti-representationalist case for filmic reality.", "Likewise, Carroll and Seeley clearly spell out that their attentional account of, specifically, mainstream, mass, fictional, narrative film and television is \"at best, a beginning\" (2013:73).", "What is at issue, are eudaimonic viewing experiences that engage viewers' understanding of\n237 See Sam Harris' (2012) popular philosophical comparison of incompatibalist (e.g. libertarian or determinist) and compatibalist approaches to free will, as well as his inclusion of the concept of moral luck.", "However, puzzle films can also be categorised on either sides of a line that separates films that are puzzling because of their complexity (puzzles that are difficult to solve) from films that\n77 See Elsaesser (2017:5-6) for a comprehensive, recently updated list of the most important taxonomies and the \"bewildering\" range of definitions and titles that different authors have put forward; viz. complex, multi-strand, multiple-draft, forking-path, network, modular, fractal, database and hyperlink narratives.", "248 See Devlin and Biderman for a set of freewheeling popular philosophical essays based on the idea that \"Lynch presents to his audience his own distinct philosophical account of reality, the human being, and human issues\" (2011:2).", "See Solomon (1988:104–107) for a brief positioning of Dilthey's philosophy within traditional Continental philosophy's central focus (from 1750 to the 1980s) on the self.", "In sum, this adds up to a very puzzling example of the use of disgust – which Plantinga recognises in Lynch's The Elephant Man (1980) – to motivate viewers\n146 See, for example, Antonio Sanna's (2012) on the film's controversial gender-role reversals.", "205 See Baggini and Fosl (2010) for an illustrative, introductory compendium of about a hundred standard philosophical methodologies.", "218 See Jenkins (2006) for an earlier exposition of the \"hypersociability\" of these viewing practices within global \"convergence culture.\"", "See Grodal (2010a) for an overview of his own evolutionary psychology-based work on the embodied universal and acquired mental devices and mechanisms (e.g. salience and agency) that underpin human experiences of realism.", "See, for example, Carroll (1993, 1996a [originally published in 1983], 1996b).", "228 See Eder (2008) for coverage of a range of sources of conflicting emotions: viewer-character asymmetry; divergent interests, drives, norms, and morals, whether one's own or compared to those of other people; interests/drives versus norms/morals; moral versus non-moral appraisals and appraisals from dissimilar perspectives; different levels of reflection and/or control; and conflict-bent cinema.", "Herewith I am also supporting the ongoing call for more close film analysis within the philosophy of film (see Choi 2004, Seeley & Carroll 2014:236, 251).", "In an ideal world (for some), we would be \"natural-born philosophers, reflectively wandering the world in search of meaning, scanning for information salient to our goals\" (Carroll & Seeley 2013:64).", "31\nSeeking pleasure and avoiding pain are, as Smuts shows, only part of the overall, human motivational picture.", "245 See South African philosopher of film Bert Olivier's (1996:86–87) examination of the deep ambivalences, the ludicrous horrors of the grotesque outward forms of human existence that doubly strain, first, for momentary gratification within a world of recurring suffering (in the Schopenhauerian sense) and, second, to gain a measure of control over the alien and demonic aspects of our being.", "138 See Plantinga (2009b:49-50) for a differentiation of this kind of \"cognitive unconscious\" from the traditional psychoanalytic unconscious.", "196 See Sinnerbrink (2019) for a compact introduction to the current state of the debate (both analytic and Continental) against the backdrop of its forerunners in twentieth century film theory.", "Maybe they are even helping to equip mass cinephiles to function within it by developing skills for\n230 See Kay Young's suggestion that puzzle films expose the \"limits of what we can hold in mind\" to prompt renewed encounters with our \"capacity to wonder,\" specifically, about our experiences of (the nature of) time (2002:118).", "Animation Studies scholar Paul Taberham has lamented (and contributed to addressing) the scarcity of aesthetic theories that explain artforms, specifically avantgarde film, that (initially) confound – rather than \"explicitly and unambiguously\" engaging – viewers' evolved perceptual and cognitive comprehension skills (2014:215).166 The human appetite for aesthetic experiences is readily explained as an extension of adaptative, play-based cognitive patterning, but experimental film is\n166 See James Peterson's (1996) illuminating defence of the cognitive approach to avant-garde cinema.", "200 See Carroll (2008b) for his refinement of this position in defence of Bruce Russell's (2008a) criticism.", "It is also why \"we should listen to stories that are all too familiar,\" as dramatised by Lynch’s Inland Empire (Evans\n222 See also Iain McGilchrist's fascinating The Master and His Emissary: The Divided Brain and the Making of the Western World (2009), though it is due for an update (which is apparently forthcoming).", "See Plantinga (2016) for a recent critical summary of 30 years of \"putting cognition in its place\" (for which, read 'reintegrating it') in relation to affect in accounts of the narrative filmviewing experience.", "168 See Carroll (1977, 1978, 1979, 1980, 1981, 1982).", "This kind of prompting of conscious reflection is also supported by conspicuous, attention-grabbing film techniques (Carroll & Seeley 2013:57), such as the striking overhead camera position (suggesting the angel's\n102\nperspective) in this sequence.140 The sequence is made even more though provoking by the negative feelings it evokes: mild annoyance or embarrassment at their childlike silliness, worry about Laura's knowing jadedness, and anxious discomfort at its naive foreshadowing of impending disaster and doom.", "Fifth and more broadly, WPTF encompasses eudaimonic viewing practices that contribute to \"educating,\" that is, cognitively honing and cultivating the calibrated\n219 See Smith (2011a) for more on the important role of the \"extended mind\" in cognitive-emotive character engagement.", "84\nCarroll & Seeley 2013:54-55), film-viewing, in other words, does not usually contradict viewers' beliefs (that is, create illusions) about, for example, the nature of the viewing situation or of the screened content.", "See Langlitz (2016) for a primer on the philosophy of psychedelics and Griffiths et al. (2018) for an example of the expanding scientific research that links psychedelic experiences to human flourishing and to changes in worldview.", "See Carroll and Seeley (2013:56) for a brief summary of the disanalogies that undermine the film-as-language hypothesis or Gregory Currie's earlier, more comprehensive critique of the idea that there is a \"language of cinematic images, their modifications and their juxtapositions\" (1993:207).", "86 See Hampton's (1993:40, 49) perspective on how the film's supernatural 'cheat' ending supposedly absolves Leland and, thereby, the audience and Lynch himself from facing up to the gruesome realities of sexual abuse.", "See, for example, Andrade and Cohen's \"On the Consumption of Negative Feelings\" (2007) or Mar's \"The Neural Bases of Social Cognition and Story Comprehension\" (2011).", "See Morrison and Schur (2003:xiii, 75-79) for an introduction to the mystifying 'impossible puzzle' of links between Malick's life and films and David Lynch's life and films.", "At least some ordinary viewers come to mass art films with a basic\n212 See Silvia (2013) for more on the role of the knowledge emotions in the progression from \"confused novices\" to \"interested experts.\"", "220 See Oliver and Bartsch (2010) for more on viewing experiences that \"overcharge\" viewers.", "See Armstrong and Detweiler-Bedell's (2008) tripartite (cognition, affect, and motivation) model for a naturalised, empirically grounded account of the role of awe (alongside beauty and interest) in knowledge-expanding aesthetic experiences.", "Such a perspective may turn out\n229 See DeMarco (2016) for more on the relationship between questions without answers within the context of ways of questioning and ways of wondering, as well as the dangers of degenerating into scepticism and nihilism.", "Carroll and Seeley (2013:57-58) have, likewise, illustrated how filmmakers – to communicate particular meanings – have developed \"artistic rules of thumb\" or formal, attention-management devices.", "First, films typically impose \"attentional scrips\" that match the visual routines of an \"interested observer,\" except in those rare instances when the perspective could not even be that of an \"ideal observer\" (Carroll & Seeley 2013:65-70).", "Two recent publications, co-authored with William Seeley (2013, 2014), offer many refinements and interdisciplinary support from research into phenomena like (i) diagnostic, recognition framework-based, object identification, (ii) selective (biased competition) attention and (iii) the nature of everyday human visual routines.", "See MartinJones (2016) for a contextualisation of initial moves in this future direction.", "Despite the seeming restrictive title, then, work done within this paradigm does not need to be strictly\n109 See Plantinga (2002), Mullarkey (2009b), or Sinnerbrink (2010a, 2010b) for critical overviews.", "See also Ajume Wingo's (2004:425-430)\n133\nand/or symptomatic) meanings, on the one hand, to be more personal, mentally subjective, and open to interpretation, and, on the other, to be expressions of deeper or higher, and intersubjective or collective truths of an eternal and/or spiritual kind (ibid.", "108 See Carroll (2013a) for his defence of modest actual intentionalism as opposed to both hypothetical intentionalism and anti-intentionalism.", "However, while viewers may freely impose implicit and symptomatic meanings, there is an increasingly problematic breakdown in intentional communication when these interpretations become less true to the particular film's referential and explicit content.108\nSince the mid-1990s a second generation of Anglo-American (but also, among others, European and Australian) cognitively-oriented theorists and philosophers has developed various competing explanations of the different dimensions of cognitive-emotive\n105 See Bordwell (1996) for a definitive characterisation of Grand Theory and its historical role in Film Studies."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "6984d3348881e94ff0f8d09d69763485cf6623e1", "externalIds": {"MAG": "3099944591"}, "url": "https://www.semanticscholar.org/paper/6984d3348881e94ff0f8d09d69763485cf6623e1", "title": "Worldview-philosophy-through-film: an account of cognitive discomfiture in viewer-engagement", "abstract": "| ii ACKNOWLEDGEMENTS | iv CHAPTER 1: INTRODUCTION |1 1.1 The basic problem of motivated, mainstream, cognitive discomfiture, film-viewing experiences |3 1.2 Overview of the scaffolding for a proposed solution |7 1.3 Conclusion foreshadowed: viewer-centred worldview-philosophy-through-film |9 1.4 Purpose, goals, and motivation |10 1.5 Methodology – description and justification of philosophical approach |12 1.6 Chapter overview |17 CHAPTER 2: THE PROBLEM OF MOTIVATED, COGNITIVE DISCOMFITURE VIEWING EXPERIENCES |19 2.1 The backdrop of tragedy and sublimity |20 2.2 The problem of negative emotion in art and the problem of painful art |22 2.3 Kinds of solutions to the problem of painful art |23 2.4 Carroll's drama-of-disclosure solution to the paradox of horror |27 2.5 A general critique of hedonic solutions to the problem of painful art |30 2.6 Smuts' rich, value-constitutive experience solution |31 CHAPTER 3: FILMS AS PUZZLES AND THE PUZZLE FILM |35 3.1 The emergence, globalisation, and mainstreaming of art cinema |35 3.2 The simple power of conventional mainstream films |42 3.3 A basic neo-formalist theory of conventional and unconventional cinema |43 3.4 The often-overlooked puzzling elements of traditional, mainstream film |52 3.5 Two proto-puzzle film theories: Bordwell and Branigan |59 3.6 More comprehensive accounts of the puzzle film phenomenon: Buckland and Elsaesser |63 3.7 Impossible puzzle films: Kiss and Willemsen |67", "venue": "", "year": 2020, "referenceCount": 226, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2037968840", "name": "Johannes Marthinus Koster"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7c79d18641a417854f47ea68d98fd2726568ace0", "externalIds": {"MAG": "3005166251", "DOI": "10.1007/978-3-030-34595-2_2"}, "url": "https://www.semanticscholar.org/paper/7c79d18641a417854f47ea68d98fd2726568ace0", "title": "Conditions of a Philosophical Discussion", "abstract": null, "venue": "", "year": 2020, "referenceCount": 86, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2172081", "name": "Antti Hautamäki"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9c49983eae045f8ec13232452626345625786921", "externalIds": {"MAG": "3014079896", "DOI": "10.1016/j.mehy.2020.109693", "PubMed": "32234641"}, "url": "https://www.semanticscholar.org/paper/9c49983eae045f8ec13232452626345625786921", "title": "Why are assumptions passed off as established knowledge?", "abstract": "In this paper we attempt to explain the problems that can arise when assumptions made by experts in their respective fields of Medicine become widely accepted as established knowledge. Our hypothesis is that these problems are in large part attributable to a failure of the experts to follow the principles of logical argument. Empirical data to evaluate our hypothesis derives from an analysis of the reasoning processes employed in the generation of three syndromes drawn from the clinical discipline of Pain Medicine: myofascial pain, shoulder impingement and central sensitisation. We demonstrate a failure by the proponents of these syndromes to structure their scientific arguments in a logically valid fashion, which lead them to promote assumptions to the status of facts. In each instance those in relevant scientific journals responsible for content review accepted - and thereby promulgated - this fundamental error in reasoning. The wide acceptance of each of these assumptions as established knowledge affirms our hypothesis. Furthermore, we show that such uncritical acceptance has had significant consequences for many patients.", "venue": "Medical hypotheses", "year": 2020, "referenceCount": 70, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "33309959", "name": "Asaf Weisman"}, {"authorId": "7024096", "name": "J. Quintner"}, {"authorId": "34026420", "name": "M. Galbraith"}, {"authorId": "14979869", "name": "Y. Masharawi"}]}}, {"contexts": ["As far as the theoretical/textbook definitions are concerned, we chose the following: ‘argument’ is (or consists of) ‘at least one premise and one conclusion’ (Baggini and Fosl, 2010), ‘knowledge’ is ‘justified true belief’ (Duke et al.", "…as the theoretical/textbook definitions are concerned, we chose the following: ‘argument’ is (or consists of) ‘at least one premise and one conclusion’ (Baggini and Fosl, 2010), ‘knowledge’ is ‘justified true belief’ (Duke et al., 1995) and ‘ethics’ is ‘behaviour under a system of values’…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "dc88ebada8cc972528717b7f4f27c317577d420b", "externalIds": {"MAG": "3110653815", "DOI": "10.19090/arhe.2020.33.189-219"}, "url": "https://www.semanticscholar.org/paper/dc88ebada8cc972528717b7f4f27c317577d420b", "title": "ARGUMENT, KNOWLEDGE AND ETHICS: UNDERSTANDING CORE CONCEPTS IN PHILOSOPHY BY AN EMPIRICAL STUDY ON GREEK UNIVERSITY STUDENTS", "abstract": "An empirical study was conducted measuring the degree to which Greek university students’ understanding of core philosophical concepts (that is, ‘argument’, ‘knowledge’ and ‘ethics’) has been shaped by the material taught in the classroom. The extent of this transition from pre-instructional conceptions to textbook formulations has been investigated through the use of a new questionnaire. Findings indicate that generally, students retain their pre1 Author’s e-mail address: stelioss@mail.ntua.gr 2 Author’s e-mail address: cstheol@mail.ntua.gr 3 Author’s e-mail address: siliadi@mail.ntua.gr 4 Author’s e-mail address: manolaka@phs.uoa.gr 190 ARHE XVII, 33/2020 theoretical understanding of these terms. Within this framework, some formal definitions are closer to common sense (e.g. ‘ethics’) and some others aren’t (e.g. ‘knowledge’). Furthermore, the role of intuitions in this process is been evaluated, leading to the ascertainment that previous philosophical encounters seem to play a crucial role in determining actual understanding.", "venue": "", "year": 2020, "referenceCount": 30, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "72872518", "name": "Spyridon Stelios"}, {"authorId": "2190824", "name": "Kostas Theologou"}, {"authorId": "118507506", "name": "S. Iliadi"}, {"authorId": "114925894", "name": "E. Manolakaki"}]}}, {"contexts": ["In contrast to such a ‘crude relativism’ (Baggini and Fosl 2003), a ‘heuristic relativism’ (Meggill 1995, 35) allows people to ‘travel some distance beyond their own position in order to see reality from another point of view’."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1283caca51373d342aa182f4d4475c84583d6ad3", "externalIds": {"MAG": "2914013738", "DOI": "10.1080/13504622.2018.1557112"}, "url": "https://www.semanticscholar.org/paper/1283caca51373d342aa182f4d4475c84583d6ad3", "title": "Moral impasses in sustainability education? Empirical results from school geography in Austria and Germany", "abstract": "Abstract The expert-driven and normative character of sustainability education aims to promote societal transformation and global change. While some authors underline the ethical claims of education, others have criticized that there is a problematic tendency to prescribe certain actions beyond ethical education. The article aims to provide an empirical contribution, including students’ and teachers’ perspectives, and geography textbooks, to the debate. Based on the results of an empirical study with 1001 secondary school students in Austria and Germany, we discuss the “ethical turn” and the moral code in sustainability education. The questionnaires are completed with students’ drawings, qualitative interviews with geography teachers and an analysis of geography textbooks. We argue that most students have a precise idea what sustainability and sustainable behavior means, but they harbor right-wrong binary perceptions of sustainable lifestyles. Many students lack knowledge of the interdependence of consumption and production networks, which impedes the understanding of complex sustainability patterns. Therefore, we recommend pluralistic and interconnected perspectives in sustainability, in the frame of school geography. A more democratic classroom contributes to develop an own moral compass. Additionally, passion and participatory approaches can help students reflect on their affective relationships with consumer goods and consider alternative consumption-production paradigms.", "venue": "Environmental Education Research", "year": 2019, "referenceCount": 135, "citationCount": 10, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "105012832", "name": "M. Kowasch"}, {"authorId": "145799345", "name": "D. Lippe"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "342d5fa8ad65e9b528344b3e1794aec7cfd8e695", "externalIds": {"MAG": "2799390853", "DOI": "10.1075/JAIC.17010.LEA"}, "url": "https://www.semanticscholar.org/paper/342d5fa8ad65e9b528344b3e1794aec7cfd8e695", "title": "Maralee Harrell (2016): What is the argument? An introduction to philosophical argument analysis", "abstract": null, "venue": "", "year": 2018, "referenceCount": 7, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "143718404", "name": "F. Leal"}, {"authorId": "98109186", "name": "Joaquín Galindo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "98a072e31e226233986fa79dd2cf61e81a7d70d5", "externalIds": {"MAG": "2782419113", "DOI": "10.4018/978-1-5225-2730-5.CH003"}, "url": "https://www.semanticscholar.org/paper/98a072e31e226233986fa79dd2cf61e81a7d70d5", "title": "Ensuring Research Integrity: An Overview", "abstract": null, "venue": "", "year": 2018, "referenceCount": 3, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "100725257", "name": "Ebikaboere Ovia"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "edff097ce326b379369e4410c7e0dc8a33bd89cc", "externalIds": {"MAG": "2788612373", "DOI": "10.1007/978-3-319-72191-0_3"}, "url": "https://www.semanticscholar.org/paper/edff097ce326b379369e4410c7e0dc8a33bd89cc", "title": "Scientific Research—Perspective, Awareness and Criticism", "abstract": "What is the initiative and the virtual impulse for seeking new knowledge? Is there a significant differentiation between basic and applied research when it comes to learning the truth? How much does the society trusts the scientific truth and what is the impact of science on the social, technological and ethical development of a society? Do all the above imply that science is providing certainty? Yet, certainty is no more an issue, since the end of certainties was already established by Prigogine (La fin des certitudes. Temps, chaos et les lois de la nature. Odile Jacob, Paris, 1996).", "venue": "", "year": 2018, "referenceCount": 41, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "67185361", "name": "Antonios Kanavouras"}, {"authorId": "12828841", "name": "F. Coutelieris"}, {"authorId": "2190824", "name": "Kostas Theologou"}, {"authorId": "72872518", "name": "Spyridon Stelios"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2be308d7a6dd572efc33469a4dd8c2a6a1254e61", "externalIds": {"MAG": "2588587459", "DOI": "10.1017/S0034412516000421"}, "url": "https://www.semanticscholar.org/paper/2be308d7a6dd572efc33469a4dd8c2a6a1254e61", "title": "Naturalism, theism, and multiply realizable mental states", "abstract": "Abstract Paul Draper has argued that the scientific evidence for the dependence of mental states upon brain states provides a good reason for thinking that theism is very probably false because the extreme metaphysical dualism implied by theism makes it antecedently likely, if God exists, that minds should be fundamentally non-physical entities. However, Draper's argument assumes that what makes God's mind a mind is the immaterial stuff it is made of. But that assumption is potentially faulty. Why? Because, if functionalism is true, then all conceivable minds are fundamentally functional entities identified by what they do, rather than by what they are made of.", "venue": "Religious Studies", "year": 2017, "referenceCount": 26, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "134273063", "name": "Kevin Vandergriff"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bce04d3064a91116ec64cdc6464ea67db1cef8d1", "externalIds": {"MAG": "2774610029", "DOI": "10.1590/0100-6045.2017.V40N4.BA"}, "url": "https://www.semanticscholar.org/paper/bce04d3064a91116ec64cdc6464ea67db1cef8d1", "title": "Omniscience and Semantic Information", "abstract": "First, I consider a few motivations to idealize epistemic logics1 in such a degree that brings up the problem of logical omniscience [LOP]. I argue that the main motivation to hold omniscience is of a philosophical-scientific2 background (Stalnaker 1991), in the sense philosophers have a not so peculiar way of investigating underlying mechanisms, i.e., the interaction of several different components of complex systems may be better understood in isolation, even if such components are not found isolated in a realistic context. It is defended that the implicit and explicit knowledge distinction (Fagin and Halpern 1988) is compatible that view since idealizations made by modal epistemic logic are so strong that the agents they describe hardly have anything in common with real agents. I conclude by showing how LOP can be accommodated in the logic of being informed (Floridi 2006) using the Inverse Relationship Principle (Barwise and Seligman 1997).", "venue": "", "year": 2017, "referenceCount": 25, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2059267537", "name": "Bernardo Alonso"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "35e86e0342b065c8a1bb241559c434808d486ae2", "externalIds": {"MAG": "2478927592", "DOI": "10.4236/JSS.2016.47026"}, "url": "https://www.semanticscholar.org/paper/35e86e0342b065c8a1bb241559c434808d486ae2", "title": "Definitions—A Monotonous Leisure Time of Analyses in Philosophical and Intellectual Search for Meanings", "abstract": "The article provides for the critical analyses of definitions applied in the use of language connecting the definiendum with definiens to demote ambiguities and vagueness. Analysis of definitions is supplemented by terminological scrutiny in order to provide for applicable meanings within the regime of sentence construction in a specific context taking into account the technical application of terms. Conceptual analyses is provided in order to distinct terms from concepts that are mental category of objects, ideas and events sharing same properties, grouped together for comprehension and easy application. The complexity of meanings in contextual relations pertaining phonetics, grammar, lexicography and semantics is provided in the analyses. The analytical model of meaning is depicted within the realm of a triangle to discover compliments of meanings in relation with the role of the frame of references, symbols and referent. A more detailed discussion pertaining symbols is isolated and advanced to convey their definitional role beyond the expressions of words.", "venue": "", "year": 2016, "referenceCount": 36, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "79465550", "name": "N. E. Tshikwatamba"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "51c7258833205abb0882ca3dd1d1f399d04f96b5", "externalIds": {"MAG": "2337478554", "DOI": "10.1108/LODJ-01-2014-0010"}, "url": "https://www.semanticscholar.org/paper/51c7258833205abb0882ca3dd1d1f399d04f96b5", "title": "The strengths and capacities of Authentic Followership", "abstract": "Purpose \n \n \n \n– Exploring a new conceptual framework for authentic followership (AF) comprised of three components: individual, dyadic and organisational. The purpose of this paper is to explain how the components of AF interact as a positive, non-linear feedback loop. It presents three propositions of positive outcomes arising from AF. First, AF builds follower’s strengths and capacities. Second, AF strengthens dyadic relationships between followers and leaders. Third, AF deepens and strengthens positive organisational culture thereby improving organisational performance. It discusses the practical significance of these propositions for followers, leaders and firms. \n \n \n \n \nDesign/methodology/approach \n \n \n \n– The paper provides an overview of AF. Then three propositions of positive outcomes arising from AF are presented. It identifies how these propositions could benefit followers, leaders and firms. In conclusion, it offers suggestions for future research directions and notes some limitations of this work. \n \n \n \n \nFindings \n \n \n \n– The key finding of this paper is that AF could potentially strengthen the capacities and performance of followers, leaders and organisations if the propositions presented in this work are correct – if the three components of AF interact with each other as a positive feedback loop strengthening and reinforcing each component of AF. To establish the validity of the AF model and the three propositions the paper suggests that investigations in different empirical settings are undertaken: SME’s and multinational corporations, in different countries under different market conditions, with followers and leaders of different gender, age, education level, roles and tenure of employment. \n \n \n \n \nOriginality/value \n \n \n \n– The paper’s core contention that the components of AF interact as a positive feedback loop has significant practical implications – beneficial outcomes for followers, leaders and firms. P1 explains how AF enables followers to gain confidence, maturity and create solid foundations from which to thrive and flourish. P2 explains how dyadic relationships between followers and leaders could be strengthened, deepening trust and respect between each party, thereby enhancing leadership effectiveness. P3 explains how the dynamic processes of AF can strengthen and deepen positive organisational culture and enhance organisational performance.", "venue": "", "year": 2016, "referenceCount": 76, "citationCount": 11, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "117518849", "name": "D. Zilwa"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e06dca2c5a611f784daf15f6d06d24aedf97270b", "externalIds": {"MAG": "2414969808", "DOI": "10.1007/978-3-319-20783-4_1"}, "url": "https://www.semanticscholar.org/paper/e06dca2c5a611f784daf15f6d06d24aedf97270b", "title": "Introduction by Fernando Leal", "abstract": "In 1921 Nelson presented what seems to be the first theory of philosophical argumentation, or at least of its negative or destructive part—a theory of philosophical fallacies. That theory says that the peculiar nature of philosophical thinking repeatedly leads people to take ordinary concepts with great philosophical import, such as causality or duty, and replace them with new, made-up ones, whose content is very different from that of the originally available ones. When the new concepts usurp the place of the original ones within a philosophical argument, they invariably produce false results—on all sides of philosophical disputes. Many apparently irresolvable disputes in philosophy are the product of such fallacious concept-swapping.", "venue": "", "year": 2016, "referenceCount": 21, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "143718404", "name": "F. Leal"}]}}, {"contexts": ["Freeing up creative spaces to stimulate co-constitutional activity has much in common with improvisation whose characteristics have been described by Barrett (1998). Barrett is concerned with improvisation in jazz but the characteristics he describes have wider applicability."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "431acd8a5bb3002d9cd0b3e597786dcf9bc10b36", "externalIds": {"MAG": "149220224", "DOI": "10.1007/978-3-319-09549-3_7"}, "url": "https://www.semanticscholar.org/paper/431acd8a5bb3002d9cd0b3e597786dcf9bc10b36", "title": "Education for Sustainable Development in a Cultural Ecological Frame", "abstract": "Cultural ecology takes a holistic and integrative view of the relationships between people and the environments they inhabit. In such a view, environment is seen not as a separate, ‘given’ entity, but rather something that emerges from a complex set of interactions and transactions between people, their material and organisational surroundings, their psychological and social relations, and their collective lifestyles, capabilities, beliefs, ideas and aspirations. Cultural ecological configurations recognise that human behaviour and environment co-construct each other in multifarious and complex ways.", "venue": "", "year": 2015, "referenceCount": 25, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49334667", "name": "P. Dillon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5a7614e5f35e64520f620bc418f4b1caf0c029cd", "externalIds": {"MAG": "1827042272"}, "url": "https://www.semanticscholar.org/paper/5a7614e5f35e64520f620bc418f4b1caf0c029cd", "title": "Staying the Course: Persistence and Opportunities to Learn Sociology in a Community College Classroom.", "abstract": null, "venue": "", "year": 2015, "referenceCount": 115, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2060564514", "name": "Charles Lord"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "14c1466ebd047c623540785649d30288f8e397d0", "externalIds": {"MAG": "281321093", "DOI": "10.1007/978-3-319-09051-1_8"}, "url": "https://www.semanticscholar.org/paper/14c1466ebd047c623540785649d30288f8e397d0", "title": "The Promise and Challenges of Post Ageing", "abstract": "We are not convinced that the inflection point of optimal ageing is the ultimate culmination and apogee of all that we have done—and will do—in the domain of gerontology and geriatrics. We are most certain that a burgeoning inflection point has arrived and made an impact by challenging our received views within the “ageing enterprise.” We submit that the GRIN technologies will disrupt and flip on its head each and every previous inflection point and its attendant prevailing view. In the past, ageing has been the optic by which we reflect on decline and mortality, problem-solve the symptoms of senescence, enact policies to buffer the demographic transitions, and promote lifestyles, attitudes, diets, and outlooks that will reframe the later years into civic engagement, wisdom, and legacy. But that was then, and this is now, when we will have to make room for this new perspective of “post ageing”, even the radical versions, in our classrooms, conferences, and publications. Despite the heated rhetoric and polemics that have been associated with “anti-ageing medicine” and human life extension, the intersection of technology and ageing is substantial and significant.", "venue": "", "year": 2014, "referenceCount": 69, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "35341223", "name": "K. Felsted"}, {"authorId": "3476565", "name": "S. Wright"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "17cbc1d1bedaeb121b128360c02aca4fc956396e", "externalIds": {"MAG": "2319797104", "DOI": "10.12973/EURASIA.2014.1089A"}, "url": "https://www.semanticscholar.org/paper/17cbc1d1bedaeb121b128360c02aca4fc956396e", "title": "Decision-making Competence in Biology Education: Implementation into German Curricula in Relation to International Approaches", "abstract": "The integration of decision-making competence or comparable constructs into science education has been strongly enforced during the last twenty years. Germany captured the tendency with the introduction of national standards for science education that included a domain that refers to decision-making competence. This domain – ‘evaluation and judgement competence’ – is currently depicted by different models. This paper describes the models and existing international approaches on decision-making. To give insights into current research on the German construct, selected results of two studies regarding teachers’ pedagogical content knowledge with the focus on improving the integration of evaluation and judgement competence into biology lessons are presented. Relations of evaluation and judgement competence to international approaches and its integration into biology lessons are discussed.", "venue": "", "year": 2014, "referenceCount": 66, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2052254757", "name": "Benjamin Steffen"}, {"authorId": "2081032039", "name": "Corinna Hößle"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5ee6c7792b1ab9fdb45a9b642f83be69a503d46d", "externalIds": {"MAG": "2277974437", "DOI": "10.2139/SSRN.2462007"}, "url": "https://www.semanticscholar.org/paper/5ee6c7792b1ab9fdb45a9b642f83be69a503d46d", "title": "Beyond Freud and Others? Leadership, Governance and Franklian Existential Psychology", "abstract": "I initiate the development of an approach to critical studies of leadership and governance drawing upon themes central to Franklian existential psychotherapy: self-discovery, choice, uniqueness, responsibility and self-transcendence. I use these to explore the origins of organization and management issues including corruption, corporate greed, hubris and other executive neuroses. In particular I focus upon understanding how Frankl’s approach might be employed within the framework of process studies of organisation and management.", "venue": "", "year": 2014, "referenceCount": 54, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "94429217", "name": "C. Smallman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7e34fd76f956ee76bedfac7e323d126991a0ab1e", "externalIds": {"MAG": "2040946396", "PubMedCentral": "4594354", "DOI": "10.4161/19420889.2014.972848", "PubMed": "26478764"}, "url": "https://www.semanticscholar.org/paper/7e34fd76f956ee76bedfac7e323d126991a0ab1e", "title": "Reconsidering the logical structure of the theory of natural selection", "abstract": "Natural selection has been criticized as a tautology. This would be a major problem for evolutionary biology, if true, because tautological statements can't be falsified and, therefore, can't be scientific. There is merit to this critique insofar as the theory of natural selection is indeed generally described in a tautological manner. However, natural selection can be described non-tautologically if we’re careful. Natural selection should be defined as the theory that attempts to predict and retrodict evolutionary change through environmental forces acting upon organisms. However, this re-framing comes at a cost: it reveals, based on our current knowledge of evolutionary forces, the lack of ability to make accurate predictions about expected changes except in the most simple of circumstances. I suggest that evolutionary biologists should work to develop “principles of evolution,” based on an expanded and more focused research program designed to identify common trends in evolution, which will ultimately allow us to make more accurate predictions and retrodictions about evolution.", "venue": "Communicative & integrative biology", "year": 2014, "referenceCount": 35, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "29376453", "name": "Tam Hunt"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c2ea176bf2c904224ffd25d6f208ca2166dd41c0", "externalIds": {"MAG": "2133417731"}, "url": "https://www.semanticscholar.org/paper/c2ea176bf2c904224ffd25d6f208ca2166dd41c0", "title": "Clinical reasoning and causal attribution in medical diagnosis", "abstract": "Forming a medical diagnosis is a complicated reasoning process undertaken by physicians. Although there has been much research focusing on clinical reasoning approaches, there is limited empirical evidence in relation to causal attribution in medical diagnosis. The research on which this thesis is based explored and examined the social process of medical diagnosis and provides an explanation of the clinical reasoning and causal attribution used by physicians. The research was undertaken in an Emergency Department within an acute hospital, the data were collected using mixed method approach including one to one semi-structured interviews with individual physicians; observation of their medical assessments of patients and secondary data analysis of the subsequent recorded medical notes. The study involved 202 patients and 26", "venue": "", "year": 2013, "referenceCount": 191, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2060428978", "name": "L. Adams"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d7e541466e51243a8f4de7a9908d737122ef4de2", "externalIds": {"MAG": "1526531325", "DOI": "10.1002/9781118411360.WBCLA032"}, "url": "https://www.semanticscholar.org/paper/d7e541466e51243a8f4de7a9908d737122ef4de2", "title": "Philosophy and Language Testing", "abstract": "For the purpose of this chapter, philosophy will be seen as the study of the beliefs that we have about the world, and the use of rational argument and evidence in the formulation and support of those beliefs. In recent years it has been widely argued that language testing exists in a social context and that language assessment practices and test use can be understood only in terms of the exercise of power. This position is based on a particular view of the world in which meaning is created by human interaction and social structures, but where there is little use for reference in Frege's sense. It is a position that does not ask ontological questions, but prioritizes a social ethics of test use for instrumental purposes. This illustrates a deeper truth than any claim that tests exist in, and are shaped by, social conditions. Namely, that how we understand the role of tests and social conditions is determined by our prior understanding of how we think the world works. \n \n \n \nIn this chapter I will attempt to unravel some of the key philosophical issues that face the language-testing profession, and in the process help to shed some light on fault lines in current debate that are much deeper than mere disagreement on procedure or outcomes. These will include: the nature of our constructs; the role of “procedure” in validity theory; realism, instrumentalism, and constructionism; the place of “inference”; reductionism and language assessment as a “social” science. The discussion will be embedded in a loose historical narrative that relates language assessment to the development of philosophical beliefs about “assessing man” in the social sciences. \n \n \nKeywords: \n \nAssessment evaluation; \nAssessment methods; \nESL/EFL; \nIdentity; \nLanguage policy", "venue": "", "year": 2013, "referenceCount": 58, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "71422706", "name": "N. Fulcher"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9bc4eae7a82dab921d26e99045cf98b050cebb46", "externalIds": {"MAG": "1494929936", "DOI": "10.26686/wgtn.16997323"}, "url": "https://www.semanticscholar.org/paper/9bc4eae7a82dab921d26e99045cf98b050cebb46", "title": "Reading Complexity in Social Policy Contexts: \nThe Value of Q Methodology", "abstract": "Many social policy problems are recognised as complex and intractable, and hence necessitate analysts' having the capability to address them. Epistemological influences embedded in approaches to policy can impose constraints on the natural capacity and capability that people have to make sense out of particular experiences of complexity in the course of policy analysis work. Within the dominant policy approach adopted by policy analysts under the rubric of evidence-based policy, such complexity capability eschews any explicit role for opinion. However, the application of Q methodology by Michel van Eeten among others in a specific case of policy deliberation in the Netherlands, which had proven resistant to the standard, evidence-based policy analysis, shows that there could be a role for what is otherwise overlooked. Accordingly, this thesis examines the proposition that opinion indeed may play an important role in policymaking in complex and intractable situations. Q methodology is an established research methodology for acquiring and developing knowledge from a subjective standpoint. It has a growing record of successful application to public policy controversies, where solutions were made possible because opinion - and its everyday experiential rationality - were made available. Q methodology is also seen, however, as a marginal methodology. There has been insufficient explanation of why the application of Q methodology could make a positive difference to policy problems of a complex and intractable kind. The two research questions focus on the efficacy of Q methodology. Q methodology could make a difference in an adjunctive sense. It meets a policy need, namely to make opinion available as a complement to other evidence knowledge and thus adds to understanding of problems and solutions while remaining firmly within the prevailing evidence-based policy epistemology. Alternatively, Q methodology could make a difference of a transformative kind. It opens up a new epistemological space for doing policy analysis work with the power to create substantial policy-analytic change. To address these questions, the thesis develops an argument that establishes the linkages between pragmatism, complexity thinking and Q methodology and, in so doing, provides a path for understanding the role and place of opinion in policy making contexts. It proceeds through several stages which together make an epistemological argument for the efficacy of Q methodology. First, the nature of the policy problem is explicated as one of the separation of opinion from knowledge. Secondly, the thesis turns to a counter argument drawing on Peirce's pragmatism and his attention to abduction. In the next stage, dominant practice ideas about the capability needed to address complexity are critically examined, which shows that opinion is not valued in that practice. The success of van Eeten's work leads to a detailed examination of complexity in the policy context, and the claim that opinion is less problematical than are the overall epistemological choices made in policy analysis. Focusing on those epistemological choices, the argument draws together, in a fresh look, the thinking entailed in Q methodology in respect of its abductive logic and its theory of knowledge. Q methodology is shown to be a kind of science that allows objective fact to be approached from a subjective standpoint under experimental conditions. Finally, therefore, Q methodology is shown to open up an epistemological space quite unlike others. This makes the practice described as \"reading complexity\" in a real-world policy application possible.", "venue": "", "year": 2012, "referenceCount": 339, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2053998790", "name": "I. Hutchinson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d877ea445ec934c9116ac15fc7b62717b2dbf9b5", "externalIds": {"MAG": "2163585977", "DOI": "10.1061/(ASCE)CO.1943-7862.0000392"}, "url": "https://www.semanticscholar.org/paper/d877ea445ec934c9116ac15fc7b62717b2dbf9b5", "title": "Epistemology of Construction Informatics", "abstract": "Informatics deal with knowledge management and not just information technology, which, by its very nature, is social, cognitive, and tied to linguistics and human communication. Consequently, philosophy plays a major role in informatics because one has to understand in a human and not artificial way the meaning of concepts, their relationships, and their frames of references (context). Over the last few years, this has manifested in the development of many ontologies (a formal description of what knowledge is known). Epistemology, the means by which one knows or creates assumptions about knowledge, did not receive its due attention. This paper establishes the need for investigating the epistemological foundations of construction informatics systems, reviews related schools of epistemology in general philosophy and in that of science, reviews the rather limited and indirect use of epistemology in construction research, and presents a proposal for an epistemology for construction informatics. Such epistemol...", "venue": "", "year": 2012, "referenceCount": 52, "citationCount": 18, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1401291053", "name": "T. El-Diraby"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f561792b04d17a65b588f91e8cb807001f7de4db", "externalIds": {"MAG": "2184497779"}, "url": "https://www.semanticscholar.org/paper/f561792b04d17a65b588f91e8cb807001f7de4db", "title": "The Importance of Philosophy for Education in a Democratic Society", "abstract": "This essay explores the importance of philosophy for the study and practice of education in a democratic society. It will be argued that at its core education is a normative enterprise, in that it is driven by fundamental social values as well as the imperatives of social justice. These values and imperatives powerfully shape every dimension of educational theory, policy, and practice. From this perspective, education requires a normative frame of reference. Democracy, understood as not only a political system but more fundamentally as a way of life grounded in specific values and principles, provides a powerful point of reference. At the heart of democracy is the value of liberty, understood as self-determination. Self-determination requires that there should be careful reflection upon and rational deliberation concerning social values and, in turn, the imperatives of justice that inform the purposes and practices of education. It will be argued that philosophy constitutes a mode of inquiry and a discipline that enriches the capacity for reflection and rational deliberation, and hence it is essential for both democracy and the study and practice of education in a democratic society.", "venue": "", "year": 2012, "referenceCount": 33, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "117040772", "name": "D. Snauwaert"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "343feb92d64a3f2c41f343f177f0f569397efba5", "externalIds": {"MAG": "2281670652"}, "url": "https://www.semanticscholar.org/paper/343feb92d64a3f2c41f343f177f0f569397efba5", "title": "Enactive Education: Dynamic Co-emergence, Complexity, Experience, and the Embodied Mind", "abstract": "The potential of a broad enactive approach in education has yet to be realized. This thesis contributes to the development of a well-rounded enactive educational theory and practice. This thesis argues that a broad enactive perspective has the potential to challenge, reframe and reconfigure problems, issues and practices in education in ways that improve teaching, learning and research communities. It establishes that a broad enactive approach as a theory of embodied mind, a dynamic coemergence theory, and a method of examining human experience helps to realize the meaning, scope, and potential of enactive education. It takes as its point of departure Dewey‘s broad enactive philosophy of mind, cognition, embodiment, experience, and dynamic co-emergence. It shows, through an examination of an actual public classroom encounter, that a broad enactive approach has the potential to reconfigure responsibility, ethics and justice in education. It demonstrates using a case study of the enactment of impostor feelings in higher education how a broad enactive approach to education as the potential to reconfigure teaching, learning and research practices.", "venue": "", "year": 2011, "referenceCount": 314, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "71586449", "name": "Diane Zorn"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e65ae0f3a225881a59f5164c7354f079b89d4626", "externalIds": {"MAG": "1934032787"}, "url": "https://www.semanticscholar.org/paper/e65ae0f3a225881a59f5164c7354f079b89d4626", "title": "Learning Diversity in India: Do Priorities in Primary Education Enable Capabilities, Enhance Equal Opportunities and Encourage Cultural Diversity?", "abstract": "Primary education of good quality is necessitous to development, democracy and social inclusion. India has subscribed to the goals of education for all by 2015 and has embarked on immense priorities in education to reach the goals. Goals are often measured in terms of outcomes of literacy or school attendance. The main objective of this thesis is to take one step further and explore whether these priorities in primary education has the potential to enable capabilities, enhance equal opportunities and encourage cultural diversity among the children in India. Pragmatism is my starting point and a mixed methods research strategy is used in order to perceive a comprehensive illustration of the social world. The thesis provides a background on the specific Indian context as well as a theoretical framework where central concepts are called into question. The empirical material is collected from various sources as major surveys and reports from institutions, work by researchers from various fields and my own understandings noted in reflective writing exercises. The results are accumulated and discussed in themes in relation to the research questions. The most notable conclusion is that quality is remarkably low in many schools with incompetent pedagogic performances and inadequate learning achievements. This fact works together with the in-built inequalities in the Indian society which instigates that many children will never get the opportunity to reach their fullest potential.", "venue": "", "year": 2011, "referenceCount": 53, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2101448732", "name": "Martin Eksath"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1aec29d6f29f5791aea9a439736749a8ff5ce886", "externalIds": {"MAG": "1579661299"}, "url": "https://www.semanticscholar.org/paper/1aec29d6f29f5791aea9a439736749a8ff5ce886", "title": "Anti-philosophy as 'wiseloving'", "abstract": null, "venue": "", "year": 2010, "referenceCount": 230, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "134234088", "name": "Joel Yoeli"}, {"authorId": "2080301", "name": "P. Jemmer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6f11c45490da534f60ddc451a9a7d2feed310da4", "externalIds": {"MAG": "109612747", "DOI": "10.1007/978-1-4020-9260-2_5"}, "url": "https://www.semanticscholar.org/paper/6f11c45490da534f60ddc451a9a7d2feed310da4", "title": "The Search for a Common Epistemological Ground Within the Inter-religious Framework: A Concept-Centered Approach", "abstract": "In this article, the author explores the possibility of a concept-centered approach based on an epistemological common ground for religious judgements about mutually held values of humanity. He proposes that to achieve a concept-centered understanding within an inter-religious framework, the emphasis of logical analysis will be placed on the relations between certain concepts, epistemology, truth-values, and religion.", "venue": "", "year": 2010, "referenceCount": 14, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2085692700", "name": "Ismail L. Hacinebioglu"}]}}, {"contexts": ["Baggini and Fosl (2003) characterise deductive arguments as those where, if the premises are true, then the conclusion must also be true."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "9fa3fe3198a59b44dc2d16117eb6e8421f3214a8", "externalIds": {"DBLP": "journals/ijccbs/HabliHK10", "MAG": "2122828988", "DOI": "10.1504/IJCCBS.2010.036605"}, "url": "https://www.semanticscholar.org/paper/9fa3fe3198a59b44dc2d16117eb6e8421f3214a8", "title": "Software safety: relating software assurance and software integrity", "abstract": "The overall safety integrity of a safety critical system, comprising both software and hardware, is typically specified quantitatively, e.g., in terms of failure rates. However, for software, it is widely accepted that there is a limit on what can be quantitatively demonstrated, e.g., by means of statistical testing and operational experience. To address this limitation, many software standards appeal instead to the quality of the process to assure the sufficient implementation of the software. In this paper, we contend that there is a large inductive gap between the quantitative software integrity required for a safety function and the assurance of the software development process for that function. We propose that this large inductive gap between software integrity and software process assurance could be narrowed down by an explicit definition of a product-based software argument. The role of this argument is to justify the transition from arguing about software integrity to arguing about software assurance by showing how the evidence, in the context of the software product-based argument, provides assurance which is commensurate with the required integrity.", "venue": "Int. J. Crit. Comput. Based Syst.", "year": 2010, "referenceCount": 20, "citationCount": 25, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2512463", "name": "I. Habli"}, {"authorId": "144490374", "name": "R. Hawkins"}, {"authorId": "143797250", "name": "T. Kelly"}]}}, {"contexts": ["I will be using a method called conceptual analysis [12]."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "d67fe7ae9518cde978391290d693dc7c2c711a64", "externalIds": {"MAG": "1992220722", "DOI": "10.1007/s10926-010-9269-x", "PubMed": "21052807"}, "url": "https://www.semanticscholar.org/paper/d67fe7ae9518cde978391290d693dc7c2c711a64", "title": "The Concept of Work Ability", "abstract": "Introduction The concept of “work ability” is central for many sciences, especially for those related to working life and to rehabilitation. It is one of the important concepts in legislation regulating sickness insurance. How the concept is defined therefore has important normative implications. The concept is, however, often not sufficiently well defined. Aim and Method The objective of this paper is to clarify, through conceptual analysis, what the concept can and should mean, and to propose a useful definition for scientific and practical work. Results Several of the defining characteristics found in the literature are critically scrutinized and discussed, namely health, basic standard competence, occupational competence, occupational virtues, and motivation. These characteristics are related to the work tasks and the work environment. One conclusion is that we need two definitions of work ability, one for specific jobs that require special training or education, and one for jobs that most people can manage given a short period of practice. Having work ability, in the first sense, means having the occupational competence, the health required for the competence, and the occupational virtues that are required for managing the work tasks, assuming that the tasks are reasonable and that the work environment is acceptable. In the second sense, having work ability is having the health, the basic standard competence and the relevant occupational virtues required for managing some kind of job, assuming that the work tasks are reasonable and that the work environment is acceptable. Conclusion These definitions give us tools for understanding and discussing the complex, holistic and dynamic aspects of work ability, and they can lay the foundations for the creation of instruments for evaluating work ability, as well as help formulate strategies for rehabilitation.", "venue": "Journal of Occupational Rehabilitation", "year": 2011, "referenceCount": 42, "citationCount": 136, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "9943459", "name": "P. Tengland"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0c3d3759c540cd81e960666c2c0de8564fbae2e4", "externalIds": {"MAG": "2164496172", "DOI": "10.1177/107327480901600208", "PubMed": "19337202"}, "url": "https://www.semanticscholar.org/paper/0c3d3759c540cd81e960666c2c0de8564fbae2e4", "title": "Epistemologic inquiries in evidence-based medicine.", "abstract": "BACKGROUND\nSince the term \"evidence-based medicine\" (EBM) first appeared in the scientific literature in 1991, the concept has had considerable influence in many parts of the world. Most professional societies, the public,and funding agencies have accepted EBM with remarkable enthusiasm. The concept of evidence-based practice is now applied in management, education, criminology, and social work. Yet, EBM has attracted controversy: its critics allege that EBM uses a narrow concept of evidence and a naive conception of the relationships between evidence, theory, and practice. They also contend that EBM presents itself as a radical restructuring of medical knowledge that discredits more traditional ways of knowing in medicine, largely in the interests of people with a particular investment in the enterprise of large-scale clinical trials. Because EBM proposes aspecific relationship between theory, evidence, and knowledge, its theoretical basis can be understood as an epistemological system. Undertaking epistemological inquiry is important because the adoption of a particular epistemological view defines how science is conducted.\n\n\nMETHODS\nIn this paper, we challenge this critical view of EBM by examining how EBM fits into broad epistemological debates within the philosophy of science. We consider how EBM relates to some classical debates regarding the nature of science and knowledge. We investigate EBM from the perspective of major epistemological theories (logical-positivism/inductivism, deductivism/falsificationism/theory-ladeness of observations, explanationism/holism, instrumentalism, underdetermination theory by evidence).\n\n\nRESULTS\nWe first explore the relationship between evidence and knowledge and discuss philosophical support for the main way that evidence is used in medicine: (1) in the philosophical tradition that \"rational thinkers respect their evidence,\" we show that EBM refers to making medical decisions that are consistent with evidence, (2) as a reliable sign, symptom, or mark to enhance reasonableness or truthfulness of some particular claim (\"evidence as a guide to truth\"), and (3) to serve as a neutral arbiter among competing views. Our analysis indicates that EBM does not have a rigorous epistemological stance. In fact, EBM enthusiastically draws on all major traditions of philosophical theories of scientific evidence.\n\n\nCONCLUSIONS\nOur findings indicate that EBM should not be construed as a new scientific or philosophical theory that changes the nature of medicine or our understanding thereof. Rather, we should consider EBM as a continuously evolving heuristic structure for optimizing clinical practice.", "venue": "Cancer control : journal of the Moffitt Cancer Center", "year": 2009, "referenceCount": 90, "citationCount": 164, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "48802370", "name": "B. Djulbegovic"}, {"authorId": "1954106", "name": "G. Guyatt"}, {"authorId": "4681996", "name": "R. Ashcroft"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d7fcd3e5157c62d3ef0c06d39df10f00beb57ac7", "externalIds": {"MAG": "2187398952"}, "url": "https://www.semanticscholar.org/paper/d7fcd3e5157c62d3ef0c06d39df10f00beb57ac7", "title": "Urban Core vs. Suburban Fringe: Asymmetrical Fiscal Effects of Tax and Expenditure Limitations in Metropolitan Areas", "abstract": "This dissertation assesses the effects of tax and expenditure limitations (TELs) on principal items of revenue, largest components of expenditure and the levels of public debt of local governments serving urban cores and suburban fringes of the largest metropolitan areas in the US. The first part of the dissertation consists of 4 chapters. Chapter 1 examines the formal aspects of TELs; Chapter 2 explores historical evolution of fiscal limits between 1800 and 2009; Chapter 3 examines substantive nature of TELs; and Chapter 4 reviews the extant research on TELs. The past research suggests that TELs are associated with increased centralization, diminished government responsiveness, and suboptimal outcomes of the entire local public sector. The second part of the dissertation, Chapters 5-6, presents the empirical study of the asymmetrical fiscal effects of TELs on different geographic segments of metropolitan areas. The study employs the quasi-experimental multiple comparison group time series research design and measures fiscal outcomes associated with the imposition of TELs. It relies on a standard fixed effects dummy variable OLS model with constant slope coefficients and variable intercept. The sample (N = 166,530) contains 7 periods of observation at 5 year intervals of 745 metropolitan counties from 270 metropolitan areas. The unit of analysis is the metropolitan county area. The study found that in the urban cores and suburban fringes of metropolitan areas: 1) overall fiscal effects of TELs follow general asymmetrical trends identified by past research; 2) specific fiscal effects varied by comparison group, type of TEL imposed, and measure of fiscal outcome; 3) local governments in the urban cores are more adversely affected by TELs; 4) general revenues and expenditures declined in all comparison groups but urban core local governments experienced larger declines; 5) in all comparison groups own source revenues declined, intergovernmental revenues increased, spending on public education and public safety declined with larger declines in the urban cores; 6) long-term debt (especially non-guaranteed) has been rising more quickly in the urban core segments of metropolitan areas; and 7) in general, the effects of TELs were more negative and more pronounced for local governments experiencing fiscal stress.", "venue": "", "year": 2009, "referenceCount": 344, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2081779333", "name": "Dmitry V. Eremin"}, {"authorId": "91397046", "name": "James F. Wolf"}, {"authorId": "12059011", "name": "L. Dudley"}, {"authorId": "40195710", "name": "Laura S. Jensen"}, {"authorId": "119035383", "name": "Jason J. Fichtner"}, {"authorId": "91624412", "name": "D. Mullins"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e9d16edb1998409937f753124dade7f972a9f98d", "externalIds": {"MAG": "2019176916", "DOI": "10.1037/1053-0479.18.1.1"}, "url": "https://www.semanticscholar.org/paper/e9d16edb1998409937f753124dade7f972a9f98d", "title": "Contextualizing Discourse on a Philosophy of Science for Psychotherapy Integration", "abstract": "The present article introduces the second installment of this special section (Anchin, 2005) and focuses on the conjunction between philosophy of science and psychotherapy integration. The author suggests that the current state of research in the integrative field offers a timely opportunity for discussion and debate about a philosophy of science appropriately suited to the distinctive nature of psychotherapy integration. To contextualize such discourse, the principal domains of interest in philosophy of science are described, followed by discussion of the two opposing philosophical positions, naturalism and antinaturalism, that have long dominated debates about scientific knowledge in the social sciences. The divergent modes of inquiry spawned by these two positions are then examined, followed by discussion of the degree of impact each mode of inquiry has had on guiding psychotherapy research. The author puts forward core dimensions of a scientific paradigm for psychotherapy integration logically and operationally consistent with the epistemological pluralism of integrative theory and practice; noted, as well, are benefits for psychotherapy integration, and for psychotherapy research and the discipline of psychology more broadly. Against this backdrop, central themes of Robert Elliott’s (2008) ensuing analysis and Robert Woolfolk’s and Frank Richardson’s (2008) commentary are highlighted.", "venue": "", "year": 2008, "referenceCount": 113, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "7468760", "name": "Jack C. Anchin"}]}}]}