{"paperId": "b62d12609006f9e6e63e6ecdfe5a8c1f0019cb83", "externalIds": {"MAG": "2589615810", "DOI": "10.1016/J.TECHSOC.2017.02.002"}, "url": "https://www.semanticscholar.org/paper/b62d12609006f9e6e63e6ecdfe5a8c1f0019cb83", "title": "The strategic role of technology in a good society", "abstract": "The aim of this paper is to investigate the proper role of tech-nology in a good society, and to define criteria for assessing the extent to which technologies contribute to the quality of society. General theories of the role of technology in a good society are currently missing, I claim. So are good assessment criteria for the contribution of technologies to a good. This essay intends to fill this void. Technology has become integral to the fabric of society, and helps to shape its quality. To assess whether and how technologies actually contribute to the quality of society, an overall, integrated framework for such assessments is needed. Such a framework would do three things: (1) define general criteria for the goodness or quality of society; (2) analyze how technologies, and different designs and uses of them, either promote or detract from the goodness of society according to these criteria; (3) contribute to the development of particular ways of designing and using technology that better support the overall quality of society. Such a framework is currently lacking, and it is the aim of this paper to propose one in the context of a discussion of various previously proposed criteria for a good society. My proposal for an assessment framework will take shape as follows. First, I will propose an account of how technology impacts or \" shapes \" society. This account will be based on some of the prevailing views in science and technology studies (STS) and the philosophy of technology. Second, I will analyze how such impacts can be related to the goodness of society. I will argue that the goodness of society can be defined in terms of a number of values or ideals, and that impacts of technology can be analyzed as either contributing to, or detracting from, the realization of such values. Third, having established that technologies can positively or negatively affect the realization of values, I ask what the values of a good society are, and I will arrive at a proposal for five key values for a good society. In a last section, finally, I will analyze how technological products could be designed and used to support and uphold these values, and hence to thus contribute to a good society. I conclude that it is possible to develop approaches for the devel-opment as well as the assessment of technologies that contribute to a good society, and that it is imperative for us to do so. 1. How technology shapes society To understand how technology influences the goodness of a society, we first need to understand how technology has social impacts. This is a somewhat controversial topic, since very different theoretical perspectives exist on the interaction between technol-ogy and society that lead to different conceptions of social impacts. In what follows, I will propose a particular viewpoint on this matter that finds support in empirical research in the field of science and technology studies that has been undertaken in the past thirty years. According to this viewpoint, technology, which is itself sha-ped by society, actively shapes society by influencing the way in which people behave, the way in which social roles, relations and institutions are constructed, and the manner in which culture manifests itself. It does not do so in a deterministic fashion; its influence is co-determined by social and material contexts and interpretive frameworks that govern the use of the technology. Nevertheless, both within and across contexts, it is often possible to identify a role for technology in the shaping of society [14]; [19]. By technology I mean the products of engineering design: de-vices, systems, procedures and methods that are developed by engineers and used in society for practical ends. It is these products of engineering that, when used in a particular social context, generate social impacts. In understanding the relation between technological products and social impacts, it is imperative to avoid two extreme perspectives: those of technological neutrality and of technological determinism [28]; [11]. The neutrality view is that technological products themselves are neutral with respect to consequences. It is rather the uses to which they are put in particular contexts that determine social consequences. Take for example a hammer. It can be used for carpentry, but also to scratch one's back or commit murder. Clearly, the argument goes, hammers are neutral regarding impacts, and its impacts are generated by choices in use.", "venue": "", "year": 2017, "referenceCount": 23, "citationCount": 49, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "39979166", "name": "P. Brey"}]}