{"offset": 0, "data": [{"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "00070192697edf2a36f8fc5d844b9a062b9d7de2", "externalIds": {"MAG": "2002723499", "DOI": "10.2307/2998325"}, "url": "https://www.semanticscholar.org/paper/00070192697edf2a36f8fc5d844b9a062b9d7de2", "title": "Democracy's Discontent: America in Search of a Public Philosophy", "abstract": "Preface PART I: THE CONSTITUTION OF THE PROCEDURAL REPUBLIC 1. The Public Philosophy of Contemporary Liberalism 2. Rights and the Neutral State 3. Religious Liberty and Freedom of Speech 4. Privacy Rights and Family Law PART II: THE POLITICAL ECONOMY OF CITIZENSHIP 5. Economics and Virtue in the Early Republic 6. Free Labor versus Wage Labor 7. Community, Self-Government, and Progressive Reform 8. Liberalism and the Keynesian Revolution 9. The Triumph and Travail of the Procedural Republic Conclusion: In Search of a Public Philosophy Notes Index", "venue": "", "year": 1996, "referenceCount": 0, "citationCount": 904, "influentialCitationCount": 32, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Philosophy"], "authors": [{"authorId": "49076336", "name": "Michael J. Sandel"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "116b56a5a14993cc68a9c5663b5442f9f1c0342a", "externalIds": {"MAG": "1601502096", "DOI": "10.5860/choice.45-0216"}, "url": "https://www.semanticscholar.org/paper/116b56a5a14993cc68a9c5663b5442f9f1c0342a", "title": "What Is Good and Why: The Ethics of Well-Being", "abstract": "What is good? How can we know, and how important is it? In this book Richard Kraut, one of our most respected analytical philosophers, reorients these questions around the notion of what causes human beings to flourish - that is, what is good for us. Observing that we can sensibly talk about what is good for plants and animals no less than what is good for people, Kraut advocates a general principle that applies to the entire world of living things: what is good for complex organisms consists in the maturation and exercise of their natural powers. Drawing on the insights of ancient Greek philosophy, Kraut develops this thought into a good-centred moral philosophy, an \"ethics of well-being\" that requires all of our efforts to do some good. Even what is good of a kind - good poems no less than good people - must be good for someone. Pleasure plays a key role in this idea of flourishing life, but Kraut opposes the current philosophical orthodoxy of well-being, which views a person's welfare as a construct of rational desires or plans, actual or ideal. The practical upshot of Kraut's theory is that many common human pursuits - for riches, fame, domination - are in themselves worthless, while some of the familiar virtues - justice, honesty and autonomy - are good for every human being.", "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 154, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "48095218", "name": "R. Kraut"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "1fc25ec05475ebfbdc03f58b2a6bf5ee3161485e", "externalIds": {"MAG": "1579321158", "DOI": "10.1108/ITP.2003.16.3.378.2"}, "url": "https://www.semanticscholar.org/paper/1fc25ec05475ebfbdc03f58b2a6bf5ee3161485e", "title": "Transforming Technology: A Critical Theory Revisited (2nd ed.)", "abstract": null, "venue": "", "year": 2003, "referenceCount": 4, "citationCount": 24, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1917178", "name": "A. Spicer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "2520b80fe24a6ad5049645e0fa57406e9d2756a3", "externalIds": {"MAG": "2235227871"}, "url": "https://www.semanticscholar.org/paper/2520b80fe24a6ad5049645e0fa57406e9d2756a3", "title": "Rights and Capabilities", "abstract": null, "venue": "", "year": 1985, "referenceCount": 0, "citationCount": 258, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "49442882", "name": "A. Sen"}, {"authorId": "13911650", "name": "T. Honderich"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "260cd45d1925551364ea4c6d02e3eebf79e48471", "externalIds": {"MAG": "1498112155", "DOI": "10.4324/9781315259697-21"}, "url": "https://www.semanticscholar.org/paper/260cd45d1925551364ea4c6d02e3eebf79e48471", "title": "Do Artifacts Have Politics", "abstract": "In controversies about technology and society, there is no idea more pro vocative than the notion that technical things have political qualities. At issue is the claim that the machines, structures, and systems of modern material culture can be accurately judged not only for their contributions of efficiency and pro ductivity, not merely for their positive and negative environmental side effects, but also for the ways in which they can embody specific forms of power and authority. Since ideas of this kind have a persistent and troubling presence in discussions about the meaning of technology, they deserve explicit attention.1 Writing in Technology and Culture almost two decades ago, Lewis Mumford gave classic statement to one version of the theme, arguing that \"from late neo lithic times in the Near East, right down to our own day, two technologies have recurrently existed side by side: one authoritarian, the other democratic, the first system-centered, immensely powerful, but inherently unstable, the other man-centered, relatively weak, but resourceful and durable.\"2 This thesis stands at the heart of Mumford's studies of the city, architecture, and the his tory of technics, and mirrors concerns voiced earlier in the works of Peter Kropotkin, William Morris, and other nineteenth century critics of industrial ism. More recently, antinuclear and prosolar energy movements in Europe and America have adopted a similar notion as a centerpiece in their arguments. Thus environmentalist Denis Hayes concludes, \"The increased deployment of nuclear power facilities must lead society toward authoritarianism. Indeed, safe reliance upon nuclear power as the principal source of energy may be possible only in a totalitarian state.\" Echoing the views of many proponents of appropri ate technology and the soft energy path, Hayes contends that \"dispersed solar sources are more compatible than centralized technologies with social equity, freedom and cultural pluralism.\"3 An eagerness to interpret technical artifacts in political language is by no means the exclusive property of critics of large-scale high-technology systems. A long lineage of boosters have insisted that the \"biggest and best\" that science and industry made available were the best guarantees of democracy, freedom, and social justice. The factory system, automobile, telephone, radio, television, the space program, and of course nuclear power itself have all at one time or another been described as democratizing, liberating forces. David Lilienthal, in T.V.A.: Democracy on the March, for example, found this promise in the phos 121", "venue": "", "year": 2017, "referenceCount": 29, "citationCount": 1211, "influentialCitationCount": 26, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "8074315", "name": "L. Winner"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "46721899133bea46333c8c23b092ccf88ea6d5c1", "externalIds": {"MAG": "1990460054", "DOI": "10.5840/MONIST200992324"}, "url": "https://www.semanticscholar.org/paper/46721899133bea46333c8c23b092ccf88ea6d5c1", "title": "Artefacts without agency", "abstract": null, "venue": "", "year": 2009, "referenceCount": 2, "citationCount": 42, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2077147877", "name": "Cfr Christian Illies"}, {"authorId": "66283327", "name": "A. Meijers"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "5050be06a552827764b3ce17d17e61e92622896a", "externalIds": {"MAG": "1535357018", "DOI": "10.1007/978-94-007-7844-3_4"}, "url": "https://www.semanticscholar.org/paper/5050be06a552827764b3ce17d17e61e92622896a", "title": "Value Sensitive Design and Information Systems", "abstract": "Value Sensitive Design is a theoretically grounded approach to the design of technology that accounts for human values in a principled and comprehensive manner throughout the design process. It employs an integrative and iterative tripartite methodology, consisting of conceptual, empirical, and technical investigations. We explicate Value Sensitive Design by drawing on three case studies. The first study concerns information and control of web browser cookies, implicating the value of informed consent. The second study concerns using high-definition plasma displays in an office environment to provide a “window” to the outside world, implicating the values of physical and psychological well-being and privacy in public spaces. The third study concerns an integrated land use, transportation, and environmental simulation system to support public deliberation and debate on major land use and transportation decisions, implicating the values of fairness, accountability, and support for the democratic process, as well as a highly diverse range of values that might be held by different stakeholders, such as environmental sustainability, opportunities for business expansion, or walkable neighborhoods. We conclude with direct and practical suggestions for how to engage in Value Sensitive Design.", "venue": "", "year": 2013, "referenceCount": 215, "citationCount": 1099, "influentialCitationCount": 94, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "144674612", "name": "P. H. Kahn"}, {"authorId": "143981586", "name": "A. Borning"}, {"authorId": "1757501", "name": "A. Huldtgren"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "51772c12d985cb26d870985a28f3f09280adcd96", "externalIds": {"MAG": "2908578450"}, "url": "https://www.semanticscholar.org/paper/51772c12d985cb26d870985a28f3f09280adcd96", "title": "Intrinsic vs. Extrinsic Value", "abstract": null, "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 95, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "41187628", "name": "M. Zimmerman"}, {"authorId": "40594348", "name": "B. Bradley"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "5ead7c79badb019f22f646ba4d69d4f791412638", "externalIds": {"MAG": "567705850"}, "url": "https://www.semanticscholar.org/paper/5ead7c79badb019f22f646ba4d69d4f791412638", "title": "Transforming Technology: A Critical Theory Revisited", "abstract": "Thoroughly revised, this new edition of Critical Theory of Technology rethinks the relationships between technology, rationality, and democracy, arguing that the degradation of labor-as well as of many environmental, educational, and political systems-is rooted in the social values that preside over technological development. It contains materials on political theory, but the emphasis has shifted to reflect a growing interest in the fields of technology and cultural studies.", "venue": "", "year": 2002, "referenceCount": 251, "citationCount": 539, "influentialCitationCount": 55, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1849231", "name": "A. Feenberg"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "5fd4957c69f98f697ff3bcaba8eef362f09a870e", "externalIds": {"MAG": "207261105", "DOI": "10.2307/2073372"}, "url": "https://www.semanticscholar.org/paper/5fd4957c69f98f697ff3bcaba8eef362f09a870e", "title": "Science in action : how to follow scientists and engineers through society", "abstract": "Acknowledgements Introduction Opening Pandora's Black Box PART I FROM WEARER TO STRONGER RHETORIC Chapter I Literature Part A: Controversies Part B: When controversies flare up the literature becomes technical Part C: Writing texts that withstand the assaults of a hostile environment Conclusion: Numbers, more numbers Chapter 2 Laboratories Part A: From texts to things: A showdown Part B: Building up counter-laboratories Part C: Appealing (to) nature PART II FROM WEAR POINTS TO STRONGHOLDS Chapter 3 Machines Introduction: The quandary of the fact-builder Part A: Translating interests Part B: Keeping the interested groups in line Part C: The model of diffusion versus the model of translation Chapter 4 Insiders Out Part A: Interesting others in the laboratories Part B: Counting allies and resources PART III FROM SHORT TO LONGER NETWORKS Chapter 5 Tribunals of Reason Part A: The trials of rationality Part B: Sociologics Part C: Who needs hard facts? Chapter 6 Centres of calculation Prologue: The domestication of the savage mind Part A: Action at a distance Part B: Centres of calculation Part C: Metrologies Appendix 1", "venue": "", "year": 1989, "referenceCount": 0, "citationCount": 4013, "influentialCitationCount": 135, "isOpenAccess": true, "fieldsOfStudy": ["Engineering", "Sociology"], "authors": [{"authorId": "47701965", "name": "B. Latour"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "6abc347d1b734adb625a4fde36463df33b69ec21", "externalIds": {"MAG": "2087089872", "DOI": "10.2307/2215690"}, "url": "https://www.semanticscholar.org/paper/6abc347d1b734adb625a4fde36463df33b69ec21", "title": "The theory and practice of autonomy", "abstract": "Preface Acknowledgments Part I. Theory: 1. The nature of autonomy 2. The value of autonomy 3. Moral autonomy 4. Autonomy, science, and morality 5. Is more choice better than less? Part II. Practice: 6. Consent, representation, and proxy consent 7. Autonomy and informed consent 8. Paternalism: some second thoughts 9. The serpent beguiled me and I did eat: entrapment and the creation of crime 10. Behaviour control and design Epilogue Bibliography Index.", "venue": "", "year": 1992, "referenceCount": 0, "citationCount": 692, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Philosophy"], "authors": [{"authorId": "48526452", "name": "G. Dworkin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "6b8b4a3420a2dd22d89f44718ef2821148ae97c5", "externalIds": {"MAG": "1584992656", "DOI": "10.4324/9781315251240-5"}, "url": "https://www.semanticscholar.org/paper/6b8b4a3420a2dd22d89f44718ef2821148ae97c5", "title": "Rights, Capabilities and the Good Society", "abstract": "In Part I this essay explores and then criticizes the two major arguments behind the conventional wisdom that rights undermine efforts to secure a state role in ensuring the material preconditions for a good society, and therefore, the material preconditions for the development of those human capabilities essential to a fully human life. I conclude in this part that this understanding of rights is mistaken. In Part II, I urge that the pragmatic argument put forward by rights critics and some welfare advocates for forgoing rights-talk and rights-rhetoric also fails: there are very real costs, both in theory and in law, in deciding to forgo putting the case for the state's obligation to provide minimal material goods in terms of rights. In Part III, I briefly describe two core rights that a refashioned liberal state, understood as a vehicle for protecting not just the liberty but also the capabilities of citizens, should recognize: first, a right to be protected against private violence, and second, a right of caregivers to give care to dependents without incurring the risk of severe impoverishment or subordination – a right, to use the provocative phrase coined by the philosopher Eva Kittay, to doulia. Both rights, I think, are directly entailed by the state's obligation to provide the minimal preconditions for the development of those fundamental human capabilities that are themselves essential to a fully human life. Both rights however, could be and should be conceived in the most traditionally liberal terms. The first such right – the right to protection against private violence – although now disfavored in United States rights discourse, seems fully authorized by both the liberal tradition and the American Constitution itself. The second right for which I will argue – the right to provide care to dependents has no similar basis of support in either liberal theory or American constitutionalism. It is not incompatible with either, however, and is at least arguably required by the deepest commitments of both. The right to protection and the right to care are rights that can be framed in liberal terms, and both rights would go a long way toward securing for individual citizens the minimal preconditions of a good society.", "venue": "", "year": 2011, "referenceCount": 0, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145387089", "name": "R. West"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "887cb3b10dcc6690a4d6ac77360a90f14e5b21a3", "externalIds": {"MAG": "136633856", "DOI": "10.1007/978-94-007-6970-0_14"}, "url": "https://www.semanticscholar.org/paper/887cb3b10dcc6690a4d6ac77360a90f14e5b21a3", "title": "Design for the Value of Human Well-Being", "abstract": "This chapter studies how and to what extent it is possible to design for well-being. Well-being is rarely considered in the design literature and is rarely linked to technology and design in philosophy and the social sciences. A few approaches to design for well-being have recently materialized, however, including Emotional Design, capability approaches, positive psychology approaches, and Life-Based Design. In this chapter, the notion of well-being will first be clarified and contemporary theories of and approaches to well-being will be reviewed. Next, theoretical and methodological issues in design for well-being will be discussed that must be accounted for in any successful approach. This will be followed by a review of the abovementioned four approaches to design for well-being. The chapter will conclude by considering open issues and future work in the development of design approaches for well-being.", "venue": "", "year": 2015, "referenceCount": 45, "citationCount": 30, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39979166", "name": "P. Brey"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "90d9727a5a1df03df2af1e4f11eaad508146b5ca", "externalIds": {"MAG": "2174774591", "DOI": "10.1080/1354570022000077926"}, "url": "https://www.semanticscholar.org/paper/90d9727a5a1df03df2af1e4f11eaad508146b5ca", "title": "CAPABILITIES AS FUNDAMENTAL ENTITLEMENTS: SEN AND SOCIAL JUSTICE", "abstract": "Amartya Sen has made a major contribution to the theory of social justice, and of gender justice, by arguing that capabilities are the relevant space of comparison when justice-related issues are considered. This article supports Sen's idea, arguing that capabilities supply guidance superior to that of utility and resources (the view's familiar opponents), but also to that of the social contract tradition, and at least some accounts of human rights. But I argue that capabilities can help us to construct a normative conception of social justice, with critical potential for gender issues, only if we specify a definite set of capabilities as the most important ones to protect. Sen's \"perspective of freedom\" is too vague. Some freedoms limit others; some freedoms are important, some trivial, some good, and some positively bad. Before the approach can offer a valuable normative gender perspective, we must make commitments about substance.", "venue": "", "year": 2003, "referenceCount": 37, "citationCount": 1890, "influentialCitationCount": 149, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144779960", "name": "M. Nussbaum"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "99216b4896d06450b9d385d282ced855fead2bca", "externalIds": {"MAG": "1978595407", "DOI": "10.1111/1467-9760.00067"}, "url": "https://www.semanticscholar.org/paper/99216b4896d06450b9d385d282ced855fead2bca", "title": "Debate: The Good Society", "abstract": null, "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 19, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "47950990", "name": "Amitai Etzioni"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "b0ec1f0d6ec94edca1387148134684a1c32ae3fa", "externalIds": {"MAG": "2892043778"}, "url": "https://www.semanticscholar.org/paper/b0ec1f0d6ec94edca1387148134684a1c32ae3fa", "title": "The Politics of Computer Systems and the Etics of Design", "abstract": null, "venue": "", "year": 1998, "referenceCount": 9, "citationCount": 17, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Sociology"], "authors": [{"authorId": "39979166", "name": "P. Brey"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "b8c2b0855c1be3b83b17402e9c28091f80344429", "externalIds": {"MAG": "3022277911", "DOI": "10.2307/2233061"}, "url": "https://www.semanticscholar.org/paper/b8c2b0855c1be3b83b17402e9c28091f80344429", "title": "Resources, Values and Development.", "abstract": null, "venue": "", "year": 1985, "referenceCount": 0, "citationCount": 85, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "145086268", "name": "A. Thirlwall"}, {"authorId": "2065332604", "name": "Amartya Sen"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "bb8f4344dc60798a7f17a3ec9c473b401d2c2616", "externalIds": {"MAG": "1567093977", "DOI": "10.1017/CBO9780511845239.004"}, "url": "https://www.semanticscholar.org/paper/bb8f4344dc60798a7f17a3ec9c473b401d2c2616", "title": "Values in Technology and Disclosive Computer Ethics.", "abstract": null, "venue": "", "year": 2010, "referenceCount": 3, "citationCount": 85, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "39979166", "name": "P. Brey"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "c7be12a542e58c58ec60700eb1d5bc9e085716c1", "externalIds": {"MAG": "560359937"}, "url": "https://www.semanticscholar.org/paper/c7be12a542e58c58ec60700eb1d5bc9e085716c1", "title": "Universal Design: Creating Inclusive Environments", "abstract": null, "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 215, "influentialCitationCount": 21, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2793548", "name": "E. Steinfeld"}, {"authorId": "47601878", "name": "Jordana L. Maisel"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "c8aca56f5e37747f1b8ac0ab6d2b95de13fdd4eb", "externalIds": {"MAG": "2224889447", "DOI": "10.1017/CBO9780511498725.019"}, "url": "https://www.semanticscholar.org/paper/c8aca56f5e37747f1b8ac0ab6d2b95de13fdd4eb", "title": "Distributive justice and the value of information: A (broadly) Rawlsian approach", "abstract": "INTRODUCTION Distributive justice in contemporary information societies concerns, among other issues, the distribution of information, information services, and information infrastructures. There is currently much enthusiasm about the potential of new information and communication technologies (ICTs), and the immense information resources contained on the World Wide Web, to improve the lives of those who have access to them. But at the same time, there is mounting concern over the uneven distribution of the new information wealth, both within nations and internationally. Some even fear that we may be heading for a regime of local and global ‘information-apartheid’ (Ratan 1995; Wresch 1996; Loader 1998; Schiller 1996), in which the ‘information-haves’ are segregated from the ‘information have-nots’. A host of empirical research adds force to such concerns. According to a 2005 UNCTAD study (UNCTAD 2006) the digital divide in the first years of the twenty-first century between nations is still wide. A person in a high-income country is more than twenty-two times more likely to be an Internet user than one in a low-income nation. In a high-income country, Internet affordability relative to income is more than150 times better than in a low-income nation. Even in lower-middle-income countries, the cost of twenty hours of inferior Internet service is nearly one-third the average monthly income. In high-income countries the cost of Internet service is affordable for most households, although the report claims that, even within these countries, considerable digital divides continue to exist between urban and rural areas, genders, age groups, and racial groups.", "venue": "", "year": 2008, "referenceCount": 16, "citationCount": 42, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "7485612", "name": "J. Hoven"}, {"authorId": "3075917", "name": "Emma Rooksby"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "d4e82b8e46acd1dd027983bf171d67872af1bcfa", "externalIds": {"MAG": "1536375897", "DOI": "10.1515/9789048503841-004"}, "url": "https://www.semanticscholar.org/paper/d4e82b8e46acd1dd027983bf171d67872af1bcfa", "title": "Artifacts as Social Agents", "abstract": "Do artifacts act? Should agency be assigned to them in accounts of social change? Or are human beings and social structures like groups and organisations the only social agents? This is a pivotal question for technology studies, but one that has not received an unequivocal answer so far. On the one hand, the literature in technology studies is filled with examples and cases that suggest that technological artifacts and systems do act: they have been claimed to prescribe behaviours, constrain political arrangements, induce cultural beliefs and practices, and shape aspects of their social context. On the other hand, the social constructivist orientation of a large part of technology studies seems to be incompatible with an attribution of agency to artifacts, because it maintains that alleged properties of artifacts can be reduced to the actions and interpretations of social groups. There is general agreement in technology studies that the introduction and use of a new technology is often accompanied by significant changes in its social context. Such changes may include changes in individual and collective behaviours, attitudes and beliefs, in social statuses and roles, and in social structures and institutions. This generally accepted idea goes against the notion that technologies are neutral, in the sense that they are mere means-toends that function to perform certain tasks more quickly, efficiently or powerfully, and that a proper analysis of them focusses on their function as a means to chosen ends. It is a core belief of technology studies that technologies must also be understood, and perhaps centrally, as building blocks of society and as instigators of social change, in ways that are often unrelated to their intended functions. But here the agreement stops.One may agree that the widespread use of the birth-control pill has been accompanied by, and can be correlated with, sexual liberation and greater freedom for women, and that without the pill these", "venue": "", "year": 2005, "referenceCount": 34, "citationCount": 32, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "39979166", "name": "P. Brey"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "d996f6879a76ad1a11ec9a1cc5d4bc810098a2a6", "externalIds": {"MAG": "248386418"}, "url": "https://www.semanticscholar.org/paper/d996f6879a76ad1a11ec9a1cc5d4bc810098a2a6", "title": "The social shaping of technology : how the refrigerator got its hum", "abstract": null, "venue": "", "year": 1985, "referenceCount": 0, "citationCount": 561, "influentialCitationCount": 17, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "123283352", "name": "D. MacKenzie"}, {"authorId": "4945673", "name": "J. Wajcman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "fdcd0fec6aad1abe3f6a0e1a6a141bd1715785a5", "externalIds": {"MAG": "2296842867"}, "url": "https://www.semanticscholar.org/paper/fdcd0fec6aad1abe3f6a0e1a6a141bd1715785a5", "title": "Handbook of ethics, values, and technological design : sources, theory, values and application domains", "abstract": null, "venue": "", "year": 2015, "referenceCount": 0, "citationCount": 120, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145255397", "name": "M. J. V. D. Hoven"}, {"authorId": "2796337", "name": "P. Vermaas"}, {"authorId": "1932083", "name": "I. Poel"}]}}]}