{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0adf70f11c3a97ae8f6512258511a223bab93973", "externalIds": {"MAG": "3025400410", "DBLP": "journals/iam/PerdanaRBR21", "DOI": "10.1016/j.im.2020.103316"}, "url": "https://www.semanticscholar.org/paper/0adf70f11c3a97ae8f6512258511a223bab93973", "title": "Distributed ledger technology: Its evolutionary path and the road ahead", "abstract": "Abstract Various arguments for and against distributed ledger technology (DLT) appear in the media. By analyzing DLT-related online English news articles from 2010 to 2018, first, we use organizing visions to investigate DLT’s history of evolving and expanding. Second, following the Gartner hype cycle stages, we observe how DLT may offer ripe opportunities for future inquiry. We found DLT’s diffusion was characterized by competing arguments. While DLT was initially viewed as somewhat questionable, communities collectively have (re)interpreted it favorably. DLT provides researchers with opportunities warranting further development in the information systems field.", "venue": "Inf. Manag.", "year": 2020, "referenceCount": 57, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2731478", "name": "Arif Perdana"}, {"authorId": "10139274", "name": "A. Robb"}, {"authorId": "2663068", "name": "Vivek Balachandran"}, {"authorId": "145486797", "name": "Fiona H. Rohde"}]}}, {"contexts": ["Ethics of art appeal towards a good society [Brey, 2018]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "13d56af7e4c1b8bb127a66cc17125d064c6b4ffe", "externalIds": {"DBLP": "journals/corr/abs-2010-13266", "ArXiv": "2010.13266", "MAG": "3093596476", "DOI": "10.1145/3442188.3445869"}, "url": "https://www.semanticscholar.org/paper/13d56af7e4c1b8bb127a66cc17125d064c6b4ffe", "title": "Biases in Generative Art: A Causal Look from the Lens of Art History", "abstract": "With rapid progress in artificial intelligence (AI), popularity of generative art has grown substantially. From creating paintings to generating novel art styles, AI based generative art has showcased a variety of applications. However, there has been little focus concerning the ethical impacts of AI based generative art. In this work, we investigate biases in the generative art AI pipeline right from those that can originate due to improper problem formulation to those related to algorithm design. Viewing from the lens of art history, we discuss the socio-cultural impacts of these biases. Leveraging causal models, we highlight how current methods fall short in modeling the process of art creation and thus contribute to various types of biases. We illustrate the same through case studies, in particular those related to style transfer. To the best of our knowledge, this is the first extensive analysis that investigates biases in the generative art AI pipeline from the perspective of art history. We hope our work sparks interdisciplinary discussions related to accountability of generative art.", "venue": "FAccT", "year": 2020, "referenceCount": 126, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "11012197", "name": "Ramya Srinivasan"}, {"authorId": "3346418", "name": "Kanji Uchino"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "211ff479d8d05801623594564537312e72916a70", "externalIds": {"MAG": "3201567054", "DOI": "10.1016/j.techsoc.2021.101734"}, "url": "https://www.semanticscholar.org/paper/211ff479d8d05801623594564537312e72916a70", "title": "Cybersecurity through the lens of Digital Identity and Data Protection: Issues and Trends", "abstract": "Abstract The use of a secure and robust digital identification system that is capable of protecting privacy is an essential, reliable and user-friendly element for a strong cyber resilience strategy and is a source of new business opportunities and applications for banks, private sector with a return on their investment. The march towards Digital Identity is well underway therefore, focus should be on both adoption and adaption of the new structures and regulations. These are needed to govern the associated services and transactions as well as establishing laws that enforce penalties for violations. There is no doubt then that more and more entities and institutions would move to the cloud. Security challenges affecting the cloud may not be new but the mode of addressing them would be different. The authors develop a Data Colouring technique for securing data processed or stored on both cloud and non-cloud platforms. The technique combines Public Key Infrastructure (PKI), concatenated fingerprints and digital watermarking. Using this technique, data can be secured at creation or during storage and remains secure during processing.", "venue": "Technology in Society", "year": 2021, "referenceCount": 15, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "26752006", "name": "Mary-Jane Sule"}, {"authorId": "1935554", "name": "M. Zennaro"}, {"authorId": null, "name": "Godwin Thomas"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2a8ad0565400e5b01f7aa87f64f49757d8f292b8", "externalIds": {"MAG": "3189477647", "DOI": "10.1080/23311886.2021.1947560"}, "url": "https://www.semanticscholar.org/paper/2a8ad0565400e5b01f7aa87f64f49757d8f292b8", "title": "Technology transfer for social benefit: Ten principles to guide the process", "abstract": "The transfer of knowledge and inventions from universities to society has a twofold objective: the business community should be advanced by innovations, and society should benefit. Economic success...", "venue": "Cogent Social Sciences", "year": 2021, "referenceCount": 25, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2102978886", "name": "Lukas Madl"}, {"authorId": "2132802079", "name": "Theresa Radebner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2ded8e2b5314236eb20897fddbe76ee580d15f53", "externalIds": {"MAG": "3195840996", "DOI": "10.1016/J.TECHSOC.2021.101711"}, "url": "https://www.semanticscholar.org/paper/2ded8e2b5314236eb20897fddbe76ee580d15f53", "title": "Vulnerable groups, virtual cities, and social isolation", "abstract": "Abstract The number of people suffering from perpetual loneliness continues to increase, diminishing their wellbeing. While this condition affects people's mental life, research shows that it also significantly impacts physical health. Those enduring such hardships often have superficial encounters, but they lack meaningful social engagement with others. Addressing this problem requires highly specialized and interdisciplinary mitigatory efforts. The increasing economic feasibility of virtual reality equipment can help remedy some of these situations, especially when users can connect in supportive digital environs, “virtual cities.” In turn, this exploratory paper examines how creating specific kinds of virtual cities could facilitate meaningful social engagements, which can improve numerous people's living conditions. The author fleshes out this view, showing that these technologies' progressive nature can be shaped to secure the needed measures to improve the quality of some people's lives..", "venue": "", "year": 2021, "referenceCount": 18, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3360309", "name": "Shane Epting"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "43449ba70fd560835c1cc0c225fca5e23b86bbb1", "externalIds": {"MAG": "3128821069", "DOI": "10.1016/J.TECHSOC.2021.101528"}, "url": "https://www.semanticscholar.org/paper/43449ba70fd560835c1cc0c225fca5e23b86bbb1", "title": "Customers segmentation in eco-friendly hotels using multi-criteria and machine learning techniques", "abstract": "Abstract This study aims to investigate the travellers' choice behaviour towards green hotels through existing online travel reviews on TripAdvisor. Accordingly, a method combining segmentation and the Technique for Order of Preference by Similarity to Ideal Solution (TOPSIS) techniques was developed to segment travellers based on their provided reviews and to prioritize green hotel attributes based on their level of importance in each segment. The data were taken from travellers' online reviews of Malaysian eco-friendly hotels on TripAdvisor. The results showed that the sleep quality was one of the most imporant factors for eco-hotel selection in the majority of segments. The developed method in this study was able to analyse travellers’ reviews and ratings on eco-friendly hotels to identify the future choice behaviour and aid travellers in their decision-making process. The study provides new insights for hotel managers and green policy makers on developing environmental-friendly practices.", "venue": "", "year": 2021, "referenceCount": 121, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "46723193", "name": "Elaheh Yadegaridehkordi"}, {"authorId": "3095698", "name": "M. Nilashi"}, {"authorId": "2123865385", "name": "Mohd Hairul Nizam Bin Md Nasir"}, {"authorId": "2306648", "name": "S. Momtazi"}, {"authorId": "9173128", "name": "Sarminah Samad"}, {"authorId": "144573280", "name": "E. Supriyanto"}, {"authorId": "113841932", "name": "F. Ghabban"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7959a548762551ff07b2924247f8ea29ae19b144", "externalIds": {"MAG": "3118103666", "DOI": "10.1016/j.techsoc.2020.101451"}, "url": "https://www.semanticscholar.org/paper/7959a548762551ff07b2924247f8ea29ae19b144", "title": "Can public service broadcasting survive Silicon Valley? Synthesizing leadership perspectives at the BBC, PBS, NPR, CPB and local U.S. stations", "abstract": "Abstract Public Service Broadcasting (PSB) is generally characterized by a remit to provide high-quality news, educational content, cultural enrichment and entertainment as free public goods with as broad a public reach as possible while also filling critical gaps in the media ecosystem (a multifaceted principle called universality). However, in the current online environment, the ability to reach audiences is increasingly intermediated by online platforms managed by powerful technology companies who do not necessarily share the same objectives or values as PSBs. Interviews were conducted with PSB executives and managers working on digital products and strategy in the U.K. and U.S. to examine the challenges and tensions PSB entities face in the context of growing commercial platform power and the strategies emerging in response, such as investing in new platforms and digital infrastructures rooted in traditional public service values. The study also discusses differences in capacities to respond to platform power between the decentralized U.S. PSB system and centralized U.K. system. Finally, the study discusses some theoretical and practical implications, and suggests some ways PSB services might survive and thrive with robust fidelity to democratic needs.", "venue": "", "year": 2021, "referenceCount": 79, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2089833051", "name": "Erik Nikolaus Martin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8b6983d42dfe083f2f34ea48abf29d8785dfcff4", "externalIds": {"DBLP": "conf/goodit/Johri21", "DOI": "10.1145/3462203.3475897"}, "url": "https://www.semanticscholar.org/paper/8b6983d42dfe083f2f34ea48abf29d8785dfcff4", "title": "A Systematic Review of the ICTD Education and Learning Literature to Identify Scope, Impact, and Areas for Future Work", "abstract": "In the past couple of decades, the topic of ICT for development (ICTD) has received significant attention and across the globe, researchers, educators, and developers have engaged in projects to study, design, and apply technology to improve education and learning. The expectation that use of information and communication technologies (ICT) will improve education and learning, a critical social good, throughout the world have never been higher. Currently, there is no systematic review of existing literature to better understand what areas have been addressed, their impact, and what are the lessons learned for future work. This paper presents review of work on education and learning with ICT. We focus on the ICTD literature as it has a mature body of work and engages directly with the goal of doing good with technology. Through this review I illustrate the diversity of the work that has been undertaken on the topic and outline five areas of to guide future contributions: 1) appreciating the diversity of the domain; 2) taking a long-tern view of technology intervention; 3) understanding contexts and perspectives; 4) preparing for unintended consequences; and, 5) aiming for power parity between dominant stakeholders and intended beneficiaries. I also show that not all efforts have had a positive outcomes and many design and intervention efforts have been critiqued.", "venue": "GoodIT", "year": 2021, "referenceCount": 35, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1710392", "name": "A. Johri"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "964b6f6c63091fcac0dd990ed206485d19e20aa7", "externalIds": {"MAG": "3136922341", "DOI": "10.1093/SCIPOL/SCAB017"}, "url": "https://www.semanticscholar.org/paper/964b6f6c63091fcac0dd990ed206485d19e20aa7", "title": "Imaginaries of innovation: Turning technology development into a public issue", "abstract": "\n New technologies will have a big impact on our public life-world, suggesting that it is necessary to have a public debate on innovation. Such a debate is missing: instead of having a debate on the process of technology development, only expected effects of new technologies are discussed. This is undesirable as innovation processes recruit implicit normative assumptions that should be opened up for public scrutiny. This article aims to outline conditions and possibilities for organizing such public debates on innovation. It will do so by depicting innovations as wilful metamorphoses which materialize worldviews and expectations entertained by technology developers. Existing technology assessment organizations could instigate discussions on the desirability and credibility of these worldviews and expectations, so as to further democratize the process of technology development.", "venue": "", "year": 2021, "referenceCount": 87, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145060200", "name": "U. Pesch"}]}}, {"contexts": ["Art can induce empathy which in turn can help in recognizing different view points (Novitz 1987), can engender moral values (Young 2001), and help cultivate societal ethics (Brey 2018).", "Ethics of art appeal towards a good society (Brey 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "a0ed048a3712a04506867b9ed8d05f826daacd8f", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/a0ed048a3712a04506867b9ed8d05f826daacd8f", "title": "The Role of Arts in Shaping AI Ethics", "abstract": "Despite the significant progress made in recent years, there seems to be a visible bottleneck in transforming artificial intelligence (AI) technologies into large scale systems of ethical value. Biases in training data coupled with algorithmic biases adversely affect many stakeholders. It has been shown that AI based decisions exhibit discrimination based on sensitive attributes such as age, gender, and race, to name a few. One of the ways of addressing this issue is by incorporating the voices of people impacted by AI into the AI pipeline. However, historical power structures and impacts of discrimination against specific communities worldwide poses several challenges. Towards this end, art shows tremendous promise as a powerful platform to promote AI education, as a medium of expression, and to enhance empathy; thereby facilitating diversity and inclusion in the AI pipeline. In this work, we highlight some emerging work in this area, discuss pathways that art offers towards enhancing AI ethics, and outline some open research directions. We hope our work serves as a prequel to discussions concerning the design and development of tools that leverage art in an effort towards enhancing AI ethics.", "venue": "", "year": 2021, "referenceCount": 62, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "11012197", "name": "Ramya Srinivasan"}, {"authorId": "3346418", "name": "Kanji Uchino"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b76ce9f57179293a582c108c695b86aa5e05f252", "externalIds": {"PubMedCentral": "8556187", "DOI": "10.1016/j.techsoc.2021.101799", "PubMed": "34744214"}, "url": "https://www.semanticscholar.org/paper/b76ce9f57179293a582c108c695b86aa5e05f252", "title": "Happier and further by going together: The importance of software team behaviour during the COVID-19 pandemic", "abstract": "\n The COVID-19 pandemic, and the associated move to remote work and the resulting changes to the normal work routine, have introduced a plethora of new difficulties and challenges for software developers. Recent research has focused on the impact of the COVID-19 pandemic on the developer's wellness, productivity, team collaboration, job satisfaction, and work-life balance. However, research exploring the association between these feelings and team behaviour during such a crisis period has not been previously developed. Moreover, previous research has indicated that organisations are still struggling to understand the pandemic and its relationship with both team behaviour and developer feelings. To address this gap, we analysed how COVID-19 influences a developer's happiness and their feelings of (un)happiness associated with the team's behaviour during the COVID-19 pandemic. A state-of-the-art analysis helped to design a scale that we used in a cross-sectional study of 102 software developers. To test the proposed hypotheses, we conducted exploratory factor analysis and principal component analysis. Our results highlight that happiness positively influences a team's behaviour and that unhappiness negatively affects their work results and productivity. These findings provide software companies and organisations with a better understanding of the importance of team behaviour on individual happiness during crises. These results provide information that managers and companies can use to mitigate potentially negative effects.\n", "venue": "Technology in Society", "year": 2021, "referenceCount": 107, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "145422697", "name": "Marcelo L. M. Marinho"}, {"authorId": "2055135372", "name": "Luís Amorim"}, {"authorId": "118825224", "name": "R. Camara"}, {"authorId": "2136126134", "name": "Brigitte Renata Oliveira"}, {"authorId": "2058701232", "name": "M. Sobral"}, {"authorId": "34462172", "name": "Suzana Sampaio"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "be25c2914dd9e34f8badb737723935e9e023ffdd", "externalIds": {"MAG": "3145706854", "DOI": "10.1007/S13347-021-00447-6"}, "url": "https://www.semanticscholar.org/paper/be25c2914dd9e34f8badb737723935e9e023ffdd", "title": "Experimental Philosophy of Technology", "abstract": "Experimental philosophy is a relatively recent discipline that employs experimental methods to investigate the intuitions, concepts, and assumptions behind traditional philosophical arguments, problems, and theories. While experimental philosophy initially served to interrogate the role that intuitions play in philosophy, it has since branched out to bring empirical methods to bear on problems within a variety of traditional areas of philosophy—including metaphysics, philosophy of language, philosophy of mind, and epistemology. To date, no connection has been made between developments in experimental philosophy and philosophy of technology. In this paper, I develop and defend a research program for an experimental philosophy of technology.", "venue": "", "year": 2021, "referenceCount": 83, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "6389992", "name": "S. Kraaijeveld"}]}}, {"contexts": ["More ambitiously, science and technology are often placed prominently in our conceptions of a good society (e.g., Brey, 2018), despite growing recognition that there can be a dark side to innovation (Nogueira and Nogueira, 2015; Coad et al., 2020)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "fa4a61932e3c281a188cf327af185f730b3aff31", "externalIds": {"MAG": "3192640581", "DOI": "10.3389/fenvs.2021.699397"}, "url": "https://www.semanticscholar.org/paper/fa4a61932e3c281a188cf327af185f730b3aff31", "title": "Conducting Research in a Post-normal Paradigm: Practical Guidance for Applying Co-production of Knowledge", "abstract": "Meaningful engagement between scientists and stakeholders has been extensively promoted as a tool for increasing public participation in science, as well as for increasing the relevance and impact of scientific research. Yet, co-production of knowledge entails practical challenges, since participants with diverse worldviews, expertise and interests are expected to collaborate. These obstacles have not received enough attention, as current debate has focused more on the merits and principles of this approach. We address this gap by reflecting upon our experiences with both practical and methodological challenges stemming from research projects based on co-production of knowledge, thereby exposing what we see as common but under-discussed obstacles, as well as guidance for tackling them. We highlight the role of social scientists in the process not merely as facilitators but also as agents that promote critical reflection and safeguard the salience, credibility, and legitimacy of both the process and its outputs.", "venue": "Frontiers in Environmental Science", "year": 2021, "referenceCount": 162, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "49600648", "name": "L. A. Nogueira"}, {"authorId": "114267490", "name": "M. Bjørkan"}, {"authorId": "47262884", "name": "B. Dale"}]}}, {"contexts": ["Brey, P.: The strategic role of technology in a good society.", "A recently released app, TrackSugAR [57], uses Augmented Reality (AR) to illustrate the sugar intake.", "As discussed by Brey [57], when technological products are correlated with specific social impacts, a view on technologies as neutral with respect to values becomes untenable."], "isInfluential": true, "intents": ["background", "methodology"], "citingPaper": {"paperId": "02861c2969b113743cc97d3e067a8a6152431ed4", "externalIds": {"DBLP": "conf/hci/2020-28", "DOI": "10.1007/978-3-030-50249-2"}, "url": "https://www.semanticscholar.org/paper/02861c2969b113743cc97d3e067a8a6152431ed4", "title": "Human Aspects of IT for the Aged Population. Healthy and Active Aging: 6th International Conference, ITAP 2020, Held as Part of the 22nd HCI International Conference, HCII 2020, Copenhagen, Denmark, July 19–24, 2020, Proceedings, Part II", "abstract": "Sustainable health care in rural areas is confronted with enormous challenges as a result of numerous social trends. From a technical perspective, promising digital approaches are being advocated for patient-physician interaction in particular, which aim to facilitate medical care. However, a broad implementation of such systems has hardly been achieved so far and there is a lack of suitable methods to prospectively evaluate the medical, social and financial implications. Simulations represent a promising approach to quantify health care systems and the influence of system changes. In this study, an agentbased simulation is used to model patients and physicians as individual agents. This enables a detailed representation of the interactions taking place in the health care system within a given period of time. This approach allows the comparison of key performance indicators regarding the effects of different system changes. The use of information and communication technologies (ICT) is not a matter of course, especially for older people, for whom an increasing need for care must be assumed. To reflect this in the digitization of the health care system, the patients of the simulation are extended in this study by a factor involving ICT usage readiness, which was collected within the framework of a nationwide trend study. In addition, two appointment systems are developed that support digital ICT. An evaluation has revealed that senior citizens with the currently known ICT usage behavior are placed at a disadvantage with the introduction of digital appointment scheduling systems.", "venue": "HCI", "year": 2020, "referenceCount": 97, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "50617444", "name": "Qin Gao"}, {"authorId": "145679380", "name": "Jia Zhou"}, {"authorId": "1743774", "name": "E. Bertino"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "086feddf61985ae5c4657dba1b304140605e714d", "externalIds": {"MAG": "3041202895", "DBLP": "conf/hci/ThorstensenHHKL20", "DOI": "10.1007/978-3-030-50249-2_14"}, "url": "https://www.semanticscholar.org/paper/086feddf61985ae5c4657dba1b304140605e714d", "title": "Technological Care - Health Professionals' Discourses on Technology in Home-Based Services Seen Through a Capability Approach", "abstract": "This article is a contribution to the reflection upon what forms of assistive technologies societies should provide to users of home-based services. The material is collected from five focus group interviews conducted in Oslo in 2016 as part of a research project into assistive technologies with the purpose to gain knowledge of how such technologies were used in the home-based services. The interviews are analyzed on the basis of Martha Nussbaum’s capability approach in order to see what forms of technologies influenced the users’ capabilities. Thereafter, the technologies are classified as either public or private technologies in order to see what forms of capabilities the public care for and which technologies that are in the domain of private initiative. Based on the focus groups, it seems that public technologies are targeted at bodily health and integrity, while private technologies on communication and infrastructure, with some notable exceptions. The paper ends with discussions on the seemingly paradoxical situation that publicly supported technologies aim at the private sphere while the privately acquired technologies focus on public activities.", "venue": "HCI", "year": 2020, "referenceCount": 97, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "40200100", "name": "E. Thorstensen"}, {"authorId": "8298739", "name": "Torhild Holthe"}, {"authorId": "4262176", "name": "L. Halvorsrud"}, {"authorId": "14561772", "name": "D. Karterud"}, {"authorId": "144388483", "name": "A. Lund"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2818dc06919abf39420b6c979a6e82b4af28e84f", "externalIds": {"MAG": "3036161778", "DOI": "10.1016/j.techsoc.2020.101302"}, "url": "https://www.semanticscholar.org/paper/2818dc06919abf39420b6c979a6e82b4af28e84f", "title": "A comprehensive value framework for design", "abstract": "Abstract The significance of human values in everyday life highlights the integral role of this concept in any design that aims to improve the quality of human life. By emphasizing the need for a comprehensive value framework for design, the present study explores a new value framework to be used as a common ground in design. For this purpose, we empirically investigate how different people group human values. By spreading the link of our Human Values Survey worldwide via the internet, a variety of participants with different cultural backgrounds were reached, and hierarchical cluster analysis was used to analyze the data. As a result, 568 complete answers were collected, from which nine value groups were concluded: “carefulness”, “justice”, “ecology”, “respect for others”, “meaningfulness”, “status”, “pleasure”, “respect for oneself” and “personal development”. After clustering our data, we propose a value framework with four themes, nine value groups, 42 key values, and 135 extra values. This framework, raising designers’ awareness and widening their view of human values, provides the opportunity to address a diverse range of human values in design.", "venue": "", "year": 2020, "referenceCount": 138, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "78258120", "name": "S. Kheirandish"}, {"authorId": "1788618", "name": "M. Funk"}, {"authorId": "1808005", "name": "S. Wensveen"}, {"authorId": "40646854", "name": "M. Verkerk"}, {"authorId": "1736974", "name": "M. Rauterberg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3d33aca1d69fabe2ebc302f9d3805cba47bdf0f3", "externalIds": {"DOI": "10.1108/s2055-537720200000014018"}, "url": "https://www.semanticscholar.org/paper/3d33aca1d69fabe2ebc302f9d3805cba47bdf0f3", "title": "References", "abstract": null, "venue": "Studies in Information", "year": 2020, "referenceCount": 409, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "45c8855425cb5f46e283712bbafc704373b120d2", "externalIds": {"DBLP": "conf/chi/Gorichanaz20", "MAG": "3030359799", "DOI": "10.1145/3313831.3376640"}, "url": "https://www.semanticscholar.org/paper/45c8855425cb5f46e283712bbafc704373b120d2", "title": "Engaging with Public Art: An Exploration of the Design Space", "abstract": "At its best, public art can promote moral learning in individuals and societies, and digital technology can help achieve this value. As a first step in creating such systems, this paper presents a probe study exploring the design space of reflective engagement with public art. The probe took the form of a mural journal, which was distributed to participants in Philadelphia. The findings show how public art journaling can be integrated into one's life, both logistically and psychologically, and the value of art journaling for introspection, cultivating attention and having fun. This study surfaces a number of tensions in the design space that designers must navigate, such as the question of reflecting with public art on site (now) versus at home (later). This work provides designers with the grounds for informed inspiration to ideate systems that deepen people's experiences with public art.", "venue": "CHI", "year": 2020, "referenceCount": 148, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2899074", "name": "T. Gorichanaz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5e0f9326383e56cac71a6286981f03ab6aae6e47", "externalIds": {"MAG": "3087975679", "DOI": "10.1016/J.TECHSOC.2020.101422"}, "url": "https://www.semanticscholar.org/paper/5e0f9326383e56cac71a6286981f03ab6aae6e47", "title": "Privacy as an aggregate public good", "abstract": "Abstract Privacy relates to individuals and their ability to keep certain aspects of themselves away from other individuals and organisations. This leads both proponents and opponents of liberalism to argue that liberalism involves allowing individuals to determine for themselves the level of privacy they desire. If they are given adequate information and the ability to choose, the results are argued to be legitimate, even if individuals choose to bargain away all or most of their privacy in return for convenience, economic benefits, etc. However, the individualistic approach to privacy is insufficient, due to a set of externalities and information leakages involved in privacy issues. A crucial aspect of privacy is that it is an aggregate public good, and recognising this lets us see why government intervention is both beneficial and necessary for securing the provision of optimal levels of privacy. This conception of privacy enables us to treat it as a good that is underprovided due to market failure. The article shows how liberals can justify government interference for the protection of privacy by relying on the avoidance of harm, and not on paternalism or other arguments not easily reconcilable with liberalism.", "venue": "", "year": 2020, "referenceCount": 110, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "119177143", "name": "H. Sætra"}]}}, {"contexts": ["Modern digital technologies have changed the relationship between society and technology (Brey, 2018) and they are underpinning innovation in the private sector and across a broad range of markets, but they have also long been used to modernize the core functioning elements of urban systems."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "697fbea8464ca0472abb9cbd3d81313e931eb7a3", "externalIds": {"MAG": "3112612111", "DOI": "10.1080/10630732.2020.1834831"}, "url": "https://www.semanticscholar.org/paper/697fbea8464ca0472abb9cbd3d81313e931eb7a3", "title": "Assembling Sustainable Smart City Transitions: An Interdisciplinary Theoretical Perspective", "abstract": "ABSTRACT This Special Issue begins with a middle-range theory of sustainable smart city transitions, which forms bridges between theorizing in smart city development studies and some of the foundational assumptions underpinning transition management and system innovation research, human geography, spatial planning, and critical urban scholarship. This interdisciplinary theoretical formulation details our evidence-based interpretation of how smart city transitions should be conceptualized and enacted in order to overcome the oversimplification fallacy resulting from corporate discourses on smart urbanism. By offering a broad and realistic understanding of smart city transitions, the proposed theory combines different smart-city-related concepts in a model which attempts to expose what causal mechanisms surface in sustainable smart city transitions and to guide empirical inquiry in smart city research. Together with all the authors contributing to this Special Issue, our objective is to give smart city research more robust scientific foundations and to generate theoretical propositions upon which subsequent large-scale empirical testing can be conducted. With the proposed middle-range theory, different empirical settings can be investigated by using the same analytical elements, facilitating the cross-case analysis and synthesis of the systematic research efforts which are progressively contributing to shedding light on the assemblage of sustainable smart city transitions.", "venue": "", "year": 2020, "referenceCount": 183, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "143804009", "name": "Luca Mora"}, {"authorId": "48172864", "name": "M. Deakin"}, {"authorId": "40460823", "name": "Xiaoling Zhang"}, {"authorId": "144182941", "name": "M. Batty"}, {"authorId": "46985079", "name": "M. de Jong"}, {"authorId": "1696039", "name": "P. Santi"}, {"authorId": "2020579", "name": "F. Appio"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "69ee5a2cacc26810b3816fe01b895b4f3257d206", "externalIds": {"MAG": "3019453818", "DOI": "10.1016/j.techsoc.2020.101263"}, "url": "https://www.semanticscholar.org/paper/69ee5a2cacc26810b3816fe01b895b4f3257d206", "title": "Muslim scholars and technological volition", "abstract": "Abstract What purpose, according to Muslim scholars, should technological development serve? To answer this question, first we explain the views of seven Muslim scholars who have theorized about technology from an Islamic viewpoint. We then set out Carl Mitcham's fourfold analysis of technology, and summarize the views of philosophers of technology on technological volition. This places us in a position to classify Muslim scholars' opinions on technological development under seven broad headings, namely: meeting human beings' needs, implementation of an Islamic culture and lifestyle, serving human beings, serving nature, understanding the splendor of creation, providing personal and social happiness, and a lack of a volition for technological development.", "venue": "", "year": 2020, "referenceCount": 36, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1729290513", "name": "Rostam Ravanbakhsh"}, {"authorId": "103256014", "name": "M. Taqavi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "849e9e13ca0fe8ed133fc1ee5c4f94cb487fd66c", "externalIds": {"MAG": "3007246578", "DOI": "10.1080/03601277.2020.1720321"}, "url": "https://www.semanticscholar.org/paper/849e9e13ca0fe8ed133fc1ee5c4f94cb487fd66c", "title": "‘For older folks like me, these things are over us…’: The challenge of embedding tablet computers in everyday life within a geriatric hospital in Uruguay", "abstract": "ABSTRACT Much research has focused on the introduction of information and communication technology (ICTs) into the lives of older people, but it has generally understood them as external factors who act as a sort of independent variable that impacts the seniors’ lives. There remains a dearth of empirical research into how aging and technology are co-constructed, namely, research that focuses on older people’s relationship to technology as a socio-technical network. We therefore contribute to this field by analyzing the development and establishment of a network in a geriatric hospital in Montevideo, Uruguay. Uruguay has been developing a one-tablet computer-per low-income-senior policy since 2015. In this research, we deployed a qualitative ethnographic research comprised of semi-structured interviews, jottings, and field notes where we explore the adoption of tablets within the corresponding actor-network. Our findings suggest that objectively, not only was the establishment of the sociotechnical network rife with complexities, disruptions, and fissures, but subjectively, seniors in the hospital were heavily influenced by their self-perception of the potentialities of ICTs.", "venue": "Educational Gerontology", "year": 2020, "referenceCount": 88, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "133575618", "name": "A. Castleton"}, {"authorId": "144147377", "name": "Alejandro Cid"}, {"authorId": "114965152", "name": "D. Silva"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a405b0aeb8e22f71d3cdf83aedf599efbcc5238b", "externalIds": {"MAG": "2997008139", "DOI": "10.4018/978-1-7998-1427-6.ch002"}, "url": "https://www.semanticscholar.org/paper/a405b0aeb8e22f71d3cdf83aedf599efbcc5238b", "title": "Students and Teachers in the Digital Society to Debate Important Innovations to Change the Paradigm", "abstract": "The purpose of this study is to show the importance of innovation in classroom management. This chapter contributes to the current debate over the role of higher education in relationship to students and teachers in digital society. Internet and related technologies have already had a significant impact on ways to organize learning and studying. The chapter focuses on the preliminary phase including a written administration of a questionnaire to sample 190 students. The results obtained by analyzing the responses of the subjects have shown that both groups of students have the same opinions regarding the importance of innovation in classroom management. In conclusion, it is necessary to improve professional practice and stimulate collective capacity building, individual and collective reflection processes in solving problematic situations in academic learning to create and maintain an environment of collaboration and interaction in digital society. Students and Teachers in the Digital Society to Debate Important Innovations to Change the Paradigm", "venue": "", "year": 2020, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "95103065", "name": "N. Duta"}]}}, {"contexts": ["Values have been studied in the context of technology and information system both in theory and practice (see, e.g. Brey, 2017; Rose et al., 2015), but there is still little knowledge about the values of individuals who are not employees.", "Naturally, the values implemented in technology should be good (see Brey, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "aef2d284411937d9b2054a8a79b7864da3eb4334", "externalIds": {"DBLP": "conf/tethics/RantanenNKK20", "MAG": "3116696580"}, "url": "https://www.semanticscholar.org/paper/aef2d284411937d9b2054a8a79b7864da3eb4334", "title": "Ethical Justification of the Value Basis of the European Data Economy Ecosystems", "abstract": "Data collection from individuals has become an integral part of society and an asset for global business. This business is realised through data economy ecosystems, which currently are orchestrated from the viewpoint of business. There exist initiatives that aim to change the current situation. One critical component that is missing from data economy ecosystems and development is the values of individuals. To achieve an ethically acceptable data economy, we need to investigate the values of individuals whose data is used. Likewise, those values should be contested, as all values that people may have are not ethically acceptable or possible to implement on a societal level. In this paper, we ethically analyse the individual values that were collected via survey from four European countries. The analysis is based on the three main branches of ethics: Consequentialism, Deontology and Virtue Ethics. It seems that values that individuals have concerning fair data economy are ethically justified and thus should be respected and implemented in policies concerning data economy.", "venue": "Tethics", "year": 2020, "referenceCount": 31, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "41030330", "name": "Minna M. Rantanen"}, {"authorId": "123813781", "name": "Juhani Naskali"}, {"authorId": "2490743", "name": "Kai Kimppa"}, {"authorId": "33852149", "name": "J. Koskinen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b8661ff712f337e3f3cc6ac47476a3cae9fbbd51", "externalIds": {"MAG": "3063313682", "DOI": "10.1007/978-3-030-57847-3_14"}, "url": "https://www.semanticscholar.org/paper/b8661ff712f337e3f3cc6ac47476a3cae9fbbd51", "title": "Internet of Things (IoT) Data Accessibility: Ethical Considerations", "abstract": null, "venue": "", "year": 2020, "referenceCount": 15, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "93954024", "name": "Mikko Vermanen"}, {"authorId": "33852149", "name": "J. Koskinen"}, {"authorId": "2728660", "name": "Ville Harkke"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ba06430fabcf9a722670b8733100507a3d17318a", "externalIds": {"MAG": "3008513188", "DOI": "10.1016/j.techsoc.2020.101244"}, "url": "https://www.semanticscholar.org/paper/ba06430fabcf9a722670b8733100507a3d17318a", "title": "Beyond the co-production of technology and society: The discursive treatment of technology with regard to near-term and long-term environmental goals", "abstract": null, "venue": "", "year": 2020, "referenceCount": 62, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2126827433", "name": "Mehmet Ali Üzelgün"}, {"authorId": "1657328834", "name": "J. Pereira"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c644ef6c79aa27c7f74284b4cbb58772044ab1b2", "externalIds": {"MAG": "3040578713", "DOI": "10.1016/j.techsoc.2020.101299"}, "url": "https://www.semanticscholar.org/paper/c644ef6c79aa27c7f74284b4cbb58772044ab1b2", "title": "Social creation networks for designing low income interfaces in programmable thermostats", "abstract": "Abstract The user interface serves as a critical contact point between electronic devices and end-users. They aim to increase usability and optimize communicative relations between humans and machines. In this regard, theories related to human-computer interaction (HCI) stress the importance of interface design methods that consider needs, expectations, and requirements of end-users. In this paper, we propose a design methodology of a programmable interface for low-income household thermostats based on product social creation through “personas,” scenarios, and usability heuristics. As traditional market research methods used to design interfaces are inherently expensive and time-consuming, we propose a web-based design model based on the extraction and analysis of Facebook public profiles. We consider that by using Facebook profiles, the most essential interface-related needs, such as simplicity and interactivity, can be addressed in a more efficient, complete, and realistic manner comparing with the traditional product design methods. Finally, we present a mock interface and a 3D model as a way to validate the proposed design methodology based on the usability analysis.", "venue": "", "year": 2020, "referenceCount": 58, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144302764", "name": "P. Ponce"}, {"authorId": "2826464", "name": "Therese Peffer"}, {"authorId": "144394807", "name": "A. Molina"}, {"authorId": "148010322", "name": "Sergio Bárcena"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e0788862a855663f13f7a918464549088e0abcb5", "externalIds": {"MAG": "3085402815", "DOI": "10.1016/J.TECHSOC.2020.101406"}, "url": "https://www.semanticscholar.org/paper/e0788862a855663f13f7a918464549088e0abcb5", "title": "The impact of digital technology development on sitting time across Europe", "abstract": "Abstract Digital technology development has been proposed to explain higher levels of sedentary behaviour; but this has not yet been confirmed. Thus, here we evaluated the impact of digital development on sedentary behaviour using two metrics: digital country development and e-devices ownership from the Digital Economy and Society Index (DESI) and the Eurobarometer 88.4 cross-sectional survey with 28,031 participants ≥ 15 years old. From an environmental macro perspective, at the national level, a simple linear regression has been performed between the DESI and mean sitting time per country. To develop a micro approach to this phenomenon, binomial logistic regression models have been run among individual e-devices ownership and the daily amount of time spent sitting (≤3.5 h/day, > 4.5 h/day). Digital country development is positively related to sitting time, whereas the ownership of e-device (either DVD player, CD player, desk computer, laptop, and Internet connection) was associated with a higher sitting time (>4.5 h/day) in the overall population, with slight differences by gender. While further research is needed to understand the effect of digitalization on sedentary behaviour throughout time, here we document how it is associated with higher sitting time, as assessed through both macro and micro approaches.", "venue": "", "year": 2020, "referenceCount": 38, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1661085890", "name": "Antonio Moreno-Llamas"}, {"authorId": "1580194162", "name": "Jesús García-Mayor"}, {"authorId": "1401561128", "name": "E. De la Cruz-Sánchez"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ec93bb17f5a2f42137ce98af3150cac1c1e81369", "externalIds": {"MAG": "3092643736", "DOI": "10.1016/j.techsoc.2020.101425"}, "url": "https://www.semanticscholar.org/paper/ec93bb17f5a2f42137ce98af3150cac1c1e81369", "title": "The impact of digital transformation and digital marketing on the brand promotion, positioning and electronic business in Montenegro", "abstract": "Abstract The paper assesses the ways in which digital transformation in Montenegro influences the use of digital marketing in business, determining the impact of this concept on promotion and brand positioning, i.e. electronic business development through electronic services. This facilitates the integrated analysis of the context of electronic business, thus providing innovative and value-creating insights for Montenegro – a transition country. This research was conducted using a survey on a stratified random sample and the data was subsequently analyzed using the Structural Equation Model (SEM), Analysis of Variance (ANOVA) test, and eta-coefficient. Multivariate analysis was applied to data obtained from 172 companies. The results showed that a number of factors determine the ways in which companies apply digital marketing and use differing levels of influence, amongst which the period of implementation, the abilities of people in charge for its usage, perception of digital marketing cost-effectiveness, measurability of its effects and sufficiency of traditional marketing have a key role. The period in which digital marketing is used was especially significant and notably affects the choice of digital marketing instruments, the way its performances are measured and the managers’ perception of its cost-effectiveness. Social networks were the most commonly used form of digital marketing in the market under analysis, and Google analytics was the most common way to measure the effects of digital marketing. Furthermore, the results showed that the more a company relies on the use of digital marketing in its business, the more significant its impact on promotion and brand positioning.", "venue": "", "year": 2020, "referenceCount": 122, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "89172642", "name": "Boban Melović"}, {"authorId": "97785242", "name": "Mijat Jocović"}, {"authorId": "1404443614", "name": "Marina Dabić"}, {"authorId": "89833579", "name": "T. Vulić"}, {"authorId": "103530163", "name": "B. Dudić"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fe11c77df693f2c21172484f5bc5a9371c310d76", "externalIds": {"MAG": "3080537622", "DOI": "10.1016/j.techsoc.2020.101354"}, "url": "https://www.semanticscholar.org/paper/fe11c77df693f2c21172484f5bc5a9371c310d76", "title": "The social contractual utilitarianism of a digital village in rural Indonesia", "abstract": "Abstract Social contractual utilitarianism is concerned with the values of a community in adopting new technology. In terms of implementing new technology, access to the community should include consensus. By applying the intertwined concept of social contractual utilitarianism and technology, this study explored how and why a community adopts and implements new technology in a digital village. A digital village was the sample of this case study because of the accolades it received from the government and the coverage of news media. This study applied three steps to collect the data: reviews of online news coverage, observations, and in-depth interviews. A narrative, thematic analysis was conducted to explore the social contractual utilitarianism aspect of new technology. This study found that the integration of togetherness, agreement, interest, and need in the context of the aspects of social contractual utilitarianism played an important part in the adoption and implementation of the new digital technology in rural areas. The finding shows that the consensus led to a circularity dynamic between the social and technological processes to achieve the goal set by the community.", "venue": "", "year": 2020, "referenceCount": 66, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49016898", "name": "Irwansyah"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "074b7bd3c38e6bec471175175bd63ee0b29ef62b", "externalIds": {"DBLP": "conf/icsob/RantanenK19", "MAG": "2986502969", "DOI": "10.1007/978-3-030-33742-1_22"}, "url": "https://www.semanticscholar.org/paper/074b7bd3c38e6bec471175175bd63ee0b29ef62b", "title": "Towards a Better Society - An Analysis of the Value Basis of the European eGovernment and Data Economy", "abstract": "Motivation behind electronic government (eGovernment) is generally creating of a better society. However, many eGovernment projects have failed due to the complex nature of these ecosystems. In the future eGovernment are starting to form larger data ecosystems due to initiatives such the European Single Market. The current trend of moving from national initiatives to international cooperation will make these projects even more complicated and thus, even more vulnerable to failures. Multiple large groups of stakeholders should be considered in the governance of these ecosystems, but there are little effective ways for that. It has been argued that values play an integral role in the success of eGovernment. Thus, in this paper we present a constructive analysis of values in eGovernment that aims to clarify the complexity around the matter. First, different levels and types of values affecting eGovernment are considered and then existing values guiding the governance of eGovernment are analysed. Based on these preliminary analyses it is noted, that there are some justified values, but more work is needed to create ethical governance model for eGovernment and data ecosystems that they are a part of to avoid failures and perhaps reach the goal of better society.", "venue": "ICSOB", "year": 2019, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "41030330", "name": "Minna M. Rantanen"}, {"authorId": "33852149", "name": "J. Koskinen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "08db0d8616e63818c86565be711955cb162b77f8", "externalIds": {"MAG": "2921373506", "DOI": "10.1016/J.TECHSOC.2019.03.001"}, "url": "https://www.semanticscholar.org/paper/08db0d8616e63818c86565be711955cb162b77f8", "title": "Exploring the future of the bioeconomy: An expert-based scoping study examining key enabling technology fields with potential to foster the transition toward a bio-based economy", "abstract": "Abstract As new technologies based on renewable raw materials and biological principles are becoming available, bioeconomic transformation could help to achieve the United Nations’ Sustainable Development Goals (SDGs). However, bioeconomic transformation is not necessarily sustainable. To design effective enabling and regulatory governance frameworks for bio-based transformation, policy makers have to identify potentially game-changing future technologies and assess associated sustainability gains and risks. Drawing on the concept of key enabling technologies (KETs) put forward by the European Commission (EC) in 2009, this paper defines KETs for the bioeconomy. Based on an international expert survey, we identified KET criteria for bioeconomic transformation and developed overarching super-categories describing technology pathways and criteria dimensions according to the existing society–environment–economy triangle. In this way, this study contributes not only in providing advice allowing new technologies to foster but also in elucidating relationships between the regional origin and the perceived future of bio-based technology development. Moreover, bioeconomy KET visions from different stakeholders have been analyzed, thus providing a basis for future technology research, evaluation, politics, and management.", "venue": "Technology in Society", "year": 2019, "referenceCount": 144, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "116231868", "name": "Natalie Laibach"}, {"authorId": "47065595", "name": "J. Börner"}, {"authorId": "10215105", "name": "S. Bröring"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4b9715dfbbfb429bf88d0989fcc12675c906e805", "externalIds": {"MAG": "2968261384", "DOI": "10.1016/J.TECHSOC.2019.101182"}, "url": "https://www.semanticscholar.org/paper/4b9715dfbbfb429bf88d0989fcc12675c906e805", "title": "Connected automated vehicles and insurance: Analysing future market-structure from a business ecosystem perspective", "abstract": "Abstract The progressing interconnection and automation of automobile vehicles has profound implications for society and business operations. Existing business models and revenue streams in the automotive and transportation sector will be affected by this developing technology and a potential shift of societal mobility usage patterns. These disruptions will also have a far-reaching impact on the automotive aftersales service and motor insurance sector. Existing literature on the strategic impact of connected automated vehicles (CAV) for the motor insurance mostly focusses on questions of liability and the potential impact on the overall premium volume of the business. Enlarging this research focus with an analysis of service-based mobility approaches and the emergence of business ecosystem platforms in the automotive and mobility sectors, this paper finds that these developments have significant spillover effects on customer interfaces and the competitive environment of motor insurance. In particular, the ability of traditional motor insurers to integrate themselves in business ecosystem platforms built around CAV is disadvantaged due to a lack of an equal technical and legal access to in-vehicle data required for telematics-based services. Referring to this barrier, this research shows that the shift of the automobile to an interconnected smart device makes it necessary that automotive manufacturers (OEMs) open their business ecosystem platforms for third parties to maximize own value propositions. However, as this awareness seems not to be penetrated into adequate proactive action of OEMs, we suggest a timely intervention of legislative bodies to achieve the common regulatory objective of an undistorted and fair competition in telematics-based (insurance) service offerings.", "venue": "Technology in Society", "year": 2019, "referenceCount": 91, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "101301640", "name": "Fabian Pütz"}, {"authorId": "47527467", "name": "Finbarr Murphy"}, {"authorId": "47086166", "name": "Martin Mullins"}, {"authorId": "1403306171", "name": "L. O’Malley"}]}}, {"contexts": ["…that exists in this field mainly focusses on implications of individual freedom of choice, information overload and surveillance (Dotson 2012; Brey 2017) (Rickard et al. 2017) (Martínez-Béjar and Brändle 2018) but largely misses academic discourse on how effective regulatory frameworks…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "55b9ff6372bed276fb7551b393c3c6c2f2d07f18", "externalIds": {"MAG": "3003740919"}, "url": "https://www.semanticscholar.org/paper/55b9ff6372bed276fb7551b393c3c6c2f2d07f18", "title": "The impact of connected automated vehicles on the insurance sector: a comprehensive analysis of legal and risk factors", "abstract": ".................................................................................................................. viii List of Tables.................................................................................................................... xi List of Figures .................................................................................................................. xi List of Appendices ........................................................................................................... xi Nomenclature/List of Abbreviations ............................................................................... xii Chapter 1: Introduction ..................................................................................................... 1 1.", "venue": "", "year": 2019, "referenceCount": 180, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "101301640", "name": "Fabian Pütz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "72bcf4f95141ced489b44df15b6e6f5cd6f5da51", "externalIds": {"MAG": "2969608292", "DOI": "10.3390/SU11174610"}, "url": "https://www.semanticscholar.org/paper/72bcf4f95141ced489b44df15b6e6f5cd6f5da51", "title": "Three Dimensions of Design for Sustainable Behaviour", "abstract": "Designing products to be more sustainable is crucial if the UK is to meet the challenge of its ambitious new carbon reductions targets by 2050. How designers, manufacturers and service providers conceptualise behaviour is key to understanding how there will be widespread adoption of new products. The research area referred to as Design for Sustainable Behaviour has emerged to explore measures of reducing environmental impact through moderating the way people use products, services and systems. To date, though, characterisations of its strategies have been relatively one-dimensional, with an emphasis on environmental psychological approaches to understanding behaviour. This paper draws on a wider set of literature and academic disciplines to propose a conceptual framework that incorporates three dimensions: empowerment, information and motivation. This three-dimensional framework argues for a wider understanding of behaviour that encompasses feedback, participation and acknowledgement of the wider social and organisational context that behaviour is situated in. This framework is presented, the implications for theory and practice are explored, and a challenge is laid down to designers, academics and policymakers to consider how this framework can be applied, tested and further developed.", "venue": "Sustainability", "year": 2019, "referenceCount": 76, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "1854833", "name": "Hyunjae Daniel Shin"}, {"authorId": "144283702", "name": "R. Bull"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7ae173b83fe4af9e35f0add411165d3b8bea199e", "externalIds": {"MAG": "2940193230", "DOI": "10.1007/S10961-019-09730-3"}, "url": "https://www.semanticscholar.org/paper/7ae173b83fe4af9e35f0add411165d3b8bea199e", "title": "The effects of technology transfers and institutional factors on economic growth: evidence from Europe and Oceania", "abstract": "Most of the literature on technology transfers (TTs) has tended to focus on a country or regional level without looking at the cross-continent flows of knowledge that are becoming ever more important due to regional trading blocs. This study fills the gap on the role of cross-continent TTs and institutional factors by focusing on the impact of environment related patents on economic growth. The continents selected for comparison are Europe and Oceania, which differ in terms of economic climate, geography and sustainability policies. In this way, we contribute to the literature on cross-continent TT policies by examining how environmental patents influence the economic growth rate of continents. This will help provide government policy with better means of enhancing TT. We conclude with the implications for managers, theory and policy in conjunction with the limitations and suggestions for future research.", "venue": "The Journal of Technology Transfer", "year": 2019, "referenceCount": 150, "citationCount": 19, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "152667875", "name": "João V. Ferreira"}, {"authorId": "8619063", "name": "C. Fernandes"}, {"authorId": "2604024", "name": "V. Ratten"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7ead706b8474eb5fafab53a6ae32c15026543d2b", "externalIds": {"MAG": "2941931846", "DOI": "10.1016/J.TECHSOC.2019.04.007"}, "url": "https://www.semanticscholar.org/paper/7ead706b8474eb5fafab53a6ae32c15026543d2b", "title": "Trust as an ethical value in emerging technology governance: The case of drone regulation", "abstract": "Abstract We build on discussions of ethical values for the good society by foregrounding the potential role of emerging technologies in realizing the good society. Specifically, we look at the emergence of drones and the evolving regulation of their ownership and use. We present a qualitative, thematic analysis of city council meetings in 20 cities in southern California where drone regulation was discussed from 2014 to 2017. These results show the ethical themes that were operative in such discussions: privacy, safety, enforceability, crime, nuisance and professionality. Underlying most of these themes is trust. We discuss this concept with respect to the good society, and we suggest that trust may be more critical to emerging technologies than technologies in general. That is, trust in an emerging technology is required for it to be accepted and more fully integrated in society. Without trust, it is difficult for society to accept the technology.", "venue": "Technology in Society", "year": 2019, "referenceCount": 48, "citationCount": 20, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145854016", "name": "J. Nelson"}, {"authorId": "2899074", "name": "T. Gorichanaz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8130e42802e24b7a4092bee0c936dbec3e4979c5", "externalIds": {"MAG": "2892113658", "DOI": "10.1016/J.TECHSOC.2018.09.007"}, "url": "https://www.semanticscholar.org/paper/8130e42802e24b7a4092bee0c936dbec3e4979c5", "title": "Influence of technology transfer on performance and sustainability of standard gauge railway in developing countries", "abstract": "Abstract This paper assesses the influence of technology transfer on the performance and sustainability of standard gauge railway in developing countries, particularly in Kenya. Using the integrated technology transfer model, the researcher gathered data through a semi-structured questionnaire from 165 Kenyan international students in China. The study used correlation and hierarchical models for content analysis. The findings show that effective technology transfer contributes positively to the performance and sustainability of standard gauge railway. Further, the results show areas of improvement that guarantee efficient rail technology transfer and are useful to advance the knowledge of technology transfer and offer a theoretical foundation of technology innovation transfer mechanisms. The study recommends collaborative efforts to promote local institutions to enhance local expertise of rail maintenance through curriculum reviews and establishing local technology transfer offices.", "venue": "Technology in Society", "year": 2019, "referenceCount": 71, "citationCount": 20, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "40986637", "name": "S. M. Chege"}, {"authorId": "46348695", "name": "Daoping Wang"}, {"authorId": "35395132", "name": "S. L. Suntu"}, {"authorId": "35649701", "name": "O. K. Bishoge"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "934bc6f9355131159595d417ef52c553861baa3e", "externalIds": {"MAG": "2792421108", "DOI": "10.1108/JSTPM-09-2017-0044"}, "url": "https://www.semanticscholar.org/paper/934bc6f9355131159595d417ef52c553861baa3e", "title": "Empowering application strategy in the technology adoption", "abstract": "\nPurpose\nBecause information technology (IT) can change the way we look at the world, some benefits for human communities, such as trust, care, friendship and commitment can be clearly noticed as contributors to society. Providing an innovative way to help human society, enabling the achievement of good lives by evaluating information related to the concept of wisdom, this paper aims to propose technical guidelines as a reference model, specifically for empowering both professional and ethical bases associated with the instructional application strategy for adopting technology.\n\n\nDesign/methodology/approach\nThis study attempts to investigate the professional and ethical engagements that can underlie technology adoption. To achieve this, a literature review of peer-reviewed journals, conferences and books was conducted to propose the framework model for strengthening moral engagement in the digital era. By using keywords derived from the professional and ethical skills involved with technology adoption, multiple research findings can be achieved using meta-synthesis alongside an integrating, evaluating and interpreting process. As a result, phenomenological and grounded theories and ideas, extracted to identify their common features, elements and functionalities, can be integrated and used to propose a theoretical guideline.\n\n\nFindings\nThe findings reveal that to engage the professional and ethical bases associated with the instructional strategy and application in technology adoption demonstrates how humans, with all their potency, can contribute significantly to society at large by enhancing their abilities and improving their capacities for the wise and appropriate utilization of technological tools.\n\n\nPractical implications\nWith regard to experiences in the digital era, across differing cultures and age groups, based on emerging technology, it is necessary to use technological tools properly and wisely. An effort to foster positive outcomes as a result of increased digital media use, and address potential issues raised by empowering applications and strategies associated with professionalism and ethics, plays a significant role in contouring the main foundations for how to use technological tools in all the comprehensive coverage concerning the theory and applications addressed by this work.\n\n\nSocial implications\nWhat is significant and essential about the technological bases examined is their core element of enabling humans to enhance any benefits garnered for social and personal development. This paper intends to expand upon how professional and ethical aspects of technology adoption should involve a wide exchange of particular elements that underlie the wise and appropriate fostering of technological implementation.\n\n\nOriginality/value\nEmerging technology with its distinct facilities could enhance individual performance by improving abilities and capacities for wise and appropriate operation of technological tools. By critically exploring the professional and ethical balance involved with technology-based tools in society and how they might underpin their users’ social and personal awareness, this paper gives feedback that provides insights about emerging technological trends. This is done with reference to particular guidelines, enabling a clearer understanding of the importance of the impact of technology on the human condition.\n", "venue": "Journal of Science and Technology Policy Management", "year": 2019, "referenceCount": 76, "citationCount": 44, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145434018", "name": "M. Huda"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d58245042204b9be4b44a79922652d8773915ce1", "externalIds": {"MAG": "2910936842", "DOI": "10.1002/PA.1884"}, "url": "https://www.semanticscholar.org/paper/d58245042204b9be4b44a79922652d8773915ce1", "title": "Factors influencing individuals' intention to adopt mobile banking in China and Pakistan: The moderating role of cultural values", "abstract": null, "venue": "Journal of Public Affairs", "year": 2019, "referenceCount": 140, "citationCount": 17, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "47669653", "name": "Sadia Akhtar"}, {"authorId": "2065928948", "name": "M. Irfan"}, {"authorId": "83178834", "name": "A. Sarwar"}, {"authorId": "2079540142", "name": "Asma"}, {"authorId": "121744111", "name": "Qurat ul Ain Rashid"}]}}, {"contexts": ["Our society needs more educated people, with a flexible attitude to respond to complex tasks, communicate at a higher level of efficiency, handle new information, perform in groups and contribute to team efforts, and gain new knowledge [1]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "37dbae8228f5237b9a740ce89e7eb2f199490b52", "externalIds": {"MAG": "2905346441", "DOI": "10.1109/ICETA.2018.8572278"}, "url": "https://www.semanticscholar.org/paper/37dbae8228f5237b9a740ce89e7eb2f199490b52", "title": "Step by Step to the World of Science and Technology", "abstract": "This paper presents possible ways to solve the questions: How to drag the young people and kids in to the World of Science and Technology? What is the right time to start working with children to motivate them towards these fields? The answers are verified by more than ten years of author's experiences in developing of education e-learning projects, organization of popularization and education activities such as “Days of experiments”, courses and competitions about robots and electronics. The attention is focused on courses called “Build a Robot”, “Electronics as a game”, and “Building and programming robots” for the target groups of elementary and primary school pupils. The experiences confirmed that the optimal age for pupils of elementary schools to start a systematic co-work is between 8 and 9 years (3rd and 4th grades elementary school).", "venue": "2018 16th International Conference on Emerging eLearning Technologies and Applications (ICETA)", "year": 2018, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "40125394", "name": "J. Hrbacek"}, {"authorId": "6527142", "name": "L. Stuchlíková"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5d09e3809e2adf7d90be2a6d532383a1e20e8d37", "externalIds": {"MAG": "2900148465"}, "url": "https://www.semanticscholar.org/paper/5d09e3809e2adf7d90be2a6d532383a1e20e8d37", "title": "Values, ethics and innovation: rethinking technological development in the fourth industrial revolution", "abstract": null, "venue": "", "year": 2018, "referenceCount": 43, "citationCount": 19, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "119778051", "name": "T. Philbeck"}, {"authorId": "143951074", "name": "Nicholas R. Davis"}, {"authorId": "113928854", "name": "Anne Marie Larsen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6c7637c7a27ff1d9d86d645839e64e323be5c6f5", "externalIds": {"MAG": "2883482822", "DOI": "10.1016/J.TECHSOC.2018.07.006"}, "url": "https://www.semanticscholar.org/paper/6c7637c7a27ff1d9d86d645839e64e323be5c6f5", "title": "Ending technocracy with a neologism? Avivocracy as a conceptual tool", "abstract": null, "venue": "Technology in Society", "year": 2018, "referenceCount": 66, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "66205723", "name": "M. Hudson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d1c5e6f657bc5bb50d36e90ac305f748428c286e", "externalIds": {"MAG": "2810566242", "DOI": "10.1177/1177180118782993"}, "url": "https://www.semanticscholar.org/paper/d1c5e6f657bc5bb50d36e90ac305f748428c286e", "title": "Technology and Inuit identity: Facebook use by Inuit youth", "abstract": "This article discusses the relationship between technology and Inuit identity. Using interviews, it explores how a group of students from the Arctic College located in the community of Iqaluit in the Canadian Arctic, use the social network Facebook. It was found that in addition to an expected use of the social network associated with the script promoted by the technology, Inuit youth used Facebook to access content related to their identity in various groups, discuss sociocultural issues, and remember traditions. This article argues that Inuit identity is an example of how indigenous cultures have to be understood as something dynamic, constantly changing, for which information and communication technologies are fundamental. Furthermore, this article claims that rather than understanding Facebook as a tool that is adopted by Indigenous people—as previous literature tends to hold—the use of digital media should be conceived as part and parcel of identity.", "venue": "AlterNative: An International Journal of Indigenous Peoples", "year": 2018, "referenceCount": 74, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "133575618", "name": "A. Castleton"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d56d9d7474ce11ee41fa468446e3ead2a711df08", "externalIds": {"MAG": "2883261328", "DOI": "10.1007/978-3-319-97931-1_18"}, "url": "https://www.semanticscholar.org/paper/d56d9d7474ce11ee41fa468446e3ead2a711df08", "title": "Need for eHealth Ethics", "abstract": "The healthcare is an area where ethics has justifiably gained a central position, and this fact has acted as a safeguard for people and society. However, the increasing use of information technology has brought forth new kind of situations that the traditional medical ethics approach has not faced before. There is need for a new approach of eHealth ethics that covers the needs for modern healthcare to ensure that the ethicality will be ensured today and future likewise. We argue that a fruitful approach for this is the synthesis of traditional medical ethics and IS-ethics. In this article we look the four principles of medical ethics together with IS-ethics approaches by Moor and Brey to see what kind of values should be protected and what are the needs for justified use of information technology in healthcare.", "venue": "", "year": 2018, "referenceCount": 57, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "41030330", "name": "Minna M. Rantanen"}, {"authorId": "123813781", "name": "Juhani Naskali"}, {"authorId": "33852149", "name": "J. Koskinen"}]}}, {"contexts": ["Brey [12] has analyzed the proper role of technology in society."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1e6968cc41cffdb9171eba06d01ce4dd387c081b", "externalIds": {"DBLP": "conf/iwseco/KoskinenRKH17", "MAG": "2807549935"}, "url": "https://www.semanticscholar.org/paper/1e6968cc41cffdb9171eba06d01ce4dd387c081b", "title": "Ecosystem Ethics: An Ethical Analysis of Orchestrators' Ultimate Power and the Dilemma of Ecosystem Ruling", "abstract": "Ecosystems, platforms and app stores have become a de factomodel for the modern software business. In the curated marketplaces of software ecosystems, independent software vendors are able to distribute their products and services to the customers. As the software industry has a tendency towards the winner-takes-all phenomenon, often only few of the competing ecosystems survive and share the market. As the software vendors are depending on the ecosystems to be able to publish their offerings, the orchestrators have achieved ultimate power to decide who are eligible to work and who are not. This study presents an ethical discussion on the ecosystem ruling dilemma: ecosystem focal company’s right to orchestrate what they offer against restricting liberty of independent software vendors. In the analysis, John Rawls’ theory of justice is used as a framing philosophical concept.", "venue": "IWSECO", "year": 2017, "referenceCount": 30, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "33852149", "name": "J. Koskinen"}, {"authorId": "41030330", "name": "Minna M. Rantanen"}, {"authorId": "2490743", "name": "Kai Kimppa"}, {"authorId": "20456790", "name": "S. Hyrynsalmi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "69aa32c4f9a8a8a86688a8e3a698c5f91fda730a", "externalIds": {"MAG": "2766444449", "DOI": "10.1016/J.TECHSOC.2017.10.001"}, "url": "https://www.semanticscholar.org/paper/69aa32c4f9a8a8a86688a8e3a698c5f91fda730a", "title": "Experience the future in full-scale: Technological background relations and visions of the good society at the World's Columbian Exposition", "abstract": "Abstract Do we have any means of predicting or evaluating how technological developments could contribute to a good society before they become part of everyday life? This paper turns to history for a potential answer by seeing the 1893 World's Columbian Exposition as one example of a tentative materialization of a vision of the good society supported by technological systems and artifacts. The first part of the paper provides a theoretical framework for understanding the communication of private sociotechnical visions of the good society to the public by way of full-scale models, and addresses how to evaluate such visions. Based on this framework, the paper explores the Exposition as a sociotechnical prototype, publicly enacted and experienced, and essential to insights about our own sociotechnical future.", "venue": "", "year": 2017, "referenceCount": 26, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "114380796", "name": "Ole Sneltvedt"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c62bc114cfb33d036d125c8069d2cd7fed0833a9", "externalIds": {"MAG": "2744047709", "DOI": "10.1016/J.TECHSOC.2017.07.009"}, "url": "https://www.semanticscholar.org/paper/c62bc114cfb33d036d125c8069d2cd7fed0833a9", "title": "The requirement of accessibility: European automated border control systems for persons with disabilities", "abstract": "Abstract This exploratory study investigates whether automated border control systems should be provided for persons with disabilities at European airports. While the special assistance provided to disabled passengers has improved in the last decade, some may want to travel independently using automated gates. This is currently not possible, nor is there an explicit plan to include the accessibility requirement in future technology development. We reflect this questionable situation against the notion of the good society and consider airports as normatively laden socio-physical zones contributing to experiences of exclusion. Our research stresses the need to consider human abilities as a spectrum, which should be addressed with the use of universal design principles to benefit as many travelers as possible. Interviews and a survey of disabled passengers help us explore the views of stakeholders; to find out whether persons with disabilities wish to use automated systems instead of assistance services, and whether stakeholders consider accessible systems technologically possible, cost-effective, and recommendable.", "venue": "", "year": 2017, "referenceCount": 31, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "46221373", "name": "A. Oostveen"}, {"authorId": "100812476", "name": "P. Lehtonen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d88751dcc448c9bf95fdc7fbc0436dbfe2ea8007", "externalIds": {"MAG": "2727159685", "DOI": "10.1016/J.TECHSOC.2017.07.002"}, "url": "https://www.semanticscholar.org/paper/d88751dcc448c9bf95fdc7fbc0436dbfe2ea8007", "title": "Designing for conviviality", "abstract": "Abstract The aim of this paper is to advance systemism (an ontological framework that accommodates both agency and social structure, stressing that everything is a system or part of a system) as a better suited ontological framework for giving an account of the role of technologies in the formation of a good society. Building on Ivan Illich's systemic understanding of a convivial society, my secondary aim is to provide a matrix for the ethical design of technologies meant to foster conviviality. I will argue that such an ethical matrix could overcome strictly individualistic or holistic understandings of the social realm, by admitting that the social change provoked by technology is affecting both the social fabric of the concerned society and the individual which is part of the social structure concerned.", "venue": "", "year": 2017, "referenceCount": 34, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48884490", "name": "C. Voinea"}]}}]}