{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "05330ce0f1fa813f8cbb7683fc39dd3003356212", "externalIds": {"MAG": "2097591633", "DOI": "10.1126/science.1177067", "PubMed": "19965759"}, "url": "https://www.semanticscholar.org/paper/05330ce0f1fa813f8cbb7683fc39dd3003356212", "title": "Promoting Interest and Performance in High School Science Classes", "abstract": "For the Love of Science Which is a better predictor of a student's continued participation in science, facile understanding or personal interest? Hulleman and Harackiewicz (p. 1410) designed an experiment to find out what drives high-school students. First-year high-school students were asked either to write about what they had just learned or about how what they had just learned connected to some facet of their personal lives. Connections of personal relevance were stronger than good grades for predicting interest in further science courses and future science careers. This low-cost intervention seemed to have its largest effect on students who began the class with the least amount of confidence in their abilities. Spotlighting curriculum relevance improves high school outcomes. We tested whether classroom activities that encourage students to connect course materials to their lives will increase student motivation and learning. We hypothesized that this effect will be stronger for students who have low expectations of success. In a randomized field experiment with high school students, we found that a relevance intervention, which encouraged students to make connections between their lives and what they were learning in their science courses, increased interest in science and course grades for students with low success expectations. The results have implications for the development of science curricula and theories of motivation.", "venue": "Science", "year": 2009, "referenceCount": 49, "citationCount": 792, "influentialCitationCount": 35, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "3376534", "name": "Chris Hulleman"}, {"authorId": "48812909", "name": "J. Harackiewicz"}]}}, {"contexts": ["Multiple experiments [43][44][45][46] have shown that a simple intervention at the beginning of the semester or in the first year of study leads to lasting effects."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "07dc04fe84961e684b3399e442893cc4080b88b6", "externalIds": {"MAG": "2028139627", "DOI": "10.1126/science.1128317", "PubMed": "16946074"}, "url": "https://www.semanticscholar.org/paper/07dc04fe84961e684b3399e442893cc4080b88b6", "title": "Reducing the Racial Achievement Gap: A Social-Psychological Intervention", "abstract": "Two randomized field experiments tested a social-psychological intervention designed to improve minority student performance and increase our understanding of how psychological threat mediates performance in chronically evaluative real-world environments. We expected that the risk of confirming a negative stereotype aimed at one's group could undermine academic performance in minority students by elevating their level of psychological threat. We tested whether such psychological threat could be lessened by having students reaffirm their sense of personal adequacy or “self-integrity.” The intervention, a brief in-class writing assignment, significantly improved the grades of African American students and reduced the racial achievement gap by 40%. These results suggest that the racial achievement gap, a major social concern in the United States, could be ameliorated by the use of timely and targeted social-psychological interventions.", "venue": "Science", "year": 2006, "referenceCount": 18, "citationCount": 943, "influentialCitationCount": 59, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "2307711", "name": "Geoffrey L. Cohen"}, {"authorId": "117856834", "name": "J. García"}, {"authorId": "6385160", "name": "N. Apfel"}, {"authorId": "5128536", "name": "Allison Master"}]}}, {"contexts": ["Stereotype threat has been described as a “disruptive social force” ([11] p.", "Stereotype threat’s impact begins early – research shows by sixth grade girls’ test scores in math show the impact of stereotype threat [11].", "Multiple studies have examined how stereotype threat can be triggered or removed, in an exam performance setting with many focused on the stereotype of women underperforming men in math [1][2][11][64]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "094d75c9006f6f5a9bdb910e240f6ca4185f3739", "externalIds": {"MAG": "1971688829", "DOI": "10.1016/J.APPDEV.2007.10.004"}, "url": "https://www.semanticscholar.org/paper/094d75c9006f6f5a9bdb910e240f6ca4185f3739", "title": "Problems in the pipeline: Stereotype threat and women's achievement in high-level math courses ☆ ☆☆", "abstract": "Abstract It is well established that negative stereotypes can undermine women's performance on mathematics tests. Despite considerable laboratory evidence for the role of “stereotype threat” in girls' and women's math test performance, the relevance of such findings for the “real world” gender test-score gap remains unclear and debates about causes focus primarily on innate sex differences in cognitive capacity. Reported here are results of a field experiment that tested the usefulness of the stereotype threat formulation for understanding women's performance in upper levels of college mathematics — men and women who are highly motivated and proficient mathematicians and who are in the pipeline to mathematics and science professions. Our primary hypothesis was confirmed. Test performance of women in a stereotype-nullifying presentation of the test in an experimental group was raised significantly to surpass that of the men in the course. In a control group, in which test-takers were given the test under normal test instructions, women and men performed equally. The pattern of results suggests that even among the most highly qualified and persistent women in college mathematics, stereotype threat suppresses test performance.", "venue": "", "year": 2008, "referenceCount": 52, "citationCount": 328, "influentialCitationCount": 20, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "48287802", "name": "C. Good"}, {"authorId": "144066806", "name": "Joshua Aronson"}, {"authorId": "2048830223", "name": "J. Harder"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0ae2f418fd16fe35d8613aff07a6f8ec2e67a66e", "externalIds": {"MAG": "2088995819", "DOI": "10.1061/(ASCE)1052-3928(2002)128:1(1)"}, "url": "https://www.semanticscholar.org/paper/0ae2f418fd16fe35d8613aff07a6f8ec2e67a66e", "title": "Teaching Lessons Learned", "abstract": "This is a continuing series of quarterly articles on lessons learned and best practices in civil engineering education. The intent of the series is to reinforce good practices, describe new or developing practices, and provide a forum for what works well and what does not. It is hoped that this series will be an important quarterly read for all civil engineering educators and all those interested in what’s going on in civil engineering education today. Authors and topics will vary from issue to issue. Contact the associate editor, Mark Evans, if you wish to contribute to an upcoming issue.", "venue": "", "year": 2002, "referenceCount": 2, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "40000147", "name": "R. Felder"}]}}, {"contexts": ["A recent Physics Today article provides concrete examples of poorly implemented interventions, along with practical suggestions for successful interventions [42].", "Guidelines of research proven approaches to alleviate stereotype threat are documented [40][41][42]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "0dcd3b4132e772c35d8af172c40f2062c584de72", "externalIds": {"MAG": "1988648751", "DOI": "10.1063/PT.3.2383"}, "url": "https://www.semanticscholar.org/paper/0dcd3b4132e772c35d8af172c40f2062c584de72", "title": "Psychological insights for improved physics teaching", "abstract": "If classroom practices designed to increase diversity in physics are to succeed, physics teachers need to understand students’ perspectives.", "venue": "", "year": 2014, "referenceCount": 12, "citationCount": 44, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2059649016", "name": "Lauren J. Aguilar"}, {"authorId": "5887051", "name": "G. Walton"}, {"authorId": "3341039", "name": "C. Wieman"}]}}, {"contexts": ["The measured impacts of stereotype threat include a reduced ability to learn, prepare for exams and perform on exams [20][21][22]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "0de8ca4ddb43d0136486a368bd93183686b050cf", "externalIds": {"MAG": "1857117291", "DOI": "10.1002/EJSP.835"}, "url": "https://www.semanticscholar.org/paper/0de8ca4ddb43d0136486a368bd93183686b050cf", "title": "Stereotype threat impairs ability building: Effects on test preparation among women in science and technology", "abstract": "Stereotype threat is an uncomfortable psychological state that has been shown to impair cognitive ability test scores. It is an open question whether and in what ways it affects processes involved in learning and knowledge acquisition. This research examined whether stereotypes also interfere with test preparation among women in the domain of science, technology, engineering, and mathematics (STEM). Study 1 (N = 1058) revealed that people are aware of a stereotype portraying women as less proficient in STEM-test preparation than men. Women's note-taking activities were impaired under stereotype threat (Study 2, N = 40), particularly when domain identification was high (Study 3, N = 79). Moreover, stereotype threat impaired women's performance evaluating the notes of others (Study 4, N = 88). Our work thus shows that stereotype threat not only hinders stereotyped individuals' capacity to demonstrate their abilities but also impairs behaviors that develop them. Copyright © 2011 John Wiley & Sons, Ltd.", "venue": "", "year": 2011, "referenceCount": 49, "citationCount": 79, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "49098032", "name": "Markus Appel"}, {"authorId": "2514878", "name": "Nicole Kronberger"}, {"authorId": "144066806", "name": "Joshua Aronson"}]}}, {"contexts": ["For example, in one study [27] two groups (White male and Black male college students) were asked to complete the same task – a version of miniature golf."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "1061f5d1d9d35a13e8deaf2f32f6f386b19c489f", "externalIds": {"MAG": "1984167703", "DOI": "10.1037/0022-3514.77.6.1213"}, "url": "https://www.semanticscholar.org/paper/1061f5d1d9d35a13e8deaf2f32f6f386b19c489f", "title": "Stereotype Threat Effects on Black and White Athletic Performance", "abstract": "Two experiments showed that framing an athletic task as diagnostic of negative racial stereotypes about Black or White athletes can impede their performance in sports. In Experiment 1, Black participants performed significantly worse than did control participants when performance on a golf task was framed as diagnostic of \"sports intelligence.\" In comparison, White participants performed worse than did control participants when the golf task was framed as diagnostic of \"natural athletic ability.\" Experiment 2 observed the effect of stereotype threat on the athletic performance of White participants for whom performance in sports represented a significant measure of their self-worth. The implications of the findings for the theory of stereotype threat (C. M. Steele, 1997) and for participation in sports are discussed.", "venue": "", "year": 1999, "referenceCount": 59, "citationCount": 714, "influentialCitationCount": 48, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5592651", "name": "J. Stone"}, {"authorId": "2064382764", "name": "Christian I. Lynch"}, {"authorId": "113856621", "name": "Mike Sjomeling"}, {"authorId": "5620189", "name": "J. Darley"}]}}, {"contexts": ["When we think of inequities in education, we often think of structural inequities [34][35]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "13fc9d90dde19243b150494177592fac30bad617", "externalIds": {"MAG": "2133796726", "DOI": "10.1146/ANNUREV.SOC.31.041304.122232"}, "url": "https://www.semanticscholar.org/paper/13fc9d90dde19243b150494177592fac30bad617", "title": "Inequality of opportunity in comparative perspective : Recent research on educational attainment and social mobility", "abstract": "Studies of how characteristics of the family of origin are associated with educational and labor market outcomes indicate the degree of openness of societies and have a long tradition in sociology. We review research published since 1990 into educational stratification and social (occupational or class) mobility, focusing on the importance of parental socioeconomic circumstances, and with particular emphasis on comparative studies. Large-scale data now available from many countries and several time points have led to more and better descriptions of inequality of opportunity across countries and over time. However, partly owing to problems of comparability of measurement, unambiguous conclusions about trends and ranking of countries have proven elusive. In addition, no strong evidence exists that explains intercountry differences. We conclude that the 1990s witnessed a resurgence of microlevel models, mostly of a rational choice type, that signals an increased interest in moving beyond description in strat...", "venue": "", "year": 2005, "referenceCount": 131, "citationCount": 982, "influentialCitationCount": 38, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "46995714", "name": "R. Breen"}, {"authorId": "32511394", "name": "Jan O. Jonsson"}]}}, {"contexts": ["scores on standardized math exams [57].", "Students are less sensitive to stereotype threat when they have a mental model that intelligence is malleable through effort or dependent on the environment and effort instead of a model that is fixed or genetic and which assumes one is born smart [56][57][58]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "199782b6446240a44c87a894a8839c888c2fd32c", "externalIds": {"MAG": "2005033477", "DOI": "10.1016/J.APPDEV.2003.09.002"}, "url": "https://www.semanticscholar.org/paper/199782b6446240a44c87a894a8839c888c2fd32c", "title": "Improving adolescents' standardized test performance: An intervention to reduce the effects of stereotype threat", "abstract": "Standardized tests continue to generate gender and race gaps in achievement despite decades of national attention. Research on ‘‘stereotype threat’’ (Steele & Aronson, 1995) suggests that these gaps may be partly due to stereotypes that impugn the math abilities of females and the intellectual abilities of Black, Hispanic, and low-income students. A field experiment was performed to test methods of helping female, minority, and low-income adolescents overcome the anxiety-inducing effects of stereotype threat and, consequently, improve their standardized test scores. Specifically, seventh-grade students in the experimental conditions were mentored by college students who encouraged them either to view intelligence as malleable or to attribute academic difficulties in the seventh grade to the novelty of the educational setting. Results showed that females in both experimental conditions earned significantly higher math standardized test scores than females in the control condition. Similarly, the students—who were largely minority and low-income adolescents—in the experimental conditions earned significantly higher reading standardized test scores than students in the control condition. D 2003 Published by Elsevier Inc.", "venue": "", "year": 2003, "referenceCount": 49, "citationCount": 967, "influentialCitationCount": 61, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "48287802", "name": "C. Good"}, {"authorId": "144066806", "name": "Joshua Aronson"}, {"authorId": "4565742", "name": "M. Inzlicht"}]}}, {"contexts": ["[45] Martens, A., Johns, M., Greenberg, J., & Schimel, J. 2006.", "[26] Schmader, T. & Johns, M. 2003.", "[82] Johns, M., Schmader, T., & Martens, A. 2005.", "Johns et al. [82] randomly assigned freshmen statistics students to one of three groups: 1) A problem-solving task group told they would\ncomplete an exercise measuring cognitive processes; 2) a math test group told their test would measure gender difference in math performance; and 3) a math test group with a teaching intervention.", "Schmader and Johns [26] found that women’s working memory is reduced when in a stereotype threat situation.", "Students with more working memory are not as susceptible [26]."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "25779bb7c3fbc6ecbccb8d0f5f6583155d9af071", "externalIds": {"MAG": "1979594809", "DOI": "10.1037/0022-3514.85.3.440", "PubMed": "14498781"}, "url": "https://www.semanticscholar.org/paper/25779bb7c3fbc6ecbccb8d0f5f6583155d9af071", "title": "Converging evidence that stereotype threat reduces working memory capacity.", "abstract": "Although research has shown that priming negative stereotypes leads to lower performance among stigmatized individuals, little is understood about the cognitive mechanism that accounts for these effects. Three experiments tested the hypothesis that stereotype threat interferes with test performance because it reduces individuals' working memory capacity. Results show that priming self-relevant negative stereotypes reduces women's (Experiment 1) and Latinos' (Experiment 2) working memory capacity. The final study revealed that a reduction in working memory capacity mediates the effect of stereotype threat on women's math performance (Experiment 3). Implications for future research on stereotype threat and working memory are discussed.", "venue": "Journal of personality and social psychology", "year": 2003, "referenceCount": 37, "citationCount": 1062, "influentialCitationCount": 84, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4242905", "name": "T. Schmader"}, {"authorId": "145589374", "name": "Michael Johns"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "262648181de4dc9a66ddb4cb6610ab0f0462dc79", "externalIds": {"MAG": "1965382344", "DOI": "10.1037/a0013068", "PubMed": "19210074"}, "url": "https://www.semanticscholar.org/paper/262648181de4dc9a66ddb4cb6610ab0f0462dc79", "title": "Working for the self or working for the group: how self- versus group affirmation affects collective behavior in low-status groups.", "abstract": "Experiencing social identity threat can lead members of stigmatized groups to protect their self-regard by withdrawing from domains that are associated with higher status groups. Four experiments examined how providing identity affirmation in alternative domains affects performance motivation in status-defining domains among stigmatized group members. Two forms of identity affirmation were distinguished: self-affirmation, which enhances personal identity, and group affirmation, which enhances social identity. The results showed that although self- and group affirmation both induce high performance motivation, they do so in different ways. Whereas self-affirmation induces a focus on the personal self, group affirmation induces a focus on the social self (Study 1). Accordingly, group affirmation elicited high performance motivation among highly identified group members (Studies 1 and 2) by inducing challenge (Study 2) and protected interest in group-serving behaviors that improve collective status (Studies 3 and 4). By contrast, low identifiers were challenged and motivated to perform well only after self-affirmation (Studies 1 and 2) and reported an even stronger inclination to work for themselves at the expense of the group when offered group affirmation (Studies 3 and 4).", "venue": "Journal of personality and social psychology", "year": 2009, "referenceCount": 75, "citationCount": 110, "influentialCitationCount": 10, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "143755267", "name": "B. Derks"}, {"authorId": "6078280", "name": "C. van Laar"}, {"authorId": "5903133", "name": "N. Ellemers"}]}}, {"contexts": ["blood pressure [23], heart rate [24], and independent raters noting fidgeting (a measure of anxiety) [25]) have been shown to be statistically correlated responses to stereotype threat."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "3282f66e77b5662034c162adbbd813cd0625431c", "externalIds": {"MAG": "2059920500", "DOI": "10.1177/0146167204263961", "PubMed": "15155036"}, "url": "https://www.semanticscholar.org/paper/3282f66e77b5662034c162adbbd813cd0625431c", "title": "Stereotype Threat Undermines Intellectual Performance by Triggering a Disruptive Mental Load", "abstract": "Research on stereotype threat has repeatedly demonstrated that the intellectual performance of social groups is particularly sensitive to the situational context in which tests are usually administered. In the present experiment, an adaptation of the Raven Advanced Progressive Matrices Test was introduced as a measure of cognitive ability. Results showed that individuals targeted by a reputation of intellectual inferiority scored lower on the test than did other people. However, when the identical test was not presented as a measure of cognitive ability, the achievement gap between the target and the control group disappeared. Using heart rate variability indices to assess mental workload, our findings showed that the situational salience of a reputation of lower ability undermined intellectual performance by triggering a disruptive mental load. Our results indicate that group differences in cognitive ability scores can reflect different situational burdens and not necessarily actual differences in cognitive ability.", "venue": "Personality & social psychology bulletin", "year": 2004, "referenceCount": 68, "citationCount": 307, "influentialCitationCount": 19, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "50698222", "name": "J. Croizet"}, {"authorId": "2084132585", "name": "G. Després"}, {"authorId": "6877028", "name": "Marie-Eve Gauzins"}, {"authorId": "3196789", "name": "P. Huguet"}, {"authorId": "114491351", "name": "J. Leyens"}, {"authorId": "2938859", "name": "Alain Méot"}]}}, {"contexts": ["Researchers have described different types of stereotype threat (Multi-Threat Framework [89])."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "35b42b80cc22f736bc3e3c45bf01fe67a1e9cd27", "externalIds": {"MAG": "2003398631", "DOI": "10.1177/1088868306294790", "PubMed": "18453458"}, "url": "https://www.semanticscholar.org/paper/35b42b80cc22f736bc3e3c45bf01fe67a1e9cd27", "title": "From Stereotype Threat to Stereotype Threats: Implications of a Multi-Threat Framework for Causes, Moderators, Mediators, Consequences, and Interventions", "abstract": "More than 100 articles have examined the construct of stereotype threat and its implications. However, stereotype threat seems to mean different things to different researchers and has been employed to describe and explain processes and phenomena that appear to be fundamentally distinct. Complementing existing models, the authors posit a Multi-Threat Framework in which six qualitatively distinct stereotype threats arise from the intersection of two dimensions—the target of the threat (the self/one's group) and the source of the threat (the self/outgroup others/ingroup others). The authors propose that these threats constitute the core of the broader stereotype threat construct and provide the foundation for understanding additional, as of yet uncharacterized, stereotype threats. The proposed threats likely differentially peril those with different stigmatizable characteristics, have different eliciting conditions and moderators, are mediated by somewhat different processes, are coped with and compensated for in different ways, and require different interventions to overcome.", "venue": "Personality and social psychology review : an official journal of the Society for Personality and Social Psychology, Inc", "year": 2007, "referenceCount": 94, "citationCount": 318, "influentialCitationCount": 34, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "34628829", "name": "Jenessa R. Shapiro"}, {"authorId": "3775227", "name": "S. Neuberg"}]}}, {"contexts": ["with others [80] and 2) there is a reason for hope [81]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "387c3febd199000f68e86a31e3d0b70b4e86a515", "externalIds": {"MAG": "2086319297", "DOI": "10.1521/JSCP.2000.19.1.11"}, "url": "https://www.semanticscholar.org/paper/387c3febd199000f68e86a31e3d0b70b4e86a515", "title": "The past and possible futures of hope.", "abstract": "After briefly reviewing the historical views about hope, a hope model based on three components—goal, pathways, and agency thoughts—is presented. Accompanying measures of hope for adults and children are described, and the positive correlates of higher hope are reviewed. Future applications of hope theory are presented, including such topics as psychotherapy, trauma, pain tolerance, adherence to taking medications, health psychology, gender, suicide, developmental antecedents, aging issues, and work.", "venue": "", "year": 2000, "referenceCount": 3, "citationCount": 341, "influentialCitationCount": 45, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145342831", "name": "C. R. Snyder"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3aaf694297abc77f55ffad87d03c9abd9de4a264", "externalIds": {"MAG": "61822749"}, "url": "https://www.semanticscholar.org/paper/3aaf694297abc77f55ffad87d03c9abd9de4a264", "title": "Even Geniuses Work Hard.", "abstract": "We can all agree that meaningful schoolwork promotes students' learning of academic content. But why stop there? I believe that meaningful work can also teach students to love challenges, to enjoy effort, to be resilient, and to value their own improvement. In other words, we can design and present learning tasks in a way that helps students develop a growth mindset, which leads to not just short-term achievement but also long-term success.", "venue": "", "year": 2010, "referenceCount": 4, "citationCount": 238, "influentialCitationCount": 44, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2067522", "name": "C. Dweck"}]}}, {"contexts": ["This difference in response was seen with Black students writing an essay for a White professor [38] and with science presentations given by female students to a male professor [17]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "3e2eff1e435087e3bfc5f79474146f92eed5df25", "externalIds": {"MAG": "2137768965", "DOI": "10.1177/0146167299258011"}, "url": "https://www.semanticscholar.org/paper/3e2eff1e435087e3bfc5f79474146f92eed5df25", "title": "The Mentor’s Dilemma: Providing Critical Feedback Across the Racial Divide", "abstract": "Two studies examined the response of Black and White students to critical feedback presented either alone or buffered with additional information to ameliorate its negative effects. Black students who received unbuffered critical feedback responded less favorably than White students both in ratings of the evaluator’s bias and in measures of task motivation. By contrast, when the feedback was accompanied both by an invocation of high standards and by an assurance of the student’s capacity to reach those standards, Black students responded as positively as White students and both groups reported enhanced identification with relevant skills and careers. This “wise,” two-faceted intervention proved more effective than buffering criticism either with performance praise (Study 1) or with an invocation of high standards alone (Study 2). The role of stigma in mediating responses to critical feedback, and the implications of our results for mentoring and other teacher-student interactions, are explored.", "venue": "", "year": 1999, "referenceCount": 72, "citationCount": 442, "influentialCitationCount": 22, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2307711", "name": "Geoffrey L. Cohen"}, {"authorId": "4622601", "name": "C. Steele"}, {"authorId": "122645565", "name": "L. Ross"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3e4714c65bb44d491eb1fb49de3e53721449be5b", "externalIds": {"MAG": "2022837310", "DOI": "10.1126/science.1170769", "PubMed": "19372432"}, "url": "https://www.semanticscholar.org/paper/3e4714c65bb44d491eb1fb49de3e53721449be5b", "title": "Recursive Processes in Self-Affirmation: Intervening to Close the Minority Achievement Gap", "abstract": "A 2-year follow-up of a randomized field experiment previously reported in Science is presented. A subtle intervention to lessen minority students' psychological threat related to being negatively stereotyped in school was tested in an experiment conducted three times with three independent cohorts (N = 133, 149, and 134). The intervention, a series of brief but structured writing assignments focusing students on a self-affirming value, reduced the racial achievement gap. Over 2 years, the grade point average (GPA) of African Americans was, on average, raised by 0.24 grade points. Low-achieving African Americans were particularly benefited. Their GPA improved, on average, 0.41 points, and their rate of remediation or grade repetition was less (5% versus 18%). Additionally, treated students' self-perceptions showed long-term benefits. Findings suggest that because initial psychological states and performance determine later outcomes by providing a baseline and initial trajectory for a recursive process, apparently small but early alterations in trajectory can have long-term effects. Implications for psychological theory and educational practice are discussed.", "venue": "Science", "year": 2009, "referenceCount": 29, "citationCount": 677, "influentialCitationCount": 48, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2307711", "name": "Geoffrey L. Cohen"}, {"authorId": "117856834", "name": "J. García"}, {"authorId": "1422062798", "name": "Valerie Purdie-Vaughns"}, {"authorId": "6385160", "name": "N. Apfel"}, {"authorId": "8476499", "name": "Patricia Brzustoski"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3e55b3e9a5d9aed0d51c375e0083f9d1785e18b7", "externalIds": {"MAG": "1607313309", "DOI": "10.5860/choice.46-7095"}, "url": "https://www.semanticscholar.org/paper/3e55b3e9a5d9aed0d51c375e0083f9d1785e18b7", "title": "Intelligence and how to get it: Why schools and cultures count.", "abstract": "Who are smarter, Asians or Westerners? Are there genetic explanations for group differences in test scores? From the damning research of The Bell Curve to the more recent controversy surrounding geneticist James Watson's statements, one factor has been consistently left out of the equation: culture. In the tradition of Stephen Jay Gould's The Mismeasure of Man, world-class social psychologist Richard E. Nisbett takes on the idea of intelligence as biologically determined and impervious to culture with vast implications for the role of education as it relates to social and economic development. Intelligence and How to Get It asserts that intellect is not primarily genetic but is principally determined by societal influences.", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 211, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2518186", "name": "R. Nisbett"}]}}, {"contexts": ["In a related study, women performed better on a diagnostic math exam after they read about examples of successful women in STEM or architecture [75] [76]."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "44d85cff80a3cce261e3a40fa3b3f996c55ce09d", "externalIds": {"MAG": "2117010133", "DOI": "10.1037/0022-3514.88.3.432", "PubMed": "15740438"}, "url": "https://www.semanticscholar.org/paper/44d85cff80a3cce261e3a40fa3b3f996c55ce09d", "title": "We can do it: the interplay of construal orientation and social comparisons under threat.", "abstract": "The authors investigated how a collective self-construal orientation in combination with positive social comparisons \"turns off\" the negative effects of stereotype threat. Specifically, Experiment 1 demonstrated that stereotype threat led to increased accessibility of participants' collective self (\"we\"). Experiment 2 showed that this feeling of \"we-ness\" in the stereotype threat condition centered on the participants' stereotyped group membership and not on other important social groups (e.g., students). Experiment 3 indicated that in threat situations, when participants' collective self is accessible, positive social comparison information led to improved math test performance and less concern, whereas in nonthreat situations, when the collective self is less accessible, positive comparison information led to worse test performance and more concern. Our final experiment revealed that under stereotype threat, only those comparison targets who are competent in the relevant domain (math), rather than in domains unrelated to math (athletics), enhanced participants' math test performance.", "venue": "Journal of personality and social psychology", "year": 2005, "referenceCount": 63, "citationCount": 211, "influentialCitationCount": 13, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "39835082", "name": "D. Marx"}, {"authorId": "5612381", "name": "D. Stapel"}, {"authorId": "1753086", "name": "D. Muller"}]}}, {"contexts": ["The role model intervention is thought to work by showing that the stereotype is not true and that the role model is a positive representation of the group [73][76].", "When a competent role model from a threatened group administered the exam, women performed better on a diagnostic math test and Black students performed better on a verbal test [73][74] than peers in control groups."], "isInfluential": false, "intents": ["methodology", "background"], "citedPaper": {"paperId": "483d72917739de7d0b7e99ae7db0256f4bddca6d", "externalIds": {"MAG": "1965499207", "DOI": "10.1348/014466604X17948", "PubMed": "16368024"}, "url": "https://www.semanticscholar.org/paper/483d72917739de7d0b7e99ae7db0256f4bddca6d", "title": "Clearing the air: the effect of experimenter race on target's test performance and subjective experience.", "abstract": "According to stereotype threat theory (Steele, 1997), stereotyped targets under-perform on challenging tests, in part because they are worried about being viewed in terms of the negative stereotype that they are intellectually inferior. How then are the negative effects of stereotype threat reduced for stereotyped targets? To examine this issue, a study was conducted to investigate whether stereotype threat's adverse effects are reduced when a Black experimenter administers a verbal test to Black participants. We further examined the question of whether Black participants have a subjective awareness of stereotype threat. Results showed that when a Black experimenter gave a verbal test to Black participants, they did not suffer the typical performance decrements associated with stereotype threat. Additionally, results supported the hypothesis that Black participants have conscious access to the experience of stereotype threat and that this effect is partially mediated by their endorsement of the stereotype.", "venue": "The British journal of social psychology", "year": 2005, "referenceCount": 23, "citationCount": 214, "influentialCitationCount": 18, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "39835082", "name": "D. Marx"}, {"authorId": "33524004", "name": "Phillip Atiba Goff"}]}}, {"contexts": ["Individuals that are able to develop a sense of trust with an environment are more likely to develop a sense of belonging [85][86] and more likely to achieve [87]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "4e1495f7312a09cc22de66dca35d866e03976aa7", "externalIds": {"MAG": "2030418315", "DOI": "10.1002/BSL.438", "PubMed": "11385699"}, "url": "https://www.semanticscholar.org/paper/4e1495f7312a09cc22de66dca35d866e03976aa7", "title": "Public trust and confidence in legal authorities: What do majority and minority group members want from the law and legal institutions?", "abstract": "Discussions of public trust and confidence in the police and the courts often assume that the key to public feelings is the public's evaluation of the outcomes that the public receives from these legal authorities. In the case of the courts, discontent is often assumed to be linked to issues of cost and delay-instrumental concerns about the outcomes delivered to the public by the courts. In the case of the police, the inability to effectively control crime is frequently seen as driving public evaluations. This article presents an alternative procedural justice based model that links public trust and confidence to views about the manner in which legal authorities treat the public. Drawing upon psychological research about public evaluations of institutions and authorities it is argued that the key issue that shapes public views is a process based evaluation of the fairness of the procedures that the police and courts use to exercise their authority. Analyses from several studies exploring the basis of public views support this procedural justice based model of public evaluation. In addition, the results provide suggestions about the elements of procedures that are central to public judgments about their fairness.", "venue": "Behavioral sciences & the law", "year": 2001, "referenceCount": 13, "citationCount": 527, "influentialCitationCount": 40, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "145570151", "name": "T. Tyler"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4e5796c84fb5b20ede78ba1d4c8028e2decab168", "externalIds": {"MAG": "2152618569", "DOI": "10.1126/SCIENCE.1131100", "PubMed": "17053140"}, "url": "https://www.semanticscholar.org/paper/4e5796c84fb5b20ede78ba1d4c8028e2decab168", "title": "Exposure to Scientific Theories Affects Women's Math Performance", "abstract": "Stereotype threat occurs when stereotyped groups perform worse as their group membership is highlighted. We investigated whether stereotype threat is affected by accounts for the origins of stereotypes. In two studies, women who read of genetic causes of sex differences performed worse on math tests than those who read of experiential causes.", "venue": "Science", "year": 2006, "referenceCount": 18, "citationCount": 282, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "1401743034", "name": "I. Dar-Nimrod"}, {"authorId": "6827953", "name": "S. Heine"}]}}, {"contexts": ["Once in engineering programs, women graduate at the same or greater rates than their male counterparts for all races/ethnicities, but recruitment remains an issue [30]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "514b054fcf05aaf2e09d0a0f9ac9f8d809ec905f", "externalIds": {"MAG": "2061978358", "DOI": "10.1002/J.2168-9830.2011.TB00012.X"}, "url": "https://www.semanticscholar.org/paper/514b054fcf05aaf2e09d0a0f9ac9f8d809ec905f", "title": "Race, Gender, and Measures of Success in Engineering Education", "abstract": "Background \n \nConcern for workforce needs, social justice, and the diversification of the engineering profession make it critical to understand how different metrics may overestimate or underestimate the success of various race-gender populations in engineering. \n \n \n \nPurpose (Hypothesis) \n \nWhile earlier work found that women in nearly all racial groups persist to the eighth semester at rates comparable to men, results vary in studies that use other measures of success, providing an incentive to compare multiple measures of success in the same population. \n \n \n \nDesign/Method \n \nThe eight-semester persistence and six-year graduation rates are compared for various race-gender populations using a longitudinal, comprehensive dataset of more than 75,000 students matriculating in engineering at nine universities from 1988–1998. \n \n \n \nResults \n \nGender differences in persistence of Asian, Black, Hispanic, Native American, and White students are far outweighed by institutional differences. Racial differences are more pronounced, however, revealing some patterns that transcend institutional differences. \n \n \n \nConclusion \n \nOur work demonstrates that trajectories of persistence are non-linear, gendered, and racialized, and further that higher education has developed the way in which persistence is studied based on the behavior of the majority, specifically the White, male population. Even if institutions were to treat all students equally, the outcomes will not necessarily be the same because various populations respond differently to the same conditions. Using eight-semester persistence may result in a “systematic majority measurement bias.” Therefore, multiple measures may be needed to describe outcomes in diverse populations.", "venue": "", "year": 2011, "referenceCount": 75, "citationCount": 161, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2365119", "name": "M. Ohland"}, {"authorId": "2301197", "name": "C. E. Brawner"}, {"authorId": "8701217", "name": "M. Camacho"}, {"authorId": "145193297", "name": "R. Layton"}, {"authorId": "4108768", "name": "R. A. Long"}, {"authorId": "143784375", "name": "S. Lord"}, {"authorId": "2237082", "name": "M. Wasburn"}]}}, {"contexts": ["While there is a plethora of research available on practices that increase or reduce stereotype threat, this body of research is not well known amongst many engineering educators, even though related research was reported in the Journal of Engineering Education in 2003 [6] and some of the best practices for reducing stereotype threat have been suggested to the engineering education community [7][8][9][10]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "51969d9438c1a9c1cf3f3bb9350fa84486dfc03f", "externalIds": {"MAG": "2550896292", "DOI": "10.18260/1-2--22427"}, "url": "https://www.semanticscholar.org/paper/51969d9438c1a9c1cf3f3bb9350fa84486dfc03f", "title": "Research-informed practices for inclusive science, technology, engineering, and math (stem) classrooms: Strategies for educators to close the gender gap", "abstract": "The underrepresentation and attrition of women students in science, technology, engineering, and math (STEM) fields is a widely acknowledged, complex problem for which solutions will be multi-faceted. However, while a large body of research examines factors that influence girls’ and women’s experiences in these fields, many STEM educators at the K-12 level may be unfamiliar with the most recent research on gender’s relation to STEM classes. This paper aims to bridge research to practice by identifying strategies for educators as they work to capture students’ interest in STEM and retain students who are already interested. Seven “key practices” for creating gender-inclusive STEM classrooms were identified through a comprehensive literature review of social science research in gender and education. This research indicates, moreover, that the benefits of most practices can be broadened to all STEM students. The paper begins with an overview of the conceptual and methodological approach to the literature review process, and then presents and discusses the seven practices and supporting research. We then turn to recommending implementation strategies for educators to make courses more inclusive. The strategies are followed by a brief outline of suggested directions for future research. Introduction and Background According to the United States Department of Commerce, “Although women fill close to half of all jobs in the U.S. economy, they hold less than 25 percent of STEM jobs. This has been the case throughout the past decade, even as college-educated women have increased their share of the overall workforce”. The gender gap in STEM employment is not an anomaly; it reflects the disparity in the relative numbers of men and women pursuing STEM education, of which the K12 years, particularly high school, are this paper’s focus. Female high-school students are more likely to aspire to attend college than are their male counterparts, and young women enroll in college, persist, and graduate from it at higher rates as well. So why does this STEM-specific gap exist? This paper employs the tools of “gender analysis” to address this question. Gender analysis provides a framework for thorough analysis of the differences between women’s and men’s “gender roles, activities, needs, and opportunities in a given context” to eliminate the role of false assumptions and stereotypes. Gender analysis seeks to achieve equity rather than equality in that gender equity accounts for the differences in women’s and men’s “life experiences, needs, issues, and priorities”. Gender analysis in STEM education allows us to more deeply understand the effects of existing STEM programs and new STEM initiatives: whom they are most affecting and in precisely what P ge 23042.2 ways. This knowledge provides policymakers, educators, parents, and students with the tools necessary to determine how to, for example, allocate limited funding, write a successful curriculum, or avoid reinforcing counterproductive stereotypes in the home or classroom. All of this contributes to the ultimate goal of creating classrooms that better support the growth of young women engineers and scientists, and leads to three major societal benefits. The first benefit is about sheer numbers: retaining more women in STEM while maintaining the numbers of men results in more engineers and scientists for the future. This is important for the U.S. to maintain competitiveness in the global economy that is becoming increasingly technologydriven. The second major benefit is that a more diverse set of scientists and engineers can better represent the population and bring new perspectives on identifying problems and designing solutions. This diversity of ideas is crucial to innovation and to equitable consideration of the needs of women and men. A third benefit is greater satisfaction and fulfillment for some individuals because without the negative effect of social norms or stereotypes, some students may be more inclined to study what truly interests them. There are three concepts that are fundamental to our use of gender analysis in this paper. The first is the distinction between the terms “sex” and “gender”. Sex refers to biological and physical characteristics and is associated with the words “male” and “female”. Meanwhile, gender refers to socially constructed roles, norms, and attributes, and is associated with “masculine” and “feminine”. In much of the research discussed in this paper, study participants are classified by sex but differences in the dependent variable (achievement, self-efficacy, etc.) are attributed to gender, that is, to social and cultural forces that differentially shape women’s and men’s behaviors and attitudes. While this may seem like a subtlety, clarity in attributions of differences between men and women students has huge implications regarding the solutions to motivating students and eliminating the gender gap. If it is not made clear to educators, parents, and students that differences in educational settings tend to be gender-, not sex-based, then the differences are likely to perpetuate themselves through the belief that the differences are natural and inherent. However, if the emphasis is placed on the role of social and cultural factors (“gender-based”) then the attitude shifts to one of empowerment and transformation in the education system and society. The second fundamental concept is the importance of considering both how the environment creates and affects gender differences and how it may affect men and women differently. In The Gender Gap in College, Linda Sax notes a tendency that affects our understanding of gender differences. The inclination is to focus on descriptive comparisons of women and men, rather than to focus on the environmental forces producing gender differences. That is, studies tend to compare college men and women in terms of their characteristics and abilities, such as assertiveness or mathematical competence, but pay little attention to the ways in which various experiences may contribute to those gender differences. This practice... falls short of documenting the biological, cultural, or sociological factors that may explain the observed dissimilarity. P ge 23042.3 Selected research in this paper presents not only how students’ educational experiences vary by gender, but also how the impact of a single educational experience differs for women and men. This is known as a “conditional” or “interaction” effect, which occurs when the influence of an environment or experience differs for different groups of people. Understanding these interactions helps in identifying the origins and perpetuation of the gender gap as well as in designing solutions. For example, Sax found that although “majoring in math-intensive fields strengthens men’s and women’s belief in their mathematical aptitude”, “the influence of these majors is stronger for women than men, suggesting that continued exposure to mathematics is particularly important for female students”. This indicates that there is an interaction between an individual’s gender and a math-intensive major. With this finding, we can glean new insights into particularly effective or important environments for women that may be less salient otherwise. The final point that must preface the study of gender differences is the importance of avoiding over-generalization because neither men nor women can be treated as one homogeneous group. Gender differences in STEM education cannot be fully understood without attention to race, ethnicity, and family income level or socioeconomic status. Moreover, we cannot overemphasize gender differences in light of other variables. Ohland et al. note that at the postsecondary level, gender differences are only one factor in engineering persistence, among institutional and racial differences. This paper focuses on inclusive STEM education with regard to gender but future research will probe differences by other variables more deeply.", "venue": "", "year": 2013, "referenceCount": 34, "citationCount": 25, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Engineering", "Mathematics"], "authors": [{"authorId": "114285156", "name": "Helena Isabel Scutt"}, {"authorId": "90088425", "name": "Shannon K. Gilmartin"}, {"authorId": "32390818", "name": "S. Sheppard"}, {"authorId": "2311520", "name": "Samantha Brunhaver"}]}}, {"contexts": ["However, researchers [28] have demonstrated that Stanford University White male engineering students can experience stereotype threat, when compared to Asian males."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "530e9b91e44398fa36877bbc4ab8674f136bc665", "externalIds": {"MAG": "2089075663", "DOI": "10.1006/JESP.1998.1371"}, "url": "https://www.semanticscholar.org/paper/530e9b91e44398fa36877bbc4ab8674f136bc665", "title": "When White Men Can't Do Math: Necessary and Sufficient Factors in Stereotype Threat", "abstract": "Abstract Research on “stereotype threat” (Aronson, Quinn, & Spencer, 1998; Steele, 1997; Steele & Aronson, 1995) suggests that the social stigma of intellectual inferiority borne by certain cultural minorities can undermine the standardized test performance and school outcomes of members of these groups. This research tested two assumptions about the necessary conditions for stereotype threat to impair intellectual test performance. First, we tested the hypothesis that to interfere with performance, stereotype threat requires neither a history of stigmatization nor internalized feelings of intellectual inferiority, but can arise and become disruptive as a result of situational pressures alone. Two experiments tested this notion with participants for whom no stereotype of low ability exists in the domain we tested and who, in fact, were selected for high ability in that domain (math-proficient white males). In Study 1 we induced stereotype threat by invoking a comparison with a minority group stereotyped to excel at math (Asians). As predicted, these stereotype-threatened white males performed worse on a difficult math test than a nonstereotype-threatened control group. Study 2 replicated this effect and further tested the assumption that stereotype threat is in part mediated by domain identification and, therefore, most likely to undermine the performances of individuals who are highly identified with the domain being tested. The results are discussed in terms of their implications for the development of stereotype threat theory as well as for standardized testing.", "venue": "", "year": 1999, "referenceCount": 47, "citationCount": 921, "influentialCitationCount": 110, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "34999365", "name": "J. Aronson"}, {"authorId": "115233065", "name": "Michael J. Lustina"}, {"authorId": "48287802", "name": "C. Good"}, {"authorId": "47995846", "name": "K. Keough"}, {"authorId": "4622601", "name": "C. Steele"}, {"authorId": "2116700262", "name": "Joseph L. Brown"}]}}, {"contexts": ["The measured impacts of stereotype threat include a reduced ability to learn, prepare for exams and perform on exams [20][21][22]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "55551e73f5db7041f2ba1ab04ba92a213e77a7da", "externalIds": {"MAG": "1971967125", "DOI": "10.3102/0002831211423972"}, "url": "https://www.semanticscholar.org/paper/55551e73f5db7041f2ba1ab04ba92a213e77a7da", "title": "“You Would Not Believe What I Have to Go Through to Prove My Intellectual Value!” Stereotype Management Among Academically Successful Black Mathematics and Engineering Students", "abstract": "Stereotype management is introduced to explain high achievement and resilience among 23 Black mathematics and engineering college students. Characterized as a tactical response to ubiquitous forms of racism and racialized experiences across school and non-school contexts, stereotype management emerged along overlapping paths of racial, gender, and mathematics identity development. Interviews revealed that although stereotype management facilitated success in these domains, the students maintained an intense and perpetual state of awareness that their racial identities and Blackness are undervalued and constantly under assault within mathematics and engineering contexts. With age development and maturity, the students progressed from being preoccupied with attempts to prove stereotypes wrong to adopting more self-defined reasons to achieve. The results suggest that stereotype threat is not deterministic.", "venue": "", "year": 2011, "referenceCount": 177, "citationCount": 313, "influentialCitationCount": 27, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3386159", "name": "Ebony O. McGee"}, {"authorId": "29950582", "name": "D. Martin"}]}}, {"contexts": ["In a related study, women performed better on a diagnostic math exam after they read about examples of successful women in STEM or architecture [75] [76].", "The role model intervention is thought to work by showing that the stereotype is not true and that the role model is a positive representation of the group [73][76]."], "isInfluential": false, "intents": ["background", "methodology"], "citedPaper": {"paperId": "5b6963050f72d7b14edfd1085f7181fe736f3b02", "externalIds": {"MAG": "2042566250", "DOI": "10.1016/S0022-1031(02)00513-9"}, "url": "https://www.semanticscholar.org/paper/5b6963050f72d7b14edfd1085f7181fe736f3b02", "title": "Alleviating women’s mathematics stereotype threat through salience of group achievements", "abstract": "Abstract Stereotype threat impairs performance in situations where a stereotype holds that one’s group will perform poorly. Two experiments investigated whether reminding women of other women’s achievements might alleviate women’s mathematics stereotype threat. In Experiment 1, college women performed significantly better on a difficult mathematics test when they were first told that women in general make better participants than men in psychology experiments. In Experiment 2, college women performed significantly better on a difficult mathematics test when they first read about four individual women who had succeeded in architecture, law, medicine, and invention. The results are seen as having implications for theories of stereotype threat, self-evaluation, and performance expectations.", "venue": "", "year": 2003, "referenceCount": 19, "citationCount": 287, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "32355395", "name": "R. McIntyre"}, {"authorId": "39205712", "name": "René M. Paulson"}, {"authorId": "6802871", "name": "C. Lord"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "5d61d16b3ea907a15650fc44f881879f899b7e16", "externalIds": {"MAG": "325314667"}, "url": "https://www.semanticscholar.org/paper/5d61d16b3ea907a15650fc44f881879f899b7e16", "title": "Knowing What Students Know: The Science and Design of Educational Assessment", "abstract": "Education is a hot topic. From the stage of presidential debates to tonight's dinner table, it is an issue that most Americans are deeply concerned about. While there are many strategies for improving the educational process, we need a way to find out what works and what doesn't work as well. Educational assessment seeks to determine just how well students are learning and is an integral part of our quest for improved education. The nation is pinning greater expectations on educational assessment than ever before. We look to these assessment tools when documenting whether students and institutions are truly meeting education goals. But we must stop and ask a crucial question: What kind of assessment is most effective? At a time when traditional testing is subject to increasing criticism, research suggests that new, exciting approaches to assessment may be on the horizon. Advances in the sciences of how people learn and how to measure such learning offer the hope of developing new kinds of assessments-assessments that help students succeed in school by making as clear as possible the nature of their accomplishments and the progress of their learning. Knowing What Students Know essentially explains how expanding knowledge in the scientific fields of human learning and educational measurement can form the foundations of an improved approach to assessment. These advances suggest ways that the targets of assessment-what students know and how well they know it-as well as the methods used to make inferences about student learning can be made more valid and instructionally useful. Principles for designing and using these new kinds of assessments are presented, and examples are used to illustrate the principles. Implications for policy, practice, and research are also explored. With the promise of a productive research-based approach to assessment of student learning, Knowing What Students Know will be important to education administrators, assessment designers, teachers and teacher educators, and education advocates.", "venue": "", "year": 2001, "referenceCount": 394, "citationCount": 1854, "influentialCitationCount": 93, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "40429364", "name": "J. Pellegrino"}, {"authorId": "51977899", "name": "Naomi Chudowsky"}, {"authorId": "31813000", "name": "R. Glaser"}]}}, {"contexts": ["More difficult exams elicit more stereotype threat [16], and the more important the performance is to the individual, the more threatened the individual will be [12].", "Documented consequences of stereotype threat include raised stress, depleted mental resources, and decreased performance [16]; lowering one’s sense of belonging and trust [17][16] and reducing one’s career goals [18].", "explicit evaluation criteria and showed that vague evaluation criteria may elicit more stereotype threat, as the student is concerned evaluators may stereotype him or her [16].", "uncertainty about the metrics for assessment and fears of being judged based on negative stereotypes [16].", "[84] explored the idea that people are sensitive to cues of social identity contingencies, which “are possible judgments, stereotypes, opportunities, restrictions, and treatments that are tied to one’s social identity in a given setting [16]” ([84], p."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "64bd173a2250d7fbf36b6a5bf44cd3ecab2234c2", "externalIds": {"MAG": "1919982252", "DOI": "10.1016/S0065-2601(02)80009-0"}, "url": "https://www.semanticscholar.org/paper/64bd173a2250d7fbf36b6a5bf44cd3ecab2234c2", "title": "Contending with group image: The psychology of stereotype and social identity threat", "abstract": "Our research on stereotype threat began with a practical question: Do social psychological processes play a significant role in the academic underperformance of certain minority groups, and if so, what is the nature of those processes? In our search for answers, we soon came upon an intriguing finding: Women at the University of Michigan seemed to perform lower than their tested skills would predict in difficult math classes yet at their predicted levels in other classes that we examined such as English or, as we later found, in entry-level math classes. By that time we had been long aware of what is known in the standardized testing literature as the \"underperformance phenomenon\": At each level of academic skill as measured by prior tests, such as the Scholastic Assessment Test (SAT), and grades, a group of students sharing a given social identity gets lower subsequent grades than other students. Underperformance such as this characterizes the school and college performance of a number of American minority groups--African Americans, Native Americans, and many Latino groups (e.g., Bowen & Bok, 1998; Jensen, 1980; Ramist, Lewis, & McCamley-Jenkins, 1994). And this fact has a rather startling implication: Their poorer performance in school is not due entirely to their lack of skills or preparation. The underperformance phenomenon documents lower performance by these groups at each level of skill that is, when skill and preparation as measured by tests are essentially held constant. Clearly, then, something beyond weaker skills and preparation undermines the school performance of these groups.", "venue": "", "year": 2002, "referenceCount": 92, "citationCount": 1756, "influentialCitationCount": 140, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "4622601", "name": "C. Steele"}, {"authorId": "34389548", "name": "S. Spencer"}, {"authorId": "34999365", "name": "J. Aronson"}]}}, {"contexts": ["” Research also suggests that reducing prejudice in the context of learning will decrease social identity threat; this includes eliminating sexist language and displaying egalitarian behaviors [78]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "6911a4e3bad4e8e1ef6658da9b5c10776c1317c6", "externalIds": {"MAG": "2142310073", "DOI": "10.1037/a0015703", "PubMed": "19469589"}, "url": "https://www.semanticscholar.org/paper/6911a4e3bad4e8e1ef6658da9b5c10776c1317c6", "title": "Interacting with sexist men triggers social identity threat among female engineers.", "abstract": "Social identity threat is the notion that one of a person's many social identities may be at risk of being devalued in a particular context (C. M. Steele, S. J. Spencer, & J. Aronson, 2002). The authors suggest that in domains in which women are already negatively stereotyped, interacting with a sexist man can trigger social identity threat, undermining women's performance. In Study 1, male engineering students who scored highly on a subtle measure of sexism behaved in a dominant and sexually interested way toward an ostensible female classmate. In Studies 2 and 3, female engineering students who interacted with such sexist men, or with confederates trained to behave in the same way, performed worse on an engineering test than did women who interacted with nonsexist men. Study 4 replicated this finding and showed that women's underperformance did not extend to an English test, an area in which women are not negatively stereotyped. Study 5 showed that interacting with sexist men leads women to suppress concerns about gender stereotypes, an established mechanism of stereotype threat. Discussion addresses implications for social identity threat and for women's performance in school and at work.", "venue": "Journal of personality and social psychology", "year": 2009, "referenceCount": 81, "citationCount": 265, "influentialCitationCount": 16, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "3833037", "name": "Christine Logel"}, {"authorId": "5887051", "name": "G. Walton"}, {"authorId": "34389548", "name": "S. Spencer"}, {"authorId": "3776319", "name": "E. Iserman"}, {"authorId": "48175939", "name": "W. von Hippel"}, {"authorId": "2067721387", "name": "Amy E. Bell"}]}}, {"contexts": ["Multiple studies have examined how stereotype threat can be triggered or removed, in an exam performance setting with many focused on the stereotype of women underperforming men in math [1][2][11][64].", "At the onset of an exam, Steele and Aronson found when African American students were asked to self-report salient status characteristics, they cognitively activated the racial stereotype with the effect of producing vulnerability, eroding self-confidence and leading to lower test scores [1].", "In the experiment that led to the term [1], Steele and Aronson tested performance on the verbal section of the graduate record exam (GRE).", "\"For example, under stereotype threat, African Americans perform worse on tests of intelligence [1]; women perform worse on tests of math [2]; men perform worse on tests of verbal skill [3]; and the elderly perform worse on memory tests [4].", "While hypotheses and methods to study gender and racial achievement gaps in academic performance have been studied since the later 1980s [12], in 1995 Claude Steele and Joshua Aronson coined the term \"stereotype threat\" defining the concept as \"being at risk of confirming, as self-characteristic, a negative stereotype about one's group” [1].", "Their research demonstrated that two ways to trigger stereotype threat in laboratory settings include 1) designating a test as a measure of intellectual ability and 2) pointing out a student’s race/ethnicity before the beginning of an exam [19][1]."], "isInfluential": true, "intents": ["methodology", "background"], "citedPaper": {"paperId": "71dbd1d5c13d7661857b0d245f7ce1d3fac7b0c5", "externalIds": {"MAG": "2161923363", "DOI": "10.1037/0022-3514.69.5.797", "PubMed": "7473032"}, "url": "https://www.semanticscholar.org/paper/71dbd1d5c13d7661857b0d245f7ce1d3fac7b0c5", "title": "Stereotype threat and the intellectual test performance of African Americans.", "abstract": "Stereotype threat is being at risk of confirming, as self-characteristic, a negative stereotype about one's group. Studies 1 and 2 varied the stereotype vulnerability of Black participants taking a difficult verbal test by varying whether or not their performance was ostensibly diagnostic of ability, and thus, whether or not they were at risk of fulfilling the racial stereotype about their intellectual ability. Reflecting the pressure of this vulnerability, Blacks underperformed in relation to Whites in the ability-diagnostic condition but not in the nondiagnostic condition (with Scholastic Aptitude Tests controlled). Study 3 validated that ability-diagnosticity cognitively activated the racial stereotype in these participants and motivated them not to conform to it, or to be judged by it. Study 4 showed that mere salience of the stereotype could impair Blacks' performance even when the test was not ability diagnostic. The role of stereotype vulnerability in the standardized test performance of ability-stigmatized groups is discussed.", "venue": "Journal of personality and social psychology", "year": 1995, "referenceCount": 54, "citationCount": 6924, "influentialCitationCount": 624, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4622601", "name": "C. Steele"}, {"authorId": "34999365", "name": "J. Aronson"}]}}, {"contexts": ["While there is a plethora of research available on practices that increase or reduce stereotype threat, this body of research is not well known amongst many engineering educators, even though related research was reported in the Journal of Engineering Education in 2003 [6] and some of the best practices for reducing stereotype threat have been suggested to the engineering education community [7][8][9][10]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "727ade4d6411475f653724a66e72077be1c862e4", "externalIds": {"MAG": "2170628353", "DOI": "10.1109/FIE.2006.322386"}, "url": "https://www.semanticscholar.org/paper/727ade4d6411475f653724a66e72077be1c862e4", "title": "Teaching for Greater Inclusion: Searching for Talent as a Potentially Harmful Teaching Practice", "abstract": "Past research has found that women held stronger beliefs in scientific success due to effort, whereas men believed in success based upon ability. While this does not seem problematic, because females have been more likely to attribute their successes to effort, this may have compromised their perceived intellectual ability in the eyes of ability-referenced academics and peers. Females, in traditionally male subjects, with their sense of ability, academic confidence and self-efficacy compromised, may feel compelled to leave engineering. While this basis for departure may be a common phenomenon amongst engineering majors, many studies have measured the effects of effort and ability on self-efficacy. However, what is not understood are the effects of these variables on test-anxiety by gender. Data from approximately 700 university engineering students across four universities indicated that belief in ability lowered females' self-efficacy, producing greater test-anxiety and potentially lowering GPA. Conversely, beliefs in effort raised self-efficacy, lowered test-anxiety and may result in higher GPA. Therefore, faculty might adjust their teaching practices to reinforce effort as the cause for success in engineering courses", "venue": "Proceedings. Frontiers in Education. 36th Annual Conference", "year": 2006, "referenceCount": 23, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "47434930", "name": "C. Vogt"}]}}, {"contexts": ["Since 1995, more than 300 studies have demonstrated stereotype threat with many different groups including Latinos [14] and students from low socioeconomic backgrounds [15]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "73d3cd429fecf69f1d8406c92694dfa75c2cd7f3", "externalIds": {"MAG": "2110329598", "DOI": "10.1177/0146167298246003"}, "url": "https://www.semanticscholar.org/paper/73d3cd429fecf69f1d8406c92694dfa75c2cd7f3", "title": "Extending the Concept of Stereotype Threat to Social Class: The Intellectual Underperformance of Students from Low Socioeconomic Backgrounds", "abstract": "Students from poorer families perform worse on intellectual tasks than do other students. The authors tested the stereotype threat hypothesis as a possible explanation for this difference. Students from relatively poor backgrounds, such as members of other stereotyped groups, risk confirming a negative reputation of low intellectual ability. The authors predicted that, on a stereotype-relevant test, members of this group would experience apprehension about confirming their negative reputation and that this susceptibility to the stereotype would impair their performance. The study varied stereotype threat by manipulating the instructions accompanying the test that each participant completed. When described as a measure of intellectual ability, low socioeconomic status (SES) participants performed worse than high SES participants. However, when the test was presented as nondiagnostic of intellectual ability, low SES participants' performances did not suffer, contesting claims of SES differences in intellectual ability.", "venue": "", "year": 1998, "referenceCount": 17, "citationCount": 826, "influentialCitationCount": 28, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "50698222", "name": "J. Croizet"}, {"authorId": "1972121", "name": "T. Claire"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "7530852c970b43465dde86df776c46745bf1e149", "externalIds": {"MAG": "2329217461", "DOI": "10.1111/J.1751-2409.2012.01041.X"}, "url": "https://www.semanticscholar.org/paper/7530852c970b43465dde86df776c46745bf1e149", "title": "Affirmative Meritocracy: Affirmative Meritocracy", "abstract": null, "venue": "", "year": 2013, "referenceCount": 77, "citationCount": 42, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "5887051", "name": "G. Walton"}, {"authorId": "34389548", "name": "S. Spencer"}, {"authorId": "117327100", "name": "Sam Erman"}]}}, {"contexts": ["Documented consequences of stereotype threat include raised stress, depleted mental resources, and decreased performance [16]; lowering one’s sense of belonging and trust [17][16] and reducing one’s career goals [18].", "This difference in response was seen with Black students writing an essay for a White professor [38] and with science presentations given by female students to a male professor [17]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "761a112fe1c67383a38b9359b4b5c1ee2f4ace40", "externalIds": {"MAG": "2752914389", "DOI": "10.1016/B978-012064455-1/50018-X"}, "url": "https://www.semanticscholar.org/paper/761a112fe1c67383a38b9359b4b5c1ee2f4ace40", "title": "A Barrier of Mistrust: How Negative Stereotypes Affect Cross-Race Mentoring", "abstract": "Publisher Summary This chapter discusses how negative stereotypes affect cross-race mentoring. Educators who work across racial or gender lines must communicate that they are not biased, despite the potential for prejudice that exists in the larger system. The strategies reviewed can help teachers, managers, and tutors to accomplish just this. But even if the students feel convinced that they personally are accorded respect, they may still feel that other members of their ethnic or gender group can be judged or treated stereotypically. As such, collective threat can be elicited not only by one's own actions, but by those of the fellow group members who can also confirm a negative stereotype about one's group. The chapter focusses on minority students and highlights that the theoretical framework offered here applies to any individuals who fear that their abilities or worth is doubted rather than assumed. The threat of stigmatization may be felt by whites in the arena of competitive sports, where their group is stereotyped as one that lacks ability by students plagued with low self-esteem. Exploring both concepts and their implications for mentoring and other teacher-student relationships constitutes a central challenge for educators and researchers alike.", "venue": "", "year": 2002, "referenceCount": 63, "citationCount": 114, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Political Science"], "authors": [{"authorId": "2307711", "name": "Geoffrey L. Cohen"}, {"authorId": "4622601", "name": "C. Steele"}]}}, {"contexts": ["“The more women perceived malleable-ability environments, the more they maintained a sense of belonging to math, even when they perceived their environments as highly gender-stereotypical” [62].", "One longitudinal study [62] of women in Calculus showed that women’s sense of belonging in mathematics eroded quickest in those women that believed in a fixed-mindset toward learning."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "7852ab995ee4ccf163cef6948aae447df6c0dc6b", "externalIds": {"MAG": "2158382820", "DOI": "10.1037/a0026659", "PubMed": "22288527"}, "url": "https://www.semanticscholar.org/paper/7852ab995ee4ccf163cef6948aae447df6c0dc6b", "title": "Why do women opt out? Sense of belonging and women's representation in mathematics.", "abstract": "Sense of belonging to math-one's feelings of membership and acceptance in the math domain-was established as a new and an important factor in the representation gap between males and females in math. First, a new scale of sense of belonging to math was created and validated, and was found to predict unique variance in college students' intent to pursue math in the future (Studies 1-2). Second, in a longitudinal study of calculus students (Study 3), students' perceptions of 2 factors in their math environment-the message that math ability is a fixed trait and the stereotype that women have less of this ability than men-worked together to erode women's, but not men's, sense of belonging in math. Their lowered sense of belonging, in turn, mediated women's desire to pursue math in the future and their math grades. Interestingly, the message that math ability could be acquired protected women from negative stereotypes, allowing them to maintain a high sense of belonging in math and the intention to pursue math in the future.", "venue": "Journal of personality and social psychology", "year": 2012, "referenceCount": 66, "citationCount": 591, "influentialCitationCount": 43, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "48287802", "name": "C. Good"}, {"authorId": "39294770", "name": "A. Rattan"}, {"authorId": "1392717415", "name": "C. Dweck"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "7934288eded07802d7c9eea3cede1e66f87ceb88", "externalIds": {"MAG": "2568106197", "DOI": "10.2307/2943781"}, "url": "https://www.semanticscholar.org/paper/7934288eded07802d7c9eea3cede1e66f87ceb88", "title": "What matters in college? : four critical years revisited", "abstract": "From the author of Four Critical Years--a book the Journal of Higher Education called the most cited work in higher education literature--What Matters in College? presents the definitive study of how students change and develop in college and how colleges can enhance that development. Based on a study of more than 20,000 students, 25,000 faculty members, and 200 institutions, the book shows how academic programs, faculty, student peer groups, and other variables affect students' college experiences.", "venue": "", "year": 1994, "referenceCount": 1, "citationCount": 5955, "influentialCitationCount": 1131, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Sociology"], "authors": [{"authorId": "50375058", "name": "A. Astin"}]}}, {"contexts": ["Given that inequality can stem from psychological as well as structural causes, some authors [39][40] have called for both structural and psychological interventions."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "7a6f4a3f2ab3a4c34cf7eb537187078dfbaf73fb", "externalIds": {"MAG": "2141626314", "DOI": "10.26522/brocked.v19i2.138"}, "url": "https://www.semanticscholar.org/paper/7a6f4a3f2ab3a4c34cf7eb537187078dfbaf73fb", "title": "Intelligence and How to Get It: Why Schools and Cultures Count", "abstract": "In his latest work, Richard Nisbett explores past and contemporary constructions of intelligence, seeking to overturn the strong hereditarian positions of intelligence by meticulously considering the evidence for in-group and between group differences in IQ from a ‘racial’, cultural, and social perspective. Nisbett argues against the extreme hereditarian view – that nothing in the environment can much affect intelligence – arguing instead that intelligence is likely far more mutable than hereditarian authors allow. He subsequently navigates many of the social, cognitive, and educational interventions that stand to increase intelligence and academic achievement.", "venue": "", "year": 2010, "referenceCount": 23, "citationCount": 69, "influentialCitationCount": 6, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "117239050", "name": "Frank Nezavdal"}]}}, {"contexts": ["\"For example, under stereotype threat, African Americans perform worse on tests of intelligence [1]; women perform worse on tests of math [2]; men perform worse on tests of verbal skill [3]; and the elderly perform worse on memory tests [4]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "7f312af17d1909f08bc56daa12fe40717c1273f5", "externalIds": {"DOI": "10.1037/0022-3514.71.6.1092", "PubMed": "8979380"}, "url": "https://www.semanticscholar.org/paper/7f312af17d1909f08bc56daa12fe40717c1273f5", "title": "Improving memory in old age through implicit self-stereotyping.", "abstract": "This research demonstrates that subliminally activated stereotypes can alter judgments about oneself and can change cognitive performance. In the first study, an intervention that activated positive stereotypes of aging without the participants' awareness tended to improve memory performance, memory self-efficacy, and views of aging in old individuals; in contrast, an intervention that activated negative stereotypes of aging tended to worsen memory performance, memory self-efficacy, and views of aging in old participants. A second study demonstrated that for the strong effects to emerge from the shifting stereotypes, the stereotypes must be important to one's self-image: Young individuals randomly assigned to the same conditions as the old participants in the first study did not exhibit any of the significant interactions that emerged among the old participants. This research highlights the potential for memory improvement in old individuals when the negative stereotypes of aging that dominate the American culture are shifted to more positive stereotypes.", "venue": "Journal of personality and social psychology", "year": 1996, "referenceCount": 48, "citationCount": 698, "influentialCitationCount": 73, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "31512574", "name": "B. Levy"}]}}, {"contexts": ["The intervention is thought to be successful because when students affirm themselves in an unthreatened domain, they are less likely to react with defensive biases in the stereotyped domain [47][48][49][50]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "827df9b81834b6562a239116965d06837750ab6f", "externalIds": {"MAG": "2170739705", "DOI": "10.1016/S0065-2601(06)38004-5"}, "url": "https://www.semanticscholar.org/paper/827df9b81834b6562a239116965d06837750ab6f", "title": "The Psychology of Self‐defense: Self‐Affirmation Theory", "abstract": "In major league baseball, a hitter could have a long and productive career by maintaining a .300 average, that is, by getting a base hit 30% of the time. A great deal of money could be earned and fame accrued. Yet the other 70% of the time, this player would have failed. The vast majority of attempts to hit the ball would result in ‘‘making an out’’ and thus pose a potential threat to the player’s sense of personal worth and social regard. Like major league baseball players, people in contemporary society face innumerable failures and self‐threats. These include substandard performance on the job or in class, frustrated goals or aspirations, information challenging the validity of long‐held beliefs, illness, the defeat of one’s political party in an election or of one’s favorite sports team in a playoV, scientific evidence suggesting that one is engaging in risky health behavior, negative feedback at work or in school, rejection in a romantic relationship, real and perceived social slights, interpersonal and intergroup conflict, the misbehavior of one’s child, the loss of a loved one, and so on. In the course of a given day, the potential number of events that could threaten people’s ‘‘moral and adaptive adequacy’’—their sense of themselves as good, virtuous, successful, and able to control important life outcomes (Steele, 1988)—seems limitless and likely to exceed the small number of events that aYrm it. A major undertaking for most people is to sustain self‐integrity when faced with the inevitable setbacks and disappointments of daily life—the 70% of the time 183", "venue": "", "year": 2006, "referenceCount": 338, "citationCount": 1135, "influentialCitationCount": 101, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5024066", "name": "D. Sherman"}, {"authorId": "2307711", "name": "Geoffrey L. Cohen"}]}}, {"contexts": ["Carol Dweck’s work on growth mindset and its importance in education is summarized in [60]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "889811b2372b7fe0133e58f63265a2b163440ed5", "externalIds": {"MAG": "204071738"}, "url": "https://www.semanticscholar.org/paper/889811b2372b7fe0133e58f63265a2b163440ed5", "title": "Why So Few? Women in Science, Technology, Engineering, and Mathematics.", "abstract": null, "venue": "", "year": 2010, "referenceCount": 120, "citationCount": 1136, "influentialCitationCount": 114, "isOpenAccess": false, "fieldsOfStudy": ["Mathematics", "Political Science"], "authors": [{"authorId": "145259188", "name": "C. Hill"}, {"authorId": "71832395", "name": "Christianne Corbett"}, {"authorId": "119467824", "name": "A. S. Rose"}]}}, {"contexts": ["Amy Slaton provides historical evidence that powerfully argues that even the categories of “rigor and selectivity”, and the practices they yield in engineering education, produce social effects of marginalization [36]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "8b1124a6147e61c0a85cdd14b84a5d30d9324eaa", "externalIds": {"MAG": "2002867607", "DOI": "10.1353/rhe.2011.0016"}, "url": "https://www.semanticscholar.org/paper/8b1124a6147e61c0a85cdd14b84a5d30d9324eaa", "title": "Race, Rigor, and Selectivity in U.S. Engineering: The History of an Occupational Color Line (review)", "abstract": null, "venue": "", "year": 2011, "referenceCount": 0, "citationCount": 38, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2072248429", "name": "Maura Valerie Borrego"}, {"authorId": "1456028645", "name": "Maura Valerie Lundy-Wagner"}]}}, {"contexts": ["Researchers found that women’s test scores on math tests went down as ratio of the number of men to the number of women taking the test in the same room increased [72]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "8c2b99312266e2e47d44c84030b660b14132eff6", "externalIds": {"MAG": "2166870754", "DOI": "10.1111/1467-9280.00272", "PubMed": "11228906"}, "url": "https://www.semanticscholar.org/paper/8c2b99312266e2e47d44c84030b660b14132eff6", "title": "A Threatening Intellectual Environment: Why Females Are Susceptible to Experiencing Problem-Solving Deficits in the Presence of Males", "abstract": "Does placing females in environments in which they have contact with males cause deficits in their problem-solving performance? Is a situational cue, such as gender composition, sufficient for creating a threatening intellectual environment for females—an environment that elicits performance-impinging stereotypes? Two studies explored these questions. Participants completed a difficult math or verbal test in 3-person groups, each of which included 2 additional people of the same sex as the participant (same-sex condition) or of the opposite sex (minority condition). Female participants in the minority condition experienced performance deficits in the math test only, whereas males performed equally well on the math test in the two conditions. Further investigation showed that females' deficits were proportional to the number of males in their group. Even females who were placed in a mixed-sex majority condition (2 females and 1 male) experienced moderate but significant deficits. Findings are discussed in relation to theories of distinctiveness, stereotype threat, and tokenism.", "venue": "Psychological science", "year": 2000, "referenceCount": 57, "citationCount": 800, "influentialCitationCount": 35, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4565742", "name": "M. Inzlicht"}, {"authorId": "1403852059", "name": "Talia Ben-Zeev"}]}}, {"contexts": ["[23] Blascovich, J. Spencer, S. J. Quinn, D.", "Multiple studies have examined how stereotype threat can be triggered or removed, in an exam performance setting with many focused on the stereotype of women underperforming men in math [1][2][11][64].", "For example, women experiencing stereotype threat in math may feel that they do not belong in math classes and “disidentify with math as an important domain, that is, avoid or drop the domain as an identity of basis of self-esteem” ([2] p.", "[18] Davies, P.G., Spencer, S.J. Quinn, D.M. & Gerhardstein, R. 2002.", "What is important to engineering education is that the negative effect on performance is more likely to happen on more difficult tests [2].", "Spencer, Steele and Quinn [2] showed that the differences in women and men’s performance on math tests could be eliminated if the test was described as gender-fair i.e. not shown to produce gender differences.", "[2] Spencer, S., Steele, C. M., & Quinn, D. 1999.", "\"For example, under stereotype threat, African Americans perform worse on tests of intelligence [1]; women perform worse on tests of math [2]; men perform worse on tests of verbal skill [3]; and the elderly perform worse on memory tests [4].", "[2] point out that the difference in performance seen for women in math tests in stereotype or nonstereotype conditions “demonstrates that it was something about the test taking situation rather than something about their ability that accounted for the difference in their performance.", "Spencer, Steele and Quinn [2] showed that the differences in women and men’s performance on math tests could be eliminated if the test was described as gender-fair i."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "8d14e496a7a4558dcf6ddc5add3e38dd804996c4", "externalIds": {"MAG": "2075382077", "DOI": "10.1006/JESP.1998.1373"}, "url": "https://www.semanticscholar.org/paper/8d14e496a7a4558dcf6ddc5add3e38dd804996c4", "title": "Stereotype Threat and Women's Math Performance", "abstract": "Abstract When women perform math, unlike men, they risk being judged by the negative stereotype that women have weaker math ability. We call this predicament stereotype threat and hypothesize that the apprehension it causes may disrupt women's math performance. In Study 1 we demonstrated that the pattern observed in the literature that women underperform on difficult (but not easy) math tests was observed among a highly selected sample of men and women. In Study 2 we demonstrated that this difference in performance could be eliminated when we lowered stereotype threat by describing the test as not producing gender differences. However, when the test was described as producing gender differences and stereotype threat was high, women performed substantially worse than equally qualified men did. A third experiment replicated this finding with a less highly selected population and explored the mediation of the effect. The implication that stereotype threat may underlie gender differences in advanced math performance, even those that have been attributed to genetically rooted sex differences, is discussed.", "venue": "", "year": 1999, "referenceCount": 82, "citationCount": 2979, "influentialCitationCount": 203, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "34389548", "name": "S. Spencer"}, {"authorId": "4622601", "name": "C. Steele"}, {"authorId": "4081321", "name": "D. Quinn"}]}}, {"contexts": ["with others [80] and 2) there is a reason for hope [81]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "91f4ae5c5323ae72d2eb58ad6a7d633ef8f0b094", "externalIds": {"MAG": "2799255909"}, "url": "https://www.semanticscholar.org/paper/91f4ae5c5323ae72d2eb58ad6a7d633ef8f0b094", "title": "The Psychology Of Affiliation", "abstract": null, "venue": "", "year": 1959, "referenceCount": 0, "citationCount": 1347, "influentialCitationCount": 32, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "47815315", "name": "S. Schachter"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "91f705e61f260ccde8c34bf6dd9f236f44f47371", "externalIds": {"MAG": "2320150547", "DOI": "10.1177/1948550612440734"}, "url": "https://www.semanticscholar.org/paper/91f705e61f260ccde8c34bf6dd9f236f44f47371", "title": "Goals Can Be Threatened to Extinction", "abstract": "Consensus is building that stereotype threat interferes with working memory, but how so? Grounded in the dual-process framework of Kane and Engle, the authors examined the extent to which stereotype threat interferes with one’s ability to maintain task goals in working memory and one’s ability to choose between conflicting responses. One hundred eighty-seven Montana State University (MSU) men were first given the Operation Span task (OSPAN) to assess working memory capacity, then engaged in the Stroop task under mostly incongruent or mostly congruent conditions. The Stroop task was presented as a measure of verbal processing skills (stereotype threat condition) or not (control condition). Stroop errors and reaction times were assessed. Results suggest that for people lower in working memory capacity, stereotype threat primarily interferes with internally maintaining task goals across trials. Implications for such stereotype threat-based distraction effects on performance in educational and workplace environments are discussed.", "venue": "", "year": 2013, "referenceCount": 63, "citationCount": 25, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3029245", "name": "K. Hutchison"}, {"authorId": "78190560", "name": "Jessi L. Smith"}, {"authorId": "116171995", "name": "Amber Ferris"}]}}, {"contexts": ["Situational cues can be ideological, social or physical [84].", "[84] set up an experiment that compared four institutional settings for African American professionals.", "[84] explored the idea that people are sensitive to cues of social identity contingencies, which “are possible judgments, stereotypes, opportunities, restrictions, and treatments that are tied to one’s social identity in a given setting [16]” ([84], p."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "95f9403e6b658714ddfdca17ac94b5274cf8f81f", "externalIds": {"MAG": "2135311814", "DOI": "10.1037/0022-3514.94.4.615", "PubMed": "18361675"}, "url": "https://www.semanticscholar.org/paper/95f9403e6b658714ddfdca17ac94b5274cf8f81f", "title": "Social identity contingencies: how diversity cues signal threat or safety for African Americans in mainstream institutions.", "abstract": "This research demonstrates that people at risk of devaluation based on group membership are attuned to cues that signal social identity contingencies--judgments, stereotypes, opportunities, restrictions, and treatments that are tied to one's social identity in a given setting. In 3 experiments, African American professionals were attuned to minority representation and diversity philosophy cues when they were presented as a part of workplace settings. Low minority representation cues coupled with colorblindness (as opposed to valuing diversity) led African American professionals to perceive threatening identity contingencies and to distrust the setting (Experiment 1). The authors then verified that the mechanism mediating the effect of setting cues on trust was identity contingent evaluations (Experiments 2 & 3). The power of social identity contingencies as they relate to underrepresented groups in mainstream institutions is discussed.", "venue": "Journal of personality and social psychology", "year": 2008, "referenceCount": 79, "citationCount": 559, "influentialCitationCount": 44, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "1422062798", "name": "Valerie Purdie-Vaughns"}, {"authorId": "4622601", "name": "C. Steele"}, {"authorId": "32774291", "name": "Paul G. Davies"}, {"authorId": "8128799", "name": "Ruth K Ditlmann"}, {"authorId": "11164961", "name": "J. Crosby"}]}}, {"contexts": ["Intrusive thoughts linked to stereotype threat take up space needed to best problem solve on a given task such as an exam question [19].", "Jordan and Lovett [19] indicate that school psychologists have been trained carefully in non-discriminatory assessment practices (such as delivering tests in a person’s first language or using multicultural scenarios) but these culturally sensitive practices have not considered stereotype threat.", "[19] Jordan, A.H. & Lovett, B. J. 2007.", "One way to alleviate the threat is to challenge the students’ beliefs of how the instructor sees the student [19].", "Other consequences of stereotype threat include distancing oneself from a threatened identity and disengagement from a threatening domain [19].", "Multiple authors [31][19][33] discuss the scaling of these interventions to educational institutions and provide advice for maximizing success.", "Their research demonstrated that two ways to trigger stereotype threat in laboratory settings include 1) designating a test as a measure of intellectual ability and 2) pointing out a student’s race/ethnicity before the beginning of an exam [19][1]."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "975029c50b18c4b3d2bc5468049830d700c51e8e", "externalIds": {"MAG": "2074589007", "DOI": "10.1016/J.JSP.2006.09.003"}, "url": "https://www.semanticscholar.org/paper/975029c50b18c4b3d2bc5468049830d700c51e8e", "title": "Stereotype threat and test performance: A primer for school psychologists", "abstract": "Abstract Ethical guidelines require school psychologists to ensure that their assessment practices are nondiscriminatory, but typical discussions on this topic neglect the possible discriminatory effects of cultural stereotypes on assessment results. Recent research on stereotype threat shows that students' knowledge of stereotype-based negative expectations about their test performance can depress their actual test performance. This paper discusses the range of conditions that promote stereotype threat and identifies important moderators and mediators of the phenomenon. Several practical suggestions are offered for school psychologists to consider when interviewing students, interpreting assessment results, and developing programs to increase schoolwide achievement.", "venue": "", "year": 2007, "referenceCount": 94, "citationCount": 36, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "48693300", "name": "A. Jordan"}, {"authorId": "6908445", "name": "Benjamin J. Lovett"}]}}, {"contexts": ["Individuals that are able to develop a sense of trust with an environment are more likely to develop a sense of belonging [85][86] and more likely to achieve [87]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "9917adb4522e205895e20eda1bb32dea70bdb39a", "externalIds": {"MAG": "2151793093", "DOI": "10.1177/0042085905278019"}, "url": "https://www.semanticscholar.org/paper/9917adb4522e205895e20eda1bb32dea70bdb39a", "title": "Cultural Mistrust, Academic Outcome Expectations, and Outcome Values among African American Adolescent Men", "abstract": "This study measured the relationship between outcome expectations, outcome value, and cultural mistrust among African American male high school students (N = 75) attending an urban, Southern California school. We hypothesized that a negative perception of the dominant culture would negatively affect academic outcome expectations and academic achievement values. The results indicated, as hypothesized, a significant inverse relationship between cultural mistrust and outcome expectations. There was also a significant relationship between cultural mistrust and outcome value. In addition, cultural mistrust and outcome value were significant predictors of academic outcome expectations. Findings are discussed in terms of the importance of understanding sociocultural influences on achievement motivation among ethnic minority youth.", "venue": "", "year": 2005, "referenceCount": 85, "citationCount": 86, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2069007571", "name": "M. A. Irving"}, {"authorId": "4280642", "name": "C. Hudley"}]}}, {"contexts": ["Moreover, even if an individual consciously rejects a negative stereotype, their performance outcomes may still be affected [13]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "a38d4ac5d2de6dae1009e8ba54c6cd7badcf980d", "externalIds": {"MAG": "2097454301", "DOI": "10.1037/0096-3445.136.2.256", "PubMed": "17500650"}, "url": "https://www.semanticscholar.org/paper/a38d4ac5d2de6dae1009e8ba54c6cd7badcf980d", "title": "Stereotype threat and working memory: mechanisms, alleviation, and spillover.", "abstract": "Stereotype threat (ST) occurs when the awareness of a negative stereotype about a social group in a particular domain produces suboptimal performance by members of that group. Although ST has been repeatedly demonstrated, far less is known about how its effects are realized. Using mathematical problem solving as a test bed, the authors demonstrate in 5 experiments that ST harms math problems that rely heavily on working memory resources--especially phonological aspects of this system. Moreover, by capitalizing on an understanding of the cognitive mechanisms by which ST exerts its impact, the authors show (a) how ST can be alleviated (e.g., by heavily practicing once-susceptible math problems such that they are retrieved directly from long-term memory rather than computed via a working-memory-intensive algorithm) and (b) when it will spill over onto subsequent tasks unrelated to the stereotype in question but dependent on the same cognitive resources that stereotype threat also uses. The current work extends the knowledge of the causal mechanisms of stereotype threat and demonstrates how its effects can be attenuated and propagated.", "venue": "Journal of experimental psychology. General", "year": 2007, "referenceCount": 73, "citationCount": 478, "influentialCitationCount": 24, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "3328229", "name": "S. Beilock"}, {"authorId": "49511292", "name": "Robert J. Rydell"}, {"authorId": "2967981", "name": "A. McConnell"}]}}, {"contexts": ["Some researchers advise [88] that multiple interventions are necessary."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "a93a525ea44c907ba3e88913de0d798518cf53fe", "externalIds": {"MAG": "2019882760", "DOI": "10.1037/a0030461", "PubMed": "23088232"}, "url": "https://www.semanticscholar.org/paper/a93a525ea44c907ba3e88913de0d798518cf53fe", "title": "Are all interventions created equal? A multi-threat approach to tailoring stereotype threat interventions.", "abstract": "To date, stereotype threat interventions have been considered interchangeable. Across 4 experiments, the present research demonstrates that stereotype threat interventions need to be tailored to the specific form of experienced stereotype threat to be effective. The Multi-Threat Framework (Shapiro & Neuberg, 2007) distinguishes between group-as-target stereotype threats-concerns that a stereotype-relevant performance will reflect poorly on the abilities of one's group-and self-as-target stereotype threats-concerns that a stereotype-relevant performance will reflect poorly on one's own abilities. The present experiments explored Black college students' performance on diagnostic intelligence tests (Experiments 1 and 3) and women's interest (Experiment 2) and performance (Experiment 4) in science, technology, engineering, and math (STEM). Across the 4 experiments, participants were randomly assigned to experience either a group-as-target or self-as-target stereotype threat. Experiments 1 and 2 revealed that role model interventions were successful at protecting only against group-as-target stereotype threats, and Experiments 3 and 4 revealed that self-affirmation interventions were successful at protecting only against self-as-target stereotype threats. The present research provides an experimental test of the Multi-Threat Framework across different negatively stereotyped groups (Black students, female students), different negatively stereotyped domains (general intelligence, STEM), and different outcomes (test performance, career interest). This research suggests that interventions should address the range of possible stereotype threats to effectively protect individuals against these threats. Through an appreciation of the distinct forms of stereotype threats and the ways in which interventions work to reduce them, this research aims to facilitate a more complete understanding of stereotype threat.", "venue": "Journal of personality and social psychology", "year": 2013, "referenceCount": 48, "citationCount": 82, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "34628829", "name": "Jenessa R. Shapiro"}, {"authorId": "81840299", "name": "A-Mm Williams"}, {"authorId": "3788784", "name": "Mariam Hambarchyan"}]}}, {"contexts": ["More difficult exams elicit more stereotype threat [16], and the more important the performance is to the individual, the more threatened the individual will be [12].", "While hypotheses and methods to study gender and racial achievement gaps in academic performance have been studied since the later 1980s [12], in 1995 Claude Steele and Joshua Aronson coined the term \"stereotype threat\" defining the concept as \"being at risk of confirming, as self-characteristic, a negative stereotype about one's group” [1].", "Whistling Vivaldi: And Other Clues to How Stereotypes Affect Us.", "Steele’s book “Whistling Vivaldi” [12], unfolds like a scientific mystery novel and provides an easy-to-read history of stereotype threat research."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "ac8a3526dd537da0b3cff87f45c3021d464b4d98", "externalIds": {"MAG": "1602557034", "DOI": "10.5860/choice.48-0574"}, "url": "https://www.semanticscholar.org/paper/ac8a3526dd537da0b3cff87f45c3021d464b4d98", "title": "Whistling Vivaldi: And Other Clues to How Stereotypes Affect Us", "abstract": "Acclaimed social psychologist Claude M. Steele offers an insider's look at his groundbreaking findings on stereotypes and identity. Through dramatic personal stories, he shares the experiments and studies that show, again and again, that exposing subjects to stereotypes - merely reminding a group of female maths students about to take a test, for example, that women are considered naturally inferior to men at maths - impairs their performance in the area affected by the stereotype. Steele's conclusions shed new light on a host of social phenomena, from the racial and gender gaps in standardized test scores to the belief in the superior athletic prowess of black men. \"Whistling Vivaldi\" offers insights into how we form our senses of identity and lays out a plan for mitigating the negative effects of 'stereotype threat' and reshaping our identities.", "venue": "", "year": 2010, "referenceCount": 4, "citationCount": 447, "influentialCitationCount": 73, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "4622601", "name": "C. Steele"}]}}, {"contexts": ["Individuals that are able to develop a sense of trust with an environment are more likely to develop a sense of belonging [85][86] and more likely to achieve [87].", "Studies have shown the beneficial effects are diminished or even become negative when the students are told an intervention is “good for you” [85]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "acc91e912215763b2124319a39f6878ef9afbec6", "externalIds": {"MAG": "2075386468", "DOI": "10.1086/344546"}, "url": "https://www.semanticscholar.org/paper/acc91e912215763b2124319a39f6878ef9afbec6", "title": "Swift Neighbors and Persistent Strangers: A Cross‐Cultural Investigation of Trust and Reciprocity in Social Exchange1", "abstract": "In four countries, levels of trust and reciprocity in direct‐reciprocal exchange are compared with those in network‐generalized exchanges among experimentally manipulated groups' members (neighbors) or random experimental participants (strangers). Results show that cooperation decreases as social distance increases; and, that identical network‐generalized exchanges generate different amounts of trusting behavior due solely to manipulated social identity between the actors. This study demonstrates the interaction of culture and social identity on the propensity to trust and reciprocate and also reveals differing relationships between trust and reciprocation in each of the four countries, bringing into question the theoretical relationship between these cooperative behaviors.", "venue": "American Journal of Sociology", "year": 2002, "referenceCount": 125, "citationCount": 401, "influentialCitationCount": 19, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47369159", "name": "Nancy R Buchan"}, {"authorId": "2847772", "name": "Rachel T. A. Croson"}, {"authorId": "40534568", "name": "R. Dawes"}]}}, {"contexts": ["Documented consequences of stereotype threat include raised stress, depleted mental resources, and decreased performance [16]; lowering one’s sense of belonging and trust [17][16] and reducing one’s career goals [18]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "aebf2eb1e25dbdf0f968c2c2b66d4d62140b099e", "externalIds": {"MAG": "2129425018", "DOI": "10.1177/014616702237644"}, "url": "https://www.semanticscholar.org/paper/aebf2eb1e25dbdf0f968c2c2b66d4d62140b099e", "title": "Consuming Images: How Television Commercials that Elicit Stereotype Threat Can Restrain Women Academically and Professionally", "abstract": "Women in quantitative fields risk being personally reduced to negative stereotypes that allege a sex-based math inability. This situational predicament, termed stereotype threat, can undermine women’s performance and aspirations in all quantitative domains. Gender-stereotypic television commercials were employed in three studies to elicit the female stereotype among both men and women. Study 1 revealed that only women for whom the activated stereotype was self-relevant underperformed on a subsequent math test. Exposure to the stereotypic commercials led women taking an aptitude test in Study 2 to avoid math items in favor of verbal items. In Study 3, women who viewed the stereotypic commercials indicated less interest in educational/vocational options in which they were susceptible to stereotype threat (i.e., quantitative domains) and more interest in fields in which they were immune to stereotype threat (i.e., verbal domains).", "venue": "", "year": 2002, "referenceCount": 59, "citationCount": 612, "influentialCitationCount": 27, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "32774291", "name": "Paul G. Davies"}, {"authorId": "34389548", "name": "S. Spencer"}, {"authorId": "4081321", "name": "D. Quinn"}, {"authorId": "4989831", "name": "R. Gerhardstein"}]}}, {"contexts": ["[31] recommend that social scientist researchers and education practitioners work together to implement interventions.", "Indirect or “stealth” [31] interventions are activities whose purpose is to reduce stereotype threat, but the students are not specifically told that purpose.", "Multiple authors speak to the indirect nature of these successful interventions [31][33] and the importance to maintain a “stealth” [31] approach when implementing these interventions.", "Most of these methods are indirect which have been shown to be more effective than direct methods [31].", "Those same students were more likely to be in the upper 25% in their college class and reported being happier and healthier than the control group [31].", "Multiple authors [31][19][33] discuss the scaling of these interventions to educational institutions and provide advice for maximizing success."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "b651495bcada7ca3e8c5f5e68183d4e57948f2bb", "externalIds": {"MAG": "2101245043", "DOI": "10.3102/0034654311405999"}, "url": "https://www.semanticscholar.org/paper/b651495bcada7ca3e8c5f5e68183d4e57948f2bb", "title": "Social-Psychological Interventions in Education", "abstract": "Recent randomized experiments have found that seemingly “small” social-psychological interventions in education—that is, brief exercises that target students’ thoughts, feelings, and beliefs in and about school—can lead to large gains in student achievement and sharply reduce achievement gaps even months and years later. These interventions do not teach students academic content but instead target students’ psychology, such as their beliefs that they have the potential to improve their intelligence or that they belong and are valued in school. When social-psychological interventions have lasting effects, it can seem surprising and even “magical,” leading people either to think of them as quick fixes to complicated problems or to consider them unworthy of serious consideration. The present article discourages both responses. It reviews the theoretical basis of several prominent social-psychological interventions and emphasizes that they have lasting effects because they target students’ subjective experiences in school, because they use persuasive yet stealthy methods for conveying psychological ideas, and because they tap into recursive processes present in educational environments. By understanding psychological interventions as powerful but context-dependent tools, educational researchers will be better equipped to take them to scale. This review concludes by discussing challenges to scaling psychological interventions and how these challenges may be overcome.", "venue": "", "year": 2011, "referenceCount": 184, "citationCount": 901, "influentialCitationCount": 60, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "34677298", "name": "D. Yeager"}, {"authorId": "5887051", "name": "G. Walton"}]}}, {"contexts": ["At the individual level of analysis, in the context of stereotype threat, inequalities can also arise from differences in how students perceive their environment referred to as their subjective construals [37]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "bf84aa6359de8308544c7a591a683139d8911ee9", "externalIds": {"MAG": "1983142288", "DOI": "10.5860/choice.29-3604"}, "url": "https://www.semanticscholar.org/paper/bf84aa6359de8308544c7a591a683139d8911ee9", "title": "The Person and the Situation: Perspectives of Social Psychology", "abstract": "How does the situation we're in influence the way we behave and think? Professors Ross and Nisbett eloquently argue that the context we find ourselves in substantially affects our behavior in this timely reissue of one of social psychology's classic textbooks. With a new foreword by Malcolm Gladwell, author of The Tipping Point.", "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 1693, "influentialCitationCount": 55, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "122645565", "name": "L. Ross"}, {"authorId": "2518186", "name": "R. Nisbett"}]}}, {"contexts": ["Multiple experiments [43][44][45][46] have shown that a simple intervention at the beginning of the semester or in the first year of study leads to lasting effects."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c00ea71ed9ee5da45cc2b42d280ed7a4a0bfe004", "externalIds": {"MAG": "2188432724"}, "url": "https://www.semanticscholar.org/paper/c00ea71ed9ee5da45cc2b42d280ed7a4a0bfe004", "title": "Reducing the Gender Achievement Gap in College Science: A Classroom Study of Values Affirmation", "abstract": null, "venue": "", "year": 2010, "referenceCount": 1, "citationCount": 140, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2080171189", "name": "A. Russell"}, {"authorId": "8941724", "name": "H. Bryant"}, {"authorId": "32282096", "name": "G. L. Powell"}, {"authorId": "4910454", "name": "R. Laroiya"}, {"authorId": "1397976264", "name": "J. Meachen-Samuels"}, {"authorId": "7736025", "name": "B. Valkenburgh"}]}}, {"contexts": ["Students are less sensitive to stereotype threat when they have a mental model that intelligence is malleable through effort or dependent on the environment and effort instead of a model that is fixed or genetic and which assumes one is born smart [56][57][58]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c1a517b4a05a8fe466969b4505430365a8417462", "externalIds": {"MAG": "2113101808", "DOI": "10.1111/J.1467-8624.2007.00995.X", "PubMed": "17328703"}, "url": "https://www.semanticscholar.org/paper/c1a517b4a05a8fe466969b4505430365a8417462", "title": "Implicit theories of intelligence predict achievement across an adolescent transition: a longitudinal study and an intervention.", "abstract": "Two studies explored the role of implicit theories of intelligence in adolescents' mathematics achievement. In Study 1 with 373 7th graders, the belief that intelligence is malleable (incremental theory) predicted an upward trajectory in grades over the two years of junior high school, while a belief that intelligence is fixed (entity theory) predicted a flat trajectory. A mediational model including learning goals, positive beliefs about effort, and causal attributions and strategies was tested. In Study 2, an intervention teaching an incremental theory to 7th graders (N=48) promoted positive change in classroom motivation, compared with a control group (N=43). Simultaneously, students in the control group displayed a continuing downward trajectory in grades, while this decline was reversed for students in the experimental group.", "venue": "Child development", "year": 2007, "referenceCount": 67, "citationCount": 2650, "influentialCitationCount": 313, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "49055594", "name": "Lisa S. Blackwell"}, {"authorId": "7031591", "name": "K. Trzesniewski"}, {"authorId": "1392717415", "name": "C. Dweck"}]}}, {"contexts": ["[83] studied the outcomes of 28 students who took the GRE within three months of a related lab experiment."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c2ac6c224e4acab48cb243e2191eb7cb66964262", "externalIds": {"MAG": "2120001707", "DOI": "10.1016/J.JESP.2009.08.015", "PubMed": "20161454"}, "url": "https://www.semanticscholar.org/paper/c2ac6c224e4acab48cb243e2191eb7cb66964262", "title": "Turning the knots in your stomach into bows: Reappraising arousal improves performance on the GRE.", "abstract": "This research examined the benefits of interpreting physiological arousal as a challenge response on practice and actual Graduate Record Examination (GRE) scores. Participants who were preparing to take the GRE reported to the laboratory for a practice GRE study. Participants assigned to a reappraisal condition were told arousal improves performance, whereas control participants were not given this information. We collected saliva samples at baseline and after the appraisal manipulation, which were then assayed for salivary alpha amylase (sAA), a measure of sympathetic nervous system activation. Reappraisal participants exhibited a significant increase in sAA and outperformed controls on the GRE-math section. One to three months later, participants returned to the lab and provided their score reports from their actual GRE. Again, reappraisal participants scored higher than controls on the GRE-math section. These findings illuminate the powerful influence appraisal has on physiology and performance both in and out of the laboratory.", "venue": "Journal of experimental social psychology", "year": 2010, "referenceCount": 32, "citationCount": 275, "influentialCitationCount": 17, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "3369980", "name": "Jeremy P Jamieson"}, {"authorId": "4087436", "name": "W. Mendes"}, {"authorId": "5630410", "name": "E. Blackstock"}, {"authorId": "4242905", "name": "T. Schmader"}]}}, {"contexts": ["The lack of women is a critical issue for engineering and computer science which remain among the most sex-segregated fields [29]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c377985712deaec6a0e591fb6a75480b76c40f9d", "externalIds": {"MAG": "2035144549", "DOI": "10.1615/JWOMENMINORSCIENENG.V15.I2.40"}, "url": "https://www.semanticscholar.org/paper/c377985712deaec6a0e591fb6a75480b76c40f9d", "title": "WHO'S PERSISTING IN ENGINEERING? A COMPARATIVE ANALYSIS OF FEMALE AND MALE ASIAN, BLACK, HISPANIC, NATIVE AMERICAN, AND WHITE STUDENTS", "abstract": "Interest in increasing the number of engineering graduates in the United States and promoting gender equality and diversifi cation of the profession has encouraged considerable research on women and minorities in engineering programs. Drawing on a framework of intersectionality theory, this study recognizes that women of different ethnic backgrounds warrant disaggregated analysis because they do not necessarily share a common experience in engineering education. Using a longitudinal, comprehensive dataset of more than 79,000 students who matriculated in engineering at nine universities, this research examines the question: How does the persistence of engineering students (measured as enrollment to the eighth semester) vary by disaggregated combinations of gender and race/ethnicity? Findings reveal that for Asian, Black, Hispanic, Native American, and White students, women who matriculate in engineering are most likely to persist in engineering compared to other eighth-semester destinations and, except for Native Americans, do so at rates comparable to those of men. Thus, contrary to considerable popular opinion that there is a gender gap in persistence, the low representation of women in the later years of engineering programs is primarily a refl ection of their low representation at matriculation.", "venue": "", "year": 2009, "referenceCount": 58, "citationCount": 146, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "143784375", "name": "S. Lord"}, {"authorId": "8701217", "name": "M. Camacho"}, {"authorId": "145193297", "name": "R. Layton"}, {"authorId": "4108768", "name": "R. A. Long"}, {"authorId": "2365119", "name": "M. Ohland"}, {"authorId": "2237082", "name": "M. Wasburn"}]}}, {"contexts": ["In one of the studies that may be most relevant for engineering, Good, Aronson and Harder examined women’s performance in upper level college mathematics [70].", "Useful resources on assessment include [68][69][70] and [71]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c68d12ba3d3086638e8398bdb682ca9cf61c9db5", "externalIds": {"MAG": "1510614452"}, "url": "https://www.semanticscholar.org/paper/c68d12ba3d3086638e8398bdb682ca9cf61c9db5", "title": "Designing & Assessing Courses & Curricula: A Practical Guide", "abstract": null, "venue": "", "year": 1998, "referenceCount": 0, "citationCount": 42, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144574951", "name": "R. Diamond"}]}}, {"contexts": ["Low-income Black, Hispanic or Latino 8 grade students had higher GPAs, fewer absences and were 60% less likely to repeat 8 grade [53] after writing essays and completed exercises about how their future selves would be academically successful."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c7430c6c82676cdd22099f624a9a21d34df64499", "externalIds": {"MAG": "2108649253", "DOI": "10.1037/0022-3514.91.1.188", "PubMed": "16834488"}, "url": "https://www.semanticscholar.org/paper/c7430c6c82676cdd22099f624a9a21d34df64499", "title": "Possible selves and academic outcomes: How and when possible selves impel action.", "abstract": "Puzzled by the gap between academic attainment and academic possible selves (APSs) among low-income and minority teens, the authors hypothesized that APSs alone are not enough unless linked with plausible strategies, made to feel like \"true\" selves and connected with social identity. A brief intervention to link APSs with strategies, create a context in which social and personal identities felt congruent, and change the meaning associated with difficulty in pursuing APSs (n = 141 experimental, n = 123 control low-income 8th graders) increased success in moving toward APS goals: academic initiative, standardized test scores, and grades improved; and depression, absences, and in-school misbehavior declined. Effects were sustained over a 2-year follow-up and were mediated by change in possible selves.", "venue": "Journal of personality and social psychology", "year": 2006, "referenceCount": 133, "citationCount": 720, "influentialCitationCount": 38, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "3784182", "name": "D. Oyserman"}, {"authorId": "1693032", "name": "D. Bybee"}, {"authorId": "13680990", "name": "Kathy Terry"}]}}, {"contexts": ["Useful resources on assessment include [68][69][70] and [71]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "cb940655eafb38b31e9e951f621f0d8b944209b0", "externalIds": {"MAG": "2187289168"}, "url": "https://www.semanticscholar.org/paper/cb940655eafb38b31e9e951f621f0d8b944209b0", "title": "Designing Tests to Maximize Learning", "abstract": "It’s the middle of December. A colleague of yours who teaches mechanics has just gotten the tabulations of his end-of-course student evaluations and he’s steaming! His students clearly hated his course, giving him the lowest ratings received by any instructor in the department. He consoles himself by grumbling that student evaluations are just popularity contests and that even though his students don’t appreciate him now, in a few years they’ll realize that he really did them a favor by maintaining high", "venue": "", "year": 2002, "referenceCount": 7, "citationCount": 18, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "40000147", "name": "R. Felder"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "cdc31e0cfbf2247b3c794608e975d202d23d6c4c", "externalIds": {"MAG": "1996514653", "DOI": "10.2307/2943957"}, "url": "https://www.semanticscholar.org/paper/cdc31e0cfbf2247b3c794608e975d202d23d6c4c", "title": "Classroom Assessment Techniques: A Handbook for College Teachers. Second Edition.", "abstract": "Getting Started in Classroom Assessment. Classroom Assessment Techniques. Building on What We Have Learned.", "venue": "", "year": 1993, "referenceCount": 6, "citationCount": 2062, "influentialCitationCount": 95, "isOpenAccess": true, "fieldsOfStudy": ["Engineering", "Psychology"], "authors": [{"authorId": "69520159", "name": "T. A. Angelo"}, {"authorId": "145799593", "name": "K. Cross"}]}}, {"contexts": ["Since 1995, more than 300 studies have demonstrated stereotype threat with many different groups including Latinos [14] and students from low socioeconomic backgrounds [15]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "cf9a445375ccf27ff8bf04973452b2e4ccfe7b6c", "externalIds": {"MAG": "2127057674", "DOI": "10.1177/0146167202288010"}, "url": "https://www.semanticscholar.org/paper/cf9a445375ccf27ff8bf04973452b2e4ccfe7b6c", "title": "The Effects of Stereotype Threat and Double-Minority Status on the Test Performance of Latino Women", "abstract": "This study investigated the interactive influences of diagnosticity instructions, gender, and ethnicity as they related to task performance. In a laboratory experiment of 120 male and female, Latino and White college students, both a gender-based and an ethnicity-based stereotype-threat effect were found to influence performance on a test of mathematical and spatial ability. Closer inspection revealed that the gender effect was qualified by ethnicity, whereas the ethnicity effect was not qualified by gender. This suggests that the ethnicity of Latino women sensitized them to negative stereotypes about their gender, leading to a performance decrement in a context in which stereotype threat was activated. In contrast, it appeared that the gender of Latino women did not sensitize them to negative stereotypes about their ethnicity, because both male and female Latinos evidenced ethnicity-based stereotype threat. These findings have implications for the interplay between multiple group identities as they relate to concern for confirming negative stereotypes.", "venue": "", "year": 2002, "referenceCount": 41, "citationCount": 471, "influentialCitationCount": 14, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "49218342", "name": "Patricia M. Gonzales"}, {"authorId": "4893365", "name": "H. Blanton"}, {"authorId": "144862450", "name": "K. Williams"}]}}, {"contexts": ["Multiple experiments [43][44][45][46] have shown that a simple intervention at the beginning of the semester or in the first year of study leads to lasting effects."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d10625557b7dd67f22aa8d954831558a8f614dad", "externalIds": {"MAG": "2030568963", "DOI": "10.1016/J.JESP.2005.04.010"}, "url": "https://www.semanticscholar.org/paper/d10625557b7dd67f22aa8d954831558a8f614dad", "title": "Combating stereotype threat: The effect of self-affirmation on women's intellectual performance.", "abstract": "Abstract The present studies were designed to investigate the effects of self-affirmation on the performance of women under stereotype threat. In Study 1, women performed worse on a difficult math test when it was described as diagnostic of math intelligence (stereotype threat condition) than in a non-diagnostic control condition. However, when women under stereotype threat affirmed a valued attribute, they performed at levels comparable to men and to women in the no-threat control condition. In Study 2, men and women worked on a spatial rotation test and were told that women were stereotyped as inferior on such tasks. Approximately half the women and men self-affirmed before beginning the test. Self-affirmation improved the performance of women under threat, but did not affect men’s performance.", "venue": "", "year": 2006, "referenceCount": 40, "citationCount": 445, "influentialCitationCount": 22, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "36535215", "name": "A. Martens"}, {"authorId": "145589374", "name": "Michael Johns"}, {"authorId": "117669722", "name": "J. Greenberg"}, {"authorId": "33906904", "name": "J. Schimel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d19d1ed21a82438e67ba22b31e3b5daa8ceeaffb", "externalIds": {"MAG": "2101783467", "DOI": "10.1037/a0033906", "PubMed": "23937186"}, "url": "https://www.semanticscholar.org/paper/d19d1ed21a82438e67ba22b31e3b5daa8ceeaffb", "title": "Breaking the cycle of mistrust: wise interventions to provide critical feedback across the racial divide.", "abstract": "Three double-blind randomized field experiments examined the effects of a strategy to restore trust on minority adolescents' responses to critical feedback. In Studies 1 and 2, 7th-grade students received critical feedback from their teacher that, in the treatment condition, was designed to assuage mistrust by emphasizing the teacher's high standards and belief that the student was capable of meeting those standards--a strategy known as wise feedback. Wise feedback increased students' likelihood of submitting a revision of an essay (Study 1) and improved the quality of their final drafts (Study 2). Effects were generally stronger among African American students than among White students, and particularly strong among African Americans who felt more mistrusting of school. Indeed, among this latter group of students, the 2-year decline in trust evident in the control condition was, in the wise feedback condition, halted. Study 3, undertaken in a low-income public high school, used attributional retraining to teach students to attribute critical feedback in school to their teachers' high standards and belief in their potential. It raised African Americans' grades, reducing the achievement gap. Discussion centers on the roles of trust and recursive social processes in adolescent development.", "venue": "Journal of experimental psychology. General", "year": 2014, "referenceCount": 119, "citationCount": 249, "influentialCitationCount": 15, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "34677298", "name": "D. Yeager"}, {"authorId": "1422062798", "name": "Valerie Purdie-Vaughns"}, {"authorId": "117856834", "name": "J. García"}, {"authorId": "6385160", "name": "N. Apfel"}, {"authorId": "5130319", "name": "Patti Brzustoski"}, {"authorId": "5128536", "name": "Allison Master"}, {"authorId": "50235249", "name": "W. Hessert"}, {"authorId": "2116743313", "name": "Matthew E Williams"}, {"authorId": "2307711", "name": "Geoffrey L. Cohen"}]}}, {"contexts": ["”) inhibits the development of a growth mindset [61]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d2e199cb570264e2fa12b0291fcca1aca0af39b9", "externalIds": {"MAG": "2502594692"}, "url": "https://www.semanticscholar.org/paper/d2e199cb570264e2fa12b0291fcca1aca0af39b9", "title": "Mindset The New Psychology Of Success", "abstract": "Thank you very much for downloading mindset the new psychology of success. Maybe you have knowledge that, people have search hundreds times for their chosen novels like this mindset the new psychology of success, but end up in harmful downloads. Rather than reading a good book with a cup of coffee in the afternoon, instead they are facing with some infectious virus inside their laptop. mindset the new psychology of success is available in our digital library an online access to it is set as public so you can download it instantly. Our book servers hosts in multiple locations, allowing you to get the most less latency time to download any of our books like this one. Kindly say, the mindset the new psychology of success is universally compatible with any devices to read.", "venue": "", "year": 2016, "referenceCount": 0, "citationCount": 1057, "influentialCitationCount": 276, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "48957680", "name": "Leon Bieber"}]}}, {"contexts": ["The measured impacts of stereotype threat include a reduced ability to learn, prepare for exams and perform on exams [20][21][22]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d4081e87b440868ef4dcc2eb33bc54d5f754e747", "externalIds": {"MAG": "2163500915", "DOI": "10.1111/j.1467-9280.2007.01995.x", "PubMed": "17894605"}, "url": "https://www.semanticscholar.org/paper/d4081e87b440868ef4dcc2eb33bc54d5f754e747", "title": "Signaling Threat", "abstract": "This study examined the cues hypothesis, which holds that situational cues, such as a setting's features and organization, can make potential targets vulnerable to social identity threat. Objective and subjective measures of identity threat were collected from male and female math, science, and engineering (MSE) majors who watched an MSE conference video depicting either an unbalanced ratio of men to women or a balanced ratio. Women who viewed the unbalanced video exhibited more cognitive and physiological vigilance, and reported a lower sense of belonging and less desire to participate in the conference, than did women who viewed the gender-balanced video. Men were unaffected by this situational cue. The implications for understanding vulnerability to social identity threat, particularly among women in MSE settings, are discussed.", "venue": "Psychological science", "year": 2007, "referenceCount": 46, "citationCount": 685, "influentialCitationCount": 40, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "145692970", "name": "M. Murphy"}, {"authorId": "4622601", "name": "C. Steele"}, {"authorId": "1775321", "name": "J. Gross"}]}}, {"contexts": ["\"For example, under stereotype threat, African Americans perform worse on tests of intelligence [1]; women perform worse on tests of math [2]; men perform worse on tests of verbal skill [3]; and the elderly perform worse on memory tests [4]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d6f5db74151ceeb8fb361af9da6e4db0b6e286b9", "externalIds": {"MAG": "2144562452", "DOI": "10.1037/0022-3514.87.1.38", "PubMed": "15250791"}, "url": "https://www.semanticscholar.org/paper/d6f5db74151ceeb8fb361af9da6e4db0b6e286b9", "title": "Stereotype threat and performance: how self-stereotypes influence processing by inducing regulatory foci.", "abstract": "The authors hypothesized that activated self-stereotypes can influence the strategies of task solution by inducing regulatory foci. More specifically, positive self-stereotypes should induce a promotion focus state of eagerness, whereas negative stereotypes should induce a prevention focus state of vigilance. Study 1 showed that a negative ascribed stereotype with regard to task performance leads to better recall for avoidance-related statements whereas a positive stereotype leads to better recall for approach-related statements. In Studies 2 and 3, both an experimental manipulation of group performance expectation and the preexisting stereotype of better verbal skills in women than in men led to faster and less accurate performance in the positive as compared with the negative stereotype group. Studies 4 and 5 showed that positive in-group stereotypes led to more creative performance whereas negative stereotypes led to better analytical performance. These results point to a possible mechanism for stereotype-threat effects.", "venue": "Journal of personality and social psychology", "year": 2004, "referenceCount": 61, "citationCount": 358, "influentialCitationCount": 23, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2848483", "name": "Beate Seibt"}, {"authorId": "145381952", "name": "J. Förster"}]}}, {"contexts": ["Jamieson and Harkins [64] showed that assessment was needed to activate stereotype threat performance effects.", "Multiple studies have examined how stereotype threat can be triggered or removed, in an exam performance setting with many focused on the stereotype of women underperforming men in math [1][2][11][64].", "[64] Jamieson, J. & Harkins, S. G. 2010."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d809d50c628bdd08125cefbc9317a8dab4adbaf0", "externalIds": {"MAG": "2096031021", "DOI": "10.1080/15534510903512409"}, "url": "https://www.semanticscholar.org/paper/d809d50c628bdd08125cefbc9317a8dab4adbaf0", "title": "Evaluation is necessary to produce stereotype threat performance effects", "abstract": "In the first direct test of the assumption that an evaluative source is necessary to produce stereotype threat effects, we combined a traditional stereotype threat manipulation with a scoring manipulation. Participants in a “pooled” condition believed that their scores would be averaged across gender, whereas in a “segregated” condition participants were led to believe that their scores would be segregated by gender. Thus we manipulated the potential for the experimenter to evaluate performance at the level of the group. Even though the gender stereotype was equally salient in the pooled and segregated threat conditions, performance was debilitated only in the segregated/threat condition, suggesting that evaluation is indeed necessary to produce stereotype threat performance effects.", "venue": "", "year": 2010, "referenceCount": 29, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3369980", "name": "Jeremy P Jamieson"}, {"authorId": "38962940", "name": "S. Harkins"}]}}, {"contexts": ["[65] Stricker, L. J. & Ward, W. C. 2004.", "Stricker and Ward [65] showed that moving demographic questions to the end of the advanced placement (AP) calculus test resulted in 4700 women scoring high enough to receive AP calculus credit."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d880259bcf74a9f5fb2ca8c087225892767c24fe", "externalIds": {"MAG": "2023523906", "DOI": "10.1111/J.1559-1816.2004.TB02564.X"}, "url": "https://www.semanticscholar.org/paper/d880259bcf74a9f5fb2ca8c087225892767c24fe", "title": "Stereotype Threat, Inquiring About Test Takers' Ethnicity and Gender, and Standardized Test Performance1", "abstract": "Steele and Aronson (1995) found that the performance of Black research participants on ability test items portrayed as a problem-solving task, in laboratory experiments, was affected adversely when they were asked about their ethnicity. This outcome was attributed to stereotype threat: Performance was disrupted by participants' concerns about fulfilling the negative stereotype concerning Black people's intellectual ability. The present field experiments extended that research to other ethnic groups and to males and females taking operational tests. The experiments evaluated the effects of inquiring about ethnicity and gender on the performance of students taking 2 standardized tests—the Advanced Placement Calculus AB Examination, and the Computerized Placement Tests—in actual test administrations. This inquiry did not have any effects on the test performance of Black, female, or other subgroups of students that were both statistically and practically significant.", "venue": "", "year": 2004, "referenceCount": 28, "citationCount": 200, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "23455369", "name": "L. J. Stricker"}, {"authorId": "4782171", "name": "W. C. Ward"}]}}, {"contexts": ["[82] randomly assigned freshmen statistics students to one of three groups: 1) A problem-solving task group told they would complete an exercise measuring cognitive processes; 2) a math test group told their test would measure gender difference in math performance; and 3) a math test group with a teaching intervention."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "db7c52835cf55b7c8d04cafd760977dbb044e35f", "externalIds": {"MAG": "2123273638", "DOI": "10.1111/j.0956-7976.2005.00799.x", "PubMed": "15733195"}, "url": "https://www.semanticscholar.org/paper/db7c52835cf55b7c8d04cafd760977dbb044e35f", "title": "Knowing Is Half the Battle", "abstract": "We tested whether informing women about stereotype threat is a useful intervention to improve their performance in a threatening testing situation. Men and women completed difficult math problems described either as a problem-solving task or as a math test. In a third (teaching-intervention) condition, the test was also described as a math test, but participants were additionally informed that stereotype threat could interfere with women's math performance. Results showed that women performed worse than men when the problems were described as a math test (and stereotype threat was not discussed), but did not differ from men in the problem-solving condition or in the condition in which they learned about stereotype threat. For women, attributing anxiety to gender stereotypes was associated with lower performance in the math-test condition but improved performance in the teaching-intervention condition. The results suggest that teaching about stereotype threat might offer a practical means of reducing its detrimental effects.", "venue": "Psychological science", "year": 2005, "referenceCount": 18, "citationCount": 388, "influentialCitationCount": 13, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "145589374", "name": "Michael Johns"}, {"authorId": "4242905", "name": "T. Schmader"}, {"authorId": "36535215", "name": "A. Martens"}]}}, {"contexts": ["While there is a plethora of research available on practices that increase or reduce stereotype threat, this body of research is not well known amongst many engineering educators, even though related research was reported in the Journal of Engineering Education in 2003 [6] and some of the best practices for reducing stereotype threat have been suggested to the engineering education community [7][8][9][10]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "de611427941b54eec3adc5cfbdc7f188393eb6cc", "externalIds": {"MAG": "2067754632", "DOI": "10.1002/J.2168-9830.2003.TB00774.X"}, "url": "https://www.semanticscholar.org/paper/de611427941b54eec3adc5cfbdc7f188393eb6cc", "title": "Stereotype Threat and Women's Performance in Engineering", "abstract": "Recent research has demonstrated that stereotype threat—the concern that others will judge one negatively due to a stereotype that exists about one's group—interferes with women's performance on standardized math and engineering exams. In the current research we find that when a shortened version of the Fundamental of Engineering Exam is described as a test that is diagnostic of ability (i.e., when stereotype threat is high) women perform worse than men on the test. When stereotype threat is reduced, however (by characterizing the test as non-diagnostic or as not producing gender differences), women do just as well as men. The implication of these results for improving the engineering education environment is discussed.", "venue": "", "year": 2003, "referenceCount": 10, "citationCount": 126, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2067721387", "name": "Amy E. Bell"}, {"authorId": "34389548", "name": "S. Spencer"}, {"authorId": "3776319", "name": "E. Iserman"}, {"authorId": "3833037", "name": "Christine Logel"}]}}, {"contexts": ["[33] explain why small changes in the student learning experience can have a large and long lasting change in educational outcomes.", "excellent instruction) to enhance the student’s performance [33].", "Multiple authors speak to the indirect nature of these successful interventions [31][33] and the importance to maintain a “stealth” [31] approach when implementing these interventions.", "two fundamental messages [33]: 1) one’s difficulties are shared", "The interventions use “psychological levers” [33] that are affiliated with increasing self-integrity, sense of belonging and competence.", "Multiple authors [31][19][33] discuss the scaling of these interventions to educational institutions and provide advice for maximizing success."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "e3d2c2efeab0b415fa36361857c03bd52029be72", "externalIds": {"MAG": "2490767797", "DOI": "10.1093/acprof:oso/9780199732449.003.0018"}, "url": "https://www.semanticscholar.org/paper/e3d2c2efeab0b415fa36361857c03bd52029be72", "title": "An identity threat perspective on intervention.", "abstract": null, "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 39, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2307711", "name": "Geoffrey L. Cohen"}, {"authorId": "1422062798", "name": "Valerie Purdie-Vaughns"}, {"authorId": "117856834", "name": "J. García"}]}}, {"contexts": ["Students are less sensitive to stereotype threat when they have a mental model that intelligence is malleable through effort or dependent on the environment and effort instead of a model that is fixed or genetic and which assumes one is born smart [56][57][58]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "e5bddf071dd6181a4962952b3440459062401df2", "externalIds": {"MAG": "2135175034", "DOI": "10.1006/JESP.2001.1491"}, "url": "https://www.semanticscholar.org/paper/e5bddf071dd6181a4962952b3440459062401df2", "title": "Reducing the Effects of Stereotype Threat on African American College Students by Shaping Theories of Intelligence", "abstract": "Abstract African American college students tend to obtain lower grades than their White counterparts, even when they enter college with equivalent test scores. Past research suggests that negative stereotypes impugning Black students' intellectual abilities play a role in this underperformance. Awareness of these stereotypes can psychologically threaten African Americans, a phenomenon known as “stereotype threat” (Steele & Aronson, 1995), which can in turn provoke responses that impair both academic performance and psychological engagement with academics. An experiment was performed to test a method of helping students resist these responses to stereotype threat. Specifically, students in the experimental condition of the experiment were encouraged to see intelligence—the object of the stereotype—as a malleable rather than fixed capacity. This mind-set was predicted to make students' performances less vulnerable to stereotype threat and help them maintain their psychological engagement with academics, both of which could help boost their college grades. Results were consistent with predictions. The African American students (and, to some degree, the White students) encouraged to view intelligence as malleable reported greater enjoyment of the academic process, greater academic engagement, and obtained higher grade point averages than their counterparts in two control groups.", "venue": "", "year": 2002, "referenceCount": 122, "citationCount": 1517, "influentialCitationCount": 110, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144066806", "name": "Joshua Aronson"}, {"authorId": "25205273", "name": "C. Fried"}, {"authorId": "48287802", "name": "C. Good"}]}}, {"contexts": ["When a competent role model from a threatened group administered the exam, women performed better on a diagnostic math test and Black students performed better on a verbal test [73][74] than peers in control groups."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "e7c1ec1f75f97bce1006b71e7d95651261a86809", "externalIds": {"MAG": "2074613632", "DOI": "10.1177/01461672022812004"}, "url": "https://www.semanticscholar.org/paper/e7c1ec1f75f97bce1006b71e7d95651261a86809", "title": "Female Role Models: Protecting Women’s Math Test Performance", "abstract": "Recent theory and research suggest that certain situational factors can harm women’s math test performance. The three studies presented here indicate that female role models can buffer women’s math test performance from the debilitating effects of these situational factors. In Study 1, women’s math test performance was protected when a competent female experimenter (i.e., a female role model) administered the test. Study 2 showed that it was the perception of the female experimenter’s math competence, not her physical presence, that safeguarded the math test performance of women. Study 3 revealed that learning about a competent female experimenter buffered women’s self-appraised math ability, which in turn led to successful performance on a challenging math test.", "venue": "", "year": 2002, "referenceCount": 38, "citationCount": 545, "influentialCitationCount": 35, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39835082", "name": "D. Marx"}, {"authorId": "145828051", "name": "J. S. Roman"}]}}, {"contexts": ["The intervention is thought to be successful because when students affirm themselves in an unthreatened domain, they are less likely to react with defensive biases in the stereotyped domain [47][48][49][50]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "e865c241d89a7c49320b80c02567642f12397b33", "externalIds": {"MAG": "1502364519", "DOI": "10.1037/10318-006"}, "url": "https://www.semanticscholar.org/paper/e865c241d89a7c49320b80c02567642f12397b33", "title": "Self-affirmation theory: An update and appraisal.", "abstract": null, "venue": "", "year": 1999, "referenceCount": 37, "citationCount": 147, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144066806", "name": "Joshua Aronson"}, {"authorId": "2307711", "name": "Geoffrey L. Cohen"}, {"authorId": "5893693", "name": "P. Nail"}]}}, {"contexts": ["nature poster, phone books) was sufficient to boost female undergraduates’ interest in computer science to the level of their male peers [77]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "e9abcc403b216184bb3ba92989f56f70691408c1", "externalIds": {"MAG": "2056648275", "DOI": "10.1037/a0016239", "PubMed": "19968418"}, "url": "https://www.semanticscholar.org/paper/e9abcc403b216184bb3ba92989f56f70691408c1", "title": "Ambient belonging: how stereotypical cues impact gender participation in computer science.", "abstract": "People can make decisions to join a group based solely on exposure to that group's physical environment. Four studies demonstrate that the gender difference in interest in computer science is influenced by exposure to environments associated with computer scientists. In Study 1, simply changing the objects in a computer science classroom from those considered stereotypical of computer science (e.g., Star Trek poster, video games) to objects not considered stereotypical of computer science (e.g., nature poster, phone books) was sufficient to boost female undergraduates' interest in computer science to the level of their male peers. Further investigation revealed that the stereotypical broadcast a masculine stereotype that discouraged women's sense of ambient belonging and subsequent interest in the environment (Studies 2, 3, and 4) but had no similar effect on men (Studies 3, 4). This masculine stereotype prevented women's interest from developing even in environments entirely populated by other women (Study 2). Objects can thus come to broadcast stereotypes of a group, which in turn can deter people who do not identify with these stereotypes from joining that group.", "venue": "Journal of personality and social psychology", "year": 2009, "referenceCount": 88, "citationCount": 848, "influentialCitationCount": 48, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2325780", "name": "Sapna Cheryan"}, {"authorId": "5433477", "name": "V. Plaut"}, {"authorId": "32774291", "name": "Paul G. Davies"}, {"authorId": "4622601", "name": "C. Steele"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ebbbd1934f4ab032dbeb9504b818be5456d7f40f", "externalIds": {"MAG": "1983899476", "DOI": "10.1037//0022-3514.71.6.1092"}, "url": "https://www.semanticscholar.org/paper/ebbbd1934f4ab032dbeb9504b818be5456d7f40f", "title": "Improving memory in old age through implicit self-stereotyping.", "abstract": "This research demonstrates that subliminally activated stereotypes can alter judgments about oneself and can change cognitive performance. In the first study, an intervention that activated positive stereotypes of aging without the participants' awareness tended to improve memory performance, memory self-efficacy, and views of aging in old individuals; in contrast, an intervention that activated negative stereotypes of aging tended to worsen memory performance, memory self-efficacy, and views of aging in old participants. A second study demonstrated that for the strong effects to emerge from the shifting stereotypes, the stereotypes must be important to one's self-image: Young individuals randomly assigned to the same conditions as the old participants in the first study did not exhibit any of the significant interactions that emerged among the old participants. This research highlights the potential for memory improvement in old individuals when the negative stereotypes of aging that dominate the American culture are shifted to more positive stereotypes.", "venue": "", "year": 1996, "referenceCount": 38, "citationCount": 137, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "31512574", "name": "B. Levy"}]}}, {"contexts": ["When we think of inequities in education, we often think of structural inequities [34][35]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "ecdeb33ed8538399878ddcf68616dc175a6aa223", "externalIds": {"MAG": "2000548691", "DOI": "10.2307/2294890"}, "url": "https://www.semanticscholar.org/paper/ecdeb33ed8538399878ddcf68616dc175a6aa223", "title": "Keeping Track: How Schools Structure Inequality", "abstract": "Selected by the American School Board Journal a \"Must Read\" book when it was first published and named one of 60 \"Books of the Century\" by the University of South Carolina Museum of Education for its influence on American education, this provocative, carefully documented work shows how taking--\"reflects the class and racial inequalities of American society and helps I perpetuate them. For his new edition, Jennies Oaks has added a new Pre force and two new chapters in which she discusses the \"tracking wars\" of the last twenty years.wars in which Keeping hand has played a central role.", "venue": "", "year": 1985, "referenceCount": 0, "citationCount": 3635, "influentialCitationCount": 387, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Sociology"], "authors": [{"authorId": "144195242", "name": "J. Oakes"}]}}, {"contexts": ["Useful resources on assessment include [68][69][70] and [71]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "ee33f3be5698678f2a4edc77fabafe5c0f3c07b4", "externalIds": {"MAG": "1163147448"}, "url": "https://www.semanticscholar.org/paper/ee33f3be5698678f2a4edc77fabafe5c0f3c07b4", "title": "Classroom assessment techniques : a handbook for collegeteachers / Thomas A. Angelo, K. Patricia Cross", "abstract": null, "venue": "", "year": 1993, "referenceCount": 0, "citationCount": 368, "influentialCitationCount": 49, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "69520159", "name": "T. A. Angelo"}, {"authorId": "145799593", "name": "K. Cross"}]}}, {"contexts": ["The intervention is thought to be successful because when students affirm themselves in an unthreatened domain, they are less likely to react with defensive biases in the stereotyped domain [47][48][49][50]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "efa426cefbedeb6a8d58ba3c27f93d8e20c2bf01", "externalIds": {"MAG": "2146463557", "DOI": "10.1111/1467-8721.00182"}, "url": "https://www.semanticscholar.org/paper/efa426cefbedeb6a8d58ba3c27f93d8e20c2bf01", "title": "Accepting Threatening Information: Self–Affirmation and the Reduction of Defensive Biases", "abstract": "Why do people resist evidence that challenges the validity of long–held beliefs? And why do they persist in maladaptive behavior even when persuasive information or personal experience recommends change? We argue that such defensive tendencies are driven, in large part, by a fundamental motivation to protect the perceived worth and integrity of the self. Studies of social–political debate, health–risk assessment, and responses to team victory or defeat have shown that people respond to information in a less defensive and more open–minded manner when their self–worth is buttressed by an affirmation of an alternative source of identity. Self–affirmed individuals are more likely to accept information that they would otherwise view as threatening, and subsequently to change their beliefs and even their behavior in a desirable fashion. Defensive biases have an adaptive function for maintaining self–worth, but maladaptive consequences for promoting change and reducing social conflict.", "venue": "", "year": 2002, "referenceCount": 29, "citationCount": 359, "influentialCitationCount": 15, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5024066", "name": "D. Sherman"}, {"authorId": "2307711", "name": "Geoffrey L. Cohen"}]}}, {"contexts": ["Uri Treisman’s model [55] of an honors calculus section for African-American students where students were put together to work challenging problems rather than be tutored for the standard homework is an example of wise-feedback – conveying high expectations with critical feedback while providing resources for student success."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "f5e384b88590bed5029d94ed11219aaef3749064", "externalIds": {"MAG": "2056292537", "DOI": "10.1080/07468342.1992.11973486"}, "url": "https://www.semanticscholar.org/paper/f5e384b88590bed5029d94ed11219aaef3749064", "title": "Studying Students Studying Calculus: A Look at the Lives of Minority Mathematics Students in College.", "abstract": "Being invited to give this inaugural Dolciani Lecture is a special honor for me because I had the opportunity to sit in on some of Mary Dolciani's courses at Hunter College while I was a high school student, many years ago. I am frequently reminded of Professor Dolciani when I see her books as I do often in classrooms throughout the United States. Tonight I would like to describe the evolution of a project that I developed some 15 years ago at the University of California, Berkeley. Let me begin by stating the problem that we were addressing, namely, the rate of failure of Black and Hispanic students in calculus. Calculus was then, and remains today, a major barrier for minority students seeking to enter careers that depend in an essential way on mathematics.", "venue": "", "year": 1992, "referenceCount": 0, "citationCount": 552, "influentialCitationCount": 42, "isOpenAccess": true, "fieldsOfStudy": ["Mathematics"], "authors": [{"authorId": "101990324", "name": "Uri Treisman"}]}}, {"contexts": ["blood pressure [23], heart rate [24], and independent raters noting fidgeting (a measure of anxiety) [25]) have been shown to be statistically correlated responses to stereotype threat."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "f751afe0385b24670d0a5a5bdea8893d442c68b7", "externalIds": {"MAG": "2043364817", "DOI": "10.1016/S0022-1031(03)00099-4"}, "url": "https://www.semanticscholar.org/paper/f751afe0385b24670d0a5a5bdea8893d442c68b7", "title": "When saying and doing diverge: The effects ofstereotype threat on self-reported versus nonverbal anxiety", "abstract": "Abstract Although research has established that stigmatized individuals suffer impaired performance under stereotype threat conditions, the anxiety presumed to mediate this effect has proven difficult to establish. In the current investigation, we explored whether non-verbal measures would fare better than self-reports in capturing stereotype threat anxiety. Gay and heterosexual men interacted with preschool children under stereotype threat or control conditions. As predicted, stereotype-threatened gay men demonstrated more non-verbal anxiety, but not more self-reported anxiety, than non-threatened gays during these interactions. Furthermore, non-verbal anxiety appeared to mediate the effects of stereotype threat on the quality of participants’ childcare skills. We discuss how these findings advance stereotype threat research, and highlight their potential implications for gay childcare workers.", "venue": "", "year": 2004, "referenceCount": 33, "citationCount": 276, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "114583561", "name": "J. Bosson"}, {"authorId": "117695451", "name": "Ethan Haymovitz"}, {"authorId": "5697434", "name": "E. Pinel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "fe2ff7f72f01e0041cd169ecf69c1b608a6c9c32", "externalIds": {"MAG": "2166501074", "DOI": "10.1111/1467-9280.00340", "PubMed": "11437305"}, "url": "https://www.semanticscholar.org/paper/fe2ff7f72f01e0041cd169ecf69c1b608a6c9c32", "title": "African Americans and High Blood Pressure: The Role of Stereotype Threat", "abstract": "We examined the effect of stereotype threat on blood pressure reactivity. Compared with European Americans, and African Americans under little or no stereotype threat, African Americans under stereotype threat exhibited larger increases in mean arterial blood pressure during an academic test, and performed more poorly on difficult test items. We discuss the significance of these findings for understanding the incidence of hypertension among African Americans.", "venue": "Psychological science", "year": 2001, "referenceCount": 32, "citationCount": 611, "influentialCitationCount": 21, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2307657", "name": "J. Blascovich"}, {"authorId": "34389548", "name": "S. Spencer"}, {"authorId": "4081321", "name": "D. Quinn"}, {"authorId": "4622601", "name": "C. Steele"}]}}, {"contexts": ["While there is a plethora of research available on practices that increase or reduce stereotype threat, this body of research is not well known amongst many engineering educators, even though related research was reported in the Journal of Engineering Education in 2003 [6] and some of the best practices for reducing stereotype threat have been suggested to the engineering education community [7][8][9][10]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Teaching for retention in science, engineering, and math disciplines: A guide for faculty", "abstract": null, "venue": "Occasional Paper", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M. K. Brown"}, {"authorId": null, "name": "C. Hershock"}, {"authorId": null, "name": "C. J. Finelli"}, {"authorId": null, "name": "C. O’Neal"}]}}, {"contexts": ["The intervention is thought to be successful because when students affirm themselves in an unthreatened domain, they are less likely to react with defensive biases in the stereotyped domain [47][48][49][50]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Working for the self or working for the group: How personal and social self-affirmation promote collective behavior among members of devalued groups", "abstract": null, "venue": "Journal of Personality and Social Psychology,", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "B. Derks"}, {"authorId": null, "name": "C. van Laar"}, {"authorId": null, "name": "N. Ellemers"}]}}, {"contexts": ["blood pressure [23], heart rate [24], and independent raters noting fidgeting (a measure of anxiety) [25]) have been shown to be statistically correlated responses to stereotype threat."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Stereotype threat and the cardiovascular reactivity of African Amercians", "abstract": null, "venue": "Psychological Science,", "year": 2001, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Blascovich"}, {"authorId": null, "name": "J. Spencer"}, {"authorId": null, "name": "S. J. Quinn"}, {"authorId": null, "name": "M D."}, {"authorId": null, "name": "C. M. Steele"}]}}, {"contexts": ["If students are told (rather than self-generate) what values are important to them, or how a subject is relevant to their own lives the interventions may have a negative effect on students that have a low expectation for success [54]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Boosting students’ interest in math with utility value: Two experimental tests", "abstract": null, "venue": "In meeting of the American Educational Research Assoc.,", "year": 2007, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "O. Godes"}, {"authorId": null, "name": "C. S. Hulleman"}, {"authorId": null, "name": "J. M. Harackiewicz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Engineering Outcomes", "abstract": null, "venue": "ASEE Prism,", "year": 1993, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A. W. Astin"}]}}]}