{"offset": 0, "next": 100, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0534070d4f52937d1547ec8936dd97c903f3b2b2", "externalIds": {"MAG": "602222722"}, "url": "https://www.semanticscholar.org/paper/0534070d4f52937d1547ec8936dd97c903f3b2b2", "title": "Theories of Democracy: A Critical Introduction", "abstract": "1. Introduction 2. Problems of Democracy 3. Liberal Democracy (Appendix: Liberal Democracy and Capitalism) 4. Liberal Democracy and the Problems 5. Classic Pluralism (Appendix: Representation) 6. Catallaxy 7. Participatory Democracy 8. Democratic Pragmatism (Appendix: The Value of Democracy) 9. Deliberative Democracy 10. Radical Pluralism 11. Applying Democratic Theories: Globalization", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 198, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "117569246", "name": "F. Cunningham"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "058861dd838ddf4a6a36860f54e82e11f8945b32", "externalIds": {"MAG": "2997039661"}, "url": "https://www.semanticscholar.org/paper/058861dd838ddf4a6a36860f54e82e11f8945b32", "title": "Authoritative sources in a hyperlinked environment", "abstract": "The network structure of a hyperlinked environment can be a rich source of information about the content of the environment, provided we have effective means for understanding it. We develop a set ...", "venue": "", "year": 1999, "referenceCount": 61, "citationCount": 7470, "influentialCitationCount": 885, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1643905196", "name": "M. KleinbergJon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0733d44e3d88f13e299e3fb6018bfe8aeb3d3546", "externalIds": {"DBLP": "journals/cacm/MowshowitzK02", "MAG": "2059374265", "DOI": "10.1145/567498.567527"}, "url": "https://www.semanticscholar.org/paper/0733d44e3d88f13e299e3fb6018bfe8aeb3d3546", "title": "Bias on the web", "abstract": "When it comes to measuring bias on the Web, there is clearly strength in numbers (of search engines, that is).", "venue": "CACM", "year": 2002, "referenceCount": 18, "citationCount": 178, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2851033", "name": "A. Mowshowitz"}, {"authorId": "50755231", "name": "Akira Kawaguchi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "07f7a8cbcbf96d6e7764016d3304f88888b97beb", "externalIds": {"MAG": "1670552626", "DOI": "10.1007/978-3-540-75829-7_8"}, "url": "https://www.semanticscholar.org/paper/07f7a8cbcbf96d6e7764016d3304f88888b97beb", "title": "Search Engine Bias and the Demise of Search Engine Utopianism", "abstract": "Due to search engines’ automated operations, people often assume that search engines display search results neutrally and without bias. However, this perception is mistaken. Like any other media company, search engines affirmatively control their users’ experiences, which has the consequence of skewing search results (a phenomenon called “search engine bias”). Some commentators believe that search engine bias is a defect requiring legislative correction. Instead, this chapter argues that search engine bias is the beneficial consequence of search engines optimizing content for their users. The chapter further argues that the most problematic aspect of search engine bias, the “winner-take-all” effect caused by top placement in search results, will be mooted by emerging personalized search technology.", "venue": "", "year": 2006, "referenceCount": 34, "citationCount": 128, "influentialCitationCount": 12, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144084067", "name": "E. Goldman"}]}}, {"contexts": ["Indeed, some scholars have argued that the use of PageRank actually magnifies the Web’s skewed distribution of links, making it increasingly difficult for new sites to be discovered (Fortunato et al. 2006; Hindman et al. 2003;  Pandey et al. 2005 ).", "Cho and his colleagues, for example, have proposed two alternatives to PageRank – random selection ( Pandey et. al 2005 ) and popularity increase rate (Cho and Adams 2003) – that arguably surface high-quality content while mitigating popularity bias and entrenchment effects."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "0b41baeec1808e988603821eec9cd111f9f4a1f5", "externalIds": {"MAG": "2949386080", "DBLP": "journals/corr/abs-cs-0503011", "ArXiv": "cs/0503011"}, "url": "https://www.semanticscholar.org/paper/0b41baeec1808e988603821eec9cd111f9f4a1f5", "title": "Shuffling a Stacked Deck: The Case for Partially Randomized Ranking of Search Engine Results", "abstract": "In-degree, PageRank, number of visits and other measures of Web page popularity significantly influence the ranking of search results by modern search engines. The assumption is that popularity is closely correlated with quality, a more elusive concept that is difficult to measure directly. Unfortunately, the correlation between popularity and quality is very weak for newly-created pages that have yet to receive many visits and/or in-links. Worse, since discovery of new content is largely done by querying search engines, and because users usually focus their attention on the top few results, newly-created but high-quality pages are effectively \"shut out,\" and it can take a very long time before they become popular.We propose a simple and elegant solution to this problem: the introduction of a controlled amount of randomness into search result ranking methods. Doing so offers new pages a chance to prove their worth, although clearly using too much randomness will degrade result quality and annul any benefits achieved. Hence there is a tradeoff between exploration to estimate the quality of new pages and exploitation of pages already known to be of high quality. We study this tradeoff both analytically and via simulation, in the context of an economic objective function based on aggregate result quality amortized over time. We show that a modest amount of randomness leads to improved search results.", "venue": "VLDB", "year": 2005, "referenceCount": 33, "citationCount": 86, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "49071449", "name": "Sandeep Pandey"}, {"authorId": "1697207", "name": "Sourashis Roy"}, {"authorId": "2072569", "name": "Christopher Olston"}, {"authorId": "4658767", "name": "Junghoo Cho"}, {"authorId": "40941894", "name": "Soumen Chakrabarti"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0c45c9deab708fe52091685f5f22f5cc8fbd3822", "externalIds": {"DOI": "10.4135/9781483391144.n347", "PubMed": "10126875"}, "url": "https://www.semanticscholar.org/paper/0c45c9deab708fe52091685f5f22f5cc8fbd3822", "title": "The social contract.", "abstract": "In summary, with respect to the proposed social contract: we are strongly in favour of increased public consultation. To be effective, the process must be 'customer friendly,' and therefore, we see the need for the local community panel to deal with all of the health care needs of that community. The hospital situated in that local community should take the lead role, on behalf of the total health care system, to ensure that the community's total health care needs are addressed. The District Health Council should play the key role of facilitator of the process, promoting collaboration between health care providers situated both within and outside of that local community.", "venue": "Health law in Canada", "year": 1993, "referenceCount": 0, "citationCount": 1153, "influentialCitationCount": 40, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "48546077", "name": "W. Blundell"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0f9ec90f6ad6beeffbf25729c5dcee5a6d6d91a3", "externalIds": {"DOI": "10.1136/bmj.c1891"}, "url": "https://www.semanticscholar.org/paper/0f9ec90f6ad6beeffbf25729c5dcee5a6d6d91a3", "title": "On Liberty", "abstract": null, "venue": "BMJ : British Medical Journal", "year": 2010, "referenceCount": 0, "citationCount": 1308, "influentialCitationCount": 66, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "46301206", "name": "H. Haja Mydin"}]}}, {"contexts": ["… Since it is very difficult even for experts to evaluate search engines, search engine bias is particularly insidious … [and] less blatant bias are likely to be tolerated by the market. ( Brin and Page 1998: 17 –18)"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "10d6778bc45aebcd58d336b4062b935861d2fe8a", "externalIds": {"DBLP": "journals/cn/BrinP98", "MAG": "2984279299", "DOI": "10.1016/S0169-7552(98)00110-X"}, "url": "https://www.semanticscholar.org/paper/10d6778bc45aebcd58d336b4062b935861d2fe8a", "title": "The Anatomy of a Large-Scale Hypertextual Web Search Engine", "abstract": "In this paper, we present Google, a prototype of a large-scale search engine which makes heavy use of the structure present in hypertext. Google is designed to crawl and index the Web efficiently and produce much more satisfying search results than existing systems. The prototype with a full text and hyperlink database of at least 24 million pages is available at http://google.stanford.edu/. To engineer a search engine is a challenging task. Search engines index tens to hundreds of millions of web pages involving a comparable number of distinct terms. They answer tens of millions of queries every day. Despite the importance of large-scale search engines on the web, very little academic research has been done on them. Furthermore, due to rapid advance in technology and web proliferation, creating a web search engine today is very different from three years ago. This paper provides an in-depth description of our large-scale web search engine -- the first such detailed public description we know of to date. Apart from the problems of scaling traditional search techniques to data of this magnitude, there are new technical challenges involved with using the additional information present in hypertext to produce better search results. This paper addresses this question of how to build a practical large-scale system which can exploit the additional information present in hypertext. Also we look at the problem of how to effectively deal with uncontrolled hypertext collections where anyone can publish anything they want.", "venue": "Comput. Networks", "year": 1998, "referenceCount": 19, "citationCount": 15413, "influentialCitationCount": 1676, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1786259", "name": "S. Brin"}, {"authorId": "48479130", "name": "Lawrence Page"}]}}, {"contexts": ["But when many intermediaries can reach a sizable chunk of the public each encoding its own opinions about what is interesting, relevant, or valid – these biases can counteract each other and, taken as a whole, a broad array of opinions can be disseminated (in part, through a second step of interpersonal communication as discussed in  Katz 1973 )."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "14bf5eec662109371eb45b6028a9160a2efb9cad", "externalIds": {"MAG": "2903119699", "DOI": "10.1086/266687"}, "url": "https://www.semanticscholar.org/paper/14bf5eec662109371eb45b6028a9160a2efb9cad", "title": "The Two-Step Flow of Communication: An Up-To-Date Report on an Hypothesis", "abstract": "The hypothesis that \"ideas often flow from radio and print to opinion leaders and from these to the less active sections of the population\" has been tested in several successive studies. Each study has attempted a different solution to the problem of how to take account of interpersonal relations in the traditional design of survey research. As a result, the original hypothesis is largely corroborated and considerably refined. A former staff member of the Bureau of Applied Social Research at Columbia University, the author is now on leave from his post as assistant professor of sociology at the University of Chicago and is currently guest lecturer in sociology at the Hebrew University in Jerusalem. A NALYSIS OF THE PROCESS of decision-making during the course of an election campaign led the authors of The People's Choice to suggest that the flow of mass communications may be less direct than was commonly supposed. It may be, they proposed, that influences stemming from the mass media first reach \"opinion leaders\" who, in turn, pass on what they read and hear to those of their every-day associates for whom they are influential. This hypothesis was called \"the two-step flow of communication.\"1 The hypothesis aroused considerable interest. The authors themselves were intrigued by its implications for democratic society. It was a healthy sign, they felt, that people were still most successfully persuaded by give-andtake with other people and that the influence of the mass media was less automatic and less potent than had been assumed. For social theory, and for the design of communications research, the hypothesis suggested that the image of modern urban society needed revision. The image of the audience as a mass of disconnected individuals hooked up to the media but not to each other could not be reconciled with the idea of a two-step flow of communication implying, as it did, networks of interconnected individuals through which mass communications are channeled.", "venue": "", "year": 1957, "referenceCount": 8, "citationCount": 1076, "influentialCitationCount": 64, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "65777885", "name": "E. Katz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "14c90dee06ba24a95664526edee5d7b76eedeaa6", "externalIds": {"MAG": "2951989084", "ArXiv": "cond-mat/0312234", "DBLP": "journals/firstmonday/GalitskyL04", "DOI": "10.5210/FM.V9I1.1109"}, "url": "https://www.semanticscholar.org/paper/14c90dee06ba24a95664526edee5d7b76eedeaa6", "title": "On the economy of Web links: Simulating the exchange process", "abstract": "On the economy of Web links: Simulating the exchange process by Boris Galitsky and Mark Levene\n\nIn the modern Web economy, hyperlinks have already attained monetary value as incoming links to a Web site can increase its visibility on major search engines. Thus links can be viewed as investment instruments that can be the subject of an exchange process. In this study we build a simple model performed by rational agents, whereby links can be bought and sold. Through simulation we achieve consistent economic behaviour of the artificial Web community and provide analysis of its micro– and macro–level parameters. In our simulations we take the link economy to its extreme, where a significant number of links are exchanged, concluding that it will lead to a winner take all situation.", "venue": "First Monday", "year": 2003, "referenceCount": 22, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Physics"], "authors": [{"authorId": "144264304", "name": "Boris A. Galitsky"}, {"authorId": "143716988", "name": "M. Levene"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "14dcda03a633cdc178e533c518d18055c5ebc5d1", "externalIds": {"MAG": "149530318"}, "url": "https://www.semanticscholar.org/paper/14dcda03a633cdc178e533c518d18055c5ebc5d1", "title": "USA TODAY Online", "abstract": null, "venue": "", "year": 1998, "referenceCount": 0, "citationCount": 30, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "120078713", "name": "J. Deighton"}, {"authorId": "144428434", "name": "A. George"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1e730bf01ff2fa9ca3c122a923764b3a7a88a59c", "externalIds": {"MAG": "2735894876", "DOI": "10.5771/0506-7286-1993-4-469"}, "url": "https://www.semanticscholar.org/paper/1e730bf01ff2fa9ca3c122a923764b3a7a88a59c", "title": "Democracy and Development", "abstract": "Is economic development conducive to political democracy? Does democracy foster or hinder material welfare? These two questions are examined by looking at the experience of 135 countries between 1950 and 1990. Descriptive information, statistical analyses, and historical narratives are interwoven to gain an understanding of the dynamic of political regimes and their impact on economic development and other aspects of material welfare. The findings, several most surprising, dispel any notion of a trade-off between democracy and development. Economic development does not generate democracies but democracies are much more likely to survive in wealthy societies. Political regimes have no impact on the growth of total national incomes, while political instability affects growth only in dictatorships. Per capita incomes grow faster in democracies since population increases faster under dictatorships. In general, political regimes have more of an effect on demography than on economics.", "venue": "", "year": 1992, "referenceCount": 7, "citationCount": 1464, "influentialCitationCount": 10, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Political Science"], "authors": [{"authorId": "93713830", "name": "A. Hadenius"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1efcf37af04604f701f51dd36e8cd12c13188795", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/1efcf37af04604f701f51dd36e8cd12c13188795", "title": "New Media ? The Political Economy of Internet Search Engines", "abstract": "This paper presents a structural analysis of the Internet search engine market. Search engines are a core element of the Internet media system, topping the Nielsen NetRatings Top 10 list of online properties in every market measured and generating advertising revenues of billions of dollars each year. Using a search engine is the most popular online activity after reading email. A political economy approach is used to identify the relevant parties in the system, their ownership, their exchanges, and the constraints to which they are subjected. The market is shown to be similar to other media markets in that it is both highly concentrated and global in scope, and funded primarily by advertising. However, there are several important differences. First, although traditional media conglomerates operate online, they do not control the most powerful actors such as Google and Yahoo!. Second, the advertising market is structured differently. Advertising is normally linked to words entered as search terms by users, and this keyword-based advertising is syndicated to other search engines, large and small, primarily by Google and Yahoo!-owned Overture, increasing their influence. Third, the situation is complicated by new commercial actors called search engine optimisation companies who operate within a grey market often in opposition to search engine companies, to strengthen the rank of their clients in search engine results. Recent studies within the computer science discipline have shown search engine results to be systematically biased in favour of commercial sites, popular sites, and US-based sites. With no public service mandate and little regulation, the study raises the question of whether the current system of search provision online serves the 'public good'.", "venue": "", "year": 2004, "referenceCount": 40, "citationCount": 34, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2637998", "name": "E. V. Couvering"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "29ddd22963ebb66fdcf0204dac0bca3e2b6e48f9", "externalIds": {"DBLP": "journals/cn/PringleAD98", "MAG": "3013897717", "DOI": "10.1016/S0169-7552(98)00061-0"}, "url": "https://www.semanticscholar.org/paper/29ddd22963ebb66fdcf0204dac0bca3e2b6e48f9", "title": "What is a Tall Poppy Among Web Pages?", "abstract": "Abstract Search engines and indices were created to help people find information amongst the rapidly increasing number of World Wide Web (WWW) pages. The search engines automatically visit and index pages so that they can retum good matches for their users' queries. The way that this indexing is done varies from engine to engine and the detail is usually secret although the strategy is sometimes made public in general terms. The search engines' aim is to return relevant pages quickly. On the other hand, the author of a Web page has a vested interest in it rating highly, for appropriate queries, on as many search engines as possible. Some authors have an interest in their page rating well for a great many types of query indeed—spamming has come to the Web. We treat modelling the workings of WWW search engines as an inductive inference problem. A training set of data is collected, being pages returned in response to typical queries. Decision trees are used as the model class for the search engines' selection criteria although this is not to say that search engines actually contain decision trees. A machine learning program is used to infer a decision tree for each search engine, an information-theory criterion being used to direct the inference and to prevent over-fitting.", "venue": "Comput. Networks", "year": 1998, "referenceCount": 7, "citationCount": 45, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145792292", "name": "G. Pringle"}, {"authorId": "144115495", "name": "L. Allison"}, {"authorId": "1745871", "name": "D. Dowe"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2a56a1a776beda725f8d1873eef6dc82396c90d1", "externalIds": {"DBLP": "journals/cn/ChoGP98", "MAG": "2029341294", "DOI": "10.1016/S0169-7552(98)00108-1"}, "url": "https://www.semanticscholar.org/paper/2a56a1a776beda725f8d1873eef6dc82396c90d1", "title": "Efficient Crawling Through URL Ordering", "abstract": "In this paper we study in what order a crawler should visit the URLs it has seen, in order to obtain more \"important\" pages first. Obtaining important pages rapidly can be very useful when a crawler cannot visit the entire Web in a reasonable amount of time. We define several importance metrics, ordering schemes, and performance evaluation measures for this problem. We also experimentally evaluate the ordering schemes on the Stanford University Web. Our results show that a crawler with a good ordering scheme can obtain important pages significantly faster than one without.", "venue": "Comput. Networks", "year": 1998, "referenceCount": 28, "citationCount": 1028, "influentialCitationCount": 60, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "4658767", "name": "Junghoo Cho"}, {"authorId": "1398574232", "name": "H. Garcia-Molina"}, {"authorId": "48479130", "name": "Lawrence Page"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3357eef56f502b7c0614e2e52ec8546c9654b5ea", "externalIds": {"MAG": "1969609883", "DOI": "10.1111/J.1088-4963.2000.00081.X"}, "url": "https://www.semanticscholar.org/paper/3357eef56f502b7c0614e2e52ec8546c9654b5ea", "title": "Democratic Deliberation Within", "abstract": "Distinguant les dimension externe-collective et interne-individuelle de la deliberation democratique, l'A. defend une autre conception politique de la deliberation ou le modele conversationnel et interpersonnel joue un role dans la societe de masse.", "venue": "", "year": 2000, "referenceCount": 10, "citationCount": 305, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "36476379", "name": "R. Goodin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "33758cd08cb385c0111dd0850dc438c0c4d937c9", "externalIds": {"MAG": "2500822990", "DOI": "10.2307/1986024"}, "url": "https://www.semanticscholar.org/paper/33758cd08cb385c0111dd0850dc438c0c4d937c9", "title": "Frederick the Great: The Magnificent Enigma", "abstract": null, "venue": "", "year": 1986, "referenceCount": 0, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "95471961", "name": "Robert B. Asprey"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "35367fba9f148348a74f9993b3f5072685a32fb6", "externalIds": {"MAG": "2324020602", "DOI": "10.2307/2220013"}, "url": "https://www.semanticscholar.org/paper/35367fba9f148348a74f9993b3f5072685a32fb6", "title": "Moral Consciousness and Communicative Action", "abstract": "Introduction by Thomas McCarthy. Philosophy as Stand--In and Interpreter. Reconstruction and Interpretation in the Social Sciences. Discourse Ethics: Notes on a Program of Philosophical Justification. Moral Consciousness and Communicative Action. Morality and Ethical Life: Does Hegela s Critique of Kant Apply to Discourse Ethics?. Index.", "venue": "", "year": 1990, "referenceCount": 0, "citationCount": 3111, "influentialCitationCount": 198, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Sociology"], "authors": [{"authorId": "41210391", "name": "J. Habermas"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3d814975f531c80728885945dcda331e6c85f500", "externalIds": {"DOI": "10.1057/palgrave.im.4340166"}, "url": "https://www.semanticscholar.org/paper/3d814975f531c80728885945dcda331e6c85f500", "title": "No Logo", "abstract": "No Logo by Naomi Klein reviewed by VICTOR ROSS. The Biology of Business: Decoding the Natural Laws of Enterprise by John Henry Clippinger III reviewed by CLIVE HUMBY", "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 709, "influentialCitationCount": 49, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "143686822", "name": "V. Ross"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "43a12f827e245dfb3651c8229f3d9cdfae58c6b8", "externalIds": {"MAG": "2322271330", "DOI": "10.2307/4611300"}, "url": "https://www.semanticscholar.org/paper/43a12f827e245dfb3651c8229f3d9cdfae58c6b8", "title": "The Media Monopoly", "abstract": "The best ebooks about Media Monopoly that you can get for free here by download this Media Monopoly and save to your desktop. This ebooks is under topic such as the new media monopoly paolo cirio media@lse electronic working papers the media monopoly university of hawaii at hilo presents the media monopoly in american journalism war lies and videotape how media monopoly stifles truth the media monopoly myth technology liberation front the media monopoly (pdf) by ben h bagdikian (ebook) who owns the media? home | scholars at harvard monopoly media manipulation project muse monopolies, mergers and media nation, state, and democracy in india: media regulation counterpoint a defense of media monopoly the new media monopoly a completely revised and updated media and monopoly in the nformation age: slowing the contesting the state media monopoly: syria on al-jazira the media monopoly myth tandfonline the structure of the media industry war lies and videotape how media monopoly stifles truth say no to media monopoly! chicago media action media and policy princeton university bagdikian the new media monopoly pdf rvjstudypdf monopoly: the disney edition plymouth public library a media-monopoly products innovation with countervailing campaign effects and media monopoly the dutch media monopoly: a critical-historical analysis war lies and videotape how media monopoly stifles truth media education foundation transcript bagdikian media monopoly pdf rvjstudypdf the curious case for media monopoly in technology-driven ben h bagdikian nkupdfijoy365 [pdf] the new media monopoly: a completely revised and", "venue": "", "year": 1983, "referenceCount": 0, "citationCount": 756, "influentialCitationCount": 40, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "113351599", "name": "Jill Beerman"}, {"authorId": "17158271", "name": "B. Bagdikian"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "45d9a0db23906842f4c3385e4f231ede34d32db0", "externalIds": {"MAG": "2930014762", "ArXiv": "cond-mat/9907038", "DBLP": "journals/corr/cond-mat-9907038", "DOI": "10.1038/43601"}, "url": "https://www.semanticscholar.org/paper/45d9a0db23906842f4c3385e4f231ede34d32db0", "title": "Internet: Diameter of the World-Wide Web", "abstract": "Despite its increasing role in communication, the World-Wide Web remains uncontrolled: any individual or institution can create a website with any number of documents and links. This unregulated growth leads to a huge and complex web, which becomes a large directed graph whose vertices are documents and whose edges are links (URLs) that point from one document to another. The topology of this graph determines the web's connectivity and consequently how effectively we can locate information on it. But its enormous size (estimated to be at least 8×108 documents) and the continual changing of documents and links make it impossible to catalogue all the vertices and edges.", "venue": "Nature", "year": 1999, "referenceCount": 7, "citationCount": 3781, "influentialCitationCount": 144, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Physics", "Mathematics"], "authors": [{"authorId": "2069424108", "name": "R. Albert"}, {"authorId": "2136396863", "name": "Hawoong Jeong"}, {"authorId": "1745069", "name": "A. Barabasi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4a57fb370b83ac3d1a886a3fae479e45e5fe156d", "externalIds": {"DBLP": "journals/tois/FriedmanN96", "MAG": "1607120026", "DOI": "10.1145/230538.230561"}, "url": "https://www.semanticscholar.org/paper/4a57fb370b83ac3d1a886a3fae479e45e5fe156d", "title": "Bias in computer systems", "abstract": "From an analysis of actual cases, three categories of bias in computer systems have been developed: preexisting, technical, and emergent. Preexisting bias has its roots in social institutions, practices, and attitudes. Technical bias arises from technical constraints of considerations. Emergent bias arises in a context of use. Although others have pointed to bias inparticular computer systems and have noted the general problem, we know of no comparable work that examines this phenomenon comprehensively and which offers a framework for understanding and remedying it. We conclude by suggesting that freedom from bias should by counted amoung the select set of criteria—including reliability, accuracy, and efficiency—according to which the quality of systems in use in society should be judged.", "venue": "TOIS", "year": 1996, "referenceCount": 32, "citationCount": 621, "influentialCitationCount": 24, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4ecd5f20e2a0b7d712087b346b71966cb60b5366", "externalIds": {"MAG": "2162338896", "DBLP": "journals/firstmonday/Gerhart04", "DOI": "10.5210/FM.V9I1.1111"}, "url": "https://www.semanticscholar.org/paper/4ecd5f20e2a0b7d712087b346b71966cb60b5366", "title": "Do Web search engines suppress controversy?", "abstract": "Do Web search engines suppress controversy? by Susan L. Gerhart\n\nWeb behavior depends upon three interlocking communities: (1) authors whose Web pages link to other pages; (2) search engines indexing and ranking those pages; and (3) information seekers whose queries and surfing reward authors and support search engines. Systematic suppression of controversial topics would indicate a flaw in the Web’s ideology of openness and informativeness. This paper explores search engines’ bias by asking: Is a specific well–known controversy revealed in a simple search? Experimental topics include: distance learning, Albert Einstein, St. John’s Wort, female astronauts, and Belize. The experiments suggest simple queries tend to overly present the \"sunny side\" of these topics, with minimal controversy. A more \"Objective Web\" is analyzed where: (a) Web page authors adopt research citation practices; (b) search engines balance organizational and analytic content; and, (c) searchers practice more wary multi–searching.", "venue": "First Monday", "year": 2004, "referenceCount": 0, "citationCount": 55, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144004851", "name": "S. Gerhart"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "53a9aa323a7ac80b260ab31af76b796142354915", "externalIds": {"DBLP": "conf/sigmod/ChoRA05", "MAG": "2134308336", "DOI": "10.1145/1066157.1066220"}, "url": "https://www.semanticscholar.org/paper/53a9aa323a7ac80b260ab31af76b796142354915", "title": "Page quality: in search of an unbiased web ranking", "abstract": "In a number of recent studies [4, 8] researchers have found that because search engines repeatedly return currently popular pages at the top of search results, popular pages tend to get even more popular, while unpopular pages get ignored by an average user. This \"rich-get-richer\" phenomenon is particularly problematic for new and high-quality pages because they may never get a chance to get users' attention, decreasing the overall quality of search results in the long run. In this paper, we propose a new ranking function, called page quality that can alleviate the problem of popularity-based ranking. We first present a formal framework to study the search engine bias by discussing what is an \"ideal\" way to measure the intrinsic quality of a page. We then compare how PageRank, the current ranking metric used by major search engines, differs from this ideal quality metric. This framework will help us investigate the search engine bias in more concrete terms and provide clear understanding why PageRank is effective in many cases and exactly when it is problematic. We then propose a practical way to estimate the intrinsic page quality to avoid the inherent bias of PageRank. We derive our proposed quality estimator through a careful analysis of a reasonable web user model, and we present experimental results that show the potential of our proposed estimator. We believe that our quality estimator has the potential to alleviate the rich-get-richer phenomenon and help new and high-quality pages get the attention that they deserve.", "venue": "SIGMOD '05", "year": 2005, "referenceCount": 48, "citationCount": 161, "influentialCitationCount": 13, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "4658767", "name": "Junghoo Cho"}, {"authorId": "1697207", "name": "Sourashis Roy"}, {"authorId": "2075454069", "name": "Robert Adams"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "546aa4211d0af9e25fd0025f2b7722083982197b", "externalIds": {"MAG": "1976708218"}, "url": "https://www.semanticscholar.org/paper/546aa4211d0af9e25fd0025f2b7722083982197b", "title": "Democracy and difference : contesting the boundaries of the political", "abstract": "Introduction: The Democratic Moment and the Problem of Difference3Pt. 1Democratic Theory: Foundations and Perspectives191Three Normative Models of Democracy212Fugitive Democracy313Using Power/Fighting Power: The Polity464Toward a Deliberative Model of Democratic Legitimacy675Procedure and Substance in Deliberative Democracy956Communication and the Other: Beyond Deliberative Democracy120Pt. 2Equality, Difference, and Public Representation1377Dealing with Difference: A Politics of Ideas, or a Politics of Presence?1398Three Forms of Group-Differentiated Citizenship in Canada1539Diversity and Democracy: Representing Differences17110Democracy, Difference, and the Right of Privacy18711Gender Equity and the Welfare State: A Postindustrial Thought Experiment218Pt. 3Culture, Identity, and Democracy24312Democracy, Power, and the \"Political\"24513Difference, Dilemmas, and the Politics of Home25714Democracy and Multiculturalism27815The Performance of Citizenship: Democracy, Gender, and Difference in the French Revolution29516Peripheral Peoples and Narrative Identities: Arendtian Reflections on Late Modernity314Pt. 4Does Democracy Need Foundations?33117Idealizations, Foundations, and Social Practices33318Democratic Theory and Democratic Experience33619Democracy, Philosophy, and Justification34020Foundationalism and Democracy348List of Contributors361Index365", "venue": "", "year": 1996, "referenceCount": 0, "citationCount": 1085, "influentialCitationCount": 35, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "38572385", "name": "S. Benhabib"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "5479726bf571d4335a9824806afbe2b1563217a5", "externalIds": {"MAG": "1557361063"}, "url": "https://www.semanticscholar.org/paper/5479726bf571d4335a9824806afbe2b1563217a5", "title": "We've got blog : how weblogs are changing our culture", "abstract": "An introduction to the phenomenon of Weblogs--online journals and diaries--and the people who keep them. Instantaneous and raw, unedited and uncensored, Weblogs are self-publishing at its best and its worst--occasionally brilliant but often pretentious, sometimes shocking but always fascinating. We've Got Blog is the first book to explore this phenomenon, which has been quickly rising from obscure Webpages to national attention in the Wall Street Journal and USA Today. Weblogs are free, searchable journals of opinions and links updated daily by an individual or a group and they have become some of the hottest Websites. We've Got Blog has pulled together some of the best writing explaining their history, the mavericks who created them, and how they are changing the way we use the Internet.", "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 74, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "147144027", "name": "John Rodzilla"}]}}, {"contexts": ["... “On the simplest query for a topic, a searcher expects to see the most influential organizations appear, not a bundle of dirty laundry or diatribes attacking the topic’s leaders or ideas … Searchers user a particular engine because its biases give them the results they usually want.” The deliberative model may ask of too much from users: pushing for them to see what they don’t want to see because, really, it’s “good for them” ( Rostboll ..."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "54cc2d6ab9ce12315b0390cc62ddd061706a928a", "externalIds": {"MAG": "1999313450", "DOI": "10.1177/0090591704272351"}, "url": "https://www.semanticscholar.org/paper/54cc2d6ab9ce12315b0390cc62ddd061706a928a", "title": "Preferences and Paternalism", "abstract": "This article discusses the relationship between the ideal of autonomous preference formation and the danger of paternalism in deliberative democratic theory. It argues that the aim of autonomous preference formation can and should be decoupled from a justification of paternalistic state action aimed at reshaping citizens’ preferences. The problem of non autonomous preference formation is rooted in the communication structure in which each and every one forms her preferences and hence cannot be solved by some paternalistically judging on others’ behalf. The argument is based on a new formulation of the deliberative democratic ideal, which emphasizes and clarifies the multiple dimensions of freedom it incorporates.", "venue": "", "year": 2005, "referenceCount": 9, "citationCount": 27, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116677007", "name": "Christian Rostboll"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "5682592eb955fac9e66ecb3c90822ec839622ad9", "externalIds": {"MAG": "2065464378", "DOI": "10.1080/0305006022000014142"}, "url": "https://www.semanticscholar.org/paper/5682592eb955fac9e66ecb3c90822ec839622ad9", "title": "A Vote for Consensus: Democracy and difference in Japan", "abstract": "How evident is democracy within education in Japan, and is current practice different from elsewhere? This paper assesses the perception that Japanese political and educational practices are not fully 'democratic'. The first part examines the Japanese perspective on democracy, and then considers democracy and education in Japan. From a school-based study, the second part discusses examples of class practice concerning decision-making. The paper concludes that democracy is deeply rooted in Japanese history, but not in a form that is readily recognisable to Western observers. Consensus has been more significant than voting. The view that the US administration had a strong influence probably reflects policy rhetoric, not the reality in schools. But this rhetoric may have led to a belief that 'democracy' is not an appropriate term within contemporary Japanese education. However, what happens in Japanese classrooms equates with 'democratic' practice elsewhere.", "venue": "", "year": 2002, "referenceCount": 16, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "80269636", "name": "H. Yamashita"}, {"authorId": "2110522400", "name": "Christopher Williams"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "584803e39040b204d06fc436da14407d4372d277", "externalIds": {"MAG": "1535933048", "DOI": "10.5860/choice.40-1589"}, "url": "https://www.semanticscholar.org/paper/584803e39040b204d06fc436da14407d4372d277", "title": "Small Pieces Loosely Joined (a unified theory of the web)", "abstract": "From the Publisher: \nThe Web doesn't exist in space, yet we talk about going to sites, entering them, and leaving. Diaries move online and suddenly they're more about creating selves than writing about them. Web sites don't have fences, yet a site for auction hunters was found to have trespassed on eBay, a metaphorical offense for which it paid a very real price. Companies invest heavily in professional, polished Web sites, but the Web rewards sites that revel in imperfection. Bits are the \"atoms\" of the Web, but they have no weight, no size and no real existence. \nThese anomalies are just a few that show how uncomfortable the fit between the Web and the real world is -- and how deeply weird the ordinary life of the Web is. In this one-of-a-kind book of social commentary, David Weinberger takes us beyond the hype, revealing what is truly revolutionary about this new medium. Just as Marshall McLuhan forever altered our view of broadcast media, Weinberger shows that the Web is transforming not only social institutions but also bedrock concepts of our world such as space, time, self, knowledge -- even reality itself. The Web would be important enough if it hooked up our species on a global scale. But, Weinberger argues, it is doing much more than that. Unlike previous technologies such as the phone or fax, the Web is a permanent public space that gathers value every time someone posts a Web page, responds on a discussion board, or replies to a mail list. More and more of our lives together are being lived in this new, second world that intersects the real world in ways we have only begun to understand. \nWeinberger introduces us to the denizens of this second world, people like Zannah, whose online diary turns self-revelation into play; Tim Bray, whose map of the Web reveals what's at the heart of the new Web space; and Danny Yee and Claudiu Popa, part of the new breed of Web experts we trust despite their lack of obvious qualifications. Through these stories of life on the Web, an insightful take on some familiar -- and some unfamiliar -- Web sites, and a pervasive sense of humor, Weinberger is the first to put the Web into the social and intellectual context we need to begin assessing its true impact on our lives. The irony, according to Weinberger, is that this seemingly weird new technology is more in tune with our authentic selves than is the modern world. Because the Web foils our conventional assumptions about concepts like space and time and self, we are led back to a more authentic view of what it means to be a person sharing a world with others -- whether it's the world of the Web or the real world of atoms. Our experience on the Web enables us to recapture the truth of our experience of the real world. Funny, provocative, and ultimately hopeful, Small Pieces Loosely Joined makes us look at the Web as never before.", "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 161, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145337215", "name": "D. Weinberger"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "592cc22d2276dff6691f736ca39138bd308d01d6", "externalIds": {"MAG": "188292517"}, "url": "https://www.semanticscholar.org/paper/592cc22d2276dff6691f736ca39138bd308d01d6", "title": "Search Engine Watch", "abstract": null, "venue": "", "year": 2005, "referenceCount": 0, "citationCount": 127, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2073302906", "name": "O. Williams"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "5b18bd08d797a19ea64bdf92bbd60f2f9e54675b", "externalIds": {"MAG": "2082422522", "DOI": "10.5860/choice.34-3548"}, "url": "https://www.semanticscholar.org/paper/5b18bd08d797a19ea64bdf92bbd60f2f9e54675b", "title": "Democracy and Disagreement", "abstract": "Acknowledgments Introduction The Persistence of Moral Disagreement The Sense of Reciprocity The Value of Publicity The Scope of Accountability The Promise of Utilitarianism The Constitution of Deliberative Democracy The Latitude of Liberty The Obligations of Welfare The Ambiguity of Fair Opportunity Conclusion Notes Index", "venue": "", "year": 1996, "referenceCount": 0, "citationCount": 1831, "influentialCitationCount": 45, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "40037582", "name": "A. Gutmann"}, {"authorId": "31940817", "name": "Dennis F. Thompson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "5dff5ba7c07935a635de8411fe5c24c3849dd5cb", "externalIds": {"MAG": "2912081312"}, "url": "https://www.semanticscholar.org/paper/5dff5ba7c07935a635de8411fe5c24c3849dd5cb", "title": "A History of the Modern World Third Edition", "abstract": "A History of the Modern World is a careful, well-written narrative of major events from the late Middle Ages to the political and religious conflicts at the beginning of the twenty-first century. It offers a wide-ranging survey that helps readers understand both the complexities of great events (e.g., the French Revolution, the First World War, or the collapse of great imperial systems) and the importance of historical analysis. It also provides a careful summary of the modern political changes that have affected the social and cultural development of all modern cultures. \n \nThroughout the book's lifetime, A History of the Modern World has been hailed as an elegantly written historical narrative, filled with analysis and balanced historical insights as well as its traditional attention to the processes of historical change, conflict, and political transformations. The tenth edition has been updated to include the clear maps, the survey of global economic connections, the chronologies, the illustrations, and the up-to-date bibliographies that today's students need and expect.", "venue": "", "year": 1969, "referenceCount": 0, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "2052277257", "name": "R. Palmer"}, {"authorId": "119177946", "name": "Joel G. Colton"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "6fa3f51327efa199becc40ea1bd750e00a62fbe7", "externalIds": {"MAG": "2030112625", "DOI": "10.1111/J.1460-2466.1990.TB02270.X"}, "url": "https://www.semanticscholar.org/paper/6fa3f51327efa199becc40ea1bd750e00a62fbe7", "title": "After the Fairness Doctrine: Controversial Broadcast Programming and the Public Interest", "abstract": "L'article tente d'etablir les consequences qu'a entraine la suspension de la «Fairness Doctrine» par la Commission Federale des Communications, sur les programmes radiodiffuses et sur l'interet que le public porte a la reglementation de la radiodiffusion", "venue": "", "year": 1990, "referenceCount": 0, "citationCount": 27, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3080318", "name": "P. Aufderheide"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "784d6b70606a04ccef610cfa56f2b95dffd7a84c", "externalIds": {"MAG": "2073435010", "DOI": "10.1038/427010A", "PubMed": "14702058"}, "url": "https://www.semanticscholar.org/paper/784d6b70606a04ccef610cfa56f2b95dffd7a84c", "title": "Oceanography: All wired up", "abstract": "The ocean floor is being covered with remote-controlled observatories, letting oceanographers keep tabs on the sea without getting wet. Jon Copley investigates.", "venue": "Nature", "year": 2004, "referenceCount": 6, "citationCount": 35, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Environmental Science"], "authors": [{"authorId": "79666324", "name": "J. Copley"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "7ce7d8fb1f750026e745cc1d3ecea69af0b8d488", "externalIds": {"MAG": "1539044075"}, "url": "https://www.semanticscholar.org/paper/7ce7d8fb1f750026e745cc1d3ecea69af0b8d488", "title": "Marketing classics: A selection of influential articles", "abstract": "ALERT: Before you purchase, check with your instructor or review your course syllabus to ensure that you select the correct ISBN. Several versions of Pearson's MyLab & Mastering products exist for each title, including customized versions for individual schools, and registrations are not transferable. In addition, you may need a CourseID, provided by your instructor, to register for and use Pearson's MyLab & Mastering products. Packages Access codes for Pearson's MyLab & Mastering products may not be included when purchasing or renting from companies other than Pearson; check with the seller before completing your purchase. Used or rental books If you rent or purchase a used book with an access code, the access code may have been redeemed previously and you may have to purchase a new access code. Access codes Access codes that are purchased from sellers other than Pearson carry a higher risk of being either the wrong ISBN or a previously redeemed code. Check with the seller prior to purchase. --", "venue": "", "year": 1977, "referenceCount": 0, "citationCount": 65, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "69500049", "name": "Ben M. Enis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "7e0758023597271a5344a9a438c30cf3f9cde503", "externalIds": {"DBLP": "conf/www/BhargavaF02", "MAG": "2027001088", "DOI": "10.1145/511446.511462"}, "url": "https://www.semanticscholar.org/paper/7e0758023597271a5344a9a438c30cf3f9cde503", "title": "Paid placement strategies for internet search engines", "abstract": "Internet search engines and comparison shopping have recently begun implementing a paid placement strategy, where some content providers are given prominent positioning in return for a placement fee. This bias generates placement revenues but creates a disutility to users, thus reducing user-based revenues. We formulate the search engine design problem as a tradeoff between these two types of revenues. We demonstrate that the optimal placement strategy depends on the relative benefits (to providers) and disutilities (to users) of paid placement. We compute the optimal placement fee, characterize the optimal bias level, and analyze sensitivity of the placement strategy to various factors. In the optimal paid placement strategy, the placement revenues are set below the monopoly level due to its negative impact on advertising revenues. An increase in the search engine's quality of service allows it to improve profits from paid placement, moving it closer to the ideal. However, an increase in the value-per-user motivates the gatekeeper to increase market share by reducing further its reliance on paid placement and fraction of paying providers.", "venue": "WWW '02", "year": 2002, "referenceCount": 18, "citationCount": 46, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2832986", "name": "H. Bhargava"}, {"authorId": "145556733", "name": "Juan Feng"}]}}, {"contexts": ["Thus the highly-referenced “hubs” Barabasi worried about have the highest PageRanks; these tend to be the sites of large, famous, technology-oriented companies such as Amazon and eBay ( Upstill et al. 2003 )."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "7fdbcd0c4e7b3cfcd591a0a3d82c1f820d767988", "externalIds": {"MAG": "135168798"}, "url": "https://www.semanticscholar.org/paper/7fdbcd0c4e7b3cfcd591a0a3d82c1f820d767988", "title": "Predicting Fame and Fortune: PageRank or Indegree?", "abstract": "Measures based on the Link Recommendation Assumption are hypothesised to help modern Web search engines rank ‘important, high quality’ pages ahead of relevant but less valuable pages and to reject ‘spam’. We tested these hypotheses using inlink counts and PageRank scores readily obtainable from search engines Google and Fast. We found that the average Google-reported PageRank of websites operated by Fortune 500 companies was approximately one point higher than the average for a large selection of companies. The same was true for Fortune Most Admired companies. A substantially bigger difference was observed in favour of companies with famous brands. Investigating less desirable biases, we found a one point bias toward technology companies, and a two point bias in favour of IT companies listed in the Wired 40. We found negligible bias in favour of US companies. Log of indegree was highly correlated with Google-reported PageRank scores, and just as effective when predicting desirable company attributes. Further, we found that PageRank scores for sites within a known spam network were no lower than would be expected on the basis of their indegree. We encounter no compelling evidence to support the use of PageRank over indegree.", "venue": "", "year": 2003, "referenceCount": 7, "citationCount": 63, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2597168", "name": "Trystan Upstill"}, {"authorId": "1703980", "name": "Nick Craswell"}, {"authorId": "1718817", "name": "D. Hawking"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "842da7c56ed1cf81b3ba28b27ceeae9db04ec375", "externalIds": {"DBLP": "journals/ipm/Salton92", "MAG": "1967345182", "DOI": "10.1016/0306-4573(92)90002-H"}, "url": "https://www.semanticscholar.org/paper/842da7c56ed1cf81b3ba28b27ceeae9db04ec375", "title": "The State of Retrieval System Evaluation", "abstract": "Abstract Substantial misgivings have been voiced over the years about the methodologies used to evaluate information retrieval procedures, and about the credibility of many of the available test results. In this note, an attempt is made to review the state of retrieval evaluation and to separate certain misgivings about the design of retrieval tests from conclusions that can legitimately be drawn from the evaluation results.", "venue": "Inf. Process. Manag.", "year": 1992, "referenceCount": 28, "citationCount": 163, "influentialCitationCount": 10, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1797808", "name": "G. Salton"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "87756bd38db46b2263aaa6304b8310fa851b2f61", "externalIds": {"MAG": "2166743161", "DBLP": "conf/www/ChoR04", "DOI": "10.1145/988672.988676"}, "url": "https://www.semanticscholar.org/paper/87756bd38db46b2263aaa6304b8310fa851b2f61", "title": "Impact of search engines on page popularity", "abstract": "Recent studies show that a majority of Web page accesses are referred by search engines. In this paper we study the widespread use of Web search engines and its impact on the ecology of the Web. In particular, we study how much impact search engines have on the popularity evolution of Web pages. For example, given that search engines return currently popular\" pages at the top of search results, are we somehow penalizing newly created pages that are not very well known yet? Are popular pages getting even more popular and new pages completely ignored? We first show that this unfortunate trend indeed exists on the Web through an experimental study based on real Web data. We then analytically estimate how much longer it takes for a new page to attract a large number of Web users when search engines return only popular pages at the top of search results. Our result shows that search engines can have an immensely worrisome impact on the discovery of new Web pages.", "venue": "WWW '04", "year": 2004, "referenceCount": 34, "citationCount": 282, "influentialCitationCount": 15, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "4658767", "name": "Junghoo Cho"}, {"authorId": "1697207", "name": "Sourashis Roy"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "87ce7121415dcecf5d6e82f9872ed402b1d64793", "externalIds": {"MAG": "1490703510", "DBLP": "books/daglib/0021585"}, "url": "https://www.semanticscholar.org/paper/87ce7121415dcecf5d6e82f9872ed402b1d64793", "title": "The laws of the web - patterns in the ecology of information", "abstract": "From the Publisher: \nDespite its haphazard growth, the Web hides powerful underlying regularities--from the organization of its links to the patterns found in its use by millions of users. Many of these regularities have been predicted on the basis of theoretical models based on a field of physics--statistical mechanics--that few would have thought applicable to the social domain. \nIn this book Bernardo Huberman explains in accessible language the laws of the Web. One of the foremost researchers in the field, Huberman has established, for example, that the surfing patterns of individuals are describable by a precise law. Such findings can lead to more efficient Web design and use. They also shed light on social mechanisms whose significance goes beyond the Web. In this sense, the Web is a gigantic informational ecosystem that can be used to quantify and test explanations of human behavior and social interaction.", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 181, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "1794321", "name": "B. Huberman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "9506f5ebfeba9908cd851c065347393d20cf92c6", "externalIds": {"MAG": "2800649581", "DOI": "10.2307/20033300"}, "url": "https://www.semanticscholar.org/paper/9506f5ebfeba9908cd851c065347393d20cf92c6", "title": "Linked: The New Science of Networks", "abstract": "An ink jet comprises an elastic tubular member (14) characterized by piezoelectric properties. The tubular member (14) is terminated in an orifice (26) adapted to pass droplets of ink when the chamber formed within the tubular member (14) is reduced in size. The piezoelectric properties are provided by a substantially homogeneous mixture of piezoelectric material and an elastic binder.", "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 1600, "influentialCitationCount": 73, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science", "Economics"], "authors": [{"authorId": "1745069", "name": "A. Barabasi"}, {"authorId": "1405557378", "name": "Maximino Aldana-Gonzales"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "9b74ce4c8ad57014b468eea2e62994e6c56358b0", "externalIds": {"MAG": "2337319726", "DOI": "10.5860/choice.38-6431"}, "url": "https://www.semanticscholar.org/paper/9b74ce4c8ad57014b468eea2e62994e6c56358b0", "title": "Republic.com", "abstract": "From the Publisher: \nSee only what you want to see, hear only what you want to hear; read only what you want to read. In cyberspace, we already have the ability to filter out everything but what we wish to see, hear, and read. Tomorrow, our power to filter promises to increase exponentially. With the advent of the Daily Me, you see only the sports highlights that concern your teams, read about only the issues that interest you, encounter in the op-ed pages only the opinions with which you agree. In all of the applause for this remarkable ascendance of personalized information, Cass Sunstein asks the questions, is it good for democracy? Is it healthy for the republic? What does this mean for freedom of speech? \nRepublic.com exposes the drawbacks of egocentric Internet use, while showing us how to approach the Internet as responsible citizens, not just concerned consumers. Democracy, Sunstein maintains, depends on shared experiences and requires citizens to be exposed to topics and ideas that they would not have chosen in advance. Newspapers and braodcasters helped create a shared culture, but as their role diminishes and the customization of our communications universe increases, society is in danger of fragmenting, shared communities in danger of dissolving. In their place will arise only louder and ever more extreme echoes of our own voices, our own opinions. \nIn evaluating the consequences of new communications technologies for democracy and free speech, Sunstein argues that the question is not whether to regulate the Net (it's already regulated), but how; proves that freedom of speech is not an absolute; and underscores the enormous potential of the Internet to rpomote freedom as well as its potential to promote \"cybercascades\" of like-minded opinions that foster and enflame hate groups. The book ends by suggesting a range of potential reforsm to correct current misconcpetions and to improve deliberative democracy and the health of the American republic.", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 901, "influentialCitationCount": 44, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3171769", "name": "C. Sunstein"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a50cf574ad9518dce7e695e04c0c00b254d4a45d", "externalIds": {"MAG": "591926909", "DOI": "10.1177/009059177300100302"}, "url": "https://www.semanticscholar.org/paper/a50cf574ad9518dce7e695e04c0c00b254d4a45d", "title": "The Empirical Theorists of Democracy and Their Critics: A Plague on Both Their Houses", "abstract": "NE OF THE MOST PROMINENT CASUALTIES of the recent attack on the possibility of a purely empirical and value-neutral political science has been the so-called “empirical theory of democracy.’’ The empirical theorists still claim, as Dahl (1956a: 86) puts i t , that they are simply investigating “the actual facts of political life” by means of “methods, theories and criteria of proof that are acceptable according to the canons, conventions and assumptions of modern empirical science” (Dahl, 1961a: 767). I t has by now become one of the commonplaces of current political science, however, that their theories have never achieved -and may never have been intended to achieve-such purely neutral and scientific results. This criticism has involved two distinct claims. The first is that even though the empirical theorists may have investigated the workings of democratic political systems in a wholly neutrd spirit, these inquires have nevertheless hod “nonnative implications” (Walker, 1966: 39 1 ). Some of the critics have pressed their accusations no further than this point", "venue": "", "year": 1973, "referenceCount": 47, "citationCount": 114, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "71684769", "name": "Q. Skinner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a6683c65d7528b6cb0411fe5bebe073c1b579759", "externalIds": {"MAG": "1963520272", "DOI": "10.3817/0977033219"}, "url": "https://www.semanticscholar.org/paper/a6683c65d7528b6cb0411fe5bebe073c1b579759", "title": "An Essay on the Theory of Enlightened Despotism", "abstract": "Leonard Krieger knows that the past is no guide for the present, that the historian's task is not the edification of the public by means of enlightening examples. Yet, An Essay on the Theory of Enlightened Despotism has a contemporary and political aim. Krieger insists that Enlightened Despotism has become “a permanent category, a continual option, and a recurrent choice in our politics” (x). He repeats that “many of us still practice an Enlightened Despotism that we have not the honesty to preach” (90). Even more, he claims that “all modern despots have been, in theory, Enlightened Despots” (91). The book's peculiar final sentence—“Let the voter beware”—only becomes clear once the intermingling of the main claims is untangled.", "venue": "Telos", "year": 1977, "referenceCount": 0, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "145260153", "name": "D. Howard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a8320f576aadcb5bceb2c95f6966dc211edb2964", "externalIds": {"MAG": "2099413818", "DOI": "10.1177/096466390000900205"}, "url": "https://www.semanticscholar.org/paper/a8320f576aadcb5bceb2c95f6966dc211edb2964", "title": "The Enigma of Free Speech: Speakers’ Corner, The Geography of Governance and a Crisis of Rationality", "abstract": "Officially sanctioned in 1872 by the Royal Parks and Gardens Regulation Act, Speakers’ Corner in Hyde Park, London is often seen as a potent symbol for free speech in Britain. Yet this image is highly problematic. Nowhere in the original 1872 Act does the term ‘free speech’ appear. In this article it is argued that this enigma is in fact perfectly understandable for two reasons. First, the sign ‘speech’ had carved out a distinct geographical and moral space in Hyde Park over a century before 1872. Constituted through the ‘last dying speeches’ of the criminal class of 18th-century London, this subaltern rationality rendered visible the class character of law by disrupting the distancing of legal discourse from governance. Secondly, by undertaking a genealogical investigation of the sign ‘speech’ at Hyde Park, the traces left by scaffold culture were re-combined to slowly translate ‘last dying speeches’ into a more overtly political proletarian public sphere. The political mediation of the sign ‘speech’ meant that the state had to respond to this sign by overcoming the failures of Tyburn and impose a successful mode of governance at Hyde Park. The 1872 Royal Parks and Gardens Regulation Act was an attempt by the state to accomplish this task.", "venue": "", "year": 2000, "referenceCount": 88, "citationCount": 17, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "81563468", "name": "J. Roberts"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a8a92907827f652b812d4c94b62b8dd65e350f1b", "externalIds": {"MAG": "638916411"}, "url": "https://www.semanticscholar.org/paper/a8a92907827f652b812d4c94b62b8dd65e350f1b", "title": "The Moral Basis of Democracy: Sunday Morning Talks to Students and Graduates", "abstract": null, "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "32543679", "name": "A. Hadley"}]}}, {"contexts": ["Broder et al 2000, Kumar et al 1999, 32David Pennock et al., \"Winners Don't Take All: Characterizing the Competition for Links on the Web,\" Proceedings of the National Academy of Sciences 99, no. 8 (2002). 33 Hindman, Tsioutsiouliklis, and Johnson, Googlearchy, 33."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "a99d80dfaf8b7ae85299ca4c4a87168bac005985", "externalIds": {"DBLP": "journals/jodi/PagendarmS01", "MAG": "1494794527"}, "url": "https://www.semanticscholar.org/paper/a99d80dfaf8b7ae85299ca4c4a87168bac005985", "title": "Why Are Users Banner-Blind? The Impact of Navigation Style on the Perception of Web Banners", "abstract": "It has been observed that contradictory results have been found regarding the perception of banner advertisements on the Internet. While some studies found that recall and recognition scores for banners were at a satisfactory level, others observed that banners are almost generally overlooked. In this study, it is argued that the opposing results might be explained by differences in navigation style (aimless browsing versus goal directed searching). To test this hypothesis, 32 subjects were presented with a Web site containing a number of banners ads. Half the subjects were asked to search for specific information, while the other half was instructed just to explore the site as they wished. In a subsequent recall and recognition test, subjects from the aimless browsing group performed significantly better than subjects from the information search group. Results are discussed with regard to the supposed underlying processes of perception and information processing.", "venue": "J. Digit. Inf.", "year": 2006, "referenceCount": 0, "citationCount": 119, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2091673", "name": "Magnus Pagendarm"}, {"authorId": "2085381806", "name": "H. Schaumburg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "b003e3e153ff1c43bb1fc801f5a058ac4b557592", "externalIds": {"MAG": "93179600"}, "url": "https://www.semanticscholar.org/paper/b003e3e153ff1c43bb1fc801f5a058ac4b557592", "title": "J.S. Mill on Plural Voting, Competence and Participation", "abstract": null, "venue": "", "year": 2003, "referenceCount": 0, "citationCount": 34, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "112946692", "name": "J. Miller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "b12ac16079ab98f29674119aae59f34a61212540", "externalIds": {"DBLP": "conf/cocoon/KleinbergKRRT99", "MAG": "2129620481", "DOI": "10.1007/3-540-48686-0_1"}, "url": "https://www.semanticscholar.org/paper/b12ac16079ab98f29674119aae59f34a61212540", "title": "The Web as a Graph: Measurements, Models, and Methods", "abstract": "The pages and hyperlinks of the World-Wide Web may be viewed as nodes and edges in a directed graph. This graph is a fascinating object of study: it has several hundred million nodes today, over a billion links, and appears to grow exponentially with time. There are many reasons -- mathematical, sociological, and commercial -- for studying the evolution of this graph. In this paper we begin by describing two algorithms that operate on the Web graph, addressing problems from Web search and automatic community discovery. We then report a number of measurements and properties of this graph that manifested themselves as we ran these algorithms on the Web. Finally, we observe that traditional random graph models do not explain these observations, and we propose a new family of random graph models. These models point to a rich new sub-field of the study of random graphs, and raise questions about the analysis of graph algorithms on the Web.", "venue": "COCOON", "year": 1999, "referenceCount": 55, "citationCount": 1134, "influentialCitationCount": 56, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3371403", "name": "J. Kleinberg"}, {"authorId": "1683442", "name": "Ravi Kumar"}, {"authorId": "145503401", "name": "P. Raghavan"}, {"authorId": "145941159", "name": "S. Rajagopalan"}, {"authorId": "49365095", "name": "A. Tomkins"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ba029777166ef836836ac54311b9a0bfa66a0ada", "externalIds": {"MAG": "1983928169", "DOI": "10.2307/2073709"}, "url": "https://www.semanticscholar.org/paper/ba029777166ef836836ac54311b9a0bfa66a0ada", "title": "Democracy and new technology", "abstract": "Preface. Introduction. 1. What is Democracy? Some Traditional Answers. 2. Are Modern Western Societies Democratic? 3. New Technology and Democracy. 4. What New Technology can do for Direct Democracy. 5. What New Technology can do for Representative Democracy. 6. Conclusions. Appendix. Glossary of Technical Terms. Notes.", "venue": "", "year": 1989, "referenceCount": 0, "citationCount": 51, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "41097876", "name": "I. McLean"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "bf1217856ddf5b81abd04e8ed03080bed02438b9", "externalIds": {"MAG": "2890037467", "DOI": "10.1162/003465304323031094"}, "url": "https://www.semanticscholar.org/paper/bf1217856ddf5b81abd04e8ed03080bed02438b9", "title": "Product Substitutability and Productivity Dispersion", "abstract": "Tremendous differences in producer productivity levels exist, even within narrowly defined industries. This paper explores the influence of product substitutability in an industry on this disparity. When consumers can easily switch between producers, inefficient (high-cost) producers cannot operate profitably. Thus high-substitutability industries should exhibit less productivity dispersion and have higher average productivity levels. I demonstrate this mechanism in a simple industry equilibrium model and test it empirically using producer-level data from 443 U.S. manufacturing industries. I find evidence that substitutability measured in several ways'is indeed negatively related to within-industry productivity dispersion and positively related to median productivity.", "venue": "Review of Economics and Statistics", "year": 2003, "referenceCount": 22, "citationCount": 591, "influentialCitationCount": 84, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "88546994", "name": "C. Syverson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "bf79c46c29ade4e1add8df856160c4a3f52366d5", "externalIds": {"MAG": "2001016201", "DOI": "10.1108/EB026644"}, "url": "https://www.semanticscholar.org/paper/bf79c46c29ade4e1add8df856160c4a3f52366d5", "title": "SELF‐CITATIONS IN SCIENTIFIC LITERATURE", "abstract": "The purpose of the present investigation was to determine to what extent authors of scientific articles cite their previous publications and what are the principal distinguishing features of this particular type of citation. We have analysed the bibliographies of a group of articles from the areas of plant physiology and neurobiology, and have examined the relationship of the self‐citations to some characteristics of the articles in which they occurred. We found self‐citations to be more recent and to be cited more frequently in the text of the citing articles than citations of other authors. The extent of self‐citing did not appear to be related to the number of co‐authors and to the bibliography size of the citing articles, or to their authors' productivity.", "venue": "", "year": 1977, "referenceCount": 16, "citationCount": 83, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2764695", "name": "R. Tagliacozzo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "c200a3eb6231c0c5e365748d907047a21953496d", "externalIds": {"MAG": "597718940", "DOI": "10.5860/choice.32-3137"}, "url": "https://www.semanticscholar.org/paper/c200a3eb6231c0c5e365748d907047a21953496d", "title": "Networks of Power: Corporate TV's Threat to Democracy", "abstract": null, "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 19, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "117083879", "name": "D. W. Mazzocco"}]}}, {"contexts": ["in  Compaine and Gomery 2000:  558–559) we see that search achieves a level of concentration exceeding those of the much-ballyhooed traditional media sectors (Sheu and Carley 2001 14; Cooper and Cooper 2003).", "But unlike the oil, film, and music oligopolies – which “work together to … restrict the game of profit maximizing to themselves” ( Compaine and Gomery 2000:  275) – there is little evidence today of a “search engine cartel,” and new competitors do occasionally spring up (Grossman 2003, Hansell 2005).", "Unfortunately, this raises the barriers of entry for newcomers who may not be able to effectively engage in wage price wars or gain access to crosspromotional outlets ( Compaine and Gomery 2000:  521).", "The situation may be in this respect more like the “loose and open oligopoly” of book publishing industry, in which “one can properly lament some concentration…[is] nowhere near as tightly controlled as movies and music” ( Compaine and Gomery 2000:  517–518).", "Under Kaysen and Turner’s determination of oligopoly, for example, “type I” oligopoly is achieved when “the eight largest firms have 50% of receipts and the 20 largest at least 75%” ( Compaine and Gomery 2000:  555–556) — a threshold easily exceeded regardless of whether we look at ad revenues or traffic share (Diaz 2005: 131–132)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "c295308e24edf6f5921c2d8d9e9778fc0956a875", "externalIds": {"MAG": "1539386860", "DOI": "10.4324/9781410605368"}, "url": "https://www.semanticscholar.org/paper/c295308e24edf6f5921c2d8d9e9778fc0956a875", "title": "Who Owns the Media? : Competition and Concentration in the Mass Media industry", "abstract": "Contents: C. Sterling, Foreword. Preface. B.M. Compaine, The Newspaper Industry. D. Gomery, The Book Publishing Industry. B.M. Compaine, The Magazine Industry. D. Gomery, The Television Industries: Broadcast, Cable, and Satellite. D. Gomery, Radio Broadcasting and the Music Industry. D. Gomery, The Hollywood Film Industry: Theatrical Exhibition, Pay TV, and Home Video. B.M. Compaine, The Online Information Industry. B.M. Compaine, Who Owns the Media Companies? D. Gomery, Interpreting Media Ownership. B.M. Compaine, Distinguishing Between Concentration and Competition. Afterword.", "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 189, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "48737851", "name": "B. Compaine"}, {"authorId": "96681000", "name": "D. Gomery"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "c8d82aa157f540cad41c7a77033a9b8c2e0f040a", "externalIds": {"MAG": "2912728253"}, "url": "https://www.semanticscholar.org/paper/c8d82aa157f540cad41c7a77033a9b8c2e0f040a", "title": "We've Got Blog: How Weblogs Are Changing Our Culture", "abstract": "From the Publisher: \nInstantaneous, raw, and uncensored, weblogs are self-publishing at its best and worst - occasionally brilliant but often pretentious, sometimes shocking but always fascinating. Weblogs have become some of the hottest places on the web and We've Got Blog is the first book to explore the phenomenon. Here are some of the best writers on the web explaining the history and importance of weblogs, the mavericks who created them, and how they are changing the way we surf the Web.", "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 118, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "49810430", "name": "Rebecca Blood"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ca3b234eb5c2080764329a409fd08a056612a151", "externalIds": {"MAG": "1500399361", "DBLP": "books/daglib/0020403", "DOI": "10.5860/choice.37-3934"}, "url": "https://www.semanticscholar.org/paper/ca3b234eb5c2080764329a409fd08a056612a151", "title": "Weaving the web - the original design and ultimate destiny of the World Wide Web by its inventor", "abstract": "An alkaline battery separator made of a porous film which consists substantially of a polyolefin having a weight average molecular weight of less than 300,000 and a number average molecular weight of 15,000 or more and which has a thickness of 0.025 to 1 mm, a porosity of 50 to 80%, an average pore diameter of 0.05 to 0.5 mu and an average ratio of the larger dimension to the smaller dimension of the pore opening of not more than 2. The alkaline battery separator has not only an extremely low electrical resistance and a high alkali resistance but also a transmission-inhibitive ability for the active materials of battery and is excellent in mechanical strength and flexibility. It does not show appreciable shrinkage by heat. For producing such an alkaline battery separator, 10 to 50 volume percent of a polyolefin, 7 to 42 volume percent of an inorganic filler and 30 to 75 volume percent of an organic liquid having a solubility parameter of from 8.6 to 9.9 inclusive are blended, the amount of the polyolefin being 2/3 to 9 multiple of the amount of the inorganic filler, and the resulting blend is subjected to melt-molding to form a film, followed by extraction of the organic liquid and the inorganic filler from the film. In the extraction of the organic liquid and the inorganic filler, the film does not undergo shrinkage to provide a separator having excellent characteristics.", "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 1522, "influentialCitationCount": 96, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Materials Science", "Engineering"], "authors": [{"authorId": "1403176300", "name": "Hu Cao"}, {"authorId": "38428841", "name": "M. Fischetti"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "cc1b63ddcff5c539acd2f5ea4ce10c03e5adcfcf", "externalIds": {"MAG": "2033074164", "DOI": "10.1002/9780470774298"}, "url": "https://www.semanticscholar.org/paper/cc1b63ddcff5c539acd2f5ea4ce10c03e5adcfcf", "title": "The Internet in everyday life", "abstract": "List of Figures. List of Tables. Foreword: The Virtual Community in the Real World. (Howard Rheingold). Series Editora s Preface: The Internet and the Network Society . (Manuel Castells). Introduction: The Internet in Everyday Life. (Caroline Haythornthwaite and Barry Wellman). Part I: Moving The Internet Out Of Cyberspace. The internet in Everyday Life: An Introduction. (Caroline Haythornthwaite and Barry Wellman). Part II: The Place Of The Internet In Everyday Life. 1. Days and Nights on the Internet. (Philip Howard, Lee Rainie, and Steve Jones). 2 The Global Villagers: Comparing Internet Users and Uses Around the World. (Wenhong Chen, Jeffrey Boase and Barry Wellman). 3 Syntopia: Access, Civic Involvement and Social Interaction on the Net. (James Katz and Ronald Rice). 4 Digital Living: The Impact (or Otherwise) of the Internet in Everyday British Life. (Ben Anderson and Karina Tracey). 5 The Changing Digital Divide in Germany. (Gert Wagner, Rainer Pischner and John Haisken--DeNew). 6 Doing Social Science Research Online . (Alan Neustadtl, John Robinson and Meyer Kestnbaum). Part III: Finding Time For The Internet. 7 Internet Use, Interpersonal Relations and Sociability: A Time Diary Study. (Norman Nie, D. Sunshine Hillygus and Lutz Erbring). 8 The Internet and Other Uses of Time. (John Robinson, Meyer Kestnbaum, Alan Neustadtl and Anthony Alvarez). 9 Everyday Communication Patterns of Heavy and Light Email Users. (Janell Copher, Alaina Kanfer and Mary Bea Walker). Part IV: The Internet In The Community. 10 Capitalizing on the Net: Social Contact, Civic Engagement and Sense of Community. (Anabel Quan--Haase and Barry Wellman). 11 The Impact of Computer Networks on Social Capital and Community Involvement in Blacksburg. (Andrea Kavanaugh and Scott Patterson). 12 The Not So Global Village of Netville. (Keith Hampton and Barry Wellman). 13 Gender and Personal Relationships in HomeNet. (Bonka Boneva and Robert Kraut). 14 Belonging in Geographic, Ethnic and Internet Spaces. (Sorin Matei and Sandra Ball--Rokeach). Part V: The Internet At School, Work And Home. 15 Bringing the Internet Home: Adult distance learners and their Internet, Home and Work worlds. (Caroline Haythornthwaite and Michelle Kazmer). 16 Where Home is the Office: The New Form of Flexible Work. (Janet Salaff). 17 Kerala Connections: Will the Internet Affect Science in Developing Areas?. (Teresa Davidson, R. Sooryamoorthy and Wesley Shrum). 18 Social Support for Japanese Mothers Online and Offline . (Kakuko Miyata). 19 Shopping Behavior Online. (Robert Lunn and Michael Suman). Index", "venue": "", "year": 2002, "referenceCount": 49, "citationCount": 912, "influentialCitationCount": 24, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1736470", "name": "B. Wellman"}, {"authorId": "1792924", "name": "C. Haythornthwaite"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "cc944b0a929d4ca6ce8a47fc84cadae38cfe8c27", "externalIds": {"MAG": "306957207", "DOI": "10.5860/choice.42-1641"}, "url": "https://www.semanticscholar.org/paper/cc944b0a929d4ca6ce8a47fc84cadae38cfe8c27", "title": "Free Culture: How Big Media Uses Technology and the Law to Lock Down Culture and Control Creativity", "abstract": "espanolEl presente texto publicado en la Zona REMIX de la revista Communiars se corresponde con la introduccion del afamado libro Cultura Libre, del profesor Lawrence Lessig, presidente de la organizacion Creative Commons, dedicada a promover el acceso e intercambio culturales. El texto «Free Culture. How big media uses technology and the law to lock down culture and control creativity» (en espanol �Cultura Libre. Como los grandes medios usan la tecnologia y la ley para bloquear la cultura y controlar la creatividad�) es un libro publicado en 2004 y centrado en presentar otra manera de organizar la cultura y el conocimiento, abriendo las restricciones del obsoleto paradigma del copyright, y apoyandose en el modelo copyleft promovido desde el software libre. La introduccion que aqui se presenta traduce el espiritu abierto de un texto clave para la comprension y evolucion de la actualidad cultural. La version que se publica procede la version PDF de Free Culture, licenciada bajo Creative Commons en su variante BY-NC 1.0. EnglishThe present text published in the REMIX Zone of the Communiars Journal corresponds to the introduction of the famous book Free Culture, by Professor Lawrence Lessig, president of the Creative Commons organization, dedicated to promoting cultural access and exchange. The text �Free Culture. How big media uses technology and the law to lock down culture and control creativity� is a book published in 2004 and focused on presenting another way of organizing culture and knowledge, opening the restrictions of the obsolete paradigm of copyright, and relying on the copyleft model promoted by free software. The introduction presented here translates the open spirit of a key text for the understanding and evolution of current cultural reality. The version that is published is part of PDF version of Free Culture, licensed under Creative Commons in its variant BY-NC 1.0.", "venue": "", "year": 2004, "referenceCount": 56, "citationCount": 1231, "influentialCitationCount": 95, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1765205", "name": "L. Lessig"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d07132a14f7ce303f4332651cc7b29f52bf252b6", "externalIds": {"MAG": "1585289800", "DOI": "10.5860/choice.36-3022"}, "url": "https://www.semanticscholar.org/paper/d07132a14f7ce303f4332651cc7b29f52bf252b6", "title": "The Terms of Democracy", "abstract": "The Terms of Democracy shows how democracy makes radical demands upon political leaders and citizens alike. By setting out the terms of democracy in a fresh and systematic way, Michael Saward provides compelling responses to many troubling questions in democratic theory. In a tightly--argued analysis, the book offers innovative accounts of the value of democracy, the links between direct and representative institutions, the question of political community, and trade--offs between democracy and competing values. Building on a justification for democracy which embraces scepticism, Saward argues that democracy means the responsiveness of government to citizensa wishes. He shows why direct democracy and an array of constitutionally guaranteed rights are crucial to democracy. A comprehensive framework for analysing trade--offs of democracy illuminates the interplay between democratic idealism and political realism. The discussion of political community cuts through conventional pessimism to show how democrats can respond positively to sub--group demands for autonomy. The Terms of Democracy will be welcomed by all those engaged in debates about democracya s present and future.", "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 151, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "70174713", "name": "M. Saward"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d0b5a92dad1530f7c99636fbc047e6331df301b0", "externalIds": {"MAG": "598299956"}, "url": "https://www.semanticscholar.org/paper/d0b5a92dad1530f7c99636fbc047e6331df301b0", "title": "Justice and Democracy: Cross-Cultural Perspectives", "abstract": "An exploration of the problems of establishing and maintaining truly democratic institutions.", "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 24, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "115720890", "name": "Ron Bontekoe"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d0c90d250005c41590758bcd5d859f843205dcdf", "externalIds": {"MAG": "651552871"}, "url": "https://www.semanticscholar.org/paper/d0c90d250005c41590758bcd5d859f843205dcdf", "title": "Science, Technology and Society", "abstract": "I. FOUNDATIONS. 1. Why Study Science and Technology in Society? 2. Science and Technology: Their Natures and Relationship. 3. Contemporary Science and Technology: Some Important Characteristics. 4. Contexts of Science and Technology. 5. Theories of Science and Technology in Society. II. THE INFLUENCE OF SCIENCE AND TECHNOLOGY ON MODERN SOCIETY. 6. Social Institutions. 7. Social Groups. 8. World Views and Human Values. 9. Ethics. 10. The Character of Everyday Life. 11. The Fine Arts. 12. International Relations. III. THE INFLUENCE OF MODERN SOCIETY ON SCIENCE AND TECHNOLOGY. 13. Influence Agents, Types, and Effects. 14. Social Control of Science and Technology. 15. Science, Technology, and the Future: New Mentalities, New Practices. Appendix. Glossary. Bibliography.", "venue": "", "year": 1990, "referenceCount": 0, "citationCount": 57, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "98665753", "name": "R. Mcginn"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d1cb61958a7bab12fc95bd3a897c4b2c5bf53dfd", "externalIds": {"ArXiv": "cs/0109054", "MAG": "1675726768", "DBLP": "journals/corr/cs-CY-0109054"}, "url": "https://www.semanticscholar.org/paper/d1cb61958a7bab12fc95bd3a897c4b2c5bf53dfd", "title": "Monopoly Power on the Web - A Preliminary Investigation of Search Engines", "abstract": "E-Commerce challenges traditional approaches to assessing monopolistic practices due to the rapid rate of growth, rapid change in technology, difficulty in assessing market share for information products like web sites, and high degree of interconnectivity and alliance formation among corporations. This paper has provided a fundamental framework that integrates a network and economic perspective to the search engine market. \nThe findings indicate that (1) despite an increasing number of search engines, barriers to entry seem high, largely due to the exponential growth in the number of web sites and the non-scalability of the current search technology and collective switching costs; (2) older search engine sites tend typically to have more features to lock in users. Using standard economic indicators (CR4=58% and HHI=1163), the industry looks close to being plagued by anticompetitive practices. But based on a network adjusted HHI constructed in this paper, its value, 870, suggests that there is less cause for concern. \nBased on all indicators, it suggests that Yahoo would be a contender. Other possible contenders are MSN and Netscape. On the basis of results to date, some search engines keep increasing their audience reach while others don't. The trend shows that some search engines may dominate the search engine market. We suggest conducting research in the coverage performance of search engines and investigate \"information search cost\" as a performance indicator of search techniques. In addition, we suggest paying attention to any anticompetitive conduct (e.g. product bundling) that may lesson competition and reduce consumer welfare. The combination of network theory and economic theory to study the search engine market is a particularly powerful approach for E-Commerce.", "venue": "ArXiv", "year": 2001, "referenceCount": 32, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Economics", "Computer Science"], "authors": [{"authorId": "2291926", "name": "Tair-Rong Sheu"}, {"authorId": "1702030", "name": "Kathleen M. Carley"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d775053254ed9fb1f644e52219b28f00fafe08eb", "externalIds": {"DOI": "10.2202/1553-3832.1045"}, "url": "https://www.semanticscholar.org/paper/d775053254ed9fb1f644e52219b28f00fafe08eb", "title": "Going Soft on Microsoft? The EU's Antitrust Case and Remedy", "abstract": "In March 2004, following a five-year investigation, the European Commission found Microsoft liable for illegally tying the Windows Media Player to the Windows operating system. This Column evaluates the antitrust issues and the proposed remedy. What is remarkable is that the remedy eliminates false positives. Just as King Solomon's proposal to divide the baby only caused pain to the true mother, the Commission's remedy will only cause pain to a monopolist who abused its position.", "venue": "", "year": 2005, "referenceCount": 0, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2861643", "name": "I. Ayres"}, {"authorId": "66231216", "name": "B. Nalebuff"}]}}, {"contexts": ["8 (2002). 33 Hindman, Tsioutsiouliklis, and Johnson, Googlearchy, 33. 34 Ibid., 26. 35 Ibid. 36 Ibid., 30. 37 Trystan Upstill, Nick Craswell, and David Hawking, \"Predicting Fame and Fortune: PageRank or Indegree?\" (paper presented at the 8th Australasian Document Computing Symposium, Canberra, Australia, December 15 2003), available from http://cs.anu.edu.au/~Trystan.Upstill/pubs/upstill_adcs03.pdf (accessed May 10, 2005). 38 ptsc, \"Scientology\" as a Search Phrase Analyzed by the VisIT Software (operatingthetan.com, February 12 2002 [cited April 15 2004]), available from http://www.operatingthetan.com/google/. 39 Google’s Larry Page contributed to a paper on this subject at Stanford, which recommended using PageRank to guide crawling. See Cho, Garcia-Molina, and Page, \"Efficient Crawling Through URL Ordering.\" 40 Barabási, Linked, 58. 41 Mark Cooper, Media Ownershop and Democracy in the Digital Information Age (Stanford, CA: Center for Internet & Society at the Stanford Law School, 2003), 16, available from http://cyberlaw.stanford.edu/blogs/cooper/archives/mediabooke.pdf (accessed May 15, 2005). 42 Introna and Nissenbaum, \"Shaping the Web: Why the Politics of Search Engines Matters,\" 176. 43 Page et al., \"The PageRank Citation Ranking: Bringing Order to the Web,\" 10-11. 44 In the PageRank paper it is suggested that, in the future, the values could be “personalized” by starting the computation from, say, a user’s bookmarks. This would mean that what Google saw as “important” for a user could more closely approximate what he or she has actually identified as important. While this may mean that a greater number of sites would be able to reach users, such personalization has a deliberative dark side. As Sunstein argues in his book, such “daily me” content can allow individuals to be exposed to more self-reinforcing and fewer ‘antagonistic’ opinions. In some cases—say, to make the point clear, a white supremacist with many racist bookmarks—this could lead to polarization and extremism. For more on this interesting subject, which is unfortunately beyond the scope of our analysis, see Cass Sunstein, Republic.com (Princeton, NJ: Princeton University Press, 2001). 45 Introna and Nissenbaum, \"Shaping the Web: Why the Politics of Search Engines Matters,\" 177. 46 Boris Galitsky and Mark Levene, \"On the Economy of Web Links: Simulating the Exchange Process,\" First Monday 9, no. 1 (2004), available from http://firstmonday.", "73 Matthew Nisbet, Economically Incorrect: The Real Reason Bill Maher Got Canned (The\nAmerican Prospect Online, 2002 [cited April 20 2004]), available from http://www.prospect.org/webfeatures/2002/06/nisbet-m-06-03.html.", "See Michelle Prather, \"Ga-Ga for Google,\" Entrepreneur Magazine, April 2002, available from http://www.entrepreneur.com/article/0,4621,297807,00.html. 40 Danny Sullivan, comScore Media Metrix Search Engine Ratings, August 2003 (SearchEngineWatch.com, August 1 2003 [cited May 1 2005]), available from http://searchenginewatch.com/mhts/0305-mediametrix.mht. 41 Jonathan Zittrain, quoted in John Markoff and G. Pascal Zachary, \"In Searching the Web, Google Finds Riches,\" The New York Times, April 13 2003. 42 In his article on the social shaping of technology, Langdon Winner describes how Robert Moses, master builder of New York City, built bridges over the Southern State Parkway (in Long Island) at a low height in order to prevent public transportation from accessing Jones Beach. This had the effect of instituting de facto class segregation over that publicly owned destination. See Langdon Winner, \"Do Artifacts Have Politics?,\" Daedalus 109, no. 1 (1980): 125.", "3 (2002). 15 Jean-Jacques Rousseau, The Social Contract, trans. Maurice Cranston (New York, NY: Penguin Books, 1968), 141. 16 Ibid. 17 Steven Piott, Giving Voters a Voice: The Origins of the Initiative and Referendum in America (Columbia, MO: University of Missouri Press, 2003), 2. 18 Cass Sunstein, Republic.com (Princeton, NJ: Princeton University Press, 2002), 39. 19 Ibid., 36. 20 Alexander Hamilton, James Madison, and John Jay, The Federalist Papers, ed. Karen M. Elder (Richmond, VA: Westvaco, 1995). 21 Ibid. 22 Whitney v. California, 274 U.S. 357, 275 (1927). 23 Seyla Benhabib, \"Toward a Deliberative Model of Democratic Legitimacy,\" in Democracy and Difference: Contesting the Boundaries of the Political, ed.", "Democracy, the Media, and Search 50 123 Michael Cornfield and Lee Rainie, Untuned Keyboards: Online Campaigners, Citizens, and Portals in the 2002 Elections (Pew Internet and American Life Project, March 21 2004 [cited May 11 2005]), available from http://www.pewinternet.org/pdfs/PIP_IPDI_Politics_Report.pdf. 124 Deborah Fallows, Search Engine Users: Internet Searchers are Confident, Satisified, and Trusting--But They Are Also Unaware and Naive (Pew Internet and American Life Project, January 23 2005 [cited May 22 2005]), 3, available from http://www.pewinternet.org/pdfs/PIP_Searchengine_users.pdf. 125 Sergei Brin and Larry Page, \"The Anatomy of a Large-Scale Hypertextual Web Search Engine,\" Computer Networks and ISDN Systems (1998): 18-19, available from http://wwwdb.", "See Robert Picard, The Economics of Financing Media Companies (New York, NY: Fordham University Press, 2002), 72-80. 27 Matt Marshall, \"Google Founders' Brashness Sparks Debate,\" San Jose Mercury News, August 18 2005. 28 Hansell, \"Search Sites Play a Game of Constant Catch-Up.\" 29 For a discussion of substitutability in general economic terms, see Chad Syverson, \"Product Substitutability and Productivity Dispersion,\" The Review of Economics and Statistics 86, no. 2 (2004). 30 Compaine and Gomery, Who Owns the Media? , 476.", "73 Matthew Nisbet, Economically Incorrect: The Real Reason Bill Maher Got Canned (The American Prospect Online, 2002 [cited April 20 2004]), available from http://www.prospect.org/webfeatures/2002/06/nisbet-m-06-03.html. 74 Bill Carter, \"Sponsors Defect,\" The New York Times, September 26 2001. 75 Peter Marks, \"An Iconoclast's Last Days on His Late-Night Soapbox,\" The New York Times, June 23 2002. It should be noted that some have argued that ABC cancelled “Politically Incorrect” not because of the 9/11 flap—which did cost the network over $10 million—but rather because it already planned to replace his program with a less ‘political’ one that appealed to a more marketable demographic. Either way, it was a quest for advertising revenue, rather than for greater public discussion, that ended his show. See Nisbet, Economically Incorrect. 76 Cooper, Media Ownership and Democracy. 77 Ibid. 78 McChesney, Rich Media. 79 Mark Goodman faithfully recounts the Congressional debates surrounding the allocation of the radio spectrum and its implications for democratic discourse. See Mark Goodman, \"The Radio Act of 1927 as a Product of Progressivism,\" Media History Monographs 2, no. 2 (1927), available from http://www.scripps.ohiou.edu/mediahistory/mhmjour2-2.htm (accessed August 5, 2004). 80 It is worth noting that this was hardly the first time that Congress had imposed limits on laissez-faire capitalism. Consider, of course, the Sherman Antitrust Act of 1890 (designed to restrict monopoly power to prevent the destruction of “free capitalism and restraint of trade”). 81 Patricia. Aufderheide, \"After the Fairness Doctrine: Controversial Broadcast Programming and the Public Interest,\" Journal of Communication 40, no. 3 (1990). 82 McChesney, Rich Media, 76.", "Apparently the BBC, amidst controversy over ‘tainted’ paid placement, tried this in 2002. See note 3, Heather Hippsley, Re: Complaint Requesting Investigation of Various Internet Search Engine Companies for Paid Placement and Paid Inclusion Programs [Web] (U.S. Federal Trade Commission, June 27 2002 [cited May 20 2004]), available from http://www.ftc.gov/os/closings/staff/commercialalertletter.htm. 22 Susan Gerhart, \"Do Web Search Engines Suppress Controversy?,\" First Monday 9, no. 1 (2004), available from http://firstmonday.", "73 Matthew Nisbet, Economically Incorrect: The Real Reason Bill Maher Got Canned (The American Prospect Online, 2002 [cited April 20 2004]), available from http://www.prospect.org/webfeatures/2002/06/nisbet-m-06-03.html. 74 Bill Carter, \"Sponsors Defect,\" The New York Times, September 26 2001. 75 Peter Marks, \"An Iconoclast's Last Days on His Late-Night Soapbox,\" The New York Times, June 23 2002. It should be noted that some have argued that ABC cancelled “Politically Incorrect” not because of the 9/11 flap—which did cost the network over $10 million—but rather because it already planned to replace his program with a less ‘political’ one that appealed to a more marketable demographic. Either way, it was a quest for advertising revenue, rather than for greater public discussion, that ended his show. See Nisbet, Economically Incorrect. 76 Cooper, Media Ownership and Democracy. 77 Ibid. 78 McChesney, Rich Media. 79 Mark Goodman faithfully recounts the Congressional debates surrounding the allocation of the radio spectrum and its implications for democratic discourse. See Mark Goodman, \"The Radio Act of 1927 as a Product of Progressivism,\" Media History Monographs 2, no. 2 (1927), available from http://www."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "dc7891e23a71d78da25f6225ffab33ee03d4c840", "externalIds": {"MAG": "2796599699", "DOI": "10.2307/2150945"}, "url": "https://www.semanticscholar.org/paper/dc7891e23a71d78da25f6225ffab33ee03d4c840", "title": "Democracy and Its Critics", "abstract": "Part 1 The sources of modern democracy: the first transformation - to the democratic city-state toward the second transformation - republicanism, representation, and the logic of equality. Part 2 Adversarial critics: anarchism guardianship a critique of guardianship. Part 3 A theory of the democratic process: justifications - the idea of equal intrinsic worth personal autonomy a theory of the democratic process the problem of inclusion. Part 4 Problems in the democratic process: majority rule and the democratic process majority rule - practise process and substance process versus process when is a people entitled to the democratic process? Part 5 The limits and possibilities of democracy: the second democratic transformation - from the city-state to the nation-state democracy, polyarchy, and participation how polyarchy developed in some countries and not others is minority domination inevitable? pluralism, polyarchy and the common good common good as process and substance. Part 6 Toward a third transformation: democracy in tomorrow's world sketches for an advanced democratic country.", "venue": "", "year": 1990, "referenceCount": 0, "citationCount": 3102, "influentialCitationCount": 91, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "100951785", "name": "G. Powell"}, {"authorId": "32386760", "name": "R. Dahl"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "dd8487ec4fda47b030b3d114fdf27c3f0073a3b3", "externalIds": {"MAG": "1857830123", "DOI": "10.1080/03612759.2003.10527480"}, "url": "https://www.semanticscholar.org/paper/dd8487ec4fda47b030b3d114fdf27c3f0073a3b3", "title": "Giving Voters a Voice: The Origins of the Initiative and Referendum in America", "abstract": null, "venue": "", "year": 2003, "referenceCount": 0, "citationCount": 20, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "101476104", "name": "John W. Malsberger"}]}}, {"contexts": ["Indeed, a more recent study suggests that search engines’ query -dependent heuristics actually “smear out the traffic attraction of high-degree pages…counteracting the skewed distribution of links in the Web [by] directing some traffic toward sites that users would never visit otherwise” ( Fortunato et al. 2006:  6). Clearly, there is a need for continued and systematic research into the many; sometimes counteracting biases of today’s ...", "Indeed, some scholars have argued that the use of PageRank actually magnifies the Web’s skewed distribution of links, making it increasingly difficult for new sites to be discovered ( Fortunato et al. 2006;  Hindman et al. 2003; Pandey et al. 2005)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "deb8c35f4539c6c88073dc11e262085818107ccb", "externalIds": {"MAG": "2165925342", "DBLP": "journals/pnas/FortunatoFMV06", "DOI": "10.1073/pnas.0605525103", "PubMed": "16901979"}, "url": "https://www.semanticscholar.org/paper/deb8c35f4539c6c88073dc11e262085818107ccb", "title": "Topical interests and the mitigation of search engine bias", "abstract": "Search engines have become key media for our scientific, economic, and social activities by enabling people to access information on the web despite its size and complexity. On the down side, search engines bias the traffic of users according to their page ranking strategies, and it has been argued that they create a vicious cycle that amplifies the dominance of established and already popular sites. This bias could lead to a dangerous monopoly of information. We show that, contrary to intuition, empirical data do not support this conclusion; popular sites receive far less traffic than predicted. We discuss a model that accurately predicts traffic data patterns by taking into consideration the topical interests of users and their searching behavior in addition to the way search engines rank pages. The heterogeneity of user interests explains the observed mitigation of search engines’ popularity bias.", "venue": "Proceedings of the National Academy of Sciences", "year": 2006, "referenceCount": 28, "citationCount": 110, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "3334430", "name": "S. Fortunato"}, {"authorId": "1769960", "name": "A. Flammini"}, {"authorId": "143653472", "name": "F. Menczer"}, {"authorId": "1690690", "name": "Alessandro Vespignani"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "df1c837f4c7b4b6bbd19f2087146739dc8f853ef", "externalIds": {"MAG": "2136407110", "DOI": "10.1007/S11127-007-9198-1"}, "url": "https://www.semanticscholar.org/paper/df1c837f4c7b4b6bbd19f2087146739dc8f853ef", "title": "The power and politics of blogs", "abstract": "Abstract\nThe rise of bloggers raises the vexing question of why blogs have any influence at all, given their relatively low readership and lack of central organization. We argue that to answer this question we need to focus on two key factors—the unequal distribution of readers across weblogs, and the relatively high readership of blogs among journalists and other political elites. The unequal distribution of readership, combined with internal norms and linking practices allows interesting news and opinions to rise to the “top” of the blogosphere, and thus to the attention of elite actors, whose understanding of politics may be changed by frames adopted from the blogosphere.\n", "venue": "", "year": 2007, "referenceCount": 73, "citationCount": 585, "influentialCitationCount": 41, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1497856465", "name": "Henry Farrell"}, {"authorId": "30125518", "name": "Daniel W. Drezner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "df6c53d8638aa2b9220488efbcf24e27bedd151c", "externalIds": {"MAG": "2100250898"}, "url": "https://www.semanticscholar.org/paper/df6c53d8638aa2b9220488efbcf24e27bedd151c", "title": "\\Googlearchy\": How a Few Heavily-Linked Sites Dominate Politics on the Web", "abstract": "Claims about the Web and politics have commonly confounded two dierent things: retrievability and visibility, the large universe of pages that could theoretically be accessed versus those that citizens are most likely to encounter. While the governing assumption of much previous work has been that retrievability would translate inexorably into visibility, we cast doubt on that claim. Drawing on a large literature in computer science that ties a site’s visibility to the number of inbound hyperlinks it receives, this paper proposes a new methodology for measuring the link structure surrounding political Web sites. Our technique involves iterative, extremely largescale crawls away from political sites easily accessible through popular online search tools, and it uses sophisticated automated methods to categorize site content. In every community we examine, we", "venue": "", "year": 2003, "referenceCount": 70, "citationCount": 194, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "46208607", "name": "M. Hindman"}, {"authorId": "1731462", "name": "K. Tsioutsiouliklis"}, {"authorId": "2115231580", "name": "Judy Johnson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "e50573b554cfa9ee77dcc2e298d7073a152b7199", "externalIds": {"ArXiv": "cond-mat/9910332", "MAG": "2008620264", "DOI": "10.1126/SCIENCE.286.5439.509", "PubMed": "10521342"}, "url": "https://www.semanticscholar.org/paper/e50573b554cfa9ee77dcc2e298d7073a152b7199", "title": "Emergence of scaling in random networks", "abstract": "Systems as diverse as genetic networks or the World Wide Web are best described as networks with complex topology. A common property of many large networks is that the vertex connectivities follow a scale-free power-law distribution. This feature was found to be a consequence of two generic mechanisms: (i) networks expand continuously by the addition of new vertices, and (ii) new vertices attach preferentially to sites that are already well connected. A model based on these two ingredients reproduces the observed stationary scale-free distributions, which indicates that the development of large networks is governed by robust self-organizing phenomena that go beyond the particulars of the individual systems.", "venue": "Science", "year": 1999, "referenceCount": 44, "citationCount": 30055, "influentialCitationCount": 1807, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Physics", "Medicine"], "authors": [{"authorId": "30050574", "name": "Barabási"}, {"authorId": "50506742", "name": "Albert"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "e74e34dc50982ebc8df913498061f4bebb6c490b", "externalIds": {"MAG": "2170048845"}, "url": "https://www.semanticscholar.org/paper/e74e34dc50982ebc8df913498061f4bebb6c490b", "title": "Code and Other Laws of Cyberspace", "abstract": "From the Publisher: \nShould cyberspace be regulated? How can it be done? It's a cherished belief of techies and net denizens everywhere that cyberspace is fundamentally impossible to regulate. Harvard Professor Lawrence Lessig warns that, if we're not careful we'll wake up one day to discover that the character of cyberspace has changed from under us. Cyberspace will no longer be a world of relative freedom; instead it will be a world of perfect control where our identities, actions, and desires are monitored, tracked, and analyzed for the latest market research report. Commercial forces will dictate the change, and architecture\u0097the very structure of cyberspace itself\u0097will dictate the form our interactions can and cannot take. \nCode And Other Laws of Cyberspace is an exciting examination of how the core values of cyberspace as we know it\u0097intellectual property, free speech, and privacy-\u0097are being threatened and what we can do to protect them. Lessig shows how code\u0097the architecture and law of cyberspace\u0097can make a domain, site, or network free or restrictive; how technological architectures influence people's behavior and the values they adopt; and how changes in code can have damaging consequences for individual freedoms. Code is not just for lawyers and policymakers; it is a must-read for everyone concerned with survival of democratic values in the Information Age.", "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 2707, "influentialCitationCount": 134, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1765205", "name": "L. Lessig"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "e9d1335fddddab3180ffaa8946b9fa2325df4294", "externalIds": {"DBLP": "journals/pnas/PennockFLGG02", "MAG": "2118009636", "DOI": "10.1073/pnas.032085699", "PubMed": "16578867"}, "url": "https://www.semanticscholar.org/paper/e9d1335fddddab3180ffaa8946b9fa2325df4294", "title": "Winners don't take all: Characterizing the competition for links on the web", "abstract": "As a whole, the World Wide Web displays a striking “rich get richer” behavior, with a relatively small number of sites receiving a disproportionately large share of hyperlink references and traffic. However, hidden in this skewed global distribution, we discover a qualitatively different and considerably less biased link distribution among subcategories of pages—for example, among all university homepages or all newspaper homepages. Although the connectivity distribution over the entire web is close to a pure power law, we find that the distribution within specific categories is typically unimodal on a log scale, with the location of the mode, and thus the extent of the rich get richer phenomenon, varying across different categories. Similar distributions occur in many other naturally occurring networks, including research paper citations, movie actor collaborations, and United States power grid connections. A simple generative model, incorporating a mixture of preferential and uniform attachment, quantifies the degree to which the rich nodes grow richer, and how new (and poorly connected) nodes can compete. The model accurately accounts for the true connectivity distributions of category-specific web pages, the web as a whole, and other social networks.", "venue": "Proceedings of the National Academy of Sciences of the United States of America", "year": 2002, "referenceCount": 42, "citationCount": 504, "influentialCitationCount": 30, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "1766638", "name": "D. Pennock"}, {"authorId": "1687227", "name": "G. Flake"}, {"authorId": "145840115", "name": "S. Lawrence"}, {"authorId": "3165312", "name": "E. Glover"}, {"authorId": "145157784", "name": "C. Lee Giles"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "eb82d3035849cd23578096462ba419b53198a556", "externalIds": {"MAG": "1854214752"}, "url": "https://www.semanticscholar.org/paper/eb82d3035849cd23578096462ba419b53198a556", "title": "The PageRank Citation Ranking : Bringing Order to the Web", "abstract": "The importance of a Web page is an inherently subjective matter, which depends on the readers interests, knowledge and attitudes. But there is still much that can be said objectively about the relative importance of Web pages. This paper describes PageRank, a mathod for rating Web pages objectively and mechanically, effectively measuring the human interest and attention devoted to them. We compare PageRank to an idealized random Web surfer. We show how to efficiently compute PageRank for large numbers of pages. And, we show how to apply PageRank to search and to user navigation.", "venue": "WWW 1999", "year": 1999, "referenceCount": 20, "citationCount": 13678, "influentialCitationCount": 1754, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "48479130", "name": "Lawrence Page"}, {"authorId": "1786259", "name": "S. Brin"}, {"authorId": "84095744", "name": "R. Motwani"}, {"authorId": "1699245", "name": "T. Winograd"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ed2d124db55e77f4cf0f0f84c8b4609a43bc98e0", "externalIds": {"MAG": "2067643115", "DBLP": "journals/cacm/KavassalisLRH04", "DOI": "10.1145/966389.966415"}, "url": "https://www.semanticscholar.org/paper/ed2d124db55e77f4cf0f0f84c8b4609a43bc98e0", "title": "What makes a Web site popular?", "abstract": "To ensure a constant increase in user interest, clicks, recommendations, loyalty, and market share, first understand the information flows and connection networks surrounding each Web site in cyberspace.", "venue": "CACM", "year": 2004, "referenceCount": 16, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "2491631", "name": "P. Kavassalis"}, {"authorId": "2559653", "name": "Stelios Lelis"}, {"authorId": "2664183", "name": "M. Rafea"}, {"authorId": "1694607", "name": "Seif Haridi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ed3bdc9d9d5c4cb5c6e05e6456a75b22dafa39a0", "externalIds": {"DBLP": "conf/sigcomm/FaloutsosFF99", "MAG": "1976969221", "DOI": "10.1145/316188.316229"}, "url": "https://www.semanticscholar.org/paper/ed3bdc9d9d5c4cb5c6e05e6456a75b22dafa39a0", "title": "On power-law relationships of the Internet topology", "abstract": "Despite the apparent randomness of the Internet, we discover some surprisingly simple power-laws of the Internet topology. These power-laws hold for three snapshots of the Internet, between November 1997 and December 1998, despite a 45% growth of its size during that period. We show that our power-laws fit the real data very well resulting in correlation coefficients of 96% or higher.Our observations provide a novel perspective of the structure of the Internet. The power-laws describe concisely skewed distributions of graph properties such as the node outdegree. In addition, these power-laws can be used to estimate important parameters such as the average neighborhood size, and facilitate the design and the performance analysis of protocols. Furthermore, we can use them to generate and select realistic topologies for simulation purposes.", "venue": "SIGCOMM '99", "year": 1999, "referenceCount": 59, "citationCount": 5058, "influentialCitationCount": 317, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2771914", "name": "M. Faloutsos"}, {"authorId": "1737527", "name": "P. Faloutsos"}, {"authorId": "1702392", "name": "C. Faloutsos"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ed72678d0f29e0c4c66d6b0d9325fee40b33b299", "externalIds": {"MAG": "2166202269", "DOI": "10.2307/3325243"}, "url": "https://www.semanticscholar.org/paper/ed72678d0f29e0c4c66d6b0d9325fee40b33b299", "title": "Democracy and Deliberation: New Directions for Democratic Reform", "abstract": "This book proposes a new kind of democracy for the modern era, one that not only gives citizens more power but also allows them more opportunities to exercise this power thoughtfully. James S. Fishkin here suggests an innovative solution to the problem of inadequate deliberation, in particular within our presidential nomination system. His reform involves a well-publicized national caucus in which a representative sample of American citizens would interact directly with presidential contenders in order to reflect and vote on the issues and candidates. In adapting democracy to the large scale nation state, says Fishkin, Americans have previously had two choices. They could participate directly through primaries and referenda or they could depend on elite groups-such as party conventions and legislatures-to represent them. The first choice offers political equality but little chance for deliberation; the second offers the participants an opportunity to deliberate but provides less political equality for the electorate. The national caucus that Fishkin proposes-an example of what he calls a \"deliberative opinion poll\"-combines deliberation with political equality and reveals what the public would think if it had better conditions and information with which to explore and define the issues with the candidates. Arguing persuasively for the usefulness of deliberative opinion polls, Fishkin places them within the history of democratic theory and practice, exploring models of democracy ranging form ancient Athens and the debates of the American founders to contemporary transitions toward democracy in Eastern Europe.", "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 1040, "influentialCitationCount": 38, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46235445", "name": "S. Elkin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ee9ac8c352ac94a4f938f10261f9b1a8d4dcdd45", "externalIds": {"MAG": "2126758841", "DOI": "10.1177/030631299029003004"}, "url": "https://www.semanticscholar.org/paper/ee9ac8c352ac94a4f938f10261f9b1a8d4dcdd45", "title": "Do Politics Have Artefacts?", "abstract": "In social studies of technology, as in many other scientific disciplines, highly persuasive similes are at work: pious stories, seemingly reaped from research, suggesting certain general theoretical insights. Variously adapted, they are handed down: in the process, they acquire almost doctrinal unassailability. One such parable, which has been retold in technology and urban studies for a long time, is the story of Robert Moses' low bridges, preventing the poor and the black of New York from gaining access to Long Island resorts and beaches. The story turns out to be counterfactual, but even if a small myth is disenchanted, it serves a purpose: to resituate positions in the old debate about the control of social processes via buildings and other technical artefacts - or, more generally, about material form and social content.", "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 220, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "15514678", "name": "B. Joerges"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ef58a3d7ccd91e00f4a825d45903547b8da8d6f9", "externalIds": {"MAG": "2066809721", "DOI": "10.2307/2180172"}, "url": "https://www.semanticscholar.org/paper/ef58a3d7ccd91e00f4a825d45903547b8da8d6f9", "title": "The Public and its Problems", "abstract": "In The Public and Its Problems, a classic of social and political philosophy, John Dewey exhibits his strong faith in the potential of human intelligence to solve the public's problems. In his characteristic provocative style, Dewey clarifies the meaning and implications of such concepts as \"the public,\" \"the state,\" \"government,\" and \"political democracy.\" He distinguishes his a posterior reasoning from a priori reasoning, which, he argues permeates less meaningful discussion of basic concepts. Dewey repeatedly demonstrates the interrelationships between fact and theory.", "venue": "", "year": null, "referenceCount": 0, "citationCount": 4207, "influentialCitationCount": 229, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "144132714", "name": "T. V. Smith"}, {"authorId": "49572510", "name": "J. Dewey"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "efaa88199621af0bea3bc4cf26127731e81a82fd", "externalIds": {"MAG": "2100047082", "DBLP": "journals/tis/IntronaN00", "DOI": "10.1080/01972240050133634"}, "url": "https://www.semanticscholar.org/paper/efaa88199621af0bea3bc4cf26127731e81a82fd", "title": "Shaping the Web: Why the Politics of Search Engines Matters", "abstract": "This article argues that search engines raise not merely technical issues but also political ones. Our study of search engines suggests that they systematically exclude (in some cases by design and in some, accidentally) certain sites and certain types of sites in favor of others, systematically giving prominence to some at the expense of others. We argue that such biases, which would lead to a narrowing of the Web's functioning in society, run counter to the basic architecture of the Web as well as to the values and ideals that have fueled widespread support for its growth and development. We consider ways of addressing the politics of search engines, raising doubts whether, in particular, the market mechanism could serve as an acceptable corrective.", "venue": "Inf. Soc.", "year": 2000, "referenceCount": 88, "citationCount": 616, "influentialCitationCount": 23, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2734545", "name": "Lucas D. Introna"}, {"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "f0d4a5624c721a9e386d80df8297feaccf632aea", "externalIds": {"MAG": "2141646061", "DOI": "10.22230/CJC.2000V25N4A1189"}, "url": "https://www.semanticscholar.org/paper/f0d4a5624c721a9e386d80df8297feaccf632aea", "title": "Rich Media, Poor Democracy: Communication Politics in Dubious Times", "abstract": null, "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 279, "influentialCitationCount": 25, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "11217733", "name": "Mike Gasher"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "f434a43cf567a68154fad3f324fad399cfcc8b13", "externalIds": {"DBLP": "journals/ipm/GordonP99", "MAG": "1964038241", "DOI": "10.1016/S0306-4573(98)00041-7"}, "url": "https://www.semanticscholar.org/paper/f434a43cf567a68154fad3f324fad399cfcc8b13", "title": "Finding Information on the World Wide Web: The Retrieval Effectiveness of Search Engines", "abstract": "Search engines are essential for finding information on the World Wide Web. We conducted a study to see how effective eight search engines are. Expert searchers sought information on the Web for users who had legitimate needs for information, and these users assessed the relevance of the information retrieved. We calculated traditional information retrieval measures of recall and precision at varying numbers of retrieved documents and used these as the bases for statistical comparisons of retrieval effectiveness among the eight search engines. We also calculated the likelihood that a document retrieved by one search engine was retrieved by other search engines as well.", "venue": "Inf. Process. Manag.", "year": 1999, "referenceCount": 29, "citationCount": 386, "influentialCitationCount": 25, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "20094419", "name": "Michael D. Gordon"}, {"authorId": "144340728", "name": "Praveen Pathak"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "fadb8c6c965a818dcbc568a4f524544f138c36d9", "externalIds": {"MAG": "1484597483", "DOI": "10.7551/mitpress/2328.001.0001"}, "url": "https://www.semanticscholar.org/paper/fadb8c6c965a818dcbc568a4f524544f138c36d9", "title": "Democracy and new media", "abstract": "Digital technology is changing our politics. The World Wide Web is already a powerful influence on the public's access to government documents, the tactics and content of political campaigns, the behavior of voters, the efforts of activists to circulate their messages, and the ways in which topics enter the public discourse. The essays collected here capture the richness of current discourse about democracy and cyberspace. Some contributors offer front-line perspectives on the impact of emerging technologies on politics, journalism, and civic experience. What happens, for example, when we increase access to information or expand the arena of free speech? Other contributors place our shifting understanding of citizenship in historical context, suggesting that notions of cyber-democracy and online community must grow out of older models of civic life. Still others consider the global flow of information and test our American conceptions of cyber-democracy against developments in other parts of the world. How, for example, do new media operate in Castro's Cuba, in post-apartheid South Africa, and in the context of multicultural debates on the Pacific Rim? For some contributors, the new technologies endanger our political culture; for others, they promise civic renewal.", "venue": "", "year": 2004, "referenceCount": 0, "citationCount": 119, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "143946024", "name": "Henry Jenkins"}, {"authorId": "2073544717", "name": "D. Thorburn"}, {"authorId": "145047995", "name": "Brad Seawell"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ff260140e4c900e39fb41ad8b9f06b8d03a73052", "externalIds": {"MAG": "45876906", "DOI": "10.1177/016555158400800105"}, "url": "https://www.semanticscholar.org/paper/ff260140e4c900e39fb41ad8b9f06b8d03a73052", "title": "Theory and explanation in information retrieval research", "abstract": "The relationship between theory and explanation in informa tion retrieval research is analysed. Problems in the development of a generalisable information retrieval theory from informa tion retrieval experiment and the associated mathematical mod elling is examined. The source of these problems is traced back to assumptions underlying information retrieval research, and to the nature of the relationship between the theoretical frame work of information retrieval research and the nature of the problems on which this framework is brought to bear. Particu lar attention is directed to problems in measurement, in estab lishing a significant relationship between test results and results from operational evaluations, and in establishing a connection between the situational and behavioural assumptions employed in information retrieval research and real situations and be haviour. The attempt to develop information retrieval research as an experimental science akin to natural science or engineering, around the notion of the quantification of relevance is miscon ceived. In order for information retrieval research to break out of the limitations of its present theoretical framework, and of the backwater to which that framework has led, a reorientation is required. The argument of this paper is that information retrieval research needs to be reoriented from a focus on the information retrieval system and on supposed 'systemic' factors to an orientation to the user and the user's interaction with information sources.", "venue": "", "year": 1984, "referenceCount": 23, "citationCount": 61, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Physics"], "authors": [{"authorId": "46754669", "name": "D. Ellis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Keynote Address at the 2004", "abstract": null, "venue": "Conference on Entrepreneurship. Stanford, CA: Stanford University Graduate School of Business,", "year": 2004, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Schmidt"}, {"authorId": null, "name": "Eric"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "No Place to Hide: Behind the Scenes of Our Emerging Surveillance Society", "abstract": null, "venue": "", "year": 2005, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "O'Harrow"}, {"authorId": null, "name": "Robert"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The Economics of Financing Media Companies", "abstract": null, "venue": "", "year": 2002, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Picard"}, {"authorId": null, "name": "Robert"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Towards a Set of Ethical Rules for Search Engines.", "abstract": null, "venue": "MSc Dissertation, London School of Economics,", "year": 1998, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "V. Phua"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "What's Next for Google?: The Search Firm Wants to Organize All Digital", "abstract": null, "venue": "", "year": 1999, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Ferguson"}, {"authorId": null, "name": "H Charles"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Deliberation, Democracy and Disagreement.\" In Justice and Democracy: Cross-cultural Perspectives, edited by Ronald Bontekoe and Marietta Stepaniants, 93117", "abstract": null, "venue": "", "year": 1997, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Sunstein"}, {"authorId": null, "name": "Cass"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Media Ownership and Democracy in the Digital Information Age: Promoting", "abstract": null, "venue": "", "year": 2000, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Associates"}, {"authorId": null, "name": "2000. Cooper"}, {"authorId": null, "name": "Mark"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Where Is the Digital Highway Really Heading? The Case for a Jeffersonian Information Policy.\" Wired", "abstract": null, "venue": "Jul/Aug", "year": 1993, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Kapor"}, {"authorId": null, "name": "Mitchell"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Financing information and communication infrastructure needs in the developing world - public and private roles", "abstract": null, "venue": "", "year": 2005, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Mark Wahl"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "At Google, the Proof is in the People.\" Workforce", "abstract": null, "venue": "", "year": 2003, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Raphael"}, {"authorId": null, "name": "Todd"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Localized Google Search Result Exclusions", "abstract": null, "venue": "Berkman Center for Internet & Society at Harvard Law School, October", "year": 2002, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Zittrain"}, {"authorId": null, "name": "Jonathan"}, {"authorId": null, "name": "Benjamin Edelman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Re: Complaint Requesting Investigation of Various Internet Search Engine Companies for Paid Placement and Paid Includion Programs [Web", "abstract": null, "venue": "U.S. Federal Trade Commmission,", "year": 2002, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Hippsley"}, {"authorId": null, "name": "Heather"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Why Subsidize the Soapbox? The McCain Free Airtime Proposal and the Future of Broadcasting", "abstract": null, "venue": "CATO Intstitute, Analysis", "year": 2003, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Samples"}, {"authorId": null, "name": "John"}, {"authorId": null, "name": "Adam Thierer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "What Is Enlightenment?\" In The Portable Enlightenment Reader, edited by Isaac Kramnick", "abstract": null, "venue": "Penguin Books,", "year": 1995, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Kant"}, {"authorId": null, "name": "Immanuel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Enlightened Despotism", "abstract": null, "venue": "New York,", "year": 1967, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Gagliardo"}, {"authorId": null, "name": "John"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Who Deliberates? Chicago, IL", "abstract": null, "venue": "", "year": 1996, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Page"}, {"authorId": null, "name": "Benjamin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Democracy and Cyberspace: First Principles.\" In Democracy and New Media, edited by Henry Jenkins and David Thorburn", "abstract": null, "venue": "", "year": 2003, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Magaziner"}, {"authorId": null, "name": "Ira"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Untuned Keyboards: Online Campaigners, Citizens", "abstract": null, "venue": "", "year": 1995, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Cornfield"}, {"authorId": null, "name": "Michael"}, {"authorId": null, "name": "Lee Rainie"}]}}]}