{"offset": 0, "data": [{"isInfluential": false, "contexts": ["In other domains, search engine bias can disproportionately hide certain voices and have systemic impact (Mowshowitz & Kawaguchi, 2002; Diaz, 2008; Goldman, 2005)."], "intents": ["background"], "citingPaper": {"paperId": "9c67b1099acb30e0824c68e349d30d807b549089", "externalIds": {"ArXiv": "2103.00370"}, "url": "https://www.semanticscholar.org/paper/9c67b1099acb30e0824c68e349d30d807b549089", "title": "Axiomatic Explanations for Visual Search, Retrieval, and Similarity Learning", "abstract": "Visual search, recommendation, and contrastive similarity learning power a wide breadth of technologies that impact billions of users across the world. The bestperforming approaches are often complex and difficult to interpret, and there are several competing techniques one can use to explain a search engine’s behavior. We show that the theory of fair credit assignment provides a unique axiomatic solution that generalizes several existing recommendationand metric-explainability techniques in the literature. Using this formalism, we are able to determine in what regimes existing approaches fall short of fairness and provide variations that are fair in more situations and handle counterfactual information. More specifically, we show existing approaches implicitly approximate second-order Shapley-Taylor indices and use this perspective to extend CAM, GradCAM, LIME, SHAP, SBSM, and other methods to search engines. These extensions can extract pairwise correspondences between images from trained black-box models. We also introduce a fast kernel-based method for estimating Shapley-Taylor indices that require orders of magnitude fewer function evaluations to converge. Finally, we evaluate these methods and show that these game-theoretic measures yield more consistent explanations for image similarity architectures.", "venue": "", "year": 2021, "referenceCount": 72, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": null, "name": "Mark Hamilton"}, {"authorId": "23451726", "name": "Scott M. Lundberg"}, {"authorId": null, "name": "Lei Zhang"}, {"authorId": null, "name": "Stephanie Fu"}, {"authorId": "1768236", "name": "W. Freeman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ac61e27378630783bbc1542b856a35cb34138c2d", "externalIds": {"MAG": "3181025460", "DOI": "10.1108/JD-10-2020-0177"}, "url": "https://www.semanticscholar.org/paper/ac61e27378630783bbc1542b856a35cb34138c2d", "title": "Sender vs. recipient-orientated information systems revisited", "abstract": "PurposeBelkin and Robertson (1976a) reflected on the ethical implications of theoretical research in information science and warned that there was potential for abuse of knowledge gained by undertaking such research and applying it to information systems. In particular, they identified the domains of advertising and political propaganda that posed particular problems. The purpose of this literature review is to revisit these ideas in the light of recent events in global information systems that demonstrate that their fears were justified.Design/methodology/approachThe authors revisit the theory in information science that Belkin and Robertson used to build their argument, together with the discussion on ethics that resulted from this work in the late 1970s and early 1980s. The authors then review recent literature in the field of information systems, specifically information retrieval, social media and recommendation systems that highlight the problems identified by Belkin and Robertson.FindingsInformation science theories have been used in conjunction with empirical evidence gathered from user interactions that have been detrimental to both individuals and society. It is argued in the paper that the information science and systems communities should find ways to return control to the user wherever possible, and the ways to achieve this are considered.Research limitations/implicationsThe ethical issues identified require a multidisciplinary approach with research in information science, computer science, information systems, business, sociology, psychology, journalism, government and politics, etc. required. This is too large a scope to deal with in a literature review, and we focus only on the design and implementation of information systems (Zimmer, 2008a) through an information science and information systems perspective.Practical implicationsThe authors argue that information systems such as search technologies, social media applications and recommendation systems should be designed with the recipient of the information in mind (Paisley and Parker, 1965), not the sender of that information.Social implicationsInformation systems designed ethically and with users in mind will go some way to addressing the ill effects typified by the problems for individuals and society evident in global information systems.Originality/valueThe authors synthesize the evidence from the literature to provide potential technological solutions to the ethical issues identified, with a set of recommendations to information systems designers and implementers.", "venue": "Journal of Documentation", "year": 2021, "referenceCount": 137, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143811409", "name": "A. MacFarlane"}, {"authorId": "2018752", "name": "S. Missaoui"}, {"authorId": "1716766", "name": "S. Makri"}, {"authorId": "2129536358", "name": "Marisela Gutierrez Lopez"}]}}, {"isInfluential": false, "contexts": ["’ (Introna, 2000) it can also describe an ‘anti-democratic’ aspect of contemporary search technology when is noticed that systematically exclude certain Web sites, or certain type of sites over others pointing out whether these “independent voices and diverse viewpoints” that are essential for a democracy are capable of being “heard through the filter of search engines” (Diaz, 2008).", "…technology when is noticed that systematically exclude certain Web sites, or certain type of sites over others pointing out whether these “independent voices and diverse viewpoints” that are essential for a democracy are capable of being “heard through the filter of search engines” (Diaz, 2008)."], "intents": ["background"], "citingPaper": {"paperId": "1038e55b773b276d81df353ce6f3f503afd42b7f", "externalIds": {"MAG": "3006129881", "ArXiv": "2002.07734", "DBLP": "journals/corr/abs-2002-07734"}, "url": "https://www.semanticscholar.org/paper/1038e55b773b276d81df353ce6f3f503afd42b7f", "title": "Artificial Intelligent Ethics in the Digital Era: an Engineering Ethical Framework Proposal", "abstract": "Nowadays technology is being adopted on every aspect of our lives and it is one of most important transformation driver in industry. Moreover, many of the systems and digital services that we use daily rely on artificial intelligent technology capable of modeling social or individual behaviors that in turns also modify personal decisions and actions. In this paper, we briefly discuss, from a technological perspective, a number of critical issues including the purpose of promoting trust and ensure social benefit by the proper use of Artificial Intelligent Systems. To achieve this goal we propose a generic ethical technological framework as a first attempt to define a common context towards developing real engineering ethical by design. We hope that this initial proposal to be useful for early adopters and especially for standardization teams.", "venue": "ArXiv", "year": 2020, "referenceCount": 20, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2066364395", "name": "Esteban Garc'ia-Cuesta"}]}}, {"isInfluential": true, "contexts": ["The value Google usually communicated for α was 0.85 (Brin and Page, 1998, p. 110) and at this level, the often-heard interpretation of PageRank as essentially an expression of popularity (Diaz, 2008; Rieder, 2009) misses the target.", "…territory that has not only been studied extensively by mathematicians and computer scientists (Langville and Meyer, 2004; Bianchini, Gori, and Scarselli, 2005), but is also regularly commented on by scholars in the humanities and social sciences (Introna, 2007; Diaz, 2008; Rieder, 2009)."], "intents": ["background"], "citingPaper": {"paperId": "623e4d82283fb283d15a6643722ba8f583701dba", "externalIds": {"MAG": "3047757197", "DOI": "10.5117/9789462986190"}, "url": "https://www.semanticscholar.org/paper/623e4d82283fb283d15a6643722ba8f583701dba", "title": "Engines of Order", "abstract": "The introduction chapter positions algorithmic information ordering as a central practice and technology in contemporary digital infrastructures, a set of techniques that serve as ‘levers on reality’ (Goody). While algorithms used in concrete systems may often be hard to scrutinize, they draw on widely available software modules and well-documented principles that make them amendable to humanistic analysis. The chapter introduces Gilbert Simondon’s mechanology and provides an overview of the structure and argument of the book.", "venue": "", "year": 2020, "referenceCount": 533, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145365724", "name": "Bernhard Rieder"}]}}, {"isInfluential": false, "contexts": ["Additionally, most reliable information that is provided by research-oriented search engines, such as Google Scholar require payment and have biases [7], when sources of equivalent, credible, and impartial material in the public domain are available."], "intents": ["background"], "citingPaper": {"paperId": "7495fb87827b67e8cf99780a7c452763ea47cfb1", "externalIds": {"DBLP": "journals/corr/abs-2008-01189", "ArXiv": "2008.01189", "MAG": "3047298900"}, "url": "https://www.semanticscholar.org/paper/7495fb87827b67e8cf99780a7c452763ea47cfb1", "title": "A Self-Assessing Compilation Based Search Approach for Analytical Research and Data Retrieval", "abstract": "While meta-analytic research is performed, it becomes time-consuming to filter through the sheer amount of sources made available by individual databases and search engines and therefore degrades the specificity of source analysis. This study sought to predict the feasibility of a research-oriented searching algorithm across all topics and a search technique to combat flaws in dealing with large datasets by automating three key components of meta-analysis: a query-based search associated with the intended research topic, selecting given sources and determining their relevance to the original query, and extracting applicable information including excerpts and citations. The algorithm was evaluated using 5 key historical topics, and results were broken down into 4 categories: the total number of relevant sources retrieved, the efficiency given a particular search, the total time it takes to finish a complete cycle, and the quality of the extracted sources when compared to results from current searching methods. Although results differed through several searches, on average, the program collected a total of 126 sources per search with an average efficiency of 19.55 sources per second which, when compared and qualitatively evaluated for definitive results, indicates that an algorithm developed across all subject areas will make progress in future research methods.", "venue": "ArXiv", "year": 2020, "referenceCount": 4, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1854423519", "name": "Ananth Goyal"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7af721ec019b9d9fd612653787750ff3b71af89c", "externalIds": {"MAG": "3003378343", "DOI": "10.1007/978-3-030-34556-3_3"}, "url": "https://www.semanticscholar.org/paper/7af721ec019b9d9fd612653787750ff3b71af89c", "title": "Fragmentation. Many Worlds, One Democracy?", "abstract": "The Internet is typified by far-reaching, highly individualised fragmentation. A synchronised world in which all people share similar experiences is becoming less apparent. What does this fragmentation come from? What impact is it having on the democratic public, discourse and democracy in the digitalised world as a whole?", "venue": "", "year": 2020, "referenceCount": 129, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2096794867", "name": "Volker Boehme-Neßler"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8b9e42fbbda4b901b2d2c0ddd990e8be948105b2", "externalIds": {"MAG": "3003660500", "DOI": "10.1007/978-3-030-34556-3_4"}, "url": "https://www.semanticscholar.org/paper/8b9e42fbbda4b901b2d2c0ddd990e8be948105b2", "title": "Algo-democracy. Power of Technology, Powerlessness of Democracy?", "abstract": "In the digital world, who sets the rules that everyone has to follow? Wide areas are dominated by algorithms created by computer scientists and software developers. This is a problem in democratic states, where the legislators are the elected parliaments, not anonymous engineers, computer scientists, technicians and software developers. Algorithms that are not democratically controlled are a problem. How can algorithms be democratically contained? It is time for politics to put this question of power in sharp focus.", "venue": "", "year": 2020, "referenceCount": 156, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2096794867", "name": "Volker Boehme-Neßler"}]}}, {"isInfluential": false, "contexts": ["Scholars have shown the power algorithms have in shaping the information we are exposed to (Introna and Nissenbaum 2000; Diaz 2008; Goldman 2006; Halavais 2017)."], "intents": ["background"], "citingPaper": {"paperId": "e1c46ca66192d0c6d09393a0c014ceae104ac7d9", "externalIds": {"MAG": "3020560433", "DOI": "10.1080/0048721X.2020.1754598"}, "url": "https://www.semanticscholar.org/paper/e1c46ca66192d0c6d09393a0c014ceae104ac7d9", "title": "The space between us: considering online media for interreligious dialogue", "abstract": "ABSTRACT The internet has been conceptualized as a public sphere in which constructive dialogues – such as inter-religious dialogues – can occur. Public spheres, however, require reason, reflectivity and sincerity rarely found in most web spaces. Therefore, this approach might be counterproductive. Instead, I suggest we consider online communication as a Foucauldian discourse, a site of struggle, in which norms and concepts are negotiated. This chapter considers a few theoretical frameworks that allow researchers to critically survey online inter-religious dialogue. Four case studies are then reviewed in light of these theoretical considerations. The chapter argues that online discourses need to be examined by paying attention to the technological affordances, the social and cultural context, and the linguistic strategies employed. It is suggested that, for interreligious dialogue to happen, it needs to carve out a space within this online media that is dedicated to contemplation and openness.", "venue": "", "year": 2020, "referenceCount": 116, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1750478", "name": "Ruth Tsuria"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ea87e61426b6072b622b11403ac2c18d35b5c0d7", "externalIds": {"MAG": "3006299787", "DOI": "10.1007/s11019-020-09940-9", "PubMed": "32056071"}, "url": "https://www.semanticscholar.org/paper/ea87e61426b6072b622b11403ac2c18d35b5c0d7", "title": "Search engines, cognitive biases and the man–computer interaction: a theoretical framework for empirical researches about cognitive biases in online search on health-related topics", "abstract": "The widespread use of online search engines to answer the general public’s needs for information has raised concerns about possible biases and the emerging of a ‘filter bubble’ in which users are isolated from attitude-discordant messages. Research is split between approaches that largely focus on the intrinsic limitations of search engines and approaches that investigate user search behavior. This work evaluates the findings and limitations of both approaches and advances a theoretical framework for empirical investigations of cognitive biases in online search activities about health-related topics. We aim to investigate the interaction between the user and the search engine as a whole. Online search activity about health-related topics is considered as a hypothesis-testing process. Two questions emerge: whether the retrieved information provided by the search engines are fit to fulfill their role as evidence, and whether the use of this information by users is cognitively and epistemologically valid and unbiased.", "venue": "Medicine, health care, and philosophy", "year": 2020, "referenceCount": 38, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Computer Science"], "authors": [{"authorId": "2058505917", "name": "Luca Russo"}, {"authorId": "48832947", "name": "S. Russo"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f6482307a6370793a3c6976450d448a476a4145c", "externalIds": {"DOI": "10.2139/ssrn.3584187"}, "url": "https://www.semanticscholar.org/paper/f6482307a6370793a3c6976450d448a476a4145c", "title": "The Civic Role of OSPs in Mature Information Societies", "abstract": "Online service providers (OSPs) have gone from offering connecting and information-sharing services to their paying members to providing open infrastructure and applications that facilitate digital expression, interaction, and the communication of information. This evolution put OSPs in a peculiar position, for they design and provide key services on which information societies depend. This raises the questions as to what role they have in our societies, what moral responsibilities this role entails, and how OSPs should discharge these responsibilities.", "venue": "", "year": 2020, "referenceCount": 82, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2084659", "name": "M. Taddeo"}]}}, {"isInfluential": false, "contexts": ["Among the implications of popularization, scholars emphasize its tendency to produce homogenous content (Diaz 2008)."], "intents": ["background"], "citingPaper": {"paperId": "1e690d222d7414040d4b7ff276324f41fbdb447d", "externalIds": {"MAG": "2971582542", "DOI": "10.1080/17447143.2019.1662028"}, "url": "https://www.semanticscholar.org/paper/1e690d222d7414040d4b7ff276324f41fbdb447d", "title": "Volume and control: the transition from information to power", "abstract": "ABSTRACT How does information become power, who gains and who loses, and what are the implications of this process? As much of the information we produce today is available to very few global companies and governments it is crucial to develop new concepts and modify the existing theories on information and power. Drawing on the political economy of communication, sociology and information science literature, this paper introduces an analytical framework to understand the mechanisms through which information is turned into power and their social and cultural implications. Volume is defined as the informational resources – the amount and diversity of information and the people producing it. Control is described through two competing and complementary mechanisms: popularization (information relevant to most people), and personalization (information relevant to each individual person). The main argument is that the ability to transform information into power requires controlling the interaction between the growing volume of people and information by balancing popularization and personalization mechanisms. This framework is then applied to demonstrate Google’s monopoly of knowledge, its PageRank algorithm, and its inevitable commercial and cultural biases around the world.", "venue": "Journal of Multicultural Discourses", "year": 2019, "referenceCount": 103, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "35198026", "name": "E. Segev"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3584d2b21cff5e1c0cca84d807b379c317e6782f", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/3584d2b21cff5e1c0cca84d807b379c317e6782f", "title": "ePubWU Institutional Repository", "abstract": "Users’ perception of geographic space depends heavily on geographic information systems (GIS). GIS are the most common way for users to estimate travel time, provide routing information and recommend appropriate forms of transportation. This article analyses how predictions made by Google Maps, one of the most popular GIS, influence users’ perceptions and travel choices. To analyze this influence, a pre-study in a classroom setting (n=36) as well as an online survey (n=521) were conducted. We study users intuitive perception of travel time, before using the Google Maps Mobile App as a ’treatment’ to see how it influences their perceptions of travel time and choice of transportation type. We then contrast this original Google Maps treatment to a mock-up ’warning label version’ of Google which informs users about biases in Google Maps and an ’unbiased version’ of Google Maps based on ground truth data. Our analysis suggests that Google Maps systematically underestimates necessary car driving time, which has an impact on users’ choice", "venue": "", "year": 2019, "referenceCount": 205, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "35719166", "name": "B. Wagner"}]}}, {"isInfluential": false, "contexts": ["Similarly, Christophe Bruno’s Adwords ‘Happening’ (2002), during which he experimented with buying keywords which linked to abstract poetry was taken down by Google because it perceived that the adverts were not being successful enough as Google polices AdWords to make sure that commercial profit is the only motive for the purchase of keywords, rather than ideological or political motivations (Diaz 2008).", "The bias within Google Search is well documented (Introna & Nissenbaum 2000; Granka 2010; Stalder & Mayer 2009; Van Couvering 2010; Gillespie 2014; Noble 2013, 2018), as is the power the company holds (Diaz 2008; Fuchs 2011; Shaw & Graham 2017; Mager 2012; Rogers 2009)."], "intents": ["background"], "citingPaper": {"paperId": "8959ae5532d601f0ec1eb0e3fc4dbfd3285c30c6", "externalIds": {"MAG": "3002540775"}, "url": "https://www.semanticscholar.org/paper/8959ae5532d601f0ec1eb0e3fc4dbfd3285c30c6", "title": "Language in the age of algorithmic reproduction : a critique of linguistic capitalism", "abstract": "Adopting the framework of Benjamin’s 1936 essay ‘The Work of Art in the Age of Mechanical Reproduction’ (1999, 2008), and thinking through central themes of value, context and circulation, this thesis examines how language moves through digital space. Concentrating on Google’s search and advertising platforms, the thesis explores the concept of ‘linguistic capitalism’ (Kaplan 2014), arguing that the ongoing effects on digitally mediated language are both linguistic and political. Indeed, the politics and power which lurk behind these technologies are often obscured, or normalised, by their ubiquity and aesthetics, a process which, following Benjamin, can perhaps only be exposed by the repoliticisation of language through art. Using poetry and classic texts such as Orwell’s ‘Nineteen Eighty-Four’, as well as existing and experimental writing, the thesis harnesses the power of language and literature to critique and resist the technologies that exploit it in today’s digital economy. Adopting what I am calling a post-digital (auto)ethnographic approach, the thesis offers an innovative new method in order to make visible the workings and effects of linguistic capitalism, using data gathered from Google AdWords for both quantitative and qualitative analysis, as well as introducing and documenting the development and reception of my own piece of ‘political’ art in the form of a critical creative intervention called {poem}.py. DECLARATION OF AUTHORSHIP I, Pip Thornton, hereby declare that the work presented in this thesis is the result of original research I conducted whilst enrolled in the Information Security Group and Department of Geography as a candidate for the degree of Doctor of Philosophy. This work has not been submitted for any other degree or award in any other university or educational establishment. Where I have consulted the work of others or worked in collaboration, this is clearly stated. Pip Thornton 17th December 2018", "venue": "", "year": 2019, "referenceCount": 289, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116087570", "name": "Pip Thornton"}]}}, {"isInfluential": false, "contexts": [" t our needs. Due to the ubiquity of ranking, the implications of ranking-based information ltering tools such as search engines [2] and recommendation systems [15] for our society are widely debated [1,4,5,10]. Even when free from apparent manipulation, the rankings that we are exposed to in online platforms and information repositories are in uenced by social processes and, at the same time, in uence soci"], "intents": ["background"], "citingPaper": {"paperId": "bdf2bde6f62ffb5aa20d3cb6994e22eb486316e6", "externalIds": {"MAG": "2806388616", "DBLP": "journals/corr/abs-1805-12505", "ArXiv": "1805.12505", "DOI": "10.1016/j.ins.2019.03.021"}, "url": "https://www.semanticscholar.org/paper/bdf2bde6f62ffb5aa20d3cb6994e22eb486316e6", "title": "The long-term impact of ranking algorithms in growing networks", "abstract": "Abstract When users search online for content, they are constantly exposed to rankings. For example, web search results are presented as a ranking of relevant websites, and online bookstores often show us lists of best-selling books. While popularity-based ranking algorithms (like Google’s PageRank) have been extensively studied in previous works, we still lack a clear understanding of their potential systemic consequences. In this work, we fill this gap by introducing a new model of network growth that allows us to compare the properties of networks generated under the influence of different ranking algorithms. We show that by correcting for the omnipresent age bias of popularity-based ranking algorithms, the resulting networks exhibit a significantly larger agreement between the nodes’ inherent quality and their long-term popularity, and a less concentrated popularity distribution. To further promote popularity diversity, we introduce and validate a perturbation of the original rankings where a small number of randomly-selected nodes are promoted to the top of the ranking. Our findings move the first steps toward a model-based understanding of the long-term impact of popularity-based ranking algorithms, and our novel framework could be used to design improved information filtering tools.", "venue": "Inf. Sci.", "year": 2018, "referenceCount": 72, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Physics"], "authors": [{"authorId": "3895834", "name": "Shilun Zhang"}, {"authorId": "50378947", "name": "M. Medo"}, {"authorId": "145838630", "name": "L. Lu"}, {"authorId": "36451019", "name": "M. S. Mariani"}]}}, {"isInfluential": false, "contexts": ["Our approach could be used for a multitude of topics like health, news and loans to reveal potential biases in search results, as often lamented by researchers (e.g., (Diaz, 2008; Introna and Nissenbaum, 2000)."], "intents": ["methodology"], "citingPaper": {"paperId": "e881cc3332995d0c40f610e31d85412ca9bfdeef", "externalIds": {"MAG": "2946966483", "DBLP": "journals/aslib/LewandowskiS19", "DOI": "10.1108/ajim-07-2018-0172"}, "url": "https://www.semanticscholar.org/paper/e881cc3332995d0c40f610e31d85412ca9bfdeef", "title": "What does Google recommend when you want to compare insurance offerings?", "abstract": "\nPurpose\nThe purpose of this paper is to describe a new method to improve the analysis of search engine results by considering the provider level as well as the domain level. This approach is tested by conducting a study using queries on the topic of insurance comparisons.\n\n\nDesign/methodology/approach\nThe authors conducted an empirical study that analyses the results of search queries aimed at comparing insurance companies. The authors used a self-developed software system that automatically queries commercial search engines and automatically extracts the content of the returned result pages for further data analysis. The data analysis was carried out using the KNIME Analytics Platform.\n\n\nFindings\nGoogle’s top search results are served by only a few providers that frequently appear in these results. The authors show that some providers operate several domains on the same topic and that these domains appear for the same queries in the result lists.\n\n\nResearch limitations/implications\nThe authors demonstrate the feasibility of this approach and draw conclusions for further investigations from the empirical study. However, the study is a limited use case based on a limited number of search queries.\n\n\nOriginality/value\nThe proposed method allows large-scale analysis of the composition of the top results from commercial search engines. It allows using valid empirical data to determine what users actually see on the search engine result pages.\n", "venue": "Aslib J. Inf. Manag.", "year": 2019, "referenceCount": 50, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1490868646", "name": "D. Lewandowski"}, {"authorId": "2067200380", "name": "Sebastian Sünkler"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f26035f7fbaa409e3365ca87592e4212f8606821", "externalIds": {"DBLP": "conf/www/GermanoGM19", "MAG": "2914248231", "ArXiv": "1902.02580", "DOI": "10.1145/3308558.3313693"}, "url": "https://www.semanticscholar.org/paper/f26035f7fbaa409e3365ca87592e4212f8606821", "title": "The few-get-richer: a surprising consequence of popularity-based rankings?", "abstract": "Ranking algorithms play a crucial role in online platforms ranging from search engines to recommender systems. In this paper, we identify a surprising consequence of popularity-based rankings: the fewer the items reporting a given signal, the higher the share of the overall traffic they collectively attract. This few-get-richer effect emerges in settings where there are few distinct classes of items (e.g., left-leaning news sources versus right-leaning news sources), and items are ranked based on their popularity. We demonstrate analytically that the few-get-richer effect emerges when people tend to click on top-ranked items and have heterogeneous preferences for the classes of items. Using simulations, we analyze how the strength of the effect changes with assumptions about the setting and human behavior. We also test our predictions experimentally in an online experiment with human participants. Our findings have important implications to understand the spread of misinformation.", "venue": "WWW", "year": 2019, "referenceCount": 38, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1907958", "name": "F. Germano"}, {"authorId": "145810673", "name": "V. Gómez"}, {"authorId": "48725539", "name": "G. L. Mens"}]}}, {"isInfluential": false, "contexts": ["(CW2)\nWhile this form of popularity may have some impact on search engine rankings, it is of less influence than PageRank algorithm parameters that focus on inbound links to the establish “importance” (Diaz 2008, p. 15) or “authority” (Halavais 2009, p. 18) of online content."], "intents": ["background"], "citingPaper": {"paperId": "682930252f575f83d18729892f84309cb7c731d7", "externalIds": {"MAG": "2809492749", "DOI": "10.1080/15252019.2018.1487810"}, "url": "https://www.semanticscholar.org/paper/682930252f575f83d18729892f84309cb7c731d7", "title": "Trapped in the Filter Bubble? Exploring the Influence of Google Search on the Creative Process", "abstract": "Abstract This article explores the use of Google search by art directors and copywriters when developing creative advertisements. It aims to reveal the influence of the widely applied search engine on creative process actions, including information gathering and ideation. In-depth interviews with practitioners are analyzed with reference to literature on advertising creativity and search engine personalization. This exploratory study argues that while serving as a convenient means of accessing digital media content, the personalization capabilities of Google search limit exposure to the qualitatively diverse information needed to trigger new ideas. As such, this article provides valuable insight into the complexities of producing advertisements in the digital media era and highlights avenues for further research into the information-gathering strategies of creative practitioners.", "venue": "Journal of Interactive Advertising", "year": 2018, "referenceCount": 56, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "113380487", "name": "Richie Barker"}]}}, {"isInfluential": false, "contexts": ["…course well documented (Introna & Nissenbaum 2000, Granka 2010, Van Couvering 2010, Gillespie 2014, Noble 2018), as is the power the company holds (Diaz 2008, Fuchs 2011, Shaw & Graham 2017), but gathering data provided by the keyword planner on the suggested bid prices of words is a new and…"], "intents": ["background"], "citingPaper": {"paperId": "73b426ee8c2f7b174522be56091b0f739701a5c5", "externalIds": {"MAG": "2883385162", "DOI": "10.1080/2373566X.2018.1486724"}, "url": "https://www.semanticscholar.org/paper/73b426ee8c2f7b174522be56091b0f739701a5c5", "title": "A Critique of Linguistic Capitalism: Provocation/Intervention", "abstract": "Language has always been a tool of power over people and places, yet in today’s world of digital communication and advertising, words flowing through the proprietary platforms of the Web are used increasingly as vessels for the creation and circulation of capital. This method of linguistic capitalism is how Google became one of the most successful and wealthy companies in the world. This article argues that this neoliberal commodification of language has both linguistic and political consequences, affording unprecedented power to Google in the control of the words it sells, and its consequent influence over the wider discourse. The article evokes Orwell’s “Newspeak” as a provocation to critique Google’s hold over digitized language, and introduces a radical new method and artistic intervention called {poem}.py, which fuses Google’s AdWords platform with poetry and code to make visible and subvert the workings and the power of linguistic capitalism.", "venue": "GeoHumanities", "year": 2018, "referenceCount": 90, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116087570", "name": "Pip Thornton"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8950a7e897b93b4de50468751249e97df293765a", "externalIds": {"DBLP": "journals/oir/Lindskold18", "MAG": "2800715837", "DOI": "10.1108/OIR-06-2017-0198"}, "url": "https://www.semanticscholar.org/paper/8950a7e897b93b4de50468751249e97df293765a", "title": "Google as a political subject: the right to be forgotten debate 2014-2016", "abstract": "Purpose \n \n \n \n \nThe purpose of this paper is to create knowledge on how Google and Google search are discursively constructed as a political subject suitable or not suitable for governing in the debate regarding the Right to be Forgotten ruling (RTBF). \n \n \n \n \nDesign/methodology/approach \n \n \n \n \nA total of 28 texts are analysed using a Foucauldian discourse analysis focussing on political problematisations in the media and in blogs. \n \n \n \n \nFindings \n \n \n \n \nGoogle is conceptualised as a commercial company, a neutral facilitator of the world and as a judge of character. The discourse makes visible Google’s power over knowledge production. The individual being searched is constructed as a political object that is either guilty or innocent, invoking morality as a part of the policy. The ruling is framed as giving individuals power over companies, but the power still lies within Google’s technical framework. \n \n \n \n \nOriginality/value \n \n \n \n \nThe ruling opens up an empirical possibility to critically examine Google. The value of the study is the combination of focus on Google as a political subject and the individual being searched to understand how Google is constructed in the discourse.", "venue": "Online Inf. Rev.", "year": 2018, "referenceCount": 18, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "80626790", "name": "Linnéa Lindsköld"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8bc517b8b2b9bc1e653fc53f78ba87504d532d1b", "externalIds": {"MAG": "2917994875", "DOI": "10.2139/ssrn.3314078"}, "url": "https://www.semanticscholar.org/paper/8bc517b8b2b9bc1e653fc53f78ba87504d532d1b", "title": "On the Wisdom of Algorithmic Markets: Governance by Algorithmic Price", "abstract": "Leading digital platform providers such as Google and Uber construct marketplaces in which algorithms set prices. The efficiency-maximising free market credentials of this approach are touted by the companies involved and by legislators, policy makers and marketers. They have also taken root in the public imagination. In this article we challenge this understanding of algorithmically constructed marketplaces. We do so by returning to Hayek’s (1945) classic defence of the price mechanism, and by arguing that algorithmically-mediated price mechanisms do not, and probably cannot, accumulate and signal that same kinds of knowledge that Hayek felt were essential to effective market governance. Indeed, we argue that algorithmically-constructed marketplaces are closer to, though distinct from, the central planning model that Hayek critiqued. Regardless of how you feel about Hayek’s argument, this has important consequences for how we respond to the rise of algorithmic governance tools in both markets and elsewhere.", "venue": "", "year": 2018, "referenceCount": 56, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "116087570", "name": "Pip Thornton"}, {"authorId": "144338643", "name": "J. Danaher"}]}}, {"isInfluential": false, "contexts": ["For instance, Jiang (2014a) investigated the search results of Baidu, Google, and Jike from mainland China and reported evidence that raises doubts over the impartiality of search engines, especially in online news searches.", "Such evidence may explain why monopolistic traditional media empires such as the New York Times continue to exert a dominant influence, moving their base online with large search engines such as\nGoogle and Baidu (Diaz, 2008; Jiang, 2014a; Jiang, 2014b).", "Diaz (2008) questioned the deliberativeness of search engines by arguing for the existence of the same old biases observed in traditional mainstream media."], "intents": ["background"], "citingPaper": {"paperId": "af7a6695c94a6a9d80363f59bccaa871f1356976", "externalIds": {"MAG": "2898953996", "DOI": "10.1080/19331681.2018.1534703"}, "url": "https://www.semanticscholar.org/paper/af7a6695c94a6a9d80363f59bccaa871f1356976", "title": "Will the internet promote democracy? search engines, concentration of online news readership, and e-democracy", "abstract": "ABSTRACT Challenging the assumption that the Internet is far more diverse than traditional forms of media, this study provides evidence that newspaper readership is more concentrated online than offline. Further, results suggest that the observed high concentration of readership on the Internet is associated with the presence of search engines that benefit a small number of top news outlets. Search engines allow people to access to new information at a lower cost, but this benefit may come at a price; the traffic referred by search engines goes mostly to a small number of top national news providers.", "venue": "Journal of Information Technology & Politics", "year": 2018, "referenceCount": 84, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2395781", "name": "Sounman Hong"}, {"authorId": "2111409341", "name": "Nayeong Kim"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "be771e4d45dca989816621d9cf6266c0d9310c5f", "externalIds": {"MAG": "2900549649"}, "url": "https://www.semanticscholar.org/paper/be771e4d45dca989816621d9cf6266c0d9310c5f", "title": "Software of the Oppressed: Reprogramming the Invisible Discipline.", "abstract": "Software of the Oppressed: Reprogramming the Invisible Discipline Advisor: Matthew K. Gold Software of the Oppressed is a critical analysis of software practices within the university and the ways they contribute to a broader status quo of software use, development, and imagination. Through analyzing the history of software practices used in the production and circulation of student and scholarly writing, I argue that this overarching software status quo has oppressive qualities in that it supports the production of passive users, or users who are unable to collectively understand and transform software code for their own interests. I also argue that the university inadvertently normalizes and strengthens the software status quo through what I call its “invisible discipline,” or the conditioning of its community—particularly students, but also faculty, librarians, staff, and other university members—to have little expectation of being able to participate in the governance or development of the software used in their academic settings. This invisible discipline not only fails to prepare students for the political struggles and practical needs of our digital age (while increasing the social divide between those who program digital technology and those who must passively accept it), but reinforces a lack of awareness of how digital technology powerfully mediates the production, circulation, and reception of knowledge at individual and collective levels. Through this analysis, I hope to show what a liberatory approach to academic technology practices might look like, as well as demonstrate—through a variety of alternative software practices in and beyond the university—the intellectual, political, and social contributions these practices might contribute to higher education and scholarly knowledge production at large. I conclude the dissertation with suggestions for “reprogramming”", "venue": "", "year": 2018, "referenceCount": 388, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "51021353", "name": "Erin Glass"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0a73df5bb7b66e92dfae8c3c65373b30680aaf16", "externalIds": {"MAG": "2594739882", "DBLP": "conf/chiir/NovinM17", "DOI": "10.1145/3020165.3020185"}, "url": "https://www.semanticscholar.org/paper/0a73df5bb7b66e92dfae8c3c65373b30680aaf16", "title": "Making Sense of Conflicting Science Information: Exploring Bias in the Search Engine Result Page", "abstract": "Currently, there is widespread media coverage about the problems with 'fake news' that appears in social media, but the effects of biased information that appears in search engine results is also increasing. The authors argue that the search engine results page (SERP) exposes three important types of bias: source bias, algorithmic bias, and cognitive bias. To explore the relationship between these three types of bias, we conducted a mixed methods study with sixty participants (plus fourteen in a pilot to make a total of seventy-four participants). Within a library setting, participants were provided with mock search engine pages that presented order-controlled sources on a science controversy. Participants were then asked to rank the sources' usefulness and then summarize the controversy. We found that participants ranked the usefulness of sources depending on its presentation within a SERP. In turn, this also influenced how the participants summarized the topic. We attribute the differences in the participants' writings to the cognitive biases that affect a user's judgment when selecting sources on a SERP. We identify four main cognitive biases that a SERP can evoke in students: Priming, Anchoring, Framing, and the Availability Heuristic. While policing information quality is a quixotic task, changes can be made to both SERPs and a user's decision-making when selecting sources. As bias emerges both on the system side and the user side of search, we suggest a two-fold solution is required to address these challenges.", "venue": "CHIIR", "year": 2017, "referenceCount": 112, "citationCount": 22, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "9566294", "name": "Alamir Novin"}, {"authorId": "35131386", "name": "E. Meyers"}]}}, {"isInfluential": false, "contexts": ["Google is the paradigmatic example of how algorithms parsing big data create biases towards the popular, the well-established and the wealthy (Diaz, 2008; Rieder and Sire, 2013)."], "intents": ["background"], "citingPaper": {"paperId": "24338137630e728c137d2ceab9a5975cd947534e", "externalIds": {"DBLP": "journals/nms/Harper17", "MAG": "2339785137", "DOI": "10.1177/1461444816642167"}, "url": "https://www.semanticscholar.org/paper/24338137630e728c137d2ceab9a5975cd947534e", "title": "The big data public and its problems: Big data and the structural transformation of the public sphere", "abstract": "The use of algorithms to mine big data for media preferences presents a transformation in the structure of the public sphere that is amplifying the tyranny of the majority. Whereas previous scholarship has lamented the fragmentation of the public sphere caused by the use of big data to inform audience analysis and media production, I argue here that fragmentation itself is not an implicitly bad thing for public debate, as fragmentation can encourage participation from the otherwise disempowered. Instead, I suggest that the use of big data to inform media production causes problems in the public sphere not because it fragments public debate, but because it somewhat paradoxically recentres public engagement around the complementary interests of the broad majority and profitability. The problem for public engagement is not that there are no overarching or all-encompassing media structures anymore but rather that these systems are informed by algorithms that promote a particularly populist ‘profitable and normal’ media experience.", "venue": "New Media Soc.", "year": 2017, "referenceCount": 61, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "39122294", "name": "Tauel Harper"}]}}, {"isInfluential": false, "contexts": ["With the advent of the Internet, a new class of gatekeepers emerged, namely, the web search engines such as Google Web Search (Diaz, 2008; Rogers, 2009)."], "intents": ["background"], "citingPaper": {"paperId": "325626707a6d5aae3c1b009e507acc3dc6d1c735", "externalIds": {"MAG": "2976773408", "DOI": "10.19195/1899-5101.10.1(18).2"}, "url": "https://www.semanticscholar.org/paper/325626707a6d5aae3c1b009e507acc3dc6d1c735", "title": "Distributed gatekeeping. Uncovering the patterns of linking behaviors on Facebook", "abstract": "Based on an analysis of 770,269 links posted by 1,969 Polish Facebook users, the present article investigates how the users’ characteristics infl uence their link-sharing behaviors, and how these characteristics are related to social rewards received for posting links. Male users, older ones and inhabitants of larger cities tend to link more to politics-related news (they also receive more social feedback for doing that) while female users, younger ones and inhabitants of smaller locations tend to link more to entertainment-related sites. Th e cluster analysis of linking strategies of Facebook users suggests that the most common behavior is to provide a mixture of news and entertainment-related links, although pure “news-keeper” and “entertainment-keeper” types of users are distinguishable.", "venue": "", "year": 2017, "referenceCount": 38, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2092456385", "name": "Wojciech Walczak"}, {"authorId": "113761584", "name": "Krzysztof Olechnicki"}, {"authorId": "2097966565", "name": "Michal Meina"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "45ba0d035d5122c6b888e0d52a41f4eb060e5f09", "externalIds": {"MAG": "2766202288", "DOI": "10.1002/POI3.166"}, "url": "https://www.semanticscholar.org/paper/45ba0d035d5122c6b888e0d52a41f4eb060e5f09", "title": "The Power of Default on Reddit: A General Model to Measure the Influence of Information Intermediaries", "abstract": null, "venue": "", "year": 2017, "referenceCount": 49, "citationCount": 29, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145558696", "name": "Pascal Jürgens"}, {"authorId": "1844292960", "name": "Birgit Stark"}]}}, {"isInfluential": false, "contexts": ["Sorting, ranking, filtering and channelling are all means by which the company has created a dynamic where the world is seen ‘through the Google goggles’ (Diaz, 2008)."], "intents": ["background"], "citingPaper": {"paperId": "742978013cbc772bcb1b16d1c74e08147ca59541", "externalIds": {"MAG": "2301802513", "DOI": "10.1177/1354856515592506"}, "url": "https://www.semanticscholar.org/paper/742978013cbc772bcb1b16d1c74e08147ca59541", "title": "Being the King Kong of algorithmic culture is a tough job after all", "abstract": "This article explores the growing importance of algorithms in digital culture and what they could mean for the visibility and interpretation of culture as a whole. Taking Google as a prime example of a company that participates in widespread information overload whilst simultaneously providing some algorithmic answers to it, we show how it exhibits four different regimes of justification: the techno-scientific, economic, political and moral–aesthetic. These efforts to gain legitimacy operate as a network that is both highly performative and adaptive. For instance, Google builds on and translates such justifications in order for its Project Glass to be widely, if not universally, accepted. But there is another influential mode of performativity at work: the mounting criticism of the device. In the 18 months following the public announcement of Glass, we have observed the media phenomenon and passionate debate it has sparked. What Glass represents is being contested on multiple grounds, and this, in turn, indicates that its meanings will likely remain profoundly ambiguous for some time to come.", "venue": "", "year": 2017, "referenceCount": 118, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2074497257", "name": "Jonathan Roberge"}, {"authorId": "108315710", "name": "L. Melançon"}]}}, {"isInfluential": false, "contexts": ["in the slogan “Don’t make me Think” (2009). Ease in use was thus equated with reducing mental effort, and to achieve such mental convenience HCI researchers aimed for menu 230 N."], "intents": ["background"], "citingPaper": {"paperId": "7c4b2dedfb0d1585e4c25c71e8ee9098d1acbd22", "externalIds": {"MAG": "2744331600", "DOI": "10.1080/24701475.2017.1337666"}, "url": "https://www.semanticscholar.org/paper/7c4b2dedfb0d1585e4c25c71e8ee9098d1acbd22", "title": "When search engines stopped being human: menu interfaces and the rise of the ideological nature of algorithmic search", "abstract": "ABSTRACT Algorithmic search is entangled with a positivist ideology biased towards the assumption that neutrality can only be provided when search is performed by computational processes while shielded from human agencies. This article critically examines the ideological nature of algorithmic search, by showing how, between the mid-1970s and late-1980s, long before the birth of algorithmic search by search engines in the 1990s, a transformation from human interfaces to menu interfaces in online search helped encourage and normalise algorithmic ideology at the expense of a more humanistic ideology of search connected to library traditions. Based on a study of a broad corpus of archival materials in which online search appeared as a central object of description and discussion, it argues that the rise of menu interfaces in the 1980s encouraged the positivist nature of algorithmic search by decoupling a democratic service function at the front-end from the editorial function in the back-end, and by discouraging the use of human selection power and intellectual labour in the search process.", "venue": "", "year": 2017, "referenceCount": 108, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "66005985", "name": "N. Kerssens"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c39d87888a2eef7900678f1dc14bf492619ec64e", "externalIds": {"DBLP": "conf/hci/NovinM17", "MAG": "2613524337", "DOI": "10.1007/978-3-319-58634-2_13"}, "url": "https://www.semanticscholar.org/paper/c39d87888a2eef7900678f1dc14bf492619ec64e", "title": "Four Biases in Interface Design Interactions", "abstract": "In a time when fake news has captured the attention of the broader public, and claims of algorithmic manipulation make us question everyday sources of information, it is essential that we unpack the ways our thinking and perception interacts with search engine results. Cognitive biases can be created from the common heuristics a person applies to process new information about a topic. These biases can contribute to difficulties in inferential thinking. In this paper, we focus on four potential sources of bias rooted in cognitive psychology that relate to information presentation in search, and unpack how they may affect the way people express their nascent understanding of a topic. Our study used a population-based experiment with 60 undergraduates at a large research university. Our findings suggest that the design of a search interface may cause a user to misapply heuristics, which can be linked to these cognitive biases. We conclude with recommendations for interface designers as well as those who mediate search practices in educational settings.", "venue": "HCI", "year": 2017, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "9566294", "name": "Alamir Novin"}, {"authorId": "35131386", "name": "E. Meyers"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d463c3c0673a53f638075975371c07db7dd6e891", "externalIds": {"MAG": "2583153156", "DOI": "10.1007/978-3-319-47852-4_2"}, "url": "https://www.semanticscholar.org/paper/d463c3c0673a53f638075975371c07db7dd6e891", "title": "The Moral Responsibilities of Online Service Providers", "abstract": "Online service providers (OSPs)— such as AOL, Facebook, Google, Microsoft, and Twitter—significantly shape the informational environment (infosphere) and influence users’ experiences and interactions within it. There is a general agreement on the centrality of OSPs in information societies, but little consensus about what principles should shape their moral responsibilities and practices. In this article, we analyse the main contributions to the debate on the moral responsibilities of OSPs. By endorsing the method of the Levels of Abstract (LoAs), we first analyse the moral responsibilities of OSPs in the web (LoAIN). These concern the management of online information, which includes information filtering, Internet censorship, the circulation of harmful content, and the implementation and fostering of human rights (including privacy). We then consider the moral responsibilities ascribed to OSPs on the web (LoAON) and focus on the existing legal regulation of access to users’ data. The overall analysis provides an overview of the current state of the debate and highlights two main results. First, topics related to OSPs’ public role—especially their gatekeeping function, their corporate social responsibilities, and their role in implementing and fostering human rights—have acquired increasing relevance in the specialised literature. Second, there is a lack of an ethical framework that can (a) define OSPs’ responsibilities, and (b) provide the fundamental sharable principles necessary to guide OSPs’ conduct within the multicultural and international context in which they operate. This article contributes to the ethical framework necessary to deal with (a) and (b) by endorsing a LoA enabling the definition of the responsibilities of OSPs with respect to the well-being of the inforsphere and of the entities inhabiting it (LoAFor).", "venue": "", "year": 2017, "referenceCount": 102, "citationCount": 23, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2084659", "name": "M. Taddeo"}, {"authorId": "1982425", "name": "L. Floridi"}]}}, {"isInfluential": false, "contexts": ["For example, the ranking algorithms of Google and Tripadvisor are routinely criticised for bias and in need of some form of governance (Goldman 2008; Diaz 2008; Scott and Orlikowski 2012)."], "intents": ["methodology"], "citingPaper": {"paperId": "007c0952d226d78008bf535198afb12412916b28", "externalIds": {"MAG": "2337563770", "DOI": "10.1177/0162243915587360"}, "url": "https://www.semanticscholar.org/paper/007c0952d226d78008bf535198afb12412916b28", "title": "Algorithms, Governance, and Governmentality", "abstract": "Algorithms, or rather algorithmic actions, are seen as problematic because they are inscrutable, automatic, and subsumed in the flow of daily practices. Yet, they are also seen to be playing an important role in organizing opportunities, enacting certain categories, and doing what David Lyon calls “social sorting.” Thus, there is a general concern that this increasingly prevalent mode of ordering and organizing should be governed more explicitly. Some have argued for more transparency and openness, others have argued for more democratic or value-centered design of such actors. In this article, we argue that governing practices—of, and through algorithmic actors—are best understood in terms of what Foucault calls governmentality. Governmentality allows us to consider the performative nature of these governing practices. They allow us to show how practice becomes problematized, how calculative practices are enacted as technologies of governance, how such calculative practices produce domains of knowledge and expertise, and finally, how such domains of knowledge become internalized in order to enact self-governing subjects. In other words, it allows us to show the mutually constitutive nature of problems, domains of knowledge, and subjectivities enacted through governing practices. In order to demonstrate this, we present attempts to govern academic writing with a specific focus on the algorithmic action of Turnitin.", "venue": "", "year": 2016, "referenceCount": 124, "citationCount": 127, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2734545", "name": "Lucas D. Introna"}]}}, {"isInfluential": false, "contexts": ["In the light of research which confirms search engines’ sociopolitical biases (Diaz, 2008), despite Google’s efforts to persuade the public otherwise, image searchesmay articulate social values in ways that are difficult to quantify."], "intents": ["background"], "citingPaper": {"paperId": "2832a85fe329f8f28049924ad41fc76b71d903bc", "externalIds": {"MAG": "1883739543", "DOI": "10.1002/ca.22644", "PubMed": "26474731"}, "url": "https://www.semanticscholar.org/paper/2832a85fe329f8f28049924ad41fc76b71d903bc", "title": "Ethical issues surrounding the use of images from donated cadavers in the anatomical sciences", "abstract": "Body donor programs rely on the generosity and trust of the public to facilitate the provision of cadaver resources for anatomical education and research. The uptake and adoption of emerging technologies, including those allowing the acquisition and distribution of images, are becoming more widespread, including within anatomical science education. Images of cadavers are useful for research and education, and their supply and distribution have commercial potential for textbooks and online education. It is unclear whether the utilization of images of donated cadavers are congruent with donor expectations, societal norms and boundaries of established public understanding. Presently, no global “best practices” or standards exist, nor is there a common model requiring specific image‐related consent from body donors. As ongoing success of body donation programs relies upon the ethical and institutional governance of body utilization to maintain trust and a positive relationship with potential donors and the community, discussions considering the potential impact of image misuse are important. This paper discusses the subject of images of donated cadavers, commenting on images in non‐specific use, education, research, and commercial applications. It explores the role and significance of such images in the context of anatomical science and society, and discusses how misuse ‐ including unconsented use ‐ of images has the potential to affect donor program success, suggesting that informed consent is currently necessary for all images arising from donated cadavers. Its purpose is to encourage discussion to guide responsible utilization of cadaver images, while protecting the interests of body donors and the public. Clin. Anat. 29:30–36, 2016. © 2015 Wiley Periodicals, Inc.", "venue": "Clinical anatomy", "year": 2016, "referenceCount": 41, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "144875507", "name": "J. Cornwall"}, {"authorId": "145976720", "name": "D. Callahan"}, {"authorId": "8333644", "name": "R. Wee"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "40024c8de71b810c2974a67d98235b61eeb4b252", "externalIds": {"MAG": "2231219152", "DOI": "10.1086/684141"}, "url": "https://www.semanticscholar.org/paper/40024c8de71b810c2974a67d98235b61eeb4b252", "title": "Google Books, Libraries, and Self-Respect: Information Justice beyond Distributions", "abstract": "If Google Books has been successful in furthering the cause of social justice with regard to information, it is along narrowly distributive lines. Drawing on critics of distributive justice and emphasizing the value of self-respect, the author argues that Google’s massive digital scanning initiative—especially as compared to the liberal democratic institution of the public library—exposes and exacerbates injustices with regard to information, technology, and institutions that are not easily captured along distributive lines. In particular, attention is paid to three features of the project—the quality of Google’s book scans, the politics of online search, and Google’s conception of the value of information—as demonstrative of the too-slender foundation for self-respect the Google Books project offers its users.", "venue": "The Library Quarterly", "year": 2016, "referenceCount": 93, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40392783", "name": "A. Hoffmann"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7e1bf67cb42f6c0792ea98f81d05c724e8887fa5", "externalIds": {"MAG": "2555341543"}, "url": "https://www.semanticscholar.org/paper/7e1bf67cb42f6c0792ea98f81d05c724e8887fa5", "title": "Towards the Resistant Reading of Information: Resistant Spectatorship in the Information Age", "abstract": "The theory of resistant spectatorship posits that an individual interacting with media may have the agency to oppose, reject, or reassemble the message of the information they encounter, instead of to passively accept it. This study puts resistant spectatorship in conversation with libraries and critiques in examining one aspect of a dominant information discovery system, Google Search, from a \"resistant\" position. Additionally, this study argues that within academic libraries the practice of critical information literacy, a pedagogical approach aligned with the ideas of resistant spectatorship, is an ideal mode for encouraging students to become resistant readers of information in its increasingly corporate-mediated forms.", "venue": "", "year": 2016, "referenceCount": 35, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "52391298", "name": "Eamon C. Tewell"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7e25a4ff90bb78b172516f2707e8b0fae1c46dc9", "externalIds": {"MAG": "2337921162", "DOI": "10.1353/PLA.2016.0017"}, "url": "https://www.semanticscholar.org/paper/7e25a4ff90bb78b172516f2707e8b0fae1c46dc9", "title": "Toward the Resistant Reading of Information: Google, Resistant Spectatorship, and Critical Information Literacy", "abstract": "The theory of resistant spectatorship posits that individuals interacting with media and information may have the agency or power to oppose, reject, or reassemble the message they encounter instead of passively accepting it. This study puts resistant spectatorship in conversation with information literacy and critiques one example of a dominant information discovery system, Google Search, from a “resistant” position. Additionally, this study argues that, within academic libraries, the practice of critical information literacy, a pedagogical approach aligned with the concept of resistant spectatorship, is an ideal mode for encouraging students to become resistant readers of information in its increasingly corporate-mediated forms.", "venue": "", "year": 2016, "referenceCount": 49, "citationCount": 14, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "52391298", "name": "Eamon C. Tewell"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "938c0b9d0fe49672185fade3a2ec71973e52e02a", "externalIds": {"MAG": "2478737001", "DOI": "10.1108/S0065-283020160000041003"}, "url": "https://www.semanticscholar.org/paper/938c0b9d0fe49672185fade3a2ec71973e52e02a", "title": "Privacy, Intellectual Freedom, and Self-Respect: Technological and Philosophical Lessons for Libraries", "abstract": "Abstract \nPurpose \nThis chapter argues that self-respect—an integral, but often overlooked value in discussions of social justice—provides a robust foundation upon which libraries might build a renewed defense of privacy and intellectual freedom in the face of today’s advanced information and communication technologies. \n \n \nMethodology/approach \nThe chapter begins by laying out the value of self-respect for social justice as it has been defined in the domains of moral and political philosophy. From there, the author demonstrates the relevance of self-respect for libraries and, in particular, for underwriting important library values like privacy and intellectual freedom. Finally, the author presents two case examples—Library 2.0 and #AmazonFAIL—that further demonstrate how advanced ICTs have the potential to undermine libraries as a site of self-respect. \n \n \nFindings \nThrough the use of relevant and current case examples, the chapter lays bare how the adoption of new ICTs and an uncritical adherence to Library 2.0 (and the Web 2.0 ideology that underwrites it) threatens to further marginalize users unable to navigate the increasingly complex (and increasingly opaque) systems of data collection, analysis, and dissemination. \n \n \nOriginality/value \nThis discussion surfaces and translates the value of self-respect from moral and political philosophy and makes it available for librarians and scholars interested in social justice issues in library and information science. Further, it preserves two key historical moments—the rise of Library 2.0 and the case of #AmazonFAIL—for current and future reflections by scholars, librarians, and other information professionals.", "venue": "", "year": 2016, "referenceCount": 40, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "40392783", "name": "A. Hoffmann"}]}}, {"isInfluential": false, "contexts": ["The interested reader may find useful the following articles: (Pandey et al. 2005; Pasquale 2006; Hargittai 2007; Van Couvering 2007; Diaz 2008; Hinman 2008; Lewandowski 2011)."], "intents": ["background"], "citingPaper": {"paperId": "bb682f2a976c219bf5a3d23ed4340a5b024159f3", "externalIds": {"DBLP": "journals/see/TaddeoF16", "MAG": "2304096286", "DOI": "10.1007/S11948-015-9734-1", "PubMed": "26613596"}, "url": "https://www.semanticscholar.org/paper/bb682f2a976c219bf5a3d23ed4340a5b024159f3", "title": "The Debate on the Moral Responsibilities of Online Service Providers", "abstract": "Online service providers (OSPs)—such as AOL, Facebook, Google, Microsoft, and Twitter—significantly shape the informational environment (infosphere) and influence users’ experiences and interactions within it. There is a general agreement on the centrality of OSPs in information societies, but little consensus about what principles should shape their moral responsibilities and practices. In this article, we analyse the main contributions to the debate on the moral responsibilities of OSPs. By endorsing the method of the levels of abstract (LoAs), we first analyse the moral responsibilities of OSPs in the web (LoAIN). These concern the management of online information, which includes information filtering, Internet censorship, the circulation of harmful content, and the implementation and fostering of human rights (including privacy). We then consider the moral responsibilities ascribed to OSPs on the web (LoAON) and focus on the existing legal regulation of access to users’ data. The overall analysis provides an overview of the current state of the debate and highlights two main results. First, topics related to OSPs’ public role—especially their gatekeeping function, their corporate social responsibilities, and their role in implementing and fostering human rights—have acquired increasing relevance in the specialised literature. Second, there is a lack of an ethical framework that can (a) define OSPs’ responsibilities, and (b) provide the fundamental sharable principles necessary to guide OSPs’ conduct within the multicultural and international context in which they operate. This article contributes to the ethical framework necessary to deal with (a) and (b) by endorsing a LoA enabling the definition of the responsibilities of OSPs with respect to the well-being of the infosphere and of the entities inhabiting it (LoAFor).", "venue": "Sci. Eng. Ethics", "year": 2016, "referenceCount": 156, "citationCount": 61, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Computer Science", "Political Science"], "authors": [{"authorId": "2084659", "name": "M. Taddeo"}, {"authorId": "1982425", "name": "L. Floridi"}]}}, {"isInfluential": false, "contexts": ["2 087 Diaz A (2008) Through the Google Goggles: sociopolitical bias in search engine design."], "intents": ["background"], "citingPaper": {"paperId": "bf7012910e4a53aed9a3e38a3e5d7cfa639b4943", "externalIds": {"MAG": "2799547941"}, "url": "https://www.semanticscholar.org/paper/bf7012910e4a53aed9a3e38a3e5d7cfa639b4943", "title": "Filter Bubble Effects on Deliberative Democracy? – A Realist Synthesis of Empirical Research", "abstract": "In 2011 Eli Pariser coined the term ‘filter bubble’ and warned that online algorithm driven filters based on users’ click behaviour, would risk to reduce the diversity of public discourses and thereby deliberative democracy. Through the multidisciplinary and iterative Realist Synthesis method, the aim of the study has been to synthesise empirically based understanding of how online algorithm driven filter bubbles affect public discourses and deliberative democracies. \n \nOn micro level, the result confirms selection bias and corresponding confirmation bias in the contexts of online feed oriented political messages that would constitute a necessary key condition for algorithm driven filter bubbles to emerge. However, none of the studies in the sample have explicitly investigated effects of these filters on political attitudes. Therefore, filter bubble effects on public discourses and democracy can neither be verified, measured nor refuted. \n \nOn the meso level, the presence of online clusters of biased online political content, that could serve as foundations for online echo chambers, are shown, and their inner workings partly explained. Also shown is that these environments have the potential to reduce the diversity of political discourses, but also to support polarisation and radicalisation. \nOn macro level the results indicate that national borders, power distribution of political websites, and personalisation through localisation, language and political topics, differentiate what Internet users see when surfing or searching the web in a way that could affect diversity of global or national political discourses. \n \nThe results also indicate stratification of discourses where some users with high topic involvement, curiosity or interest in politics are relatively immune to political selection bias, while other groups of less interested or knowledgeable followers, are likely to be reached by less diversified messages. \n \nLimited to the sampled research, this meta study shows that contemporary Internet brings challenges to deliberative democracy, but until further not because of algorithm driven filter bubbles.", "venue": "", "year": 2016, "referenceCount": 183, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "69535147", "name": "Jonas Wisbrant"}]}}, {"isInfluential": false, "contexts": ["…example, Andrejevic (2007); Blanchette (2011); Blanchette and Johnson (2002); Brock (2011); Chun (2006); Couldry and Powell (2014); Daniels (2009); Diaz (2008); Eglash (2007); Fuchs (2008); Galloway (2008); Gandy (2011); Goldsmith and Wu (2006); Halavais (2009); Hindman (2009); Noble (2013);…"], "intents": [], "citingPaper": {"paperId": "c7ef4a8203009f9f76a0ed55293aa0d823478de0", "externalIds": {"DBLP": "journals/libt/RobertsN16", "MAG": "2148909209", "DOI": "10.1353/lib.2016.0008"}, "url": "https://www.semanticscholar.org/paper/c7ef4a8203009f9f76a0ed55293aa0d823478de0", "title": "Empowered to Name, Inspired to Act: Social Responsibility and Diversity as Calls to Action in the LIS Context", "abstract": "Social Responsibility and Diversity are two principal tenets of the field of library and information science (LIS) as defined by the American Library Association’s “Core Values of Librarianship” but that often remain on the margins of LIS education, leading to limited student engagement with these concepts and limited faculty modeling of socially responsible interventions. In this paper we take up the need to increase the role of both in articulating the Core Values of Diversity and Social Responsibility in LIS education and argue that the field should broaden to place LIS students and faculty in dialog with contemporary social issues of social inequality and injustice whenever possible. The paper also examines two specific cases of socially responsible activism spearheaded by LIS faculty and how these experiences shape, and are shaped by, curricular commitments to addressing the Values of Social Responsibility and Diversity in LIS in the classroom and through research. The development of a social responsibility orientation and skillset along with literacies of diversity, the paper argues, leads to better-prepared practitioners and an LIS community that is more actively engaged with its environment. The impetus for students to act can be empowered by faculty modeling a commitment to Social Responsibility and Diversity in their own professional lives.", "venue": "Libr. Trends", "year": 2016, "referenceCount": 84, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "20625487", "name": "Sarah T. Roberts"}, {"authorId": "72273447", "name": "S. Noble"}]}}, {"isInfluential": false, "contexts": ["For instance, it favours popularity over content (Diaz, 2008), something that is in fact desirable when a researcher is looking for examples of political conversation that the citizen may find themselves.", "…set was constructed through the generation and introduction of the search terms by the researcher and by the rules of the Google search engine itself, as discussed earlier (Schwartz, 2014; Rieder and Sire, 2014; Jiang, 2014; Horling and Kulick, 2009; Sullivan, 2009; Fiorelli, 2013; Diaz, 2008).", "However, this cannot be thought of as stratified random sampling as the data set was constructed through the generation and introduction of the search terms by the researcher and by the rules of the Google search engine itself, as discussed earlier (Schwartz, 2014; Rieder and Sire, 2014; Jiang, 2014; Horling and Kulick, 2009; Sullivan, 2009; Fiorelli, 2013; Diaz, 2008)."], "intents": ["background", "methodology"], "citingPaper": {"paperId": "f64b1d3877171f9557e5d4d7f5f0ed753d61c52e", "externalIds": {"MAG": "2578018515"}, "url": "https://www.semanticscholar.org/paper/f64b1d3877171f9557e5d4d7f5f0ed753d61c52e", "title": "Understanding large scale public political conversation online in austerity Britain through an iterative, quali-quanti investigation.", "abstract": "This study investigated online public political conversation in the UK. Drawing on theories of deliberative democracy, it emphasised the importance of inter-ideological discussion between citizens in the formation of informed opinion and preferences, focussing on the potential of the internet to facilitate this through large scale, ideologically diverse conversations. A multivariate analysis investigated the roles of interface design, institutional linkage and participant community dynamics in the formation of online political conversation. The investigation of conversation from across the internet required a very large scale approach, situating the study within the big data paradigm. However, it also required deeper understanding of human communication, gained through more qualitative analysis. Therefore the study utilised a novel, iterative, quali-quanti approach featuring initial, large scale quantitative analysis – involving bespoke software to automate the collection and analysis of conversation data – that was used to direct further iterations of increasingly smaller scale and qualitative analysis. Reflections on the successful application of the methodology are significant in themselves, but the study also generated novel observations of online public political conversation. The findings illustrated participatory spaces as unique online niches, each with specific communities and goals, and described how participant agency allows citizens to contribute according to various democratic models. For example, an action-oriented approach existed in policy related spaces, in which participants sought only to express a preference, rather than engage in discussion. In more discursive spaces, non-political social bonds between participants were seen to be particularly important in the facilitation of civil, productive, inter-ideological debate and certain participatory roles were important in facilitating these bonds. The design of spaces exerted a significant, but not determining effect on conversation, being used to present conversation in particular ways. However, certain features, notably active facilitation, helped to shape conversation through enabling some of the important community roles to be performed.", "venue": "", "year": 2016, "referenceCount": 219, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "46580807", "name": "C. Birchall"}]}}, {"isInfluential": false, "contexts": ["Search engines contain biases that are not necessarily transparent to users (Wouters and Gerbec 2003; Diaz 2008; Goldman 2008; Levene 2010)."], "intents": ["background"], "citingPaper": {"paperId": "308be875704a3901129378d0922b7710732a3bd4", "externalIds": {"MAG": "1853760102", "DOI": "10.5860/choice.191013"}, "url": "https://www.semanticscholar.org/paper/308be875704a3901129378d0922b7710732a3bd4", "title": "Ethnography for the Internet: Embedded, Embodied and Everyday", "abstract": "The internet has become embedded into our daily lives, no longer an esoteric phenomenon, but instead an unremarkable way of carrying out our interactions with one another. Online and offline are interwoven in everyday experience. Using the internet has become accepted as a way of being present in the world, rather than a means of accessing some discrete virtual domain. Ethnographers of these contemporary Internet-infused societies consequently find themselves facing serious methodological dilemmas: where should they go, what should they do there and how can they acquire robust knowledge about what people do in, through and with the internet?This book presents an overview of the challenges faced by ethnographers who wish to understand activities that involve the internet. Suitable for both new and experienced ethnographers, it explores both methodological principles and practical strategies for coming to terms with the definition of field sites, the connections between online and offline and the changing nature of embodied experience. Examples are drawn from a wide range of settings, including ethnographies of scientific institutions, television, social media and locally based gift-giving networks. - See more at: http://www.bloomsbury.com/uk/ethnography-for-the-internet-9780857855701/#sthash.6wmdZKzF.dpuf", "venue": "", "year": 2015, "referenceCount": 290, "citationCount": 305, "influentialCitationCount": 23, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145202971", "name": "C. Hine"}]}}, {"isInfluential": false, "contexts": ["It is generally hard to know what is not found, but studies have considered the “bias” or “politics” that search engines present (see: Diaz, 2008; Gerhart, 2004; Granka, 2010; Hargittai, 2007; Hindman & Tsioutsiouliklis, 2003; Introna & Nissenbaum, 2000; Pariser, 2011)."], "intents": ["background"], "citingPaper": {"paperId": "410fd707ab3bd86a4559dbba7b4fd9e8de9418f4", "externalIds": {"DBLP": "journals/jasis/Hjorland15b", "MAG": "1814308847", "DOI": "10.1002/asi.23250"}, "url": "https://www.semanticscholar.org/paper/410fd707ab3bd86a4559dbba7b4fd9e8de9418f4", "title": "Classical databases and knowledge organization: A case for boolean retrieval and human decision‐making during searches", "abstract": "This paper considers classical bibliographic databases based on the Boolean retrieval model (such as MEDLINE and PsycInfo). This model is challenged by modern search engines and information retrieval (IR) researchers, who often consider Boolean retrieval a less efficient approach. The paper examines this claim and argues for the continued value of Boolean systems, and suggests two further considerations: (a) the important role of human expertise in searching (expert searchers and “information literate” users) and (b) the role of library and information science and knowledge organization (KO) in the design and use of classical databases. An underlying issue is the kind of retrieval system for which one should aim. Warner's (2010) differentiation between the computer science traditions and an older library‐oriented tradition seems important; the former aim to transform queries automatically into (ranked) sets of relevant documents, whereas the latter aims to increase the “selection power” of users. The Boolean retrieval model is valuable in providing users with the power to make informed searches and have full control over what is found and what is not. These issues may have significant implications for the maintenance of information science and KO as research fields as well as for the information profession as a profession in its own right.", "venue": "J. Assoc. Inf. Sci. Technol.", "year": 2015, "referenceCount": 144, "citationCount": 23, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1398507445", "name": "Birger Hjørland"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "99220556621d1f258e97e64192356c11079150c2", "externalIds": {"MAG": "1541821494", "DOI": "10.1002/9781118767771.WBIEDCS140"}, "url": "https://www.semanticscholar.org/paper/99220556621d1f258e97e64192356c11079150c2", "title": "Search Engines Law and Policy", "abstract": "Search engines are a critical tool for automation. As they mediate between users and indexed entities they index, they reconfigure flows of knowledge, funds, and influence. Internet policy debates focus on the relative strengths of search engines' duties to various entities and the search engines' own rights to order content and enter into contracts as they deem fit. Bias is a particular concern: Is a search engine making a good faith effort to order content tailored to users' interests and queries, or are such judgments invisibly influenced by its commercial agenda? This entry focuses on general-purpose search engines, such as Google, Yahoo, Bing, and Baidu, but the issues raised by them are of significant interest wherever search functions are deployed. \n \n \nKeywords: \n \ncyberculture; \ncyberlaw; \ninformation systems; \ninternet studies; \nmass media; \nmedia law; \nmedia and society; \nsearch engines", "venue": "", "year": 2015, "referenceCount": 3, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "24272314", "name": "Frank A. Pasquale"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9f27b2749cb552a10f4d229d33dff83660a133ce", "externalIds": {"MAG": "603286781", "DOI": "10.1017/cbo9781139946513"}, "url": "https://www.semanticscholar.org/paper/9f27b2749cb552a10f4d229d33dff83660a133ce", "title": "Citizenship and Identity in the Age of Surveillance", "abstract": "Acknowledgements 1. Vulnerability, safety, surveillance 2. Bodies and biosurveillance 3. Data and data subjects 4. Spaces of surveillance 5. Performative surveillance and the witness-subject 6. Surveillance and global witness citizenship Bibliography Index.", "venue": "", "year": 2015, "referenceCount": 164, "citationCount": 13, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "145319573", "name": "P. Nayar"}]}}, {"isInfluential": false, "contexts": ["In the recent past, Google has launched a new application, called “Google Goggles” for Google Android mobile phones1, which is a content-based search application and allows people to search for more information about a famous landmark or work of art simply by taking a photo of that object [6, 7]."], "intents": ["background"], "citingPaper": {"paperId": "a03630947cde8a2248986ae3be8977343ff899a7", "externalIds": {"MAG": "2779909378"}, "url": "https://www.semanticscholar.org/paper/a03630947cde8a2248986ae3be8977343ff899a7", "title": "On content based image retrieval and its application", "abstract": "Searching digital information archives on the internet and elsewhere has become a significant part of our daily life. A major part of this growing body of information is digital image and video. The task of automated image retrieval is complicated by the fact that many images do not have adequate textual descriptions. Retrieval of images through the analysis of their visual content is therefore an exciting and a worthwhile research challenge. In this thesis, emphasize have been given to the different image representation technique using various recently developed Multi-Resolution Analysis (MRA) tools like curvelet transform, ripplet transform and many more. An extensive investigation has been performed to find out a proper combination of MRA feature extraction tool and the suitable classifier in order to generate compact feature vector for an efficient representation of different image class. It has been shown that a compact image feature representation plays an important role in order to obtain the high accuracy of retrieval results. However, in spite of the compact representation of the image, still there exists a semantic gap between the actual visual meaning of an image and its low level representation in terms of feature vectors. To overcome this problem, fuzzy and graph based relevance feedback mechanism have been proposed in this thesis. Finally, two image retrieval systems in real life application have been designed. In this regard, radiographic and endoscopic based image retrieval system is proposed. Extensive experiments and comparisons with state-of-the-art schemes are carried out to qualitatively as well as quantitatively evaluate the performance of the proposed schemes. In conclusion, the present thesis has addressed few existing problems in CBIR system design and developed the suitable solution for most of them.", "venue": "", "year": 2015, "referenceCount": 309, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "37515399", "name": "M. Chowdhury"}]}}, {"isInfluential": true, "contexts": ["Google’s search engine technology, PageRank, effectively ranks websites based on popularity, as determined by the number of links made from other “important” popular websites to the specific website in question (Diaz, 2008).", "Gaining user trust and endorsement has become especially important on the Internet with its increasingly commercial nature, with many Web producers relying on their online presence and visibility to boost revenues (Diaz, 2008).", "Search engines, particularly Google, which handles the majority of Web queries,\nare known as the “gatekeepers of cyberspace” (Diaz, 2008, p.11).", "As an example, Diaz (2008) cited a study by Google that found that, in 2005, advertisements on Google alone brought in over $6 billion dollars, which is a significant portion of the company’s yearly revenue.", "…product placement, or paid placement in search results help to finance and support specific websites, as well as search engines, it becomes increasingly important to understand how online health information is mediated by various market forces (Diaz, 2008; Introna & Nissenbaum, 2000; Mager, 2012).", "In other words, popularity increases the webpage’s relative rank (Diaz, 2008; Granka, 2010).", "A well-linked site appears higher in search results and receives greater “traffic,” ensuring that popularity becomes the main currency\n85\nto boost a website’s online profile (Diaz, 2008).", "In addition, paid placement allows websites to purchase search result text enabling them to appear above, below, or beside top ranks labeled as “sponsored” or “featured” sites (Diaz, 2008).", "Of perhaps greater interest, search engines have faced increasing criticism in the\nrole they play in mediating and privileging certain types of information found online (Granka, 2010; Diaz, 2008).", "…2001), user search behavior (Eysenbach & Kohler, 2002; Morahan-Martin, 2004; Nettleton, Burrows, & O’Malley, 2005), politics of search engines (Diaz, 2008; Granka, 2010; Introna & Nissenbaum, 2000), construction of media audiences (Bermejo, 2009), and online advertising (Faber, Lee, & Nan,…"], "intents": ["background", "methodology"], "citingPaper": {"paperId": "f64b4af479d525df8b0c1ad842f44c15300f2c0a", "externalIds": {"MAG": "2280773554"}, "url": "https://www.semanticscholar.org/paper/f64b4af479d525df8b0c1ad842f44c15300f2c0a", "title": "Stress and depression discourses on self-help websites : what is their relation in the online context?", "abstract": null, "venue": "", "year": 2015, "referenceCount": 78, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "6916220", "name": "A. Valiakalayil"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": null, "externalIds": null, "url": null, "title": "On Governing Academic Writing", "abstract": null, "venue": "", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": "2734545", "name": "Lucas D. Introna"}]}}, {"isInfluential": false, "contexts": ["Not only is political filtering a highprofile public issue, there is also growing concern that search engines, like legacy media, may exert undue influence through mainstreaming, hyper-commercialism and consolidation (Diaz, 2008)."], "intents": ["background"], "citingPaper": {"paperId": "1d6f9e0408ac94f0789cdb597f3ff610f40df21c", "externalIds": {"DBLP": "journals/nms/Jiang14", "DOI": "10.1177/1461444813481196"}, "url": "https://www.semanticscholar.org/paper/1d6f9e0408ac94f0789cdb597f3ff610f40df21c", "title": "The business and politics of search engines: A comparative study of Baidu and Google’s search results of Internet events in China", "abstract": "Despite growing interest in search engines in China, relatively few empirical studies have examined their sociopolitical implications. This study fills several research gaps by comparing query results (N = 6320) from China’s two leading search engines, Baidu and Google, focusing on accessibility, overlap, ranking, and bias patterns. Analysis of query results of 316 popular Chinese Internet events reveals the following: (1) after Google moved its servers from Mainland China to Hong Kong, its results are equally if not more likely to be inaccessible than Baidu’s, and Baidu’s filtering is much subtler than the Great Firewall’s wholesale blocking of Google’s results; (2) there is low overlap (6.8%) and little ranking similarity between Baidu’s and Google’s results, implying different search engines, different results and different social realities; and (3) Baidu rarely links to its competitors Hudong Baike or Chinese Wikipedia, while their presence in Google’s results is much more prominent, raising search bias concerns. These results suggest search engines can be architecturally altered to serve political regimes, arbitrary in rendering social realities and biased toward self-interest.", "venue": "New Media Soc.", "year": 2014, "referenceCount": 53, "citationCount": 46, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "46332897", "name": "Min Jiang"}]}}, {"isInfluential": false, "contexts": ["Search engines are the ‘gatekeepers of cyberspace’ and Google ‘overwhelmingly dominates the industry’ limiting selective choices by including some and not others (Diaz, 2008: 11)."], "intents": ["background"], "citingPaper": {"paperId": "4eb1ad070e66754fbe33b3f09fdd1f77626dfe5a", "externalIds": {"MAG": "1863818521"}, "url": "https://www.semanticscholar.org/paper/4eb1ad070e66754fbe33b3f09fdd1f77626dfe5a", "title": "Blogging while black and British : an exploratory study on the use of blogs as social cultural and counterhegemonic practice", "abstract": "This thesis is an exploratory study on how people of African descent in the UK use blogs as social, cultural and counterhegemonic practice and is positioned within the theoretical frameworks of alternative media and critical race theory (CRT). The research questions at the centre of this study are what motivates African Caribbean people in the UK to become bloggers; what gratification they experience through authoring blogs; how they use blogs to address issues of representation in the mainstream media and their perceptions of the social impact of their activities as bloggers. The findings reveal that motivation for blogging is linked to voice, visibility and empowerment and gratification is linked to voice, knowledge sharing, knowledge acquisition and social interaction. While voice, as a motivational factor and gratification for some participants is linked to interests in creative writing and journalism, for many others motivation and gratification are driven by a complex set of factors linked to issues of race and representation. These stem from feelings of being voiceless, invisible and marginalised as African Caribbean people in British society and blogs function as an assertive strategy and medium for self-representation. The constructed narratives of the bloggers who participated in this study reveal their experience of subtle forms of prejudice and discrimination perpetuated through dominant discourses in the mainstream media and marginalisation in the wider society. The findings demonstrate that race and ethnicity are inextricably linked to motivation and gratification and influence blogging practice and content production. This thesis expands on current literature by documenting how African Caribbean people have appropriated blogs to harness social and cultural capital, to mediate against racism and marginalisation within British society and to empower themselves and their communities.", "venue": "", "year": 2014, "referenceCount": 330, "citationCount": 1, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "32296313", "name": "D. Gabriel"}]}}, {"isInfluential": false, "contexts": ["The most popular political theory around this theme states that media organizations that are already powerful are reinforced by Google: a highly ranked linked in Google will be clicked, and this click will automatically reinforce its ranking (Diaz, 2008; Hindman et al., 2003)."], "intents": ["background"], "citingPaper": {"paperId": "60b2c0f69b65132ff20076921397cfe4d42a6da4", "externalIds": {"DBLP": "journals/nms/SanzS14", "MAG": "2146032435", "DOI": "10.1177/1461444813481198"}, "url": "https://www.semanticscholar.org/paper/60b2c0f69b65132ff20076921397cfe4d42a6da4", "title": "Your search – ‘Ontological Security’ – matched 111,000 documents: An empirical substantiation of the cultural dimension of online search", "abstract": "More than any other form of online activity, the practices of online information search have been overwhelmingly associated with their straightforward utility and with the potential alterations in the socio-economic structure that the access to this information, or lack thereof, entails. However, even when afforded such an apparently instrumental role, several important elements of the Internet are based on, and oriented towards, culture, identity and collectivity, and relate to a symbolically un-fragmented system that remains largely unconscious. In this paper we appropriate the concept of ontological security to explore the autonomy of the cultural dimension of online search, which has gone largely unanalysed in the literature. Ontological security is the unconscious sense that individuals have about the continuity and order in events related to their lives. At the collective level, it relates to the stability of the symbolic structures of society, which are both inclusive and exclusionary. Through a series of qualitative and quantitative empirical exercises, we show that search engines (1) construct ontological meaning as much as they provide utility, (2) relate to unconscious individuation even more strongly than rational instrumentality and (3) help in dealing with existential questions about the informational chaos of reality generated during the realization of global events. Even in the seemingly individualistic information society, search brings a clearer sense of the position of the subject in relation to the collectivity.", "venue": "New Media Soc.", "year": 2014, "referenceCount": 42, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "31031877", "name": "E. Sanz"}, {"authorId": "2869864", "name": "Juraj Stancík"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d596255f2750fe751161070c63d4d5a0b49ff8a0", "externalIds": {"MAG": "2315475239", "DOI": "10.1111/JCOM.12126"}, "url": "https://www.semanticscholar.org/paper/d596255f2750fe751161070c63d4d5a0b49ff8a0", "title": "Search Concentration, Bias, and Parochialism: A Comparative Study of Google, Baidu, and Jike's Search Results From China: Search Concentration, Bias, and Parochialism", "abstract": null, "venue": "", "year": 2014, "referenceCount": 16, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39471298", "name": "M. Jiang"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e3eb9366d7a1ec1bb32752d757917dd97279f490", "externalIds": {"DBLP": "journals/jcmc/LiABS14", "MAG": "1921121791", "DOI": "10.1111/JCC4.12043"}, "url": "https://www.semanticscholar.org/paper/e3eb9366d7a1ec1bb32752d757917dd97279f490", "title": "Channeling Science Information Seekers' Attention? A Content Analysis of Top-Ranked vs. Lower-Ranked Sites in Google", "abstract": "Researchers have suggested that search engines shape portrayals of information by making large and popular websites more prominent while discriminating against smaller sites. Despite the possible skew of information sources, little empirical work has examined whether there is consistent dominance of content representative of that in highly ranked web links provided by search engines. We conducted a content analysis of a particular issue-nanotechnology-in Google and found that the very top-ranked Google results are likely to feature the technical-, environmental-, and risk-related aspects of nanotechnology. We compared this to lower-ranked search results and found emphasis on significantly different themes. The implications of Google as a market-dominant search engine on the diversity of online science content are discussed.", "venue": "J. Comput. Mediat. Commun.", "year": 2014, "referenceCount": 36, "citationCount": 10, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152297732", "name": "N. Li"}, {"authorId": "3195570", "name": "Ashley A. Anderson"}, {"authorId": "3030164", "name": "D. Brossard"}, {"authorId": "2994143", "name": "D. Scheufele"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e97ade6ae6c6a8b9af4d2b0ee1b4192f22c703bf", "externalIds": {"MAG": "1943268818", "DBLP": "journals/insk/Bendel16", "DOI": "10.1007/s00287-014-0836-y"}, "url": "https://www.semanticscholar.org/paper/e97ade6ae6c6a8b9af4d2b0ee1b4192f22c703bf", "title": "Die Datenbrille aus Sicht der Informationsethik", "abstract": "ZusammenfassungDie Datenbrille in der Moral der Informationsgesellschaft. Die Datenbrille ist ein mit Peripheriegeräten ergänzter Kleinstrechner, der am Kopf getragen und mit Augen und Händen sowie der Stimme gesteuert bzw. bedient wird. Dinge, Pflanzen, Tiere und Menschen respektive Situationen und Prozesse werden registriert, analysiert und mit virtuellen Informationen angereichert. Mehrere Modelle mit ähnlichen Funktionen sind auf dem Markt. Aus ethischer Sicht stellen sich verschiedene Fragen. Insbesondere die Informationsethik ist gefordert, etwa zu Themen wie Informationsgerechtigkeit und informationelle Autonomie.", "venue": "Informatik-Spektrum", "year": 2016, "referenceCount": 32, "citationCount": 5, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2015117", "name": "Oliver Bendel"}]}}, {"isInfluential": true, "contexts": ["What does this mean? While Google’s market dominance is widely commented on in media research (Diaz, 2008; Grimmelmann, 2010), an economic analysis indicates that this monopoly is neither accidental nor simply attributable to particular merits or misconducts of the market leader.", "5 million advertisers, which goes a long way towards diluting the pressure that could be exerted by any individual company; additionally, Google takes the liberty to refuse a wide variety of ads (Diaz, 2008).", "Search engines have consequently been framed as ‘gatekeepers’ (Diaz, 2008; Machill et al., 2008; Röhle, 2009), as a ‘public good’ (Goldman, 2010) and as ‘capable of shaping public discourse itself’ (Grimmelmann, 2010: 456), and have been analysed in terms of power, fairness, monopoly and so on.", "However, one can certainly question a company’s design decisions and their ‘editorial’ effects, and Google has indeed been criticized for its focus on the popularity of a site rather than the richness of its content (Diaz, 2008; Introna and Nissenbaum, 2000).", "In 2009, the company was estimated (Helft, 2009) to have between 1.3 and 1.5 million advertisers, which goes a long way towards diluting the pressure that could be exerted by any individual company; additionally, Google takes the liberty to refuse a wide variety of ads (Diaz, 2008).", "…from the outset, insisted on a visual separation between the two, authors such as Diaz doubt that this separation goes far enough when paid links regularly show up in the same column and above the ‘first hit’ – ‘Google, after all, has an enormous interest in blurring that line’ (Diaz, 2008: 22).", "While Google’s market dominance is widely commented on in media research (Diaz, 2008; Grimmelmann, 2010), an economic analysis indicates that this monopoly is neither accidental nor simply attributable to particular merits or misconducts of the market leader.", "The most debated critical question related to search engines is certainly that of bias (Diaz, 2008; Introna and Nissenbaum, 2000; Goldman, 2010)."], "intents": ["background"], "citingPaper": {"paperId": "f5b964e93327067aef2b45ada9503bf6b4944de1", "externalIds": {"DBLP": "journals/nms/RiederS14", "MAG": "2155059737", "DOI": "10.1177/1461444813481195"}, "url": "https://www.semanticscholar.org/paper/f5b964e93327067aef2b45ada9503bf6b4944de1", "title": "Conflicts of interest and incentives to bias: A microeconomic critique of Google’s tangled position on the Web", "abstract": "Media scholars have studied and critiqued search engines – and in particular the dominant commercial actor, Google – for over a decade. Several conceptual and methodological problems, such as a lack of technological transparency, have made a detailed analysis of concrete power relations and their effects difficult. This paper argues that a microeconomic approach can aid media scholars in examining the complex interactions that underpin the dynamics of information visibility unfolding around the Google search engine. Using the concept of a ‘three-sided market’, we characterize the business model built around google.com as the foundation of the company’s success. We then argue that the combination of search and advertising services, and in particular advertising network services, creates powerful incentives to orient the results page in self-serving ways, leading to fundamental conflicts of interest exacerbated by Google’s dominant position in both markets. Based on search engines’ mass media-like capacity to shape public discourse, we consider the identification of economic forces both as a prerequisite for a robust critique of the current situation and as a starting point for thinking about regulatory measures.", "venue": "New Media Soc.", "year": 2014, "referenceCount": 55, "citationCount": 72, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "145365724", "name": "Bernhard Rieder"}, {"authorId": "49394106", "name": "G. Sire"}]}}, {"isInfluential": true, "contexts": ["Tidwell (1999) uses the method to discuss how the World Wide Web can support ethical debates between professional communities.", "To be sure, PageRank is not the only feature of Google’s search technology that generates a list of results for a given query—commercial interests, linguistic cues, Web metadata, and personalized results also contribute.", "Privacy, context, and oversharing: Reputational challenges in a Web 2.0 world.", "Web search: Springer series in information science and knowledge management, 14 (pp. 77-99).", "Privacy, context, and oversharing: Reputational\nchallenges in a Web 2.0 world.", "Google Books: A metadata trainwreck [Web log post].", "Eventually, Google Books settled into the broader information ecosystem of the Web and its preview mechanisms have effectively prevented it from sparking widespread copyright violation.", ": A content analysis of Web sites posting DVD circumvention software.", "In\ntheir seminal article “Shaping the Web: Why the Politics of Search Engines Matters,” Introna and Nissenbaum (2000) brought to light various political and moral dimensions of search algorithms like those employed by Google.", "Though there has been much handwringing over whether or not new and novel frameworks are needed to address issues of morality in the face of advanced ICTs, Weber argues that the wealth of resources yet available in the liberal tradition alone suggests that inventing entirely new theories is not entirely necessary.", "Since the publication of Introna and Nissenbaum’s article, scholars have continued to critically address issues of information bias, censorship, online diversity, and democratic deliberation as they relate to search engine technology (Hargittai, 2007; Zimmer, 2008a; Diaz, 2008).", "The comparative opacity of Google search is problematic in light of the power they wield online—they are able to direct and shape the flow of information on the World Wide Web, relying on automated algorithms for determining what content to display and what content to ignore in response to a given query.", "(Reprinted from Harvard Law Review, 4(5), 193-220, 1890)\nWeber, K. (2010) Information ethics in a different voice, or: Back to the drawing board\nof intercultural information ethics.", "The complexity and proprietary nature of Google’s search technology makes assessing its moral and political dimensions incredibly difficult (Diaz, 2008, p. 17).", "However, insofar as Google relies on PageRank to deliver results, Google search does not mitigate against arbitrary inequality, but, rather, tends to mirror or exacerbate the uneven distribution of links on the Web (Diaz, 2008, p. 16).", "Two fair use rulings, one clear message [Web log post].", "Weber, M. (1948).", "For Google, then, relevance is in large part continuous with popularity and visibility (Diaz, 2008).", "Webs\nof users and developers in the development process of a technical standard.", "For Google, then, relevance is in large part continuous with popularity and visibility (Diaz, 2008). Since the publication of Introna and Nissenbaum’s article, scholars have continued to critically address issues of information bias, censorship, online diversity, and democratic deliberation as they relate to search engine technology (Hargittai, 2007; Zimmer, 2008a; Diaz, 2008).(51) Ultimately, work in this area is driven by “a desire to prevent online information from merely mimicking the power structure of the conglomerates that dominate the media landscape” (Granka, 2010, p. 365). The biases of search engine technology serve to exacerbate what Diaz (2008) calls “link inequality”—the disparity between underrepresented pages and thoroughly linkedto and visible pages.", "The biases of search engine technology serve to exacerbate what Diaz (2008) calls\n“link inequality”—the disparity between underrepresented pages and thoroughly linkedto and visible pages.", "Brey briefly presents an overview of competing conceptions of social power advanced by Lukes (1974), Dowding (1996), and Weber (1948) before outlining two formulations of the social power, one broad and one narrow.", "Web search: Springer series in information science and knowledge management, 14 (pp. 11-34).", "Google checks out library books [Web log post].", "The artful accidents of Google Books [Web log post].", "Recognizing the hidden or obscured politics of search engine technology challenges utopian visions of the World Wide Web as a\n51 For a dedicated review of literature on the politics of search engines, see Granka, 2010.", "From Max Weber: Essays in sociology.", "The work of Introna and Nissenbaum (2000), for example, exposes how the search results produced by search engine algorithms—which, on the surface, appear to innocuously help users navigate the Web—are biased towards large sites or towards sites designed by particularly savvy computer professionals.", "Information as Property, Theorizing the Web, University of Maryland-College Park, MD. April 2011.", "Weber (2010), as mentioned earlier, has identified a similar shortcoming, pointing out that scholars interested in intercultural information ethics have ignored important developments and clarifications in the area of group and minority rights generated by debates over Rawls’ work (i.e., Kymlicka, 1989).", "Stressing the value of attending to the ideas developed in debates over Rawls for\nthinking about moral issues in information and technology, Karsten Weber (2010) has called for a return to Rawlsian theory by scholars interested in issues of ethics, information, and technology.", "The externalities of search 2.0: The emerging privacy threats when\nthe drive for the perfect search engine meets Web 2.0.", "The future of fair use after Google Books [Web log post].", "Judging Books Search by its cover [Web log post].", "…bias, censorship, online diversity, and democratic deliberation as they relate to search engine technology (Hargittai, 2007; Zimmer, 2008a; Diaz, 2008).51 Ultimately, work in this area is driven by “a desire to prevent online information from merely mimicking the power structure of the…", "The Five WTFs, University of Wisconsin-Milwaukee OneWebDay Celebration, Milwaukee, WI. September 2008.", "In this sense, it is “built on an installed base” and, as a consequence, inherits certain limitations and a dependence on standards set by the World Wide Web and the Internet.", "Shaping the Web: Why the Politics of Search\nEngines Matters."], "intents": ["background"], "citingPaper": {"paperId": "fdb2fbd3c77ba217c82ecc50ff97dc771b1041eb", "externalIds": {"MAG": "179243571"}, "url": "https://www.semanticscholar.org/paper/fdb2fbd3c77ba217c82ecc50ff97dc771b1041eb", "title": "Google Books as Infrastructure of In/justice: Towards a Sociotechnical Account of Rawlsian Justice, Information, and Technology", "abstract": null, "venue": "", "year": 2014, "referenceCount": 309, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40392783", "name": "A. Hoffmann"}]}}, {"isInfluential": false, "contexts": ["There is also growing concern that search engines, like legacy media, may exert undue influence through mainstreaming, hyper-commercialism, and consolidation (Diaz, 2008).", "As a new form of media mainstreaming, search engines like Baidu and Google represent the transference of “media monopoly” from traditional media empires to new ones (Diaz, 2008)."], "intents": ["background"], "citingPaper": {"paperId": "14cbf6d6c28c73dbf682b89eef756aff5052127c", "externalIds": {"MAG": "2110728601", "DOI": "10.2139/SSRN.2242652"}, "url": "https://www.semanticscholar.org/paper/14cbf6d6c28c73dbf682b89eef756aff5052127c", "title": "Search Concentration, Bias, and Parochialism: A Comparative Study of Google, Baidu, and Jike's Search Results From China", "abstract": "Do search engines drive Web traffic to well-established sites leading to a high degree of search results concentration? Do search engines favor their own content while demoting others? How parochial or cosmopolitan are search engines in directing traffic to sites beyond users’ national borders? This study explores these issues by empirically comparing search results of Baidu, Google and Jike from mainland China obtained in August 2011 and August 2012. It finds that search engines in China, particularly Baidu, tend to drive traffic to well-established sites. Baidu’s results also raise serious doubts over its impartiality. Rather than making users’ search experiences more cosmopolitan, tuned to the larger world around them, search engines rarely direct Chinese users to content beyond national borders.", "venue": "", "year": 2013, "referenceCount": 35, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "39471298", "name": "M. Jiang"}]}}, {"isInfluential": false, "contexts": ["There is also growing concern that search engines, like legacy media, may exert undue influence through mainstreaming, hyper-commercialism, and consolidation (Diaz, 2008).", "As a new form of media mainstreaming, search engines like Baidu and Google represent the transference of “media monopoly” from traditional media empires to new ones (Diaz, 2008)."], "intents": ["background"], "citingPaper": {"paperId": "2e7966a1ba057997db666921e625bc4ed7fc49c5", "externalIds": {"DOI": "10.2139/ssrn.2329847"}, "url": "https://www.semanticscholar.org/paper/2e7966a1ba057997db666921e625bc4ed7fc49c5", "title": "Search Concentration, Bias, and Parochialism: A Comparative Study of Google, Baidu and Jike's Search Results from China", "abstract": "Do search engines tend to drive Web traffic to well-established sites leading to a high degree of search results concentration? Do search engines favor their own content while demoting others? How parochial or cosmopolitan are search engines in directing traffic to sites beyond a user’s national borders? This study explores these issues by empirically comparing search results of Baidu, Google and Jike from mainland China obtained in August 2011 and August 2012. It finds that search engines in China, particularly Baidu, tend to drive traffic to well-established sites. Baidu’s results also raise serious doubts over its impartiality. Rather than making users’ search experiences more cosmopolitan, tuned to the larger world around them, search engines rarely direct Chinese users to content beyond national borders.", "venue": "", "year": 2013, "referenceCount": 47, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1592749264", "name": "Min Jiang"}]}}, {"isInfluential": false, "contexts": ["While in some cases this is acceptable or even desirable, in others it might be considered harmful (Diaz 2008)."], "intents": ["background"], "citingPaper": {"paperId": "3b51e54338fa79f5d5ed0744b5f3ac2941222367", "externalIds": {"MAG": "1510194658", "ArXiv": "1302.2318", "DBLP": "journals/corr/abs-1302-2318"}, "url": "https://www.semanticscholar.org/paper/3b51e54338fa79f5d5ed0744b5f3ac2941222367", "title": "On Search Engine Evaluation Metrics", "abstract": "Die Suchmaschinen-Evaluationsforschung verfugt uber zahlreiche Mase. Erst in den letzten Jahren wurde die Frage aufgebracht, wie aussagekraftig einzelne Mase sind; in den meisten Fallen gibt es keine Untersuchungen zum Zusammenhang der Mase mit realen Nutzererlebnissen. Der erste Teil der Dissertation bietet einen Uberblick uber vorherige Publikationen zu Evaluationen von Evaluationsmasen sowie kritische Auseinandersetzungen mit einzelnen Studien und Ansatzen. Im zweiten Teil wird ein Meta-Evaluationsmas (Preference Identification Ratio/PIR) vorgestellt, das die Fahigkeit eines Evaluationsmases zum Erfassen von Nutzerpraferenzen abbildet. Zusatzlich wird ein Framework eingefuhrt, das es erlaubt, viele Evaluationsmase gleichzeitig unter Variation ihrer Parameter und Evaluationsansatzen zu untersuchen. Sowohl PIR als auch das Meta-Evaluationsframework werden im Rahmen einer Studie getestet, die interessante vorlaufige Ergebnisse vorweisen kann; insbesondere erscheint das Hinterfragen der Aussage von Masen oder ihren Parametern zweckmasig zu sein. Diese Evaluationsmethoden sollten ihrerseits im Hinblick auf die Ziele einer Untersuchung im Voraus evaluiert werden.", "venue": "ArXiv", "year": 2013, "referenceCount": 184, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2139703142", "name": "Pavel Sirotkin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5540b1464feea48dcfe31f15546135b7ecec63ae", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/5540b1464feea48dcfe31f15546135b7ecec63ae", "title": "Search Engines and Social Science: A Revolution in the Making", "abstract": null, "venue": "", "year": 2013, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "36681183", "name": "F. Trevisan"}]}}, {"isInfluential": false, "contexts": ["Several authors have shown how search engines can contain technical biases, especially in coverage, indexing and ranking (Van Couvering 2007; Diaz 2008; Mowshowitz and Kawaguchi 2002; Vaughan and Thelwall 2004; Witten 2007)."], "intents": ["background"], "citingPaper": {"paperId": "abb054df8076453474879fe9d25830af5715ad1b", "externalIds": {"MAG": "2037451280", "DOI": "10.1007/s10676-013-9321-6"}, "url": "https://www.semanticscholar.org/paper/abb054df8076453474879fe9d25830af5715ad1b", "title": "Bias in algorithmic filtering and personalization", "abstract": "Online information intermediaries such as Facebook and Google are slowly replacing traditional media channels thereby partly becoming the gatekeepers of our society. To deal with the growing amount of information on the social web and the burden it brings on the average user, these gatekeepers recently started to introduce personalization features, algorithms that filter information per individual. In this paper we show that these online services that filter information are not merely algorithms. Humans not only affect the design of the algorithms, but they also can manually influence the filtering process even when the algorithm is operational. We further analyze filtering processes in detail, show how personalization connects to other filtering techniques, and show that both human and technical biases are present in today’s emergent gatekeepers. We use the existing literature on gatekeeping and search engine bias and provide a model of algorithmic gatekeeping.", "venue": "Ethics and Information Technology", "year": 2013, "referenceCount": 160, "citationCount": 334, "influentialCitationCount": 22, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1779305", "name": "E. Bozdag"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b96d2f6c82b095fe99acbd0a4561cb5f66cba390", "externalIds": {"DBLP": "phd/ethos/Trevisan13", "MAG": "1764235121"}, "url": "https://www.semanticscholar.org/paper/b96d2f6c82b095fe99acbd0a4561cb5f66cba390", "title": "Connected citizens or digital isolation? : online disability activism in times of crisis", "abstract": "This thesis asks whether the internet can at all re-configure political participation into a more inclusive experience for disabled users, enhancing their stakes in citizenship. This issue assumes particular relevance at a time in which, amidst the worst economic crisis in decades, the rights of those traditionally excluded from civic life are at risk of being compromised even further. In an effort to transcend the restrictive access/accessibility framework applied so far in disability and new media research, this project focused on the “digitalisation” of disability activism in the wake of the radical welfare reform introduced by the UK government between 2010 and 2012. A combination of emerging digital methods and established social science techniques were employed to map and analyse the groups involved in opposing proposed changes to disability welfare online. These included: hyperlink network analysis; an “inventory” of online media; content analysis of Facebook conversations; and semi-structured interviews with key figures from a variety of campaigning groups. \n \nOverall, this work exposed an evolution in the ecology of British disability activism involving both changes in the way in which existing organisations operate as well as the emergence of new, online-based players. In particular, three main group types were identified. These included: formal disability organisations (both “professionalised” charities and member-led groups); experienced disabled activists who experimented with e-campaigning for the first time; and a network of young disabled bloggers-turned-activists who operated exclusively online and rapidly gained visibility on both the internet and traditional mass media (i.e. print and broadcast). Each of these phenomena was explored in detail through the analysis of three emblematic case studies (The Hardest Hit; Disabled People Against Cuts; The Broken of Britain). Several findings emerged that invited reflections on both the changing nature of disability activism in the digital age and the significance of the internet as a civic resource for disadvantaged groups more broadly. To assess the influence of contextual factors on these trends, the online experience of British formal disability organisations was compared to that of their American counterparts, which in the same period were opposing proposals for drastic cuts to federal Medicaid funding. \n \nIn Britain, established players were found to be blending traditional repertoires with participatory online tools in a bid to “survive” the pressure of changing user-expectations and the fast pace of contemporary politics. Meanwhile, a new generation of self-appointed disabled “leaders” used online media to construct a radically different form of disability activism. This was focused more on issues than ideology, aspiring to redesigning protest in a less contentious and arguably more effective fashion. Nevertheless, the high centralisation and rigid leadership style adopted by these very same campaigners also cast doubts on their ability to promote a more inclusive campaigning experience for online supporters, whose involvement ultimately constituted a form of “peer-mediated” citizenship rather than direct empowerment. At the same time, the comparative part of this study captured a counter-intuitive picture for which British formal disability organisations were ahead of their American counterparts in terms of online innovation. This generated some important reflections on the very nature of “context” in online politics with particular reference to the relationship between systemic and circumstantial factors, as well as the importance of acute crisis moments as triggers of progress in e-activism.", "venue": "", "year": 2013, "referenceCount": 399, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "36681183", "name": "F. Trevisan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c2eb3844c9d29c4f2c4608e1583e11c5d05405c3", "externalIds": {"MAG": "2131407886", "DOI": "10.3917/RES.177.0063"}, "url": "https://www.semanticscholar.org/paper/c2eb3844c9d29c4f2c4608e1583e11c5d05405c3", "title": "Dans l'esprit du PageRank : Une enquête sur l'algorithme de Google", "abstract": "L'algorithme du moteur de recherche de Google, le PageRank, est une machine morale. Il enferme un systeme de valeurs, donnant la preeminence a ceux qui ont ete juge meritants par les autres, et deploie une volonte : faire du web un espace ou l'echange des merites n'est ni freine ni deforme. En revenant sur les origines du PageRank en sociometrie et en scientometrie, cet article degage les principales proprietes epistemiques d'un systeme de mesure de l'autorite des documents qui s'appuie sur les liens hypertextes que s'echangent les pages du web. Une condition essentielle de sa pertinence, decrite par les modeles statistiques qui fondent la these de la \" sagesse des foules \", est de presupposer que l'outil qui enregistre les comportements des internautes soit exterieur au monde qu'il mesure. Google a mis en place un ensemble de regles pour satisfaire cette condition : separer le referencement naturel et les liens sponsorises, ne pas toucher a la main l'algorithme, encourager les internautes a ne pas agir en fonction de l'algorithme. Mais la massification des usages du web et la multiplication des strategies des internautes pour se faire voir de l'algorithme rendent de plus en plus fragile l'ordre que le PageRank a impose au web.", "venue": "", "year": 2013, "referenceCount": 59, "citationCount": 40, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "87578754", "name": "D. Cardon"}]}}, {"isInfluential": false, "contexts": ["Thirty-five out of 40 participants opened Google straightforwardly, confirming Google’s important gatekeeper role (Diaz 2008).5\n5 Three participants could not immediately find Google, since they typed Goggl or Googl instead (the reason was that the browser of their home computers had Google as its…", "…in users’ online practices, Google is described as a gatekeeper to Web information since it directs users to certain websites and not to others (Diaz 2008).1\nIn the medical context, search algorithms are described as contributing to hierarchies of big, well-connected websites and smaller,…"], "intents": ["background"], "citingPaper": {"paperId": "879874c9bbefc2529bbe59317c7c2cd3662bea3c", "externalIds": {"MAG": "2129448727", "DOI": "10.1515/1944-2866.1166"}, "url": "https://www.semanticscholar.org/paper/879874c9bbefc2529bbe59317c7c2cd3662bea3c", "title": "Search Engines Matter: From Educating Users Towards Engaging with Online Health Information Practices", "abstract": "While the internet is often discussed as empowering or endangering patients due to broadening access to medical and health-related information, little is known about the way patients actually get informed about medical conditions and how the technology shapes their practices. This article draws on 40 user observations and 40 qualitative interviews to explore how users employ the web to obtain knowledge about a chronic disease in the Austrian context. Following concepts from the field of Science and Technology Studies (STS) it elaborates how users’ individual medical preferences and search engines’ mechanisms of pre-filtering information co-shape online health information practices. This analysis exemplifies that search engines are no passive intermediaries, but rather actively shape how users browse through, select and evaluate health information in the context of their own bodies of knowledge. Accordingly, new skills are required on the part of users, but also on the part of medical professionals and policy makers. Both policy makers and doctors are invited to engage with users’ highly individual search practices and establish more dialogue-oriented and technology-focused health policy measures, rather than trying to educate users with standardized quality criteria for websites not responding to users’ online routines and needs, as will be finally concluded. ATTENTION: The article will be published in the journal Policy & Internet. Special issue on e-health. This is a preprint version; please cite the final version once it’s published.", "venue": "", "year": 2012, "referenceCount": 61, "citationCount": 22, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40588447", "name": "Astrid Mager"}]}}, {"isInfluential": false, "contexts": ["Not only is political filtering a highprofile public issue, there is also growing concern that search engines, like legacy media, may exert undue influence through mainstreaming, hyper-commercialism and consolidation (Diaz, 2008)."], "intents": ["background"], "citingPaper": {"paperId": "b33f89d30aa0b8e872af59248f72457256ed2c3e", "externalIds": {"MAG": "2141116065", "DOI": "10.2139/ssrn.2027436"}, "url": "https://www.semanticscholar.org/paper/b33f89d30aa0b8e872af59248f72457256ed2c3e", "title": "The Business and Politics of Search Engines: A Comparative Study of Baidu and Google’s Search Results of Internet Events in China", "abstract": "Despite growing interest in search engines in China, relatively few empirical studies have examined their sociopolitical implications. This study fills several research gaps by comparing query results (N = 6320) from China’s two leading search engines, Baidu and Google, focusing on accessibility, overlap, ranking, and bias patterns. Analysis of query results of 316 popular Chinese Internet events reveals the following: (1) after Google moved its servers from Mainland China to Hong Kong, its results are equally if not more likely to be inaccessible than Baidu’s, and Baidu’s filtering is much subtler than the Great Firewall’s wholesale blocking of Google’s results; (2) there is low overlap (6.8%) and little ranking similarity between Baidu’s and Google’s results, implying different search engines, different results and different social realities; and (3) Baidu rarely links to its competitors Hudong Baike or Chinese Wikipedia, while their presence in Google’s results is much more prominent, raising search bi...", "venue": "", "year": 2012, "referenceCount": 58, "citationCount": 14, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1592749264", "name": "Min Jiang"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f19d2d77ccfab33cdca2285c558d3a41caefb1a0", "externalIds": {"MAG": "3020937185", "DOI": "10.4000/COMMUNIQUER.487"}, "url": "https://www.semanticscholar.org/paper/f19d2d77ccfab33cdca2285c558d3a41caefb1a0", "title": "Exploration du phénomène d’astroturfing : une stratégie de communication usurpant l’identité citoyenne dans l’espace public", "abstract": "Cet article presente une recherche exploratoire portant sur le phenomene d’astroturfing. L’astroturfing est une strategie de communication dont la source reelle est occultee et qui pretend a tort etre d’origine citoyenne. La litterature est tenue a propos de cet objet de recherche qui est pourtant visible dans les societes democratiques. La recherche debusque, sur le Web, 99 cas d’astroturfing. Leur analyse s’appuie sur 548 documents (medias, documents internes, blogues, etc.). Il est alors possible d’esquisser un portrait de ce phenomene en s’interessant a ses initiateurs, ses intermediaires executants, ses objectifs, ses cibles et aux moyens de communication qu’il emprunte. L’interpretation des resultats permet de deduire que l’astroturfing exerce une fonction d’influence en societe, entre autres par le biais de la mise a l’agenda et de l’influence interagenda. Ce premier pas dans la comprehension de ce phenomene se veut, entre autres, un appel a d’autres chercheurs pour qu’une concatenation des resultats puisse s’effectuer. Il nous apparait primordial d’etudier ces strategies de communication, meme si leur ethique est discutable.", "venue": "", "year": 2020, "referenceCount": 57, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Art"], "authors": [{"authorId": "115153308", "name": "Sophie Boulay"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "218b296861faefe23488617da5512c6bf41392c2", "externalIds": {"DBLP": "journals/cacm/KnobelB11", "MAG": "2006991167", "DOI": "10.1145/1965724.1965735"}, "url": "https://www.semanticscholar.org/paper/218b296861faefe23488617da5512c6bf41392c2", "title": "Values in design", "abstract": "Focusing on socio-technical design with values as a critical component in the design process.", "venue": "Commun. ACM", "year": 2011, "referenceCount": 6, "citationCount": 124, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "49143770", "name": "Cory P. Knobel"}, {"authorId": "1858413", "name": "G. Bowker"}]}}, {"isInfluential": false, "contexts": ["• Stratified attention economy: Powerful actors are more visible in Google search results than nonpowerful ones (Diaz 2008, Halavais 2009, Mayer 2009, Rieder 2009, Rogers 2009, Zook and Graham 2007) so that a Googlearchy (Hindman, Tsioutsiouliklis and Johnson 2003) or Googlocracy (Menczer,…"], "intents": ["background"], "citingPaper": {"paperId": "3eb1d8b8c3d57b5abfe6886d85f5f5cc97b1439d", "externalIds": {"MAG": "635967124", "DOI": "10.32855/FCAPITAL.201101.006"}, "url": "https://www.semanticscholar.org/paper/3eb1d8b8c3d57b5abfe6886d85f5f5cc97b1439d", "title": "A Contribution to the Critique of the Political Economy of Google", "abstract": "Google is the world’s most accessed web platform: 46.0% of worldwide Internet users accessed Google in a three-month period (data source: alexa.com, http://internetworldstats.com/stats.htm; February 10, 2011). In January 2011, Google accounted for 65.6% of all searches in the US, Yahoo! for 16.1%, Microsoft sites (including Bing, MSN, Windows Live) for 13.1%, ask.com for 3.4%, and AOL LLC for 1.7% (http://www.comscore.com/Press_Events/ Press_Releases/2011/2/comScore_Releases_January_2011_U.S._Search_Engine_Rankings). In 2010, Google accounted on average for 85.07% of all worldwide searches, Yahoo for 6.12%, Baidu for 3.33%, Bing for 3.25%, Ask for 0.67% and others for 1.56% (January-December 2010, http://marketshare.hitslink.com/search-engine-marketshare.aspx?qprid=5). In China, Baidu accounted in 2010 for on average 60.4% of all searches and Google for only 37.7% (January-December 2010, http://gs.statcounter.com/#search_engine-CN-monthly-201001-201012). Google has become ubiquitous in everyday life – it is shaping how we search, organize and perceive information in contexts like the workplace, private life, culture, politics, the household, shopping and consumption, entertainment, sports, etc. The phrase “to google” has even found its way into the vocabulary of some languages. The Oxford English Dictionary defines “to google” as “search for information about (someone or something) on the Internet, typically using the search engine Google” and remarks that the word’s origin is “the proprietary name of a popular Internet search engine” (http://oxforddictionaries.com/view/entry/m_en_gb0342960#m_en_gb0342960, accessed on February 10, 2011). The German Duden (2009 edition) defines the term “googeln” as “im Internet suchen” (p. 498, = to search on the Internet). The circumstance that a company name becomes part of a vocabulary indicates that the products of large monopoly capitalist companies have become so present in capitalist society that their existence is absolutely taken for granted, not questioned and so strongly fetishized that specific verbs (“to google”, “googeln”) are defined for expressing the usage of these products. There are a lot of affirmative, uncritical popular scienceand business studiespublications about Google that have a celebratory tone, take for granted economic power and do not see this kind of power’s underbelly. For example, David Vise (2005) tells the Google Story in a celebratory tone. He argues that the great thing about Google is that it helps people “to find the information” (Vise 2005:292) they need and that it “reliably provides free information for everyone who seeks it” (Vise 2005:2). Tapscott and Williams invoke the images of revolution and participatory democracy when speaking about web 2.0 companies and therefore characterize Google as providing “participatory Web services” (Tapscott and Williams 2006:193). Bernard Girard (2009) says that Google has “democratized advertising” (Girard 2009:39) and “represents the invention of a new management model – and calling it revolutionary is no exaggeration” (Girard 2009:223). Jeff Jarvis says that talking about Google means “talking about a new society” that is built on “connections, links, transparency, openness, publicness, listening, trust, wisdom, generosity, efficiency, markets, niches, platforms, networks, speed, and abundance” (Jarvis 2009:240f). Books such as the Google Story (Vise 2005), What would Google do? (Jarvis 2009), The Google way (Girard 2009), or Googled (Auletta 2010) not only celebrate Google, but at the same time advance the individualistic myth of the American dream, in which hard working individuals have great ideas and thereby become successful. They ignore the A Contribution to the Critique of the Political Economy of Google", "venue": "", "year": 2011, "referenceCount": 92, "citationCount": 61, "influentialCitationCount": 11, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145743081", "name": "C. Fuchs"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4e89d32effb10b71f8e11876bf8fd7b25c483403", "externalIds": {"MAG": "2120647424", "DOI": "10.1162/DAED_a_00113"}, "url": "https://www.semanticscholar.org/paper/4e89d32effb10b71f8e11876bf8fd7b25c483403", "title": "A Contextual Approach to Privacy Online", "abstract": "Abstract Recent media revelations have demonstrated the extent of third-party tracking and monitoring online, much of it spurred by data aggregation, profiling, and selective targeting. How to protect privacy online is a frequent question in public discourse and has reignited the interest of government actors. In the United States, notice-and-consent remains the fallback approach in online privacy policies, despite its weaknesses. This essay presents an alternative approach, rooted in the theory of contextual integrity. Proposals to improve and fortify notice-and-consent, such as clearer privacy policies and fairer information practices, will not overcome a fundamental flaw in the model, namely, its assumption that individuals can understand all facts relevant to true choice at the moment of pair-wise contracting between individuals and data gatherers. Instead, we must articulate a backdrop of context-specific substantive norms that constrain what information websites can collect, with whom they can share it, and under what conditions it can be shared. In developing this approach, the paper warns that the current bias in conceiving of the Net as a predominantly commercial enterprise seriously limits the privacy agenda.", "venue": "Daedalus", "year": 2011, "referenceCount": 39, "citationCount": 432, "influentialCitationCount": 26, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"isInfluential": false, "contexts": ["…which search engines such as Google disperse users across a range of sources introduce another promotional problem for less popular websites: the ‘rich get richer’ bias demonstrated by a number of studies (Cho and Roy, 2004; Cho et al., 2005; Diaz, 2008; Frieze et al., 2006; Pandey et al., 2005).", "The ways in which search engines such as Google disperse users across a range of sources introduce another promotional problem for less popular websites: the ‘rich get richer’ bias demonstrated by a number of studies (Cho and Roy, 2004; Cho et al., 2005; Diaz, 2008; Frieze et al., 2006; Pandey et al., 2005)."], "intents": ["background"], "citingPaper": {"paperId": "7d72c28833b02ad49a68f5c9e4a4fc874fa1cc5a", "externalIds": {"DBLP": "journals/nms/Malin11", "MAG": "2148914225", "DOI": "10.1177/1461444810369889"}, "url": "https://www.semanticscholar.org/paper/7d72c28833b02ad49a68f5c9e4a4fc874fa1cc5a", "title": "A very popular blog: The internet and the possibilities of publicity", "abstract": "This article outlines two modes of publicity, a publicity of promotion and a publicity of openness, and then considers their implications for traditional broadcast versus online communications. Although the structure of the internet makes it particularly good at developing a publicity of openness, the economics, regulatory structure and technology of the traditional broadcast media make them far better at developing promotional publicity. I trace a series of examples that demonstrate this inequality and discuss the implications of this disparity for the economics of attention. Ultimately, I argue, discussions of the democratic possibilities of the internet must take account of the relative lack of promotional publicity online.", "venue": "New Media Soc.", "year": 2011, "referenceCount": 74, "citationCount": 16, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "3063999", "name": "Brenton J. Malin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b61cfe2f777903e67526a59761e77c48d3f02e0e", "externalIds": {"MAG": "2310115759"}, "url": "https://www.semanticscholar.org/paper/b61cfe2f777903e67526a59761e77c48d3f02e0e", "title": "Google's zoektocht naar u", "abstract": null, "venue": "", "year": 2011, "referenceCount": 33, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2057149343", "name": "M. Schäfer"}, {"authorId": "2057149343", "name": "M. Schäfer"}]}}, {"isInfluential": true, "contexts": ["information that other users want to see (Diaz, 2008).", "Furthermore, even when there was a variety of search engines to choose from, Fallows and Rainie (2004) explain that almost half of all web users frequent only a single search site (Diaz, 2008).", "This instigates a ―rich-get-richer‖ vicious cycle (also called Googlearchy) that prevents users from getting a variety of information from diverse and underrepresented websites (Diaz, 2008; Goldman, 2008).", "This is problematic because, instead of offering pages that users need to see, PageRank makes it so Google provides only the information that other users want to see (Diaz, 2008).", "Google‘s PageRank, ―the ‗heart‘ of its software‖ (Diaz, 2008, p. 15), is the most important and controversial factor for deciding the accessibility of a webpage through a search.", "At the same time, the pages without many links remain almost impossible to find through Google (Diaz, 2008).", "This democratic system, one that Google calls a ―Googlocracy‖ (Diaz, 2008), is problematic because it is based on quantity and popularity, rather than quality and credibility of information.", "As previously mentioned, there are only three predominant search engines on the internet today and, in 2005, while other search engines were still being used, these same three engines handled over four-fifths of all the search traffic (Diaz, 2008).", "If we want to understand Google we need to see democracy as Google‘s very nature‖ (Diaz, 2008, p.16).", "Diaz (2008) provides a very appropriate statement for this situation: ―so powerful has Google become that many . . . view it as the web itself: it you‘re not listed on its indexes, they say, you might as well not exist‖ (p. 27).", "Marketing makes up 99% of Google‘s revenue and, as a result, Google has a huge financial incentive to direct users towards the sites of its sponsors (Diaz, 2008; Hinman, 2008)."], "intents": ["background"], "citingPaper": {"paperId": "f2355191ca65d2978a4816561929bbe4059394c2", "externalIds": {"MAG": "1978978693", "DOI": "10.5931/DJIM.V7I1.78"}, "url": "https://www.semanticscholar.org/paper/f2355191ca65d2978a4816561929bbe4059394c2", "title": "“Don’t be evil”: Uncovering the implications of Google search", "abstract": "Google has taken the world by storm, and with its fast and seemingly accurate search results, internet users are increasingly using this search engine to obtain the majority of their information. This paper studies the implications of internet users' increasing reliance on Google for retrieving information. It specifically examines Google search because it is the world's most prominent search engine, and studies the potential flaws in its algorithm, such as search engine bias and the rich-gets-richer phenomenon, as well as issues in the overall website retrieval process. It concludes that due to the sheer number of users relying on the first page of Google results for information, the seemingly indiscernible flaws in the system have a significant effect on the formation of", "venue": "", "year": 2011, "referenceCount": 13, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145772724", "name": "S. Winston"}]}}, {"isInfluential": false, "contexts": ["…r d U n i v e r s i t y ] A t : 0 6 : 0 5 1 9 O c t o b e r 2 0 1 0\nLev-On 2008), the potential for search engines to suppress or bias information (Diaz 2008; Elkin-Koren 2001; Gerhart 2004; Vaughan & Thelwall 2004), the new legal or policy opportunities created by search engines (Gasser 2006;…"], "intents": ["background"], "citingPaper": {"paperId": "0cd10aabcbcc672e1490aae108b44be9d245b652", "externalIds": {"DBLP": "journals/tis/Granka10", "MAG": "2135182104", "DOI": "10.1080/01972243.2010.511560"}, "url": "https://www.semanticscholar.org/paper/0cd10aabcbcc672e1490aae108b44be9d245b652", "title": "The Politics of Search: A Decade Retrospective", "abstract": "In “Shaping the Web: Why the Politics of Search Engines Matters,” Introna and Nissenbaum (2000) introduced scholars to the political, as well as technical, issues central to the development of online search engines. Since that time, scholars have critically evaluated the role that search engines play in structuring the scope of online information access for the rest of society, with an emphasis on the implications for a democratic and diverse Web. This article describes the thought behind search engine regulation, online diversity, and information bias, and it places these issues within the context of the technical and societal changes that have occurred in the online search industry. The author assesses which of the initial concerns expressed about online search engines remain relevant today and discusses how technical changes demand a new approach to measuring online diversity and democracy. The author concludes with a proposal to direct the research and thought in online search going forward.", "venue": "Inf. Soc.", "year": 2010, "referenceCount": 87, "citationCount": 126, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2709281", "name": "Laura A. Granka"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "51cc6f77bf57a8c1609242c8ff38df89b77dfb01", "externalIds": {"DBLP": "conf/hcc/Westwood10", "MAG": "1581962424", "DOI": "10.1007/978-3-642-15479-9_14"}, "url": "https://www.semanticscholar.org/paper/51cc6f77bf57a8c1609242c8ff38df89b77dfb01", "title": "How to Measure Public Opinion in the Networked Age: Working in a Googleocracy or a Googlearchy?", "abstract": "The rise of the internet has transformed information acquisition from a top-down process originating from media elites to a process of self-selection and searching. This raises a fundamental question about the relationship between information acquisition and opinion formation: do the processes occur in parallel or as part of a self-directed feedback loop? That is, do we look for information to make opinions, do we look for information to support our opinions, or do we do both simultaneously? Analysis using Google search results and polling information from the 2008 US presidential election suggests that public information queries are reflective of polling data and election outcomes. The sheer quantity of search data on political terms also suggests that public information desires may surpass standard assumptions of public political sophistication.", "venue": "HCC", "year": 2010, "referenceCount": 15, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "9449987", "name": "S. Westwood"}]}}, {"isInfluential": false, "contexts": ["A different strand of research is concerned with privacy and surveillance issues, which comes closer to the broader picture that we look for, but usually portrays users in a rather passive role (Diaz, 2008; Hess, 2008; Zimmer, 2008)."], "intents": ["background"], "citingPaper": {"paperId": "cea3d15993a60eb0275685b7828db23359a84835", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/cea3d15993a60eb0275685b7828db23359a84835", "title": "A Framework for Studying the Problem of Trust in Online Settings", "abstract": null, "venue": "", "year": 2010, "referenceCount": 60, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "69972619", "name": "D. Latusek"}]}}, {"isInfluential": false, "contexts": ["Diaz (2008) arrives at a similar conclusion, noting that the inherent limitations of a commercialized, advertisingbased search engine – Google, in this case – inevitably lead to a failure to support"], "intents": ["background"], "citingPaper": {"paperId": "23b1e66df3bbf655ea73b95313600f62a7e164e5", "externalIds": {"MAG": "19952353", "DOI": "10.1007/978-1-4020-9789-8_31"}, "url": "https://www.semanticscholar.org/paper/23b1e66df3bbf655ea73b95313600f62a7e164e5", "title": "Web Search Studies: Multidisciplinary Perspectives on Web Search Engines", "abstract": "Perhaps the most significant tool of our internet age is the web search engine, providing a powerful interface for accessing the vast amount of information available on the world wide web and beyond. While still in its infancy compared to the knowledge tools that precede it – such as the dictionary or encyclopedia – the impact of web search engines on society and culture has already received considerable attention from a variety of academic disciplines and perspectives. This article aims to organize a meta-discipline of “web search studies,” centered around a nucleus of major research on web search engines from five key perspectives: technical foundations and evaluations; transaction log analyses; user studies; political, ethical, and cultural critiques; and legal and policy analyses.", "venue": "", "year": 2009, "referenceCount": 74, "citationCount": 32, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145416457", "name": "M. Zimmer"}]}}, {"isInfluential": false, "contexts": ["…have revealed that search engines are not neutral gateways to the web (Introna and Nissenbaum, 2000), possibly insert their own biases into results (Diaz, 2008; Goldman, 2006; Mowshowitz and Kawaguchi, 2002), and perhaps merely strengthen already dominant voices, limiting the ability to tap into…", "For concerns over biases in the delivery of information via search engines, see Chandler (2008), Diaz (2008), Goldman (2006), Introna and Nissenbaum (2000),Vaughan and Thelwall (2004)."], "intents": ["background", "methodology"], "citingPaper": {"paperId": "61ab1ddbb4be167c6108975c367f28a0340e6368", "externalIds": {"DBLP": "journals/nms/Zimmer09", "MAG": "2169858038", "DOI": "10.1177/1461444808099573"}, "url": "https://www.semanticscholar.org/paper/61ab1ddbb4be167c6108975c367f28a0340e6368", "title": "Renvois of the past, present and future: hyperlinks and the structuring of knowledge from the Encyclopédie to Web 2.0", "abstract": "This article provides a 'long history' of the renvois, an 18th century antecedent of hyperlinked text featured prominently in Denis Diderot's Encyclopédie (1791). It describes the emergence of renvois in the encyclopedias of early modern Europe, traces its expansion over the course of the 20th century through the work of such pioneers as Vannevar Bush, Ted Nelson and Tim Berners-Lee, and looks forward to the potential of renvois as a key component of the semantic web and the growing use of folksonomies online. The article reveals how the use of renvois — both in the 18th century and today — leads to unsettling juxtapositions, contradictions and unexpected meanings, allowing readers to relinquish their position as passive receivers of pre-organized information, to subvert traditional knowledge structures and hierarchies, and to become active and integral participants in the production of knowledge.", "venue": "New Media Soc.", "year": 2009, "referenceCount": 64, "citationCount": 37, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "145416457", "name": "M. Zimmer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8701cc5db535852060c443b630c4ab2c8cf7a90e", "externalIds": {"MAG": "1498335005"}, "url": "https://www.semanticscholar.org/paper/8701cc5db535852060c443b630c4ab2c8cf7a90e", "title": "The politics of organizing information on the web : computing centres and natural languages", "abstract": "The politics of organizing information on the web : computing centres and natural languages", "venue": "", "year": 2009, "referenceCount": 107, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "38695670", "name": "Peter Jakobsson"}, {"authorId": "3181432", "name": "Fredrik Stiernstedt"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0e9b274f37a8697cc2426ab8f1e49266fa3e72db", "externalIds": {"DBLP": "conf/sigite/Dailey08", "MAG": "2007924846", "DOI": "10.1145/1414558.1414614"}, "url": "https://www.semanticscholar.org/paper/0e9b274f37a8697cc2426ab8f1e49266fa3e72db", "title": "A methodology for evaluation of web-based scholarship", "abstract": "There is growing recognition that the paradigms of modern scholarship are shifting with the advent of the World Wide Web and other Internet-based forums. In some specialty areas within the discipline of Information Technology, one frequently hears folkloric wisdom suggesting that the turn-around time for print publication is greater than the useful longevity of the content. This situation increasing pushes the consumer of state-of-the art research toward the web rather than to the library. At some universities the problem of evaluating the quality of peer-reviewed literature has been approached through \"citation\" data. How often is a given work cited, for example, in Science Citation Abstracts? For evaluating web-based research, we suggest a related criterion for evaluating the \"eminence\" of scholarship. As of February 2003 [1], Google moved into first place as the most popular search engine in the United States. Google's immediate upsurge in popularity is generally attributed to the observation that its searches tend to reveal desired results. This is probably due to the nature of Google's page evaluation methodology. The relevance of a page to a given query is based on the number of other pages using those query terms that provide hyperlinks to the page in question. Since Google's emergence, other search engines have begun to utilize allied methodologies - essentially bootstrapping on existing works as relevance indicators in ways that, in fact, provide at least one form of \"citation data.\" This paper will examine some related methodologies for evaluating quality of web-based academic work, and will examine some of the potential strengths and pitfalls associated with such methods.", "venue": "SIGITE '08", "year": 2008, "referenceCount": 29, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145330194", "name": "David P. Dailey"}]}}, {"isInfluential": false, "contexts": ["Scholars have explored the biases of search engine results ( Diaz 2005;  Introna and Nissenbaum 2000), the political economy of the search engine marketplace (Van Couvering 2004), the legal ramifications of search engine practices (Elkin-Koren 2001; Goldman 2005), the structure of user queries and their searching skills (Jansen et al. 2000; Hargittai 2002), the practice of paid placement of search results (Jansen and Resnick 2005; Wouters ..."], "intents": ["background"], "citingPaper": {"paperId": "64c0308adfac0aa6f87f7133dafd12706182966d", "externalIds": {"MAG": "1622456980", "DOI": "10.1007/978-3-540-75829-7_6"}, "url": "https://www.semanticscholar.org/paper/64c0308adfac0aa6f87f7133dafd12706182966d", "title": "The Gaze of the Perfect Search Engine: Google as an Infrastructure of Dataveillance", "abstract": "Web search engines have emerged as a ubiquitous and vital tool for the successful navigation of the growing online informational sphere. The goal of the world’s largest search engine, Google, is to “organize the world’s information and make it universally accessible and useful” and to create the “perfect search engine” that provides only intuitive, personalized, and relevant results. While intended to enhance intellectual mobility in the online sphere, this chapter reveals that the quest for the perfect search engine requires the widespread monitoring and aggregation of a users’ online personal and intellectual activities, threatening the values the perfect search engines were designed to sustain. It argues that these search-based infrastructures of dataveillance contribute to a rapidly emerging “soft cage” of everyday digital surveillance, where they, like other dataveillance technologies before them, contribute to the curtailing of individual freedom, affect users’ sense of self, and present issues of deep discrimination and social justice.", "venue": "", "year": 2008, "referenceCount": 47, "citationCount": 45, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145416457", "name": "M. Zimmer"}]}}, {"isInfluential": true, "contexts": ["Toutefois, cette idée de démocratie ne résiste pas à une analyse plus fine comme l’a montré Diaz (2005).", "Diaz (2005) ne dit pas autre chose lorsqu’il précise que des algorithmes de type PageRank donnent un porte-voix aux pages les plus puissantes et une muselière aux pages sous représentées.", "Cette discrétion soulignée par Diaz (2005) est extrêmement gênante pour l’internaute qui se voit proposer une vision du monde suite à une requête qui dépend de la vision du moteur sans que celle-ci soit clairement explicitée."], "intents": ["background"], "citingPaper": {"paperId": "73c61cbb15c59290805eaa962f8a7a27f56cba89", "externalIds": {"MAG": "2611625194"}, "url": "https://www.semanticscholar.org/paper/73c61cbb15c59290805eaa962f8a7a27f56cba89", "title": "La recherche d'information sur Internet au prisme de la théorie des facettes", "abstract": "La theorie des facettes sert de referentiel a cette recherche. Cette theorie a ete developpee dans le monde de l'information documentaire par Ranganathan (1933, 1967). L'auteur propose de decrire le contenu des documents selon une approche combinatoire et multidimensionnelle qui s'oppose aux classifications mono hierarchiques en vigueur jusque la. Pour Ranganathan, le contenu de tout document touche a cinq aspects de la realite : la Personnalite, la matiere, l'energie, l'espace et le Temps. A ces cinq perspectives s'ajoute une facette principale, representant generalement le domaine de la connaissance auquel on peut rattacher un document particulier (Agriculture, Medecine, etc.). Nous proposons dans ce travail de reinterroger la theorie des facettes de Ranganathan dans une perspective de recherche d'information sur internet. Nous nous interrogerons sur la faisabilite et la mise en oeuvre de telles descriptions pour les documents en ligne. La caracterisation des facettes passe par un travail multidisciplinaire mettant en œuvre des emprunts et des transpositions dans le domaine de la fouille de donnees, de la psychologie sociale, de l'informatique, des mathematiques, des sciences du langage, de la communication.", "venue": "", "year": 2008, "referenceCount": 198, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "38543915", "name": "É. Boutin"}]}}, {"isInfluential": false, "contexts": ["Two recent papers have suggested the possible existence of such systematic unfairness; see Chandler (2002) and Diaz (2005)."], "intents": ["background"], "citingPaper": {"paperId": "f732b674fd8b146cbcd3c97ed264d862f6381c87", "externalIds": {"MAG": "1992395400", "DOI": "10.1002/BULT.1720320211"}, "url": "https://www.semanticscholar.org/paper/f732b674fd8b146cbcd3c97ed264d862f6381c87", "title": "The value implications of the practice of paid search", "abstract": "La pratique croissante de la recherche payee au sein de l'industrie des moteurs de recherche du Web remet en cause des valeurs ethiques tenues pour vitales dans une societe democratique : la liberte par rapport aux partis pris, la vie privee et la confiance. La protection de ces valeurs n'est pas incompatible avec les objectifs de la recherche payee et doit etre integree des la conception.", "venue": "", "year": 2006, "referenceCount": 13, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145416457", "name": "M. Zimmer"}]}}]}