{"offset": 0, "next": 100, "data": [{"intents": ["background"], "contexts": ["Examples abound in the literature (McLuhan, 1964; Fischer, 1992)."], "isInfluential": false, "citingPaper": {"paperId": "02323347b6dc92c516ef6bc456db5aa647627895", "externalIds": {"DBLP": "journals/fbloc/Imperial21", "DOI": "10.3389/fbloc.2021.587148"}, "url": "https://www.semanticscholar.org/paper/02323347b6dc92c516ef6bc456db5aa647627895", "title": "The Democracy to Come? An Enquiry Into the Vision of Blockchain-Powered E-Voting Start-Ups", "abstract": "This research sets out to analyze the message promoted by start-up enterprises that apply blockchain technologies for the purpose of e-voting [blockchain-powered e-voting (BPE)], and their perceived effects of this technological solution on democratic outcomes. Employing Norman Fairclough’s critical discourse analysis (CDA), I examined the written output of seven BPE start-ups (Agora, DemocracyEarth, Follow My Vote, Polys, Voatz, Votem, and VoteWatcher), as displayed in their websites. The close attention of CDA to power relations brought out relevant topics of discussion for analysis. Notably, these included: voting as an expression of democracy; technological determinism; individual versus communitarian understandings of democracy; the prominence of neoliberalism and the economic sphere; and technological literacy. Findings from the literature suggest that the assumptions of BPE start-ups about a blockchain-powered democracy diverge from widely accepted understandings of democracy. BPE start-ups envision a democracy determined by positions and institutions of power, by the technologically able, and by economic interests. This research argues that this conception of democracy disempowers voters from any form of decision-making regarding how democracy is run beyond their expression in the form of a vote decided by these established powers. The widespread addresses to existing elites to enable BPE, as well as what is left unsaid about community, collective rights and the not so technologically literate population, imply that BPE developers display concern for one particular expression among the many diverse and heterogeneous understandings of democracy, while disregarding outstanding privacy, security and accountability concerns associated to implementations of the technology for BPE. This work is a contribution to much needed research on technology and democracy’s deepening intersections, at a time of rapid technological innovation and turbulent democratic scepticism.", "venue": "Frontiers in Blockchain", "year": 2021, "referenceCount": 158, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "122026692", "name": "M. Imperial"}]}}, {"intents": ["background"], "contexts": ["Finally, there is a long history [41] of researchers and industry proposing novel architectures aimed at simplifying the deployment of mobile networks, including truly micro-scale net-"], "isInfluential": false, "citingPaper": {"paperId": "02c208d392b901d4c475af9dfc0a2465baf58652", "externalIds": {"DBLP": "conf/sigcomm/LuoFTHRS21", "DOI": "10.1145/3452296.3473336"}, "url": "https://www.semanticscholar.org/paper/02c208d392b901d4c475af9dfc0a2465baf58652", "title": "Democratizing cellular access with CellBricks", "abstract": "Markets in which competition thrives are good for both consumers and innovation but, unfortunately, competition is not thriving in the increasingly important cellular market. We propose CellBricks, a novel cellular architecture that lowers the barrier to entry for new operators by enabling users to consume access on-demand from any available cellular operator — small or large, trusted or untrusted. CellBricks achieves this by moving support for mobility and user management (authentication and billing) out of the network and into end hosts. These changes, we believe, bring valuable benefits beyond enabling competition: they lead to a cellular infrastructure that is simpler and more efficient. We design, build, and evaluate CellBricks, showing that its benefits come at little-to-no cost in performance, with application performance overhead between -1.6% to 3.1% of that achieved by current cellular infrastructure.", "venue": "SIGCOMM", "year": 2021, "referenceCount": 112, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145084644", "name": "Zhihong Luo"}, {"authorId": null, "name": "Silvery Fu"}, {"authorId": "1995466413", "name": "M. Theis"}, {"authorId": null, "name": "Shaddi Hasan"}, {"authorId": "1699297", "name": "S. Ratnasamy"}, {"authorId": "143838343", "name": "S. Shenker"}]}}, {"intents": ["background"], "contexts": ["In the past, posted letters and telephone calls served that function (Fischer, 1992).", "According to MRT, like voice calls, video chat programs more closely approximate FtF interaction (Fischer, 1992; Ruppel & Burke, 2015).", "According to MRT, voice calls more closely approximate FtF interaction, and are perceived as important means of replacing lost FtF contact (Fischer, 1992; Ruppel & Burke, 2015)."], "isInfluential": false, "citingPaper": {"paperId": "0ed906fdd494ea2e4d2e1952a5a31ad10d2b4f3e", "externalIds": {"MAG": "3134484834", "DOI": "10.17161/HCT.V3I1.15026"}, "url": "https://www.semanticscholar.org/paper/0ed906fdd494ea2e4d2e1952a5a31ad10d2b4f3e", "title": "Connecting Through Technology During COVID-19", "abstract": "This manuscript examines the patterns of information communication technology (ICT) use with friends and family outside of the home during the COVID-19 pandemic, and the associations among ICT use and psychological (i.e., loneliness; stress) and social (i.e., social needs; relationship maintenance) wellbeing. In early May 2020, a representative panel of American adults was surveyed (N = 1,947). Results suggest that despite 90% of the sample complying with shelter-in-place (SIP) orders, face-to-face contact with friends and family outside of the home was the primary predictor of getting one’s social needs met and mitigating loneliness. In contrast with predictions drawn from media richness theory, voice calls were associated with less stress, loneliness, and relationship maintenance difficulties, while video chat was positively associated with all three. Moderation analyses suggested that other factors (i.e., SIP, age) influenced the strength of association between modalities (i.e., face-to-face, email, social media) and outcomes. The theoretical implications for MRT and the practical implications for mediated sociality during the early stages of the COVID-19 pandemic are discussed.", "venue": "", "year": 2021, "referenceCount": 50, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2537569", "name": "Jeffrey A. Hall"}, {"authorId": "36751178", "name": "Natalie Pennington"}, {"authorId": "9661504", "name": "Amanda J. Holmstrom"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "14c524eae923dc1c1bfd3be390fe74d62fd5c718", "externalIds": {"MAG": "3134197390", "DOI": "10.1177/1367549421994571"}, "url": "https://www.semanticscholar.org/paper/14c524eae923dc1c1bfd3be390fe74d62fd5c718", "title": "More than a number: The telephone and the history of digital identification", "abstract": "This article examines the telephone’s entangled history within contemporary infrastructural systems of ‘big data’, identity and, ultimately, surveillance. It explores the use of telephone numbers, keypads and wires to offer new perspective on the imbrication of telephonic information, interface and infrastructure within contemporary surveillance regimes. The article explores telephone exchanges as arbiters of cultural identities, keypads as the foundation of digital transactions and wireline networks as enacting the transformation of citizens and consumers into digital subjects ripe for commodification and surveillance. Ultimately, this article argues that telephone history – specifically the histories of telephone numbers and keypads as well as infrastructure and policy in the United States – continues to inform contemporary practices of social and economic exchange as they relate to consumer identity, as well as to current discourses about surveillance and privacy in a digital age. This article is based on a paper presented at the Media in Transition symposium (Utrecht, June 28, 2018), in the Industries and Infrastructures panel organised by Judith Keilbach. Also published in this issue of ECS are Amanda D. Lotz, ‘Unpopularity and cultural power in the age of Netflix: new questions for cultural studies’ approaches to television texts’ and Vicki Mayer, ‘From peat to Google power: communications infrastructures and structures of feeling in Groningen.’", "venue": "", "year": 2021, "referenceCount": 64, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "151208435", "name": "J. Holt"}, {"authorId": "40684347", "name": "Michael Palm"}]}}, {"intents": ["background"], "contexts": ["…to the gendered norms around technology use in this regard (Kelan, 2007), where women are often expected to use communication technologies to maintain social networks and fulfill domestic needs, such as keeping up with community ties and facilitating childcare (Fischer, 1994; Ling & Yttri, 2002)."], "isInfluential": false, "citingPaper": {"paperId": "48892d773b5d0b603d0052dbf1bfef07c8732e1a", "externalIds": {"PubMedCentral": "8565917", "DBLP": "journals/chb/NguyenHM21", "MAG": "3122027574", "DOI": "10.1016/j.chb.2021.106717", "PubMed": "34751201"}, "url": "https://www.semanticscholar.org/paper/48892d773b5d0b603d0052dbf1bfef07c8732e1a", "title": "Digital inequality in communication during a time of physical distancing: The case of COVID-19", "abstract": "\n In times of physical distancing, such as during the COVID-19 pandemic, people are likely to turn to digital communication to replace in-person interactions. Yet, persisting digital inequality suggests that not everyone will be equally able or disposed to increasing digital communication during a public health crisis. Using survey data from a national sample of U.S. participants (N = 2,925) that we collected during the early months of the pandemic, we analyzed how sociodemographics, living arrangements, and Internet experiences and skills relate to increases and decreases in various digital communication methods. We find that people privileged in their socioeconomic status, their Internet skills and online experiences are more likely to increase and less likely to decrease digital communication during the pandemic. The findings illustrate how digital inequalities can put already disadvantaged groups at greater risk of diminished social contact during a public health crisis. We discuss the theoretical implications of our findings for digital inequality research, the practical implications for inclusive crisis responses, and directions for future research.\n", "venue": "Computers in Human Behavior", "year": 2021, "referenceCount": 72, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "11170249", "name": "M. Nguyen"}, {"authorId": "1779187", "name": "E. Hargittai"}, {"authorId": "51291986", "name": "Will Marler"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "53107b5930eb5af91fee25c1909c9b5a181c3438", "externalIds": {"DOI": "10.21248/jfml.2019.21"}, "url": "https://www.semanticscholar.org/paper/53107b5930eb5af91fee25c1909c9b5a181c3438", "title": "Some systematic aspects of self-initiated mobile device use in face-to-face encounters", "abstract": "This paper investigates self-initiated uses of mobile phones (such as texting or making a call) in everyday video-recorded conversations among Czech speakers. Using ethnomethodological conversation analysis, it illustrates how participants publicly frame their own device use (for example, by announcements), and how co-present interlocutors respond to it. Previous studies have described how participants manage two concurrent communicative involvements, but have not provided detailed sequential descriptions of how device use can be negotiated and accounted for. This study shows that mobile device use in co-presence is not a priori problematic (or vice versa). Instead, participants frame their technology use in different ways according to various features of the social situation they treat as momentarily relevant. These features include the course of the conversation and how the device use relates to it, the overall participation framework and the opacity of the device use for co-present others.", "venue": "", "year": 2021, "referenceCount": 100, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "152155452", "name": "Florence Oloff"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5f2a06a51f1147a32e2faaa58f994fe2868c3761", "externalIds": {"PubMedCentral": "8260574", "DOI": "10.1007/s10912-021-09699-x", "PubMed": "34232480"}, "url": "https://www.semanticscholar.org/paper/5f2a06a51f1147a32e2faaa58f994fe2868c3761", "title": "Medical Technologies Past and Present: How History Helps to Understand the Digital Era", "abstract": "This article explores the relationship between medicine’s history and its digital present through the lens of the physician-patient relationship. Today the rhetoric surrounding the introduction of new technologies into medicine tends to emphasize that technologies are disturbing relationships, and that the doctor-patient bond reflects a more ‘human’ era of medicine that should be preserved. Using historical studies of pre-modern and modern Western European medicine, this article shows that patient-physician relationships have always been shaped by material cultures. We discuss three activities – recording, examining, and treating – in the light of their historical antecedents, and suggest that the notion of ‘human medicine’ is ever-changing: it consists of social attributions of skills to physicians that played out very differently over the course of history.", "venue": "The Journal of medical humanities", "year": 2021, "referenceCount": 134, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "86990150", "name": "V. Rampton"}, {"authorId": "121163460", "name": "M. Böhmer"}, {"authorId": "49435061", "name": "Anita Winkler"}]}}, {"intents": [], "contexts": ["In the 1970s, scholars found that the routine practice of telephoning helped reduce one’s sense of boredom, isolation, and anxiety—regardless of the content of phone conversations [40]."], "isInfluential": false, "citingPaper": {"paperId": "723ef1d906fc88bfbfdfd4799cb02bbabf0ea98c", "externalIds": {"PubMedCentral": "8470790", "DOI": "10.3390/ijerph18189783", "PubMed": "34574708"}, "url": "https://www.semanticscholar.org/paper/723ef1d906fc88bfbfdfd4799cb02bbabf0ea98c", "title": "Duanzi as Networked Practice: How Online Satire Shapes Psychological Well-Being, Social Support, and Issue Knowledge for Chinese with Different Social Capital during COVID-19 Outbreaks", "abstract": "Practices oriented to digital technologies are being invented to change how people cope with crises. This study examines how Chinese netizens’ networked practices (e.g., liking, sharing, or commenting) with COVID-19 related duanzi (short online satires) influenced their psychological well-being, external social support, and issue knowledge during the pandemic. The role of social capital in moderating these relations is explored. Findings from the survey demonstrate that the act of “liking” a COVID-19 duanzi on WeChat has become a routine practice for Chinese netizens to kill time during the quarantine. However, the more bonding social capital one already had, the less they depended on duanzi “liking” to kill their boredom. Those less supported outside the family household, or less knowledgeable about the virus were also more likely to share a COVID-19 duanzi. Bonding social capital promotes one’s well-being, therefore, the positive psychological effect of duanzi sharing or commenting grows more pronounced for netizens with more bonding social capital. Bridging social capital brought external social support. Netizens with more bridging social capital obtained more external support and more COVID-19 knowledge from duanzi sharing. The theoretical and practical implications are elaborated in the conclusions.", "venue": "International journal of environmental research and public health", "year": 2021, "referenceCount": 122, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": null, "name": "Ji Pan"}, {"authorId": null, "name": "Gang (Kevin) Han"}, {"authorId": "46846253", "name": "Ran Wei"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "914fbbe7499469dc210755d14a1fbcf3db30f5db", "externalIds": {"MAG": "3168463383", "DOI": "10.31123/AKIL.887529"}, "url": "https://www.semanticscholar.org/paper/914fbbe7499469dc210755d14a1fbcf3db30f5db", "title": "Kitle Toplumundan Ağ Toplumuna Taraftarlık Altkültürünün Değişim Pratikleri: Fenerbahçe Tribünü", "abstract": null, "venue": "", "year": 2021, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "79054953", "name": "Hüseyin Serbes"}, {"authorId": "2078614156", "name": "Ahmet Eskicumalı"}]}}, {"intents": ["background"], "contexts": ["We can also observe the similitude between this population behavior and the ambivalent public reaction to the introduction of the telephone [7]."], "isInfluential": false, "citingPaper": {"paperId": "a97b16c92220507943505b8aebf656c17f59dd6f", "externalIds": {"DBLP": "journals/corr/abs-2104-00086", "ArXiv": "2104.00086"}, "url": "https://www.semanticscholar.org/paper/a97b16c92220507943505b8aebf656c17f59dd6f", "title": "An Online Survey on the Perception of Mediated Social Touch Interaction and Device Design", "abstract": "Social touch is essential for our social interactions, communication, and well-being. It has been shown to reduce anxiety and loneliness; and is a key channel to transmit emotions for which words are not sufficient, such as love, sympathy, reassurance, etc. However, direct physical contact is not always possible due to being remotely located, interacting in a virtual environment, or as a result of a health issue. Mediated social touch enables physical interactions, despite the distance, by transmitting the haptic cues that constitute social touch through devices. As this technology is fairly new, the users’ needs and their expectations on a device design and its features are unclear, as well as who would use this technology, and in which conditions. To better understand these aspects of the mediated interaction, we conducted an online survey on 258 respondents located in the USA. Results give insights on the type of interactions and device features that the US population would like to use.", "venue": "ArXiv", "year": 2021, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "3280707", "name": "Carine Rognon"}, {"authorId": "2005931018", "name": "Taylor Bunge"}, {"authorId": "46573102", "name": "M. Gao"}, {"authorId": "2061747269", "name": "Chip Connor"}, {"authorId": "1401976397", "name": "Benjamin Stephens-Fripp"}, {"authorId": "2111178999", "name": "Casey Brown"}, {"authorId": "1769549", "name": "Ali Israr"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1c199c56cbce4f8e1c9bc73b962601cd1c9ed7ea", "externalIds": {"MAG": "3043368033", "DOI": "10.1215/1089201x-8524270"}, "url": "https://www.semanticscholar.org/paper/1c199c56cbce4f8e1c9bc73b962601cd1c9ed7ea", "title": "Back to the Future Qasbah", "abstract": "Social and cultural historians of South Asia have long called for additional research into the qasbah, or Islamic small town. This essay offers evidence that Bijnor qasbah, through the newspaper Madinah, hosted alternate geographies and temporalities to construct authentic protest to national trends in early twentieth-century British India. Affirming arguments that the qasbah derived significance from opposition to the large city, this essay adds nuance to existing scholarship by arguing that it was in a period of diminished distance between qasbah and city that statements of the character of alterity became more significant. Through discursive analysis of the expansion of the telegraph and railway into Bijnor qasbah, alongside newspaper conversations and state documents, this essay suggests that the timescape of Bijnor was characterized by a sewing together of past, present, and future rather than only a reverence for an idealized past. The alterity of this timescape was tied to differences in local infrastructure and institutional power, enabling distinctive social and political statements in qasbahs, that in turn could empower distinctive political, religious, and social movements. This timescape enabled one qasbah, Bijnor, to establish a claim to a future alternative to the national in South Asia through its engagement in an Urdu print public, a multivalenced literary and social space clustered around communications in the language of Urdu.", "venue": "", "year": 2020, "referenceCount": 91, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "82144204", "name": "M. Robb"}]}}, {"intents": ["background"], "contexts": ["…on features inherited from the landline phone, which Keep friends and family connected (Wellman & Tindall, 1993) and reduce isolation and anxiety   (Fisher, 1992), plus those that are characteristic of these devices, such as Feeling of better personal safety (DIMMICK; SIKAND; PATTERSON, 1994),…"], "isInfluential": false, "citingPaper": {"paperId": "286b8a06d49d9c0f9b90bdbb803ca89b88be6ee9", "externalIds": {"MAG": "3029719973", "DOI": "10.15448/1980-3729.2020.1.35850"}, "url": "https://www.semanticscholar.org/paper/286b8a06d49d9c0f9b90bdbb803ca89b88be6ee9", "title": "Mobile phones in young people everyday life: case study with Portuguese and Brazilian students", "abstract": "Mobile phones have become commonplace everyday objects in almost all societies regardless of their development stage. The presence of these devices has become a constant on any latitude, as shown by the penetration rate figures for 2018: 65.9%. These numbers, already surprising on their own, reach even higher values among young people. Thus, this paper studies the use of mobile phones, in particular smartphones, by young Portuguese and Brazilian university students. For this purpose, an app that registered all the uses made by the youngsters in their mobile devices, was employed. This methodology allows data collection in a daily context without the participants feeling controlled. A total of 317,938 interactions, registered in the participants devices, shows that the main use given to these devices is as a platform for access to social networks, followed by the sending of messages and the variable “second uses” of the device (watch, calendar, camera, calendar and calculator). Although this is a study in progress, at this stage it is safe to state that the data confirm previous studies (FORTUNATI; TAIPALE, 2014) in which smartphones assert themselves as a verbal written communication platform in opposition to their genesis based on orality.***Telefones celulares no cotidiano dos jovens: um estudo de caso com estudantes portugueses e brasileiros***Os telefones celulares se tornaram objetos comuns do dia-a-dia em quase todas as sociedades, independentemente do estágio de desenvolvimento. A presença desses dispositivos tornou-se constante em qualquer latitude, como mostra o índice de penetração em 2018: 65,9%. Esses números, já surpreendentes por si só, atingem valores ainda mais altos entre os jovens. Assim, este artigo estuda o uso de telefones celulares, em particular smartphones, por jovens estudantes universitários portugueses e brasileiros. Para isso, foi desenvolvido um aplicativo que registrava todos os usos feitos pelos jovens em seus dispositivos móveis. Essa metodologia permite a coleta de dados em um contexto diário sem que os participantes se sintam controlados. Um total de 317.938 interações, registradas nos dispositivos participantes, mostra que o principal uso dado a esses dispositivos é como plataforma de acesso às redes sociais, seguido pelo envio demensagens e pela variável “segundos usos” do dispositivo (observe, calendário, câmera, calendário e calculadora). Embora este seja um estudo em andamento, é possível afirmar que os dados confirmam estudos anteriores (FORTUNATI; TAIPALE, 2014) em que os smartphones se afirmam como uma plataforma de comunicação verbal escrita em oposição à sua gênese baseada na oralidade.Palavras-chave: Estudos de Mídia. Tecnologia móvel. Estudos de comunicação.", "venue": "Revista FAMECOS", "year": 2020, "referenceCount": 31, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2076083568", "name": "João Canavilhas"}, {"authorId": "2083113276", "name": "E. Pellanda"}, {"authorId": "2089844961", "name": "V. Piñeiro-Naval"}, {"authorId": "2064158714", "name": "Ana Cecília Bisso Nunes"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2f0ace388b49b1d18239d51f34c9e888bae41783", "externalIds": {"DBLP": "journals/access/FelfliGSK20", "MAG": "3092334719", "DOI": "10.1109/ACCESS.2020.3029442"}, "url": "https://www.semanticscholar.org/paper/2f0ace388b49b1d18239d51f34c9e888bae41783", "title": "Potential-Driven Model for Influence Maximization in Social Networks", "abstract": "The adoption of a new technology, the spreading of ideologies, the transmission of contagions, are examples of spreading phenomena that can be modelled at two distinct levels of resolution, a macroscopic and a microscopic level.In the present work, we consider the network at the microscopic level and represent its nodes as a system of interacting particles and propose a novel, physics-inspired approach. This approach assumes that nodes interact via ‘forces’ that derive from the ‘potential’ that each node creates at the location of the other nodes, leading to a potential gradient that indicates the ‘natural’ direction of diffusion through the network. A set of influencers in the network, is determined from strategically selected nodes based on the value of their net potential. We use synthetic networks of various sizes and compare the influence spread resulting from a seed set determined from the potential-based model and alternate approaches, including the greedy algorithm of Kempe et al. Our findings indicate that this approach achieves comparable results to those of the greedy algorithm without the prohibitive computational cost, and consistently outperforms the other approaches by a large margin. We then apply our methodology to information spreading related to the Twitter Higgs Boson user dataset. The results are analyzed in the context of influence maximization, and we provide insights into the general application of this technique for information dissemination.", "venue": "IEEE Access", "year": 2020, "referenceCount": 47, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "14252479", "name": "Z. Felfli"}, {"authorId": "39750358", "name": "R. George"}, {"authorId": "143612831", "name": "K. Shujaee"}, {"authorId": "52149566", "name": "M. Kerwat"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "672ac53c87b754272a314c52562a04285eb8862d", "externalIds": {"MAG": "2997218481", "DOI": "10.1016/j.techfore.2019.119894"}, "url": "https://www.semanticscholar.org/paper/672ac53c87b754272a314c52562a04285eb8862d", "title": "Micro-foundations of the multi-level perspective on socio-technical transitions: Developing a multi-dimensional model of agency through crossovers between social constructivism, evolutionary economics and neo-institutional theory", "abstract": "Abstract The Multi-Level Perspective (MLP) is a prominent framework to understand socio-technical transitions, but its micro-foundations have remained under-developed. The paper's first aim is therefore to develop the MLP's theoretical micro-foundations, which are rooted in Social Construction of Technology, evolutionary economics and neoinstitutional theory. The second aim is to further identify crossovers between these theories. To achieve these goals, the paper analytically reviews the three theories, focusing on: (1) the relevance of each theory for transitions and the MLP, (2) the theory's conceptualisation of agency, (3) criticisms of each theory and subsequent conceptual elaborations (which prepare the ground for potential crossovers between them). Mobilizing insights from the analytical reviews, the paper articulates a multi-dimensional model of agency, which also provides a relational and processual conceptualization of ongoing trajectories in which actors are embedded. Specific conceptual linking points between the three theories are identified, leading to an understanding of socio-technical transitions as evolutionary, interpretive and conflictual processes.", "venue": "", "year": 2020, "referenceCount": 181, "citationCount": 58, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2654614", "name": "F. Geels"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "88e604e4be7fc524d35d6a32ededa6c75f6e4150", "externalIds": {"MAG": "3039127966", "DOI": "10.1017/9781108629935"}, "url": "https://www.semanticscholar.org/paper/88e604e4be7fc524d35d6a32ededa6c75f6e4150", "title": "Relating Through Technology", "abstract": null, "venue": "", "year": 2020, "referenceCount": 444, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2537569", "name": "Jeffrey A. Hall"}]}}, {"intents": ["background"], "contexts": ["Even the market for the telephone was morally contested: AT&T promoted an ‘essentially democratic’ invention meeting everyone’s needs, but users feared it would ‘break up home life and the old practice of visiting friends’ (Fischer, 1994, pp. 1–2)."], "isInfluential": false, "citingPaper": {"paperId": "b75a0ebc62ae1fe57f38aa07c09f0316396302ec", "externalIds": {"MAG": "2790954002", "DOI": "10.1093/SER/MWY003"}, "url": "https://www.semanticscholar.org/paper/b75a0ebc62ae1fe57f38aa07c09f0316396302ec", "title": "Domesticating the market: moral exchange and the sharing economy", "abstract": "The ‘sharing economy’ is a contested realm, with critics arguing it represents a further development of neoliberalism, as platforms such as Airbnb and TaskRabbit, monetize previously uncommodified realms of life via renting of bedrooms, possessions, space and labor time. To date, this debate has largely ignored participants’ views. Using data from 120 in-depth interviews with providers in two for-profit and three not-for-profit sites, we find that most see the sharing economy differently, as an opportunity to build a radically different market, from the bottom up. Like the detractors, they are critical of dominant market arrangements, however, they believe the sharing sector can construct personalized exchanges that are morally attuned, based on ideals of community, and that help them achieve creative and financial autonomy in their working lives. These aspirations represent an attempt to tame, or domesticate the neoliberal market.", "venue": "", "year": 2020, "referenceCount": 82, "citationCount": 44, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "113303988", "name": "Connor J. Fitzmaurice"}, {"authorId": "66824667", "name": "Isak Ladegaard"}, {"authorId": "1422410778", "name": "William Attwood-Charles"}, {"authorId": "123592301", "name": "Mehmet Cansoy"}, {"authorId": "118293240", "name": "Lindsey B. Carfagna"}, {"authorId": "2655156", "name": "J. Schor"}, {"authorId": "115061995", "name": "Robert Wengronowitz"}]}}, {"intents": ["background"], "contexts": ["As Fischer (1992), 5 puts it in his analysis of the telephone’s development in the US, while a new technology may alter “the conditions of daily life, it does not determine the basic character of that life—instead, people turn new devices to various purposes.”"], "isInfluential": false, "citingPaper": {"paperId": "c4f8aebb80af6d1fa2efad3b9562cd3755976934", "externalIds": {"MAG": "3009613839", "DBLP": "journals/mima/FloridiS20", "DOI": "10.1007/s11023-020-09521-y"}, "url": "https://www.semanticscholar.org/paper/c4f8aebb80af6d1fa2efad3b9562cd3755976934", "title": "Ethical Foresight Analysis: What it is and Why it is Needed?", "abstract": "An increasing number of technology firms are implementing processes to identify and evaluate the ethical risks of their systems and products. A key part of these review processes is to foresee potential impacts of these technologies on different groups of users. In this article, we use the expression Ethical Foresight Analysis (EFA) to refer to a variety of analytical strategies for anticipating or predicting the ethical issues that new technological artefacts, services, and applications may raise. This article examines several existing EFA methodologies currently in use. It identifies the purposes of ethical foresight, the kinds of methods that current methodologies employ, and the strengths and weaknesses of each of these current approaches. The conclusion is that a new kind of foresight analysis on the ethics of emerging technologies is both feasible and urgently needed.", "venue": "Minds and Machines", "year": 2020, "referenceCount": 68, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1982425", "name": "L. Floridi"}, {"authorId": "89851173", "name": "A. Strait"}]}}, {"intents": ["background"], "contexts": ["These second-order effects of technology and privacy [6, 21] can have unexpected and unintended consequences for the boundaries between what is considered private and public in a given society over time [34, 90]."], "isInfluential": false, "citingPaper": {"paperId": "cdf5cb71193c854da9e2150f52cebfc1e636ee29", "externalIds": {"DBLP": "journals/tochi/HoyleSICKA20", "MAG": "3012406522", "DOI": "10.1145/3380960"}, "url": "https://www.semanticscholar.org/paper/cdf5cb71193c854da9e2150f52cebfc1e636ee29", "title": "Privacy Norms and Preferences for Photos Posted Online", "abstract": "We are surrounded by digital images of personal lives posted online. Changes in information and communications technology have enabled widespread sharing of personal photos, increasing access to aspects of private life previously less observable. Most studies of privacy online explore differences in individual privacy preferences. Here we examine privacy perceptions of online photos considering both social norms, collectively—shared expectations of privacy and individual preferences. We conducted an online factorial vignette study on Amazon’s Mechanical Turk (n = 279). Our findings show that people share common expectations about the privacy of online images, and these privacy norms are socially contingent and multidimensional. Use of digital technologies to share personal photos is influenced by social context as well as individual preferences, while such sharing can affect the social meaning of privacy.", "venue": "ACM Trans. Comput. Hum. Interact.", "year": 2020, "referenceCount": 158, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "39179135", "name": "Roberto Hoyle"}, {"authorId": "30353442", "name": "Luke Stark"}, {"authorId": "2327466", "name": "Qatrunnada Ismail"}, {"authorId": "2821130", "name": "David J. Crandall"}, {"authorId": "145728136", "name": "Apu Kapadia"}, {"authorId": "8441116", "name": "D. Anthony"}]}}, {"intents": ["background"], "contexts": ["Concerns were also voiced, for example, regarding the dangerous impact the radio would have on society, undermining social morality (Fischer, 1992)."], "isInfluential": false, "citingPaper": {"paperId": "d900ac8ebd2ba9bc4d177a403297b187558086ad", "externalIds": {"MAG": "3024222102", "DOI": "10.1177/1354856520923963"}, "url": "https://www.semanticscholar.org/paper/d900ac8ebd2ba9bc4d177a403297b187558086ad", "title": "Whose dystopia is it anyway? Deepfakes and social media regulation", "abstract": "This study explores global journalistic discussions of deepfake applications (audiovisual manipulating applications based on artificial intelligence (AI)) to understand the narratives constructed through global coverage, the regulatory actions associated with these offered narratives, and the functions such narratives might serve in global sociopolitical contexts. Through a qualitative–interpretive narrative analysis, this article shows how journalists frame deepfakes as a destabilizing platform that undermines a shared sense of social and political reality, enables the abuse and harassment of women online, and blurs the acceptable dichotomy between real and fake. This phenomenon is tied to discussions of dis/misinformation, manipulation, exploitation, and polarization in the media ecosystem these days. Based on these findings, the article then provides broader practical and theoretical insights about AI content regulation and ethics, accountability, and responsibility in digital culture.", "venue": "", "year": 2020, "referenceCount": 70, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1431218299", "name": "Aya Yadlin-Segal"}, {"authorId": "1742245520", "name": "Yael Oppenheim"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "04f1d6e93dac23a3079fe1dcfac9f0b38b804781", "externalIds": {"DBLP": "conf/chi/PangPNH19", "MAG": "2941780514", "DOI": "10.1145/3290605.3300571"}, "url": "https://www.semanticscholar.org/paper/04f1d6e93dac23a3079fe1dcfac9f0b38b804781", "title": "City Explorer: The Design and Evaluation of a Location-Based Community Information System", "abstract": "Many working professionals commute via public transit, yet they have limited tools for learning about their urban neighborhoods and fellow commuters. We designed a location-based game called City Explorer to investigate how transit commuters capture, share, and view community information that is specifically tied to locations. Through a four-week field study, we found that participants valued the increased awareness of their personal travel routines that they gained through City Explorer. When viewing community information, they preferred information that was factual rather than opinion-based and was presented at the start and end of their commutes. Participants found less value in connecting with other transit riders because transit rides were often seen as opportunities to disengage from others. We discuss how location-based technologies can be designed to display factual community information before, during, and at the end of transit commutes.", "venue": "CHI", "year": 2019, "referenceCount": 66, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1739289", "name": "Carolyn Pang"}, {"authorId": "2066007028", "name": "Rui Pan"}, {"authorId": "1688400", "name": "Carman Neustaedter"}, {"authorId": "9705763", "name": "Kate Hennessy"}]}}, {"intents": ["background"], "contexts": ["…use historical examples, centering questions of how a given technology came to assume a final, stabilized form (Abbate, 2000; Bijker, 1997; Bijker, Hughes, & Pinch, 1987; Fischer, 1992; Mackenzie & Wajcman, 1999; Marvin, 1988; for a perspective that de-emphasizes stabilization, see Manovich, 2013)."], "isInfluential": false, "citingPaper": {"paperId": "0d443c98a948aeba3c7e11accdd1048451c82480", "externalIds": {"MAG": "2990097999", "DOI": "10.1093/ccc/tcz038"}, "url": "https://www.semanticscholar.org/paper/0d443c98a948aeba3c7e11accdd1048451c82480", "title": "The Selling of Virtual Reality: Novelty and Continuity in the Cultural Integration of Technology", "abstract": "Since the spring of 2014, the consumer virtual reality (VR) industry has once again been racing to reach the public, providing an opportunity to track an emerging medium’s cultural integration in real time. We examined three sites on the sales chain that stretches from the laboratory to the living room: industry developer conferences, industrial prototypes, and end-user experiences. At each of these sites, marketers renegotiate VR’s novelty in order to sell it to specific constituencies. Paradoxically, these negotiations reveal how VR, typically presented as a disruptive innovation, has been called upon to stabilize and ensure the continuity of the past: that is, of particular cultural forms and of the industrial and technological infrastructures that sustain them. We argue that the enculturation of VR demonstrates that the processes that summon new technologies and construct them as novel also reinforce existing—and often unspoken—agreements about the ways that culture should be organized.", "venue": "", "year": 2019, "referenceCount": 105, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "47005215", "name": "J. Nagy"}, {"authorId": "1391176956", "name": "Fred Turner"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1fe61c9b4afac120f8d662ef9ce6b89f2c6539d1", "externalIds": {"MAG": "2950784013"}, "url": "https://www.semanticscholar.org/paper/1fe61c9b4afac120f8d662ef9ce6b89f2c6539d1", "title": "Love at First Byte: An Economic Analysis of the Internet Dating Apocalypse", "abstract": null, "venue": "", "year": 2019, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "79650941", "name": "H. Srikanth"}]}}, {"intents": ["background"], "contexts": ["There is a similar history of small-scale cooperative or locally owned telephony networks [61].", "Rural farming communities in the United States built their own party line phone networks using primitive telephone systems, some even repurposing barbed wire fencing as telephone lines to cut down on deployment costs [61]."], "isInfluential": false, "citingPaper": {"paperId": "279b55c295f8d130d632629fadf6a3a9afd039b6", "externalIds": {"MAG": "2974362991"}, "url": "https://www.semanticscholar.org/paper/279b55c295f8d130d632629fadf6a3a9afd039b6", "title": "Towards Scalable Community Networks", "abstract": "Author(s): Hasan, Shaddi | Advisor(s): Brewer, Eric | Abstract: Over 400 million people live without access to basic communication services, largely in rural areas. Community-based networks, and particularly community cellular networks, can sustainably support services even in these extremely rural areas where traditional commercial network operators cannot. However, community cellular networks face a variety of technical, business, and regulatory challenges that hamper their proliferation.In this thesis, we aim to develop approaches to enable scale within and across community cellular networks. Through a mixed-methods study of more than 80 rural wireless Internet service providers, a related class of network operators, we identify key scaling challenges rural network operators face. We next present two approaches for addressing these challenges in the context of community cellular networks. The first, GSM Whitespaces, demonstrates that rural community cellular networks can safely share spectrum in bands occupied by incumbent mobile network operators, removing a key barrier to independent operation. The second, CCM, shows how community networks and incumbent mobile network operators can cooperate to share resources to extend service. We will explore each of these approaches through practical systems and longitudinal deployments of community cellular networks in Southeast Asia that provide service to thousands of rural people.", "venue": "", "year": 2019, "referenceCount": 120, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1934763", "name": "Shaddi Hasan"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "40bb19cd141ca36bf95996142e949cc81fbcbf0e", "externalIds": {"MAG": "2978079477"}, "url": "https://www.semanticscholar.org/paper/40bb19cd141ca36bf95996142e949cc81fbcbf0e", "title": "\"It knows how to not understand us!\" A study on what the concept of robustness entails in design of conversational agents for preschool children", "abstract": null, "venue": "", "year": 2019, "referenceCount": 64, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1417943554", "name": "Kristine Røyneland"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "41976ea2db079edf1f80feb6c1ca7531ff475b2e", "externalIds": {"MAG": "2929310810", "DOI": "10.24908/SS.V17I1/2.12937"}, "url": "https://www.semanticscholar.org/paper/41976ea2db079edf1f80feb6c1ca7531ff475b2e", "title": "Digital Platforms, Porosity, and Panorama", "abstract": "The concept of porosity, developed by Walter Benjamin and Asja Lacis, is proposed as a useful concept for examining the political, social, and economic impacts of digital platform surveillance on social space. As a means of characterizing and comparing how interconnected spaces are shaped through a diversity of interfaces, porosity bypasses a simplistic distinction between analog and digital technologies without losing sight of the actual material affordances, social and surveillance practices, and politics that these differing and interacting technologies enable. As part of Benjamin’s project of uncovering the tension between the present and the utopian visions that capitalism repeatedly invokes through new technologies, an attention to the politics of porosity can situate the effects of digital platforms within the ongoing history of struggle over the production and experience of urban space. \n ", "venue": "Surveillance & Society", "year": 2019, "referenceCount": 23, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Geology"], "authors": [{"authorId": "113528094", "name": "D. N. Anderson"}]}}, {"intents": ["background"], "contexts": ["As Claude Fischer notes, a major reason for this prohibition was the organisation’s orientation toward achieving middle-class respectability (Fischer 1992, p. 131)."], "isInfluential": false, "citingPaper": {"paperId": "5878f63c192073fb39cac68ca20886317f76fc9b", "externalIds": {"MAG": "2979651807", "DOI": "10.1017/S0261143019000321"}, "url": "https://www.semanticscholar.org/paper/5878f63c192073fb39cac68ca20886317f76fc9b", "title": "A strictly American institution: Neil O'Brien, blackface minstrelsy, and the invention of white Catholic identity", "abstract": "Abstract This article examines the politics of race, religion and nation in relation to blackface minstrelsy during the first decades of the twentieth century. Having been superseded by more modern amusements, minstrelsy was outdated as a performance genre, yet the minstrel show served as a forum for Neil O'Brien and the Knights of Columbus fraternal society to participate in the invention of a white American Catholic identity. For fraternal society members, estranged from national belonging by religious difference, these performances situated the group as proponents of an old-fashioned American tradition, structured around anti-blackness. At a time of anti-Catholic sentiment, Catholic fraternal society members gathered for minstrel performances, distancing themselves from black people and marking themselves as white Americans.", "venue": "Popular Music", "year": 2019, "referenceCount": 132, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1484237803", "name": "George Blake"}]}}, {"intents": ["background"], "contexts": ["Diese Beobachtungen stützen sich zumeist auf anekdotische Berichte und wurden nicht systematisch untersucht (vgl. Fischer 1992, Pool 1977), zeigen aber, dass die Einführung eines neuen Mediums stets auch mit Bedenken über einen Verlust der Privatsphäre und einem „Zuviel“ an Öffentlichkeit…"], "isInfluential": false, "citingPaper": {"paperId": "83aec266690bffea610c7ed35ed870392411eac4", "externalIds": {"MAG": "2980782125", "DOI": "10.21248/JFML.2019.9"}, "url": "https://www.semanticscholar.org/paper/83aec266690bffea610c7ed35ed870392411eac4", "title": "Mobile Medienpraktiken im Spannungsfeld von Öffentlichkeit, Privatheit und Anonymität", "abstract": "This contribution aims to describe privacy, publicness and anonymity as essential dimensions for doing media linguistics. These dimensions are not inherent in and predetermined by the technical features and forms of communication, but are used by the participants as an orientation grid for shaping their online and offline practices in and with mobile media. Considering both mobile media use in the public realm and the dissemination of increasingly private content in social media (which is said to lead to ‘blurred boundaries’ between the private and the public), this paper provides a brief overview of the main developments in mobile media research. Studies adopting various approaches – e.g. sociological-ethnographic, linguistic and media studies – illustrate how privacy, publicness and anonymity are actively shaped and brought about by mobile media users. These observations indicate that the concepts of privacy and publicness have not lost their meaning but media linguistics should study the emergence of new multimodal practices by which they are framed and accomplished. \n ", "venue": "Journal für Medienlinguistik", "year": 2019, "referenceCount": 77, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "50174389", "name": "K. König"}, {"authorId": "2083771340", "name": "Florence Oloff"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "93763cdfa41f50ed514530b370c6189850ab4209", "externalIds": {"MAG": "2969738163", "DOI": "10.1073/pnas.1908630116", "PubMed": "31431531"}, "url": "https://www.semanticscholar.org/paper/93763cdfa41f50ed514530b370c6189850ab4209", "title": "Disintermediating your friends: How online dating in the United States displaces other ways of meeting", "abstract": "Significance We show in this paper that meeting online has displaced friends as the main way heterosexual couples in the United States meet. Traditional ways of meeting partners (through family, in church, in the neighborhood) have all been declining since World War II. Meeting through friends has been in decline since roughly 1995. We present data from a nationally representative 2017 survey of American adults. For heterosexual couples in the United States, meeting online has become the most popular way couples meet, eclipsing meeting through friends for the first time around 2013. Moreover, among the couples who meet online, the proportion who have met through the mediation of third persons has declined over time. We find that Internet meeting is displacing the roles that family and friends once played in bringing couples together.", "venue": "Proceedings of the National Academy of Sciences", "year": 2019, "referenceCount": 65, "citationCount": 65, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "50270040", "name": "Michael J Rosenfeld"}, {"authorId": "49884412", "name": "Reuben J. Thomas"}, {"authorId": "1392451468", "name": "S. Hausen"}]}}, {"intents": ["background"], "contexts": ["Namely, people typically transform technologies into tools that they find useful (Fischer, 1994, p. 25)."], "isInfluential": false, "citingPaper": {"paperId": "a738235d67e19fded1050eed574a6707d4699d6d", "externalIds": {"MAG": "3015834271"}, "url": "https://www.semanticscholar.org/paper/a738235d67e19fded1050eed574a6707d4699d6d", "title": "Participation in a datafied environment: questions about data literacy", "abstract": "In politics, participation can be understood as citizen involvement in decision making, including mechanisms for people to intervene in political and social choices, among other areas of action. Those mechanisms are crucial since democracy hinges on civic participation in political life. However, in the big data era, participation is not possible without people’s access to and control of data; that is, civil rights become digital rights. This article deals with data literacy as a filter for participation in a datafied environment and the role of ordinary people in data processes. Because participation in a datafied world depends of people’s ability to enter the fray, questions about where lines can be drawn to separate experts from non-experts (i.e. ordinary citizens) and whether intervention in the data infrastructure requires a degree of data literacy for effective participation constitute a relevant discussion for the practice and theory of activism as a form of political or civic engagement. Political engagement is understood here as coordinated action aimed at problem-solving, campaigning and assisting others. Namely, to rescue political participation in a datafied domain, a degree of skill is necessary. Drawing from a taxonomy of data mining involvement (Kennedy, 2016) and empirical cases of crisis mapping (Gutierrez, 2018a; 2018b), this theoretical article offers conceptualisations to think about what participation entails today.", "venue": "", "year": 2019, "referenceCount": 77, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "48033896", "name": "Miren Gutiérrez"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a98f046eb16aa24bbdad5b73199229d76c8554db", "externalIds": {"MAG": "2942801029", "DOI": "10.7560/IC54102"}, "url": "https://www.semanticscholar.org/paper/a98f046eb16aa24bbdad5b73199229d76c8554db", "title": "The Failure or Future of American Archival History: A Somewhat Unorthodox View", "abstract": "Abstract:The quality of research on American archival history has been uneven and the quantity not very impressive. This essay reviews some of the highlights of American archival history research, especially the growing interest in cultural and public history that has produced some studies of interest to scholars curious about the history of archives. The essay also focuses more on why such research still seems so far removed from the interests of most archivists. The essay will consider some hopeful signs, such as the reemergence of records and recordkeeping systems as a core area for study, for a renewed emphasis on American archival history. While much needs to be done, I am optimistic that the golden age of historical research on American archives lies ahead.", "venue": "Information & Culture", "year": 2019, "referenceCount": 127, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History", "Sociology"], "authors": [{"authorId": "144413847", "name": "R. Cox"}]}}, {"intents": ["background"], "contexts": ["The traditional landline telephone was actually on the scene before many forms of mass media such as the radio, TV and even film ( Fischer, 1992 )."], "isInfluential": false, "citingPaper": {"paperId": "c7bce421625c9ea5f9aff1304d9ffda2890cec71", "externalIds": {"MAG": "2957366738", "DOI": "10.4324/9780429491146-25"}, "url": "https://www.semanticscholar.org/paper/c7bce421625c9ea5f9aff1304d9ffda2890cec71", "title": "Effects of Mobile Communication", "abstract": null, "venue": "Media Effects", "year": 2019, "referenceCount": 46, "citationCount": 7, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2066708428", "name": "Scott W. Campbell"}, {"authorId": "39474138", "name": "Rich Ling"}]}}, {"intents": ["background"], "contexts": ["Fischer (1994) found that telephone users only called people they already knew."], "isInfluential": false, "citingPaper": {"paperId": "ce08c0cac0b3e7d7da484253a1feee681cff5c44", "externalIds": {"MAG": "2971729402"}, "url": "https://www.semanticscholar.org/paper/ce08c0cac0b3e7d7da484253a1feee681cff5c44", "title": "Perceptions of Online Cheating: Impact of Age, Gender, and Sexual Preference", "abstract": "Perceptions of Online Cheating: Impact of Age, Gender, and Sexual Preference", "venue": "", "year": 2019, "referenceCount": 91, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1396949183", "name": "Rosanna Helen Kallay"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e3950fa512ad551ccc0bf22ac97fb2220f6f17cd", "externalIds": {"MAG": "2945503347"}, "url": "https://www.semanticscholar.org/paper/e3950fa512ad551ccc0bf22ac97fb2220f6f17cd", "title": "Understanding telecare construction work: An ethnography of nursing practices", "abstract": "Telecare, a broad set of technologies used in home-based care, is expected to reduce the rising costs of care in an aging society on both national and European levels. The increasing use of telecare will profoundly change nursing care, in both expected and unexpected ways. The obvious difference is that care professionals will not physically be with patients when care is given at a distance. But there are also more subtle changes, like patients who use the technology on their own terms, and nurses’ improvised solutions to work around hindrances. All of these adjustments turn telecare practices into construction sites, where nurses and patients work to achieve good care. Annemarie van Hout conducted ethnographic research in two field sites: at-home palliative nursing and at-home long-term mental health care. Nurses care at a distance by starting to draw from their daily repertoire, basing their actions on their regular working methods. When nurses encounter hindrances that they have to deal with, they extend their repertoires. This research finds that lessons learned tend to stay within the practice where they are learned. To avoid this pitfall, Annemarie calls for nurses and scholars to work together. When nurses and researchers work together, detecting and articulating changes, sharing and theorizing them, they can tell a new story, a nursing story of telecare, one that can counter the policy stories this thesis begins with. Hopes for and fears of telecare are bad predictors. Let nurses, researchers and policymakers instead listen to and learn from actual practice.", "venue": "", "year": 2019, "referenceCount": 159, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "40259966", "name": "A. V. Hout"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "fb5fac219b790328c5efa45f6c69cd418b753ff6", "externalIds": {"MAG": "2966386207", "DOI": "10.7176/rjfa/10-9-03"}, "url": "https://www.semanticscholar.org/paper/fb5fac219b790328c5efa45f6c69cd418b753ff6", "title": "Factors Affecting Savings And internal lending communities in Informal Finance Groups on Pastoral Communities in Kenya, A Case of West Pokot County", "abstract": "Purpose: This study has explored the factors affecting savings and internal lending communities (SILC). The specific objectives were: financial viability, financial sustainability, financial acceptability and Information and Communication Technology. The literature review is in line with the variables under this study, the target population established was 440 covering Women groups, Youth groups, elder’s council, youth association, livestock trader’s cooperative society, Financial institutions and Government agencies in Kapenguria Division. Keywords: financial viability, financial sustainability, Information and Communication Technology and financial acceptability DOI : 10.7176/RJFA/10-9-03 Publication date :May 31 st 2019", "venue": "Research Journal of Finance and Accounting", "year": 2019, "referenceCount": 47, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1416346863", "name": "Jacob Nalanda Nasong’o"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "fb93fafafad38b87a5d4ed147402e7f62441bd89", "externalIds": {"MAG": "2982245075", "DOI": "10.1017/S1740022819000202"}, "url": "https://www.semanticscholar.org/paper/fb93fafafad38b87a5d4ed147402e7f62441bd89", "title": "Historicizing media, globalizing media research: infrastructures, publics, and everyday life", "abstract": "Abstract Visions of media spanning the globe and connecting cultures have been around at least since the birth of telegraphy, yet they have always fallen short of realities. Nevertheless, with the internet, a global infrastructure has emerged, which, together with mobile and smartphones, has rapidly changed the media landscape. This far-reaching digital connectedness makes it increasingly clear that the main implications of media lie in the extent to which they reach into everyday life. This article puts this reach into historical context, arguing that, in the pre-modern period, geographically extensive media networks only extended to a small elite. With the modern print revolution, media reach became both more extensive and more intensive. Yet it was only in the late nineteenth century that media infrastructures penetrated more widely into everyday life. Apart from a comparative historical perspective, several social science disciplines can be brought to bear in order to understand the ever more globalizing reach of media infrastructures into everyday life, including its limits. To date, the vast bulk of media research is still concentrated on North America and Europe. Recently, however, media research has begun to track broader theoretical debates in the social sciences, and imported debates about globalization from anthropology, sociology, political science, and international relations. These globalizing processes of the media research agenda have been shaped by both political developments and changes in media, including the Cold War, decolonization, the development of the internet and other new media technologies, and the rise of populist leaders.", "venue": "Journal of Global History", "year": 2019, "referenceCount": 130, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "144194373", "name": "Ralph Schroeder"}]}}, {"intents": ["background"], "contexts": ["Social historians of technology (Nye, 1990; Fischer, 1992; De la Bruheze and Oldenziel, 2008) have shown that new technologies need to be “domesticated” and transformed from unfamiliar and possibly threatening things to familiar objects embedded in the routines and practices of everyday life."], "isInfluential": false, "citingPaper": {"paperId": "fe822a77057bbbfc53d9867421d951239b384e85", "externalIds": {"MAG": "2901920041", "DOI": "10.1016/J.TRD.2018.11.012"}, "url": "https://www.semanticscholar.org/paper/fe822a77057bbbfc53d9867421d951239b384e85", "title": "Technological diffusion as a process of societal embedding: Lessons from historical automobile transitions for future electric mobility", "abstract": "Technological diffusion can be understood as a broader process of co-construction of technology and its environment. This article conceptualizes this co-construction as a process of societal embedding, in which new technologies find their place in wider societal domains, which include immediate user contexts, cultural meanings, policies, and infrastructures. This perspective helps address three under-developed dimensions in adoption models: (1) diffusion includes more actors than users/adopters, (2) user characteristics and environments are not known in advance, but are articulated during the technological diffusion process, and (3) societal embedding is full of choices and struggles that affect the directionality and thus shape of socio-technical systems. Societal embedding therefore calls importance to the “demand side” of sustainability transitions. Because electric vehicles have, so far, only achieved limited diffusion globally, we cannot use it to test and illustrate our framework. We therefore use a historical comparative research design, which utilizes the societal embedding framework with two case studies of automobile diffusion in the United States and the Netherlands between the 1880s and 1970s. We subsequently apply the resulting lessons and insights to the future development of electric vehicles, with examples from multiple countries. An important finding is that the successful diffusion of electric vehicles demands a more robust co-construction policy focus that includes tinkering with all aspects of the societal embedding process, and one involving a constellation of agents beyond policymakers and purchasers.", "venue": "Transportation Research Part D: Transport and Environment", "year": 2019, "referenceCount": 180, "citationCount": 43, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "35519897", "name": "Laur Kanger"}, {"authorId": "2654614", "name": "F. Geels"}, {"authorId": "3291986", "name": "Benjamin Sovacool"}, {"authorId": "143693842", "name": "J. Schot"}]}}, {"intents": ["background"], "contexts": ["Fischer, for example, found concerns that the telephone might break up old friendships because people would no longer visit each other, and debates about whether the device would make people more active or more lazy (Fischer 1992: 1)."], "isInfluential": false, "citingPaper": {"paperId": "164f0bd9b5a4402e8ae1f8300aabd32e83e0205b", "externalIds": {"MAG": "2886682707", "DOI": "10.1002/9781118646151.ch1"}, "url": "https://www.semanticscholar.org/paper/164f0bd9b5a4402e8ae1f8300aabd32e83e0205b", "title": "Before the Broadcast Era", "abstract": "How did radio get started in the United States, and how did it evolve from, first, wireless telegraphy, then wireless telephony and, finally, broadcast radio? Until the mid‐1980s, there was minimal serious historiography of radio in general, and early radio in particular. The best known and most widely used source was the first volume in Erik Barnouw’s trilogy on the history of broadcasting, A Tower in Babel (1966) (discussed in Chapter 20 by Gary Edgerton, this volume). Daniel Czitrom also provided a brief account of this era in Media and the American Mind (1982). The only other accounts of radio’s “prehistory,” when the device was known as wireless telegraphy and was used to transmit Morse code messages, were non‐academic and often gushing accounts of the invention in books with titles like Old Wires, New Waves (Harlow 1936). Gleason Archer’s History of Radio to 1926, published in 1938, while containing some important history, offered an overly generous account of the role that the Navy, and especially David Sarnoff, president of RCA, played in radio’s early development and was, by turns, untrustworthy or inaccurate. And Rupert Maclaurin provided an early technical history in Invention and Innovation in the Radio Industry (1949). But beginning in 1976, with the publication of Hugh Aitken’s Syntony and Spark (1976), a technical history of the development of wireless, and followed by his prize‐ winning The Continuous Wave (1985), a new era of wireless and radio historiography began. My own Inventing American Broadcasting came out in 1987 – and is discussed in Chapter 21 by Shawn VanCour, this volume – followed by work, primarily on the broadcast era, by Robert McChesney (1993), Susan Smulyan (1994), Michele Hilmes (1997), and others. By the 1990s, two new fields, radio studies and sound studies, had emerged from this work. The majority of work on radio focused on the post‐1920s broadcast era. Why was radio’s early history ignored? The “radio boom” of the 1920s seemed so sudden, the diffusion of the device so dramatic, and the entry of voice and music into people’s homes without any connecting wires so miraculous (the word most frequently used at the time), that it eclipsed what came before. By contrast, the exchange of the Morse code between wireless operators could seem like an irrelevant prehistory with not nearly the cultural, political, and economic impact of radio. Yet by the 1970s, historians of technology were challenging the notion of technological revolutions, and also taking on the “Eureka” school of invention and its inventor‐as‐hero narratives that often accompanied such deterministic accounts of technical change. Scholars put Before the Broadcast Era: 1900–1910s", "venue": "A Companion to the History of American Broadcasting", "year": 2018, "referenceCount": 53, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "48988695", "name": "S. Douglas"}]}}, {"intents": ["background", "methodology"], "contexts": ["Research has shown that people continue\nto socialize but the interactions have moved from local community involvement to\ngeographically-dispersed family and friends (Fischer, 1992; Wellman, 1979, 1999).", "We chose the above experience sampling method [8][20] in order to reduce the need for participants to recall their practices; instead, participants were able to capture their current activities, thoughts, and feelings in-the-moment with their mobile phone while they were amidst their normal daily activities.", "Mettouris and Papadopoulos [20] note that location-based systems provide users with the ability to produce and access information that is related to a location."], "isInfluential": false, "citingPaper": {"paperId": "1c7ce0f0c1d2bf3df433f37f87d43f31459f8063", "externalIds": {"MAG": "3010311247"}, "url": "https://www.semanticscholar.org/paper/1c7ce0f0c1d2bf3df433f37f87d43f31459f8063", "title": "Connecting urban commuters and communities using location-based technologies", "abstract": "Cities have recently begun to focus on how digital technology can better inform and engage people through an online presence containing web portals for desktop computers and mobile devices. Yet we do not know whether common user interface design strategies apply to government portal design given their vast repositories of information for citizens of varying ages. This mixedmethods study compares the usability of desktop and mobile interfaces for two types of city portals, textual and visual, using the System Usability Scale, a standardized usability questionnaire. Using a set of twelve tasks, we evaluated three usability aspects of two city portals: effectiveness, efficiency, and satisfaction. Our results suggest there was a main effect between textual and visual designs, with users rating the textual design on a mobile device higher than a visual design. From this, we suggest that responsive design may not be the best fit when designing city portals to be experienced for use on desktop and mobile devices.", "venue": "", "year": 2018, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "1739289", "name": "Carolyn Pang"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "248da75f8d5bb972bde73a02f4e4779500e8792a", "externalIds": {"MAG": "2788042193", "DOI": "10.1016/J.ERSS.2018.02.010"}, "url": "https://www.semanticscholar.org/paper/248da75f8d5bb972bde73a02f4e4779500e8792a", "title": "Towards a modular and temporal understanding of system diffusion: Adoption models and socio-technical theories applied to Austrian biomass district-heating (1979-2013)", "abstract": "Abstract The diffusion of socio-technical systems is more complex than that of discrete products and cannot be understood solely with adoption models that have come to dominate the diffusion literature. The paper makes two contributions. First, it aims to broaden the conceptual repertoire by distinguishing two analytical families: adoption models and socio-technical theories of diffusion. We distinguish four adoption models (epidemic, rational choice, socio-psychological, increasing-returns-to-adoption) and three socio-technical models (system building, circulation/replication, societal embedding), and discuss their phenomenological characteristics and causal mechanisms. Second, the paper shows that system diffusion is a multi-dimensional process that is best understood with a modular approach that combines insights from different conceptual models. To demonstrate this second contribution and explore the temporal salience of different models, we apply them to the diffusion of Austrian biomass district heating (BMDH) systems (1979–2013). The paper ends with integrative suggestions by temporally positioning different diffusion models in a broader framework.", "venue": "", "year": 2018, "referenceCount": 59, "citationCount": 32, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2654614", "name": "F. Geels"}, {"authorId": "120610854", "name": "V. Johnson"}]}}, {"intents": ["background"], "contexts": ["Early on, they were associated to sphere of male activities (Fischer, 1992)."], "isInfluential": false, "citingPaper": {"paperId": "3107db559f63fcf29c5cb64a4d4a4d3ef8c93259", "externalIds": {"MAG": "2909471725"}, "url": "https://www.semanticscholar.org/paper/3107db559f63fcf29c5cb64a4d4a4d3ef8c93259", "title": "Ageing and materialities: A study of the practice of weaving at Cercle de Fermières", "abstract": "This thesis examines the weaving practices of the Cercle de Fermieres, a century-old community of older women, in light of Actor-Network Theory (ANT) (Akrich, 1987; Latour, 2006) and feminist theories of technologies (Haraway, 2004; Wajcman, 2007). Who and what is included in this “Cercle?” How do the affordances of technologies and materials contribute to the creation of necessities and forms of interaction within the organization? What happens when both humans (weavers) and non-humans (looms, thread, buildings) actors “age together?” I examine how the dynamic assemblage pertaining to the practice of weaving influences the organizational structure of the Cercle and contributes to the creation of associations and entanglements. Five vignettes describe life at the weaving Cercle and the roles of actors and ageing in this organization. A relational understanding of age and ageing, essential components of this analysis, allows to notice their uneven effects across the assemblage. While ageing has a profound impact on what it means to be a weaver, a centenarian organization or an ageing technology, ANT provides few theoretical tools to comprehend these entangled issues. This is addressed in the discussion section of this thesis. The empirical data comes from interviews and participant observation of two Cercles de Fermieres : one in Montreal and one in Baie Saint-Paul. Interviews were conducted with five Fermieres, aged 80 years old or more.", "venue": "", "year": 2018, "referenceCount": 147, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "113759194", "name": "Nora Tremblay Lamontagne"}]}}, {"intents": ["background"], "contexts": ["While people now take telephone contact for granted, it was seen as an exotic, depersonalized form of communication only fifty years ago (Fischer 1992).", "Just as previous generations had worried about whether community had been destroyed or transformed by earlier “new technologies” — such as the telephone (Fischer 1992) or the automobile -- the pundits of the 1990s have identified the Internet as the ultimate transformer (see the reviews in Wellman…"], "isInfluential": false, "citingPaper": {"paperId": "3a7101920b92f1b90e6709aaebc532d9c14272a8", "externalIds": {"MAG": "1616693626", "DOI": "10.4324/9780429498718-11"}, "url": "https://www.semanticscholar.org/paper/3a7101920b92f1b90e6709aaebc532d9c14272a8", "title": "Net-Surfers Don’t Ride Alone: Virtual Communities as Communities", "abstract": null, "venue": "Networks in the Global Village", "year": 2018, "referenceCount": 187, "citationCount": 183, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1736470", "name": "B. Wellman"}, {"authorId": "66687482", "name": "Milena Gulia"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3ddd475eb2e7f52f90e2aa685be9fc155a36007d", "externalIds": {"MAG": "2907580650"}, "url": "https://www.semanticscholar.org/paper/3ddd475eb2e7f52f90e2aa685be9fc155a36007d", "title": "Technology, care and a sense of home : understanding older people's domestication of Telecare", "abstract": "........................................................................................................................... 3 List of tables ................................................................................................................... 13 Acknowledgements........................................................................................................ 15 Author’s declaration ..................................................................................................... 17", "venue": "", "year": 2018, "referenceCount": 312, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "6247537", "name": "Gigliola Brintazzoli"}]}}, {"intents": ["background"], "contexts": ["Media scholars have had a long-standing interest in the role of telephone communication in shaping social networks (Fischer, 1992; Wellman and Tindall, 1992).", "Fischer (1992) finds in the diffusion of landline phones in the United States, a closer cultivation\nof the private sphere without a necessary growth in contacts.", "The view that sociocultural factors underlie differences in the ends pursued through technology is not new to studies of the telephone (Fischer, 1992)."], "isInfluential": false, "citingPaper": {"paperId": "50a688cd0a6c41e7f259128dcc095dca08376da7", "externalIds": {"DBLP": "journals/nms/Marler18", "MAG": "2796141716", "DOI": "10.1177/1461444818765154"}, "url": "https://www.semanticscholar.org/paper/50a688cd0a6c41e7f259128dcc095dca08376da7", "title": "Mobile phones and inequality: Findings, trends, and future directions", "abstract": "Smartphones are more prevalent than computers in the digital age, particularly in poor and minority communities. Is it the effect to reduce or perpetuate socioeconomic disparities? This article reviews two decades of research investigating whether mobile phones contribute to enhancing the status of disadvantaged populations. Conclusions on the nature and extent of the mobile effect vary across areas of inquiry, including digital inequality, social networks, and coordination and mobility. Advantages accrue in particular areas, such as strengthening core ties, promoting particular Internet activities, and enhancing daily coordination and safety. Device limitations and structural inequalities overwhelm the mobile effect in many arenas, though new conditions emerge with changes in mobile technology and digital habits. Future research will benefit from closer attention to how mobile affordances, user motivation and habituation, popular mobile uses, and the particular conditions of disadvantage shape outcomes for marginalized populations.", "venue": "New Media Soc.", "year": 2018, "referenceCount": 140, "citationCount": 26, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "51291986", "name": "Will Marler"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5e9853723a001dbc1a53395eec3517fbc2162e11", "externalIds": {"MAG": "2781022301", "DOI": "10.1016/J.ERSS.2017.11.003"}, "url": "https://www.semanticscholar.org/paper/5e9853723a001dbc1a53395eec3517fbc2162e11", "title": "Reducing energy demand through low carbon innovation: A sociotechnical transitions perspective and thirteen research debates", "abstract": "Abstract Improvements in energy efficiency and reductions in energy demand are expected to contribute more than half of the reduction in global carbon emissions over the next few decades. These unprecedented reductions require transformations in the systems that provide energy services. However, the dominant analytical perspectives, grounded in neoclassical economics and social psychology, focus upon marginal changes and provide only limited guidance on how such transformations may occur and how they can be shaped. We argue that a socio-technical transitions perspective is more suited to address the complexity of the challenges involved. This perspective understands energy services as being provided through large-scale, capital intensive and long-lived infrastructures that co-evolve with technologies, institutions, skills, knowledge and behaviours to create broader ‘sociotechnical systems’. To provide guidance for research in this area, this paper identifies and describes thirteen debates in socio-technical transitions research, organized under the headings of emergence, diffusion and impact, as well as more synthetic cross-cutting issues.", "venue": "Energy Research & Social Science", "year": 2018, "referenceCount": 204, "citationCount": 130, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2654614", "name": "F. Geels"}, {"authorId": "2054732", "name": "T. Schwanen"}, {"authorId": "48005197", "name": "S. Sorrell"}, {"authorId": "47944509", "name": "K. Jenkins"}, {"authorId": "100748489", "name": "B. Sovacool"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "64192dcde817aeef26a0235e9700bc0603906a52", "externalIds": {"MAG": "2891585195", "DOI": "10.1177/0739532918796227"}, "url": "https://www.semanticscholar.org/paper/64192dcde817aeef26a0235e9700bc0603906a52", "title": "A utilitarian view: A content analysis of agenda-setting effects within popular news coverage of the mobile phone", "abstract": "The mobile phone has changed the human–mobile device relationship, which has given rise to a controversy regarding the neutrality of technological devices. This study seeks to understand how news media portray mobile phone devices using second-level agenda setting that extends the model to the public perception of mobile devices. Conducting a content analysis (N = 630) of two major U.S. newspapers covering the years 1991 to 2015, this study discovered that news articles primarily communicated mobile phones as neutral tools.", "venue": "Newspaper Research Journal", "year": 2018, "referenceCount": 36, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "31477561", "name": "Amelia W. Cole"}, {"authorId": "47878115", "name": "Jennette P. Lovejoy"}]}}, {"intents": ["background"], "contexts": ["This does not mean that the overall number of personal connections has increased (Dunbar, 2012; Fischer, 1992)."], "isInfluential": false, "citingPaper": {"paperId": "881ecada3187a6f648b1212264bf42749ce7c894", "externalIds": {"MAG": "2590202502", "DOI": "10.1080/1369118X.2017.1289231"}, "url": "https://www.semanticscholar.org/paper/881ecada3187a6f648b1212264bf42749ce7c894", "title": "Towards a theory of digital media", "abstract": "ABSTRACT This article puts forward a theory of the role of digital media in social change. It begins by criticizing three theories that currently dominate our understanding of digital media and of media generally: network theory, mediatization theory and actor-network theory. It also identifies a gap in current communication theory, namely, that digital media mostly do not fit the divide into mass and interpersonal communication. A further problem is that insufficient attention is given to the difference between political communication and popular culture or everyday life. The article develops an alternative, focusing on four countries that provide a range of relationships between media and society; the U.S., Sweden, India and China. In all four countries, despite their differences, digital media, in contrast to traditional broadcast and interpersonal media, have led to a more differentiated media landscape. Greater complexity in political communication nevertheless runs up against the continuing dominance of elite agenda-setting. In terms of popular culture, all four countries have experienced a proliferation of media offerings and greater tetheredness between people. Hence, new divides are emerging between more active and variegated as against more passive and restricted media uses. The article concludes with implications of digital media for understanding media generally: with new digital media, there is now a need to rethink media theory in terms of fundamental debates about how media transform or preserve the social order.", "venue": "", "year": 2018, "referenceCount": 71, "citationCount": 24, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144194373", "name": "Ralph Schroeder"}]}}, {"intents": ["background"], "contexts": ["At this point it will be useful to digress briefly (the topic fits more with chapters 2 and 3, on politics) to look at how big data analytics can be used for political mobilization, which has recently been detailed by Karpf (2015; 2016).", "Instead, as Fischer (1992) has documented, and contrary to these expectations, the telephone first became widespread when ordinary people wanted to keep each other company over distances.", "As Karpf (2016) argues: ‘In a world with digital media, but less analytics, this election drama would have unfolded differently . . . journalists and their editors would have been less attuned to the immediate feedback of Trump’s daily ratings effects, and this would have led them to spread their coverage more evenly (as they always have in the past).", "(2015; 2016) asked Facebook users about how Facebook uses data to shape the information they see."], "isInfluential": true, "citingPaper": {"paperId": "896c99d3ca114e07d2e18c0e30470ba1b0406505", "externalIds": {"MAG": "2904105116", "DOI": "10.14324/111.9781787351226"}, "url": "https://www.semanticscholar.org/paper/896c99d3ca114e07d2e18c0e30470ba1b0406505", "title": "Social Theory After the Internet: Media, Technology, and Globalization", "abstract": "Media, Technology and Globalization Ralph Schroeder The internet has fundamentally transformed society in the past 25 years, yet existing theories of mass or interpersonal communication do not work well in understanding a digital world. Nor has this understanding been helped by disciplinary specialization and a continual focus on the latest innovations. Ralph Schroeder takes a longer-term view, synthesizing perspectives and findings from various social science disciplines in four countries: the United States, Sweden, India and China. His comparison highlights, among other observations, that smartphones are in many respects more important than PC-based internet uses.", "venue": "", "year": 2018, "referenceCount": 251, "citationCount": 45, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "144194373", "name": "Ralph Schroeder"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "8ef33f510886236032d320d6adaa5919e1443ba4", "externalIds": {"DBLP": "conf/genderit/RodeP18", "MAG": "2976526454", "DOI": "10.1145/3196839.3196845"}, "url": "https://www.semanticscholar.org/paper/8ef33f510886236032d320d6adaa5919e1443ba4", "title": "Putting the gender back in digital housekeeping", "abstract": "Prior work examining technology usage and maintenance practices in homes describes division of labor in terms of technical expertise. In this paper, we offer a counter-narrative to this explanation for engagement with Ubiquitous Computing. Using feminist theory as an analytic lens, we examine how gender identity work is a determining factor of whether and how people engage with digital technologies in their homes. We present a model of gender & technical identity co-construction.", "venue": "GenderIT", "year": 2018, "referenceCount": 75, "citationCount": 16, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "33257159", "name": "J. Rode"}, {"authorId": "2159730", "name": "E. Poole"}]}}, {"intents": ["background"], "contexts": ["The telephone, which is the first technology we analyze here, took fifty years to reach 10% of households after it was introduced in 1876 (Fischer, 1994)."], "isInfluential": false, "citingPaper": {"paperId": "98867ffa377aada7bc04dc028e54db8ca059675e", "externalIds": {"MAG": "2944566154"}, "url": "https://www.semanticscholar.org/paper/98867ffa377aada7bc04dc028e54db8ca059675e", "title": "Exploring the notion of sharing and cultural change related to emerging platform-based business models", "abstract": "Suggested Citation: Garcia-Murillo, Martha; Macinnes, Ian (2018) : Exploring the notion of sharing and cultural change related to emerging platform-based business models, The 22nd Biennial Conference of the International Telecommunications Society: \"Beyond the boundaries: Challenges for business, policy and society\", June 24th 27th, 2018, Seoul, Korea, International Telecommunications Society (ITS), Seoul", "venue": "", "year": 2018, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1403130916", "name": "M. Garcia-Murillo"}, {"authorId": "1692600", "name": "I. MacInnes"}]}}, {"intents": ["background"], "contexts": ["The users have the power to resist, appropriate, or even reinterpret data surveillance, but only within the constraint of structure (Fischer, 1994) that is automated to record, process, and retain data about their digital activities."], "isInfluential": false, "citingPaper": {"paperId": "a40046bc89b5f2d6798eaf1e996a128b6d4e9a09", "externalIds": {"MAG": "2883918218", "DOI": "10.1177/0002764218787863"}, "url": "https://www.semanticscholar.org/paper/a40046bc89b5f2d6798eaf1e996a128b6d4e9a09", "title": "The Structuration of Digital Ecosystem, Privacy, and Big Data Intelligence", "abstract": "This study presents a conceptual model of understanding algorithmic digital surveillance systems, borrowing insight from Giddens, who proposed the notion of structuration as social practices deriving from the intersection between structure and agents. We argue that the status of privacy, or lack of it, is a product of these interactions, of which the personal data practices and related interests constitute the reproduction of a data ecosystem. We trace the process of data production and consumption, dissecting the interactive dynamics between digital media producers (personal data users) and users (personal data producers). Inadequacies, limits, and social and policy implications of data surveillance and its algorithmic reproduction of identities are discussed.", "venue": "American Behavioral Scientist", "year": 2018, "referenceCount": 69, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2826225", "name": "Y. Park"}, {"authorId": "35167750", "name": "J. Chung"}, {"authorId": null, "name": "Dong Hee Shin"}]}}, {"intents": ["background"], "contexts": ["Although the conventional telephone was not initially embraced by everyone, it was\ngradually adopted by society within 50 years of its invention (Fischer, 1994; Winston, β00β).", "Therefore, people cautiously established rules and etiquette of telephoning in society, such as being courteous and considerate over the telephone, as if the interaction was occurring face-to-face (Fischer, 1994)."], "isInfluential": false, "citingPaper": {"paperId": "b099dd2cd8c1ff7742e77dde98100eaf4db3e9e6", "externalIds": {"MAG": "2915076421"}, "url": "https://www.semanticscholar.org/paper/b099dd2cd8c1ff7742e77dde98100eaf4db3e9e6", "title": "An investigation of the antecedents and consequences of \"phubbing\" : how being snubbed in favour of a mobile phone permeates and affects social life", "abstract": "Smartphones have changed the way people interact with each other in modern society. However, while they are becoming more omnipresent in human life, there is increasing concern that they are often used at inappropriate times during social interactions, and that people often ignore others in favour of their phones. In this thesis, we explore the phenomenon of \"phubbing\" - the act of snubbing someone in a social setting by concentrating on one's mobile phone. In a series of ten empirical studies, we demonstrate that Internet addiction, fear of missing out, and self-control predict smartphone addiction, which in turn predicts the extent to which people phub. This path also predicts the extent to which people feel that phubbing is normative, both via (a) the extent to which people are phubbed themselves, and (b) independently. Phubbing also significantly dampens perceived communication quality and relationship satisfaction in dyadic conversation. These effects are mediated by reduced feelings of belonging and both positive and negative affect. In addition, the results indicate that the degree to which someone is affected by phubbing is not determined by the relationship status between phubber and phubbee. We also develop and validate the Generic Scale of Phubbing (GSP) to assess phubbing behaviour, and the Generic Scale of Being Phubbed (GSBP) to assess the experience of being phubbed. Both scales reveal good psychometric properties. In conclusion, the results of the current research allow us to better understand how phubbing permeates and affects human social life.", "venue": "", "year": 2018, "referenceCount": 68, "citationCount": 1, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3453462", "name": "V. Chotpitayasunondh"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "cc80b5aea008bde28ca09baa37eb59eac85209cd", "externalIds": {"MAG": "2803529909", "DOI": "10.1017/eso.2017.68"}, "url": "https://www.semanticscholar.org/paper/cc80b5aea008bde28ca09baa37eb59eac85209cd", "title": "The Anywhere, Anytime Market: The 800-Number, Direct Marketing, and the New Networks of Consumption", "abstract": "This article explores how 800-service, or toll-free long-distance (In-WATS) lines, became an institutionalized part of direct marketing in the United States between the mid-1960s and early 1980s. Introduced by AT&T in 1967, 800-service attracted immediate attention in mail-order circles, where marketers saw it as means of automating long-distance selling and catering to an increasingly decentralized and credit-dependent populace. Although early initiatives, like that of catalog giant Aldens, fell flat, 800-service gained traction by the mid-1970s as a call-center industry developed and mail-order operations began using In-WATS lines in combination with bank-issued credit cards and private delivery services. By decade’s end, this trio of networks—long-distance telephony, credit/payment, and parcel delivery—were densely interwoven, forming the infrastructural basis for a new kind of “anywhere, anytime,” upscale shopping exemplified by the newly refashioned Spiegel. Ultimately, the article helps historicize the rise of electronic retailing and the marketization of telecommunications infrastructure.", "venue": "Enterprise & Society", "year": 2018, "referenceCount": 106, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "98788494", "name": "R. K. Popp"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Gender & IT ’ 18 , May 2018 , Heilbronn , Germany", "abstract": null, "venue": "", "year": 2018, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": "33257159", "name": "Jennifer Ann Rode"}, {"authorId": "2159730", "name": "Erika Shehan Poole"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "088582679efe8d8538404e6b19517f158655f423", "externalIds": {"MAG": "2769366586", "DOI": "10.5325/marktwaij.15.2017.0106"}, "url": "https://www.semanticscholar.org/paper/088582679efe8d8538404e6b19517f158655f423", "title": "Literary Regionalism and Mark Twain's Telephone", "abstract": "Focusing on the work of Mark Twain, this article considers the convergence of two late nineteenth-century voice technologies: dialect writing and the telephone. The racial and rural dialects transcribed by regionalist fiction offered mostly white, urban, middle-class readers entertaining encounters with \"other\" voices from a safe remove. The rhetoric surrounding the telephone's development promised that it would one day fulfill the same function in real time. But \"the ideological power of dialect literature\" (Gavin Jones) reinforced stereotypes rather than conveying geographically or socially distant voices to readers. Similarly, despite early fantasies of cross-cultural communication, the telephone facilitated socially insular conversation as it became systematized. Twain, however, emphasized the numerous miscommunications of the emergent telephone. Especially in Adventures of Huckleberry Finn (1884) and A Connecticut Yankee in King Arthur's Court (1889), he debunked the myth of cultural contact promulgated by dialect writing and telephony by making readers question their ears.", "venue": "", "year": 2017, "referenceCount": 23, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118203566", "name": "Sean Keck"}]}}, {"intents": ["background"], "contexts": ["There is limited literature on gender and landline telephony, as the telephone stopped being a research topic many years ago, when there were still few gender studies (an exception being Fischer, 1992).", "These are considered as ‘chatterboxes’ keeping in touch with (grand)kids, friends and relatives (Kopomaa, 2000), as happened when the landline telephone first appeared (Fischer, 1992)."], "isInfluential": false, "citingPaper": {"paperId": "08d2f92f7282a9676b15a722b37aa2fa39c0c900", "externalIds": {"MAG": "2534859278", "DOI": "10.1177/0163443716674363"}, "url": "https://www.semanticscholar.org/paper/08d2f92f7282a9676b15a722b37aa2fa39c0c900", "title": "Women, youth and everything else: age-based and gendered stereotypes in relation to digital technology among elderly Italian mobile phone users", "abstract": "In the context of an international research project on older people’s relations with and through mobile telephony, Italian participants spontaneously provided narrations on mobile phones that appeared to be structured around strong stereotypes. Respondents show a twofold representation of mobile phones either as a simple communication tool or as a ‘hi-tech’ device, which generates multifaceted stereotypes. More specifically, when the mobile phone is considered as a simple communication tool, age-based stereotypes address younger people’s bad manners, while gendered stereotypes depict women as ‘chatterboxes’ or ‘social groomers’. On the other hand, when the mobile phone is considered a ‘hi-tech’ device, age-based stereotypes underline younger people’s advanced user skills, while gendered stereotypes focus on women’s lack of competencies. Based on that, we provide a conceptual framework for analysing such stereotyped – and apparently conflicting – representations. Interestingly, while some issues also emerged in other countries, the masculine assumption that women are less-skilled mobile phone users appears as a peculiarity of Italian respondents.", "venue": "", "year": 2017, "referenceCount": 98, "citationCount": 30, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3101140", "name": "F. Comunello"}, {"authorId": "1781293564", "name": "Mireia Fernández Ardèvol"}, {"authorId": "2979452", "name": "Simone Mulargia"}, {"authorId": "40636696", "name": "Francesca Belotti"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0dbc7e92b5c9cb9351a6addcb356c76a6fb6556b", "externalIds": {"MAG": "2754509151", "DOI": "10.1093/JSH/SHX101"}, "url": "https://www.semanticscholar.org/paper/0dbc7e92b5c9cb9351a6addcb356c76a6fb6556b", "title": "“Dial 999 for Help!”: The Three-Digit Emergency Number and the Transnational Politics of Welfare Activism, 1937–1979", "abstract": "Abstract:Since 1937 calling for help has meant dialing three digits on a telephone. “999”—the emergency telephone number originally devised in London as the call signal for police, fire brigade, or ambulance assistance—has been appropriated as the model of emergency communications in 162 countries to date (with variations in the specific number used, such as 911 in America). In this article, I argue that the emergency number system provides a lens to rethink the relationship between citizens, state, and local communities in the diverse historical and geographical settings of its introduction, taking as case studies the United Kingdom, the United States of America, and New Zealand. The system has enhanced the possibilities for citizens to intervene in rescuing one another from “danger” by enabling them to coordinate the speed and location of state response to an event deemed an emergency. It thereby rests on an idea of citizenship characterized by active and reciprocal surveillance of each other’s behavior, as well as democratized access to medical or other emergency assistance. However, this article suggests that the system has been marked by its uneven distribution in economically deprived communities (conditioned by the commercial imperatives of telephone companies), reinforcing inequalities of access to state services along lines of wealth, class, and race both domestically and internationally. I therefore suggest it compromised the apparatus of “British” social democracy in this era, cultivating new forms of political and consumer activism among social groups demanding access to telephones for emergency assistance.", "venue": "", "year": 2017, "referenceCount": 50, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "51889955", "name": "E. Moss"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0ecc8ff0767e1472702d7af5c2c21e857cbbeaec", "externalIds": {"MAG": "2601790353", "DOI": "10.1007/978-3-319-55354-2_3"}, "url": "https://www.semanticscholar.org/paper/0ecc8ff0767e1472702d7af5c2c21e857cbbeaec", "title": "Analysing How the Prosumption of Information in Social Media Shapes Wikipedia", "abstract": "This chapter justifies the use of social media as opposed to new or digital media; within social media it argues the case for Wikipedia as an example of e-publishing. Technological, social, economic, and political perspectives on social media are briefly introduced; these are elaborated to uncover how these determinants underpin information production and consumption or more appropriately ‘prosumption’ in social media. This chapter applies these factors to determine how social media processes and activities as well as arrangements and organisation shape Wikipedia. It concludes that presently Wikipedia is not a commodity though it is not impossible that attempts to sell it as commodity could occur. In terms of prosumption we have shown that production is restricted to a very small minority while consumption is available to many of those with access to the appropriate digital environment. The issue of reliability of its information remains an open question. Its consumption costs are free. However, the volunteering of free labour raises the question of whether this is exploitation of labour. It contends that exploitation of labour cannot be ruled out and should be considered as an example of the way in which the whole of the technological revolution should be seen not as a break from capitalism but as an extension or intensification of late capitalism.", "venue": "", "year": 2017, "referenceCount": 15, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "121192054", "name": "Heena Siddiqi"}, {"authorId": "2080438", "name": "J. Siddiqi"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1f1adb88a522f1053636b1c9e8883c3ee439309d", "externalIds": {"MAG": "2770619796", "DOI": "10.1080/00083968.2017.1387061"}, "url": "https://www.semanticscholar.org/paper/1f1adb88a522f1053636b1c9e8883c3ee439309d", "title": "Managing elopement on the mobile phone: continuity and change in Woɗaaɓe te’egal marriage", "abstract": "Abstract Based on extended fieldwork among Fulɓe Woɗaaɓe in Niger and by analysing an ethnographic case, this paper discusses aspects of continuity and change in the practice of a culture-specific form of elopement marriage, called te’egal, in which a married woman leaves her husband to marry a man from another clan. The discussion focuses on two major aspects: (1) the extensive use of mobile phone communication in arranging and logistically managing elopement, and (2) the increasing police involvement in the settlement of te’egal cases. Mobile phone use in the context of elopement is interpreted as a modern means of achieving cultural ends. It acts as a catalyst, making elopement more dynamic. In the wider context of globalization and urbanity, however, this leads not simply to continuity but also to contradictions, as the moral and legal institutions of the state increasingly interfere with the normative framework of customary law.", "venue": "", "year": 2017, "referenceCount": 62, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145553402", "name": "Florian Köhler"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "33c12d5ea11cadf1063344f5405142abc77dfbbf", "externalIds": {"MAG": "2593077973", "DOI": "10.1017/ESO.2016.93"}, "url": "https://www.semanticscholar.org/paper/33c12d5ea11cadf1063344f5405142abc77dfbbf", "title": "Customer Stock Ownership as Monopoly Utility Political Strategy in the 1910s and 1920s", "abstract": "In the beginning of the twentieth century, as Americans erupted in righteous indignation over the flagrant abuses of monopoly utilities, utility executives responded by developing several strategies to improve public opinion, rein in regulation, and thwart public ownership. One of the most widely used and successful of these strategies was selling gas, electricity, and telephone company stock directly to customers. To reach these local customers, utility managers required their employees to peddle stock directly to their friends, family, and customers. Using this method, utilities reached a large number of Americans who would not normally have set up a brokerage account or been solicited by a securities sales agent. By farming these interstitial regions of America’s financial landscape, utility executives harvested millions of dollars in capital, but as executives explicitly made clear, the goal of customer stock ownership was not to raise capital but to raise political support. By the crash of 1929, utilities directly sold stock to 20 percent of the total number of stockholding Americans directly through customer stock ownership programs and not through traditional brokerage firms. This article situates the development of customer stock ownership in the political economic context from which it emerged as an organizational response, reveals the social and organizational processes by which utility monopolies sold stock, and appraises the effect of customer stock ownership on antimonopoly sentiment in America.", "venue": "Enterprise &#x0026; Society", "year": 2017, "referenceCount": 52, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2054300990", "name": "D. Robert"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "34a1d16a7872fc44ed81dcd1d5e2f9eb30669180", "externalIds": {"MAG": "2748446416", "DOI": "10.1017/S1537592717000950"}, "url": "https://www.semanticscholar.org/paper/34a1d16a7872fc44ed81dcd1d5e2f9eb30669180", "title": "Public Sociology in the Age of Social Media", "abstract": "I informally examine how the idea of public sociology has been affected by the rise of social media. New social media platforms disintermediate communication, make people more visible, and encourage public life to be measured. They tend to move the discipline from a situation where some people self-consciously do “public sociology” to one where more sociologists unselfconsciously do sociology in public. I discuss the character of such “latently public” work, the opportunities and difficulties it creates for individuals, and its tendency to be associated with academic fields that believe in what they are doing.", "venue": "Perspectives on Politics", "year": 2017, "referenceCount": 15, "citationCount": 22, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "36919134", "name": "Kieran Healy"}]}}, {"intents": ["background"], "contexts": ["Fischer (1992), a sociologist, was one of the first researchers to look at the telephone in depth."], "isInfluential": false, "citingPaper": {"paperId": "4c0a88aad5f4023b69396fde791e8778febbbae1", "externalIds": {"MAG": "2886188161"}, "url": "https://www.semanticscholar.org/paper/4c0a88aad5f4023b69396fde791e8778febbbae1", "title": "iPray: Understanding the Relationship Between Design and Use in Catholic and Islamic Mobile Prayer Applications", "abstract": null, "venue": "", "year": 2017, "referenceCount": 137, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "9033677", "name": "Wendi Bellar"}]}}, {"intents": ["background"], "contexts": ["It is an efficient way to keep friends and family updated on life events and is increasingly becoming an essential modern tool for many in the same way that social constructivists such as Fischer (1992) have noted radio, cars, telephones, and television did in previous generations."], "isInfluential": false, "citingPaper": {"paperId": "6cf3eb9aa9f2aedd34697924091330b731f6044d", "externalIds": {"MAG": "2615383735", "DOI": "10.1177/2056305117707187"}, "url": "https://www.semanticscholar.org/paper/6cf3eb9aa9f2aedd34697924091330b731f6044d", "title": "Mothering on Facebook: Exploring the Privacy/Openness Paradox", "abstract": "To post or not to post photographs of children? Is it worth commenting on potentially controversial topics such as vaccinations and breastfeeding in a public forum or even a private group? Facebook offers mothers of young children a range of affordances that were unimaginable in a pre–social networking site (SNS) era, but at the same time presents a new set of dilemmas surrounding parenting in the digital domain. The SNS activity of parents brings the lives of children into online spaces in a way that builds community and social capital, but at the same time creates ethical tensions and raises a series of contemporary quandaries. Drawing upon data from a mixed-methods study, including an online survey of 117 mothers and semi-structured interviews with 17, this article examines Australian mothers’ complex concerns around Facebook and the often-uneasy balance between the need for privacy and the benefits of openness, especially in relation to sharing information about children. The findings show that while issues around privacy were one of the most commonly cited downsides to Facebook use, mothers are becoming increasingly adept at negotiating ways to protect their privacy while enjoying the benefits of openness. These negotiation tactics demonstrate a strong awareness in mothers of young children of the social–political implications of parenting in the digital domain.", "venue": "", "year": 2017, "referenceCount": 42, "citationCount": 35, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "114497826", "name": "Charlotte Chalklen"}, {"authorId": "46448907", "name": "Heather J. Anderson"}]}}, {"intents": ["background"], "contexts": ["Just as with the adoption of the landline (Fischer, 1992) and the mobile phone (Ling, 2004), the arrival of messaging apps heralds the need to re-examine the small-group dynamics that are played out in the different chat groups."], "isInfluential": false, "citingPaper": {"paperId": "7515af88e4f346103bbfcf621377c19434b358dc", "externalIds": {"MAG": "2754881125", "DOI": "10.1080/23808985.2017.1374199"}, "url": "https://www.semanticscholar.org/paper/7515af88e4f346103bbfcf621377c19434b358dc", "title": "The social dynamics of mobile group messaging", "abstract": "ABSTRACT This paper is an examination of the social dynamics of messaging apps. These text-based applications such as WhatsApp, QQ, Kik, Facebook Messenger and so on can provide insight into two general areas. The first is the how communication platforms develop critical mass. The second is how interaction with the chat groups that arise within the messaging apps provide us insight into a new form of social interaction. The broader issues of these two areas are examined and further research is outlined.", "venue": "", "year": 2017, "referenceCount": 34, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "39474138", "name": "Rich Ling"}]}}, {"intents": ["methodology"], "contexts": ["METHODS Our research method is rooted in an understanding that stories about computing matter as much as technical artifacts in shaping the user (and non-user) experience of IT (see [20, 23])."], "isInfluential": false, "citingPaper": {"paperId": "785e89c643d8f11cec9a004acf7dfbcbb59f103b", "externalIds": {"DBLP": "conf/chi/HarmonBV17", "MAG": "2611548384", "DOI": "10.1145/3025453.3025650"}, "url": "https://www.semanticscholar.org/paper/785e89c643d8f11cec9a004acf7dfbcbb59f103b", "title": "The Design Fictions of Philanthropic IT: Stuck Between an Imperfect Present and an Impossible Future", "abstract": "In this paper, we examine the stories about philanthropic IT that circulate via product websites, marketing materials, and third-party news articles. Through a series of product-centered case studies, we surface these texts' implicit and explicit visions about the (near) future of philanthropy. We detail their prescriptions about how, why, and in service of what ends nonprofit organizations could, should, and ought to leverage IT. We also examine their underlying assumptions about philanthropy: how social good is accomplished, how philanthropic organizations are - and might be more - effective, to whom organizations and beneficiaries should be accountable, and the terms of that accountability. Analyzing these visions as design fictions, we argue that they help cultivate unrealistic anticipatory relationships to the present and entail concomitantly unrealistic imperatives for the philanthropic sector. We conclude by arguing for the crucial role of HCI scholars in disrupting these impossible futures, and by highlighting areas needing further, re-imagined, research.", "venue": "CHI", "year": 2017, "referenceCount": 76, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "1848194", "name": "Ellie Harmon"}, {"authorId": "9039303", "name": "Chris Bopp"}, {"authorId": "1805040", "name": "A. Voida"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "85af182e8b6af22826f507796c19afbfc589ad3b", "externalIds": {"MAG": "2978067650", "DOI": "10.19080/cerj.2017.02.555590"}, "url": "https://www.semanticscholar.org/paper/85af182e8b6af22826f507796c19afbfc589ad3b", "title": "Urban Symbiosis as a Strategy for Sustainabilising Cities: An Overview of Options and their Potential, Pitfalls and Solutions", "abstract": "A century ago, about 1 in every 7 people lived in urban areas. Meanwhile, the ratio became 1 to 1 and the proportion of urban dwellers in the world is still raising sharply UN Department of Economic and Social Affairs Population Division [1]. Cities grow not only in population; they are also strengthening their function as nodes in the metabolism of our society. 80% of the energy consumption takes place in urban areas [2]. In other words, urban areas are growing and have an over-proportional, and growing ecological footprint [3].", "venue": "", "year": 2017, "referenceCount": 52, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Environmental Science"], "authors": [{"authorId": "82634599", "name": "K. Mulder"}]}}, {"intents": ["background"], "contexts": ["There is a long tradition of citizens and communities building and maintaining their own telecommunications networks [7], though this term predominately refers to systems that either complement or offer alternatives to the Internet."], "isInfluential": false, "citingPaper": {"paperId": "987c3fa628921887087258ae9de71c83ad26a6f8", "externalIds": {"DBLP": "conf/candt/DaviesG17", "MAG": "2626819801", "DOI": "10.1145/3083671.3083704"}, "url": "https://www.semanticscholar.org/paper/987c3fa628921887087258ae9de71c83ad26a6f8", "title": "Seeking togetherness: moving toward a comparative evaluation framework in an interdisciplinary DIY networking project", "abstract": "There is renewed interest in community networks as a mechanism for local neighbourhoods to find their voice and maintain local ownership of knowledge. In a post-Snowden, big data, age of austerity there is both widespread questioning of what happens to public generated data shared over 'free' services such as Facebook, and also a renewed focus on self-provisioning where there are gaps in digital service provision. In this paper we introduce an EU funded collaborative project ('MAZI') that is exploring how Do-It-Yourself approaches to building community networks might foster social cohesion, knowledge sharing and sustainable living through four pilots across Europe. A key challenge is to develop a shared evaluation approach that will allow us to make sense of what we are learning across highly diverse local situations and disciplinary approaches. In this paper we describe our initial approaches and the challenges we face.1", "venue": "C&T", "year": 2017, "referenceCount": 23, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2091540647", "name": "Gareth J. Davies"}, {"authorId": "50613888", "name": "M. Gaved"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a82483a65789893872164d8c12873058c370ff53", "externalIds": {"MAG": "2753525817", "DOI": "10.1353/tech.2017.0083", "PubMed": "28890461"}, "url": "https://www.semanticscholar.org/paper/a82483a65789893872164d8c12873058c370ff53", "title": "Humans and Machines", "abstract": "for selecting me as the recipient of the Leonardo da Vinci medal. I am deeply honored and humbled to receive this award. When Dave Lucsko informed me of the good news, he reminded me that “typically da Vinci plenaries mix autobiographical reflections with larger historiographical themes of importance to the winner.” In a recent presidential address to SHOT, I discussed how several themes in the history of technology were transformed, from the publication of John Staudenmaier’s Technology’s Storytellers in 1985 to the fiftieth-anniversary meeting of SHOT held in 2007.1 Tonight, I want to focus on how only one theme, the relationship between humans and machines, cuts across my research in that same period. Interpreted broadly, the theme of humans and machines does not say much, because it covers all of the history of technology. That is especially true if the category “humans” includes organizations as well as individuals, and if “machines” includes all artifacts and embodied techniques. What I want to talk about is more specific. I’ll focus on two aspects of the historical relationship between humans and machines: the use of technology; and the attempts to create a science that could explain what it meant to be human in an age of intelligent machines. When I made the difficult transition from being an engineer to becoming a historian of technology, from the late 1970s to the early 1980s, I had the good fortune to be mentored and encouraged by several teachers and colleagues. I am grateful to Terry Reynolds and Ron Numbers at the University of Wisconsin; and to Ed Layton, Tom Hughes, and Roe Smith in SHOT. At Cornell University, my colleague Trevor Pinch and early graduate students such as Ray Fouché and Suzanne Moon stretched me intellectually in ways I could not have imagined when I started that journey.", "venue": "Technology and culture", "year": 2017, "referenceCount": 32, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Engineering"], "authors": [{"authorId": "32847158", "name": "R. Kline"}]}}, {"intents": ["methodology"], "contexts": ["Fischer (1992) used the domestication approach to analyze how the telephone technology permeated and transformed the essence of daily activities.", "Fischer (1992) used the domestication approach to analyze how the telephone technology permeated and transformed the essence of daily activities. Silverstone and Haddon (1996) used the same method to study the use of television and personal computers at home."], "isInfluential": false, "citingPaper": {"paperId": "b02192b5bcb11569da7929075b6dd8436cc111aa", "externalIds": {"MAG": "2922057422", "DOI": "10.28945/3885"}, "url": "https://www.semanticscholar.org/paper/b02192b5bcb11569da7929075b6dd8436cc111aa", "title": "Closing the Digital Divide in Low-Income Urban Communities: A Domestication Approach", "abstract": "Aim/Purpose Significant urban digital divide exists in Nairobi County where low income households lack digital literacy skills and do not have access to the internet. The study was undertaken as an intervention, designed to close the digital divide among low income households in Nairobi by introducing internet access using the domestication framework. Background Information and Communication Technologies (ICTs) have the potential to help reduce social inequality and have been hailed as critical to the achievement of the Sustainable Development goals (SDGs). Skills in use of ICTs have also become a prerequisite for almost all forms of employment and in accessing government services, hence, the need for digital inclusion for all. Methodology In this research study, I employed a mixed methods approach to investigate the problem. This was achieved through a preliminary survey to collect data on the existence of urban digital divide in Nairobi and a contextual analysis of the internet domestication process among the eighteen selected case studies. Contribution While there have been many studies on digital divide between Africa and the rest of the world, within the African continent, among genders and between rural and urban areas at national levels, there are few studies exploring urban digital divide and especially among the marginalized communities living in the low-income urban areas. Findings Successful domestication of internet and related technologies was achieved among the selected households, and the households appreciated the benefits of having and using the internet for the first time. A number of factors that impede use of internet among the marginalized communities in Nairobi were also identified. Recommendations for Practitioners In the study, I found that use of differentiated costs internet services targeting specific demographic groups is possible and that use of such a service could help the marginalized urban communities’ access the internet. Therefore, ISPs should offer special internet access packages for the low-income households. Closing the Digital Divide in Low-Income Urban Communities 118 Recommendation for Researchers In this research study, I found that the urban digital divide in Nairobi is an indication of social economic development problems. Therefore, researchers should carryout studies involving multipronged strategies to address the growing digital divide among the marginalized urban communities. Impact on Society The absence of an Information and Communication Technology (ICT) inclusion policy is a huge setback to the achievement of the SDGs in Kenya. Digital inclusion policies prioritizing digital literacy training, universal internet access and to elucidate the social-economic benefits of internet access for all Kenyans should be developed. Future Research Future studies should explore ways of providing affordable mass internet access solutions among the residents of low-income communities and in eliminating the persistence urban digital divide in Kenya.", "venue": "", "year": 2017, "referenceCount": 86, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "29944180", "name": "P. K. Wamuyu"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ee3765f9a5bd9048e111d618b7485d17dd109a89", "externalIds": {"MAG": "2765517014"}, "url": "https://www.semanticscholar.org/paper/ee3765f9a5bd9048e111d618b7485d17dd109a89", "title": "Mobile phones, empowerment and female heads of households: Trincomalee, Sri Lanka", "abstract": "This study examined the empowerment potential of mobile phones and their impact on existing gender power relations for female heads of households in the multi-ethnic Trincomalee District, Sri Lanka and found the device to be a cultural artefact symbolising multiple identities, that challenged as well as reinforced their social positions.", "venue": "", "year": 2017, "referenceCount": 427, "citationCount": 1, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "108435564", "name": "A. Abeykoon"}]}}, {"intents": ["background"], "contexts": ["decline in sociability (Fischer, 2011, 2014; Hall & Lindholm, 2001). Fischer (2014), for example, argues that there has been no overall increase in social isolation in the United States.", "Instead, as Fischer (1992) has documented, and contrary to these expectations, the telephone first became widespread when ordinary people wanted to keep one another company over distances.", "decline in sociability (Fischer, 2011, 2014; Hall & Lindholm, 2001). Fischer (2014), for example, argues that there has been no overall increase in social isolation in the United States. He illustrates the point by noting that people may have fewer family dinners at home; instead, they eat out together more. And he argues that surveys show that people report less loneliness overall and that people who use the Internet “increase the volume of their meaningful social contacts” (p. 24). The Internet is a social technology, whereas books and TV are asocial, though they can be highly social, too, if we think of reading groups and “water cooler” conversations about TV programs—or sharing YouTube links. As Miller et al. (2016) argue, the idea that socializing online takes away from off-line socializing is misleading: There is much more to talk about off-line if one can talk about online content, and this was also true of television."], "isInfluential": true, "citingPaper": {"paperId": "19cbae0742d202e41c9034089c1a4b44f7db7062", "externalIds": {"MAG": "2548580728"}, "url": "https://www.semanticscholar.org/paper/19cbae0742d202e41c9034089c1a4b44f7db7062", "title": "Online Entertainment| The Globalization of On-Screen Sociability: Social Media and Tethered Togetherness", "abstract": "Social media have rapidly spread across the globe, and much has been written about how they promote civic engagement and commercial opportunities. Less has been written about their most common function: for socializing. This article examines the most popular social media and how they have become embedded in everyday life in four countries: the United States, Sweden, India, and China. The uses of social media take many different forms across countries and cultural settings; this article asks whether there are also commonalities between them. Even though social media are used most intensively among younger (and in India and China, affluent urban) populations, common patterns in everyday uses are emerging. These include reinforcing bonds by means of sharing an ever greater amount of visual content and constant tetheredness to others and to information. Globalization is mainly associated with macro social change, but social media allow us to also recognize globalizing patterns in multimodal micro interactions in everyday life.", "venue": "", "year": 2016, "referenceCount": 55, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144194373", "name": "Ralph Schroeder"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1a3b98fc0f0b84124229e9335ae51afc5db7d997", "externalIds": {"DOI": "10.4085/1062-6050-51.3.187", "PubMed": "27093362"}, "url": "https://www.semanticscholar.org/paper/1a3b98fc0f0b84124229e9335ae51afc5db7d997", "title": "Table of Contents.", "abstract": "What follows are three distinct parts that can be read either independently or as a connected whole. Part 1 is about the purpose and importance of having principles in general, having nothing to do with mine. Part 2 explains my most fundamental life principles that apply to everything I do. Part 3 explains my management principles as they are being lived out at Bridgewater. Since my management principles are simply my most fundamental life principles applied to management, reading Part 2 will help you to better understand Part 3, but it’s not required—you can go directly to Part 3 to see what my management principles are and how Bridgewater has been run. One day I’d like to write a Part 4 on my investment principles. If you are looking to get the most bang for your buck (i.e., understanding for the effort), I suggest that you read Parts 1 and 2, and the beginning of Part 3 (through the Summary and Table of Principles) which will give you nearly the whole picture. It’s only about 55 pages of a normal size book.", "venue": "Journal of athletic training", "year": 2016, "referenceCount": 239, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2337686", "name": "P. N. Edwards"}, {"authorId": "1685522", "name": "S. Jackson"}, {"authorId": "1858413", "name": "G. Bowker"}, {"authorId": "49143770", "name": "Cory P. Knobel"}]}}, {"intents": ["background"], "contexts": ["By the time of WWI, significant radio towers were developed across Europe and the U.S. for commercial use (Berg, 1999).", "One solution to this problem was the decision by the U.S. government to allow for larger stations (broadcasting at 500-1000 watts power) to broadcast on a separate wavelength from the smaller stations (Berg, 1999).", "As the automobile diffused across the U.S., so did the development of spaces at stadiums to host automobiles (“Defeat Hits Hard,” 1914; “The House That,” 2010).", "From a diffusion standpoint, television served as mass media communication to universities across the U.S. about the success of innovations.", "In 1946, the U.S.\npopulation was estimated to be 141,388,566 (U.S. Census Bureau, 2000).", "The population of the U.S. in 1900 was approximately 76 million, and thirty years later grew to over 123 million (U.S. Census Bureau, 2000).", "U.S. Department of Veterans Affairs.", "By 1965 the population of the United States was approximately 196 million (U.S. Census Bureau, 2000).", "Following the war, Henry Ford’s Model T was affordable to the middle class consumer and allowed for personal transport from place to place (Fischer, 1992).", "Stadiums in the South were often small and cost less than $100,000 to construct, a significantly smaller number than other steel and concrete facilities around the rest of the U.S.", "Telecommunications, mass media & democracy: The battle for control of U.S. broadcasting, 1928-1935.", "The stadium was a double-decked horseshoe, the first of its kind ever built in the U.S. (“A Walk in,” 2010).", "Letters and telegraph cables remain as records of some of the conversations between these groups (Futrall, 1929, 1936; Ickes, 1953); however, the telephone was also commonly used, as by the beginning of 1940, almost 30 million telephones were in use in the U.S. (Fischer, 1992).", "For instance, by 2014, the U.S. Census Bureau (2015) estimated that the American population was 318 million people, up from 234 million in 1984, the first year of Stage 5 (U.S. Census Bureau, 2000).", "106\nChapter Five: Reinforced Concrete and Steel (1903-1929)\nFollowing the successful adoption of football and the development of temporary facilities\nin Stage One, Stage Two begins with the building of Harvard Stadium, the first reinforced steel and concrete stadium in the U.S. Stage Two covers the years 1903 (the opening of Harvard Stadium) until 1929 (the stock market crash and the start of the Great Depression).", "205 U.S. Population and College Enrollments ............................................................................... 206 Modernist Architecture and Technology .................................................................................", "Between 1922 and 1923, the number of radio receivers owned in the U.S. jumped from 60,000 to 1.5 million (Ruben, 2010).", "Furthermore, millions of new college students would be admitted to universities around the U.S. due to the G.I. Bill.", "In May 1923, the U.S. government worked with the U.S. Navy to release a wider band of wavelengths, eventually establishing a 530-1500 band of wavelengths for stations to broadcast (Berg, 1999).", "The U.S. government passed the Servicemen’s Readjustment Act of 1944 (The G.I. Bill) for servicemen who served during the war so that they may receive tuition assistance to attend university classes following the war (“Education and Training,” 2013).", "Games involving military teams also received significant coverage both in the U.S. and abroad on military bases around the world through both the newspaper and radio.", "Starting in 1922, the U.S. government began to license radio broadcasting stations to\noperate in the country (Ruben, 2010).", "By 1950, 9.2 million television sets existed in the U.S., up from just above 7,000 in 1947 (Dunnavant, 2004).", "NCAA v. Board of Regents of Regents of the University of Oklahoma, 468 U.S. 85 (1984).", "Information about the design, related costs, and the engineering requirements quickly reached influential people in multiple cities around the U.S.", "Summary\nThe overall purpose of this dissertation is to review the innovations that shaped college\nfootball stadiums in the U.S. from the 1860s to the current era and record the diffusion of these innovations from university to university to improve theory on innovation diffusion and advance facility management with respect to stadium renovation and construction.", "The readership of journals such as the Engineering News-Record and the American Architect was architects and engineers, increasing the value of these publications in helping the diffusion of modern stadium construction around the U.S.", "201\nChapter Seven: Post-War Expansion, Television and Technology\nStage Four started as the U.S. exited World War II (WWII) and involved various social\nand technological changes.", "U.S. War Department Army Training Activities Director, Joseph E. Raycroft encouraged\nuniversities and colleges to adopt physical sports (i.e., football, boxing, wrestling) to improve physical conditioning as well as the resolve of the university student (Fosdick, 1918; Kleeberger,\n202", "By 2013, college and university enrollment grew to 19.5 million with 14.2 million enrolled as either undergraduate or graduate student at four-year universities (U.S. Census Bureau, 2014).", "In the end, the U.S. Supreme Court decided the NCAA violated the Sherman Antitrust Act, providing individual schools the right to sell their respective television broadcast rights (NCAA v. Board, 1984.).", "Immigration and U.S. history.", "The second section of Chapter Eight briefly examines the break of NCAA control over television contracts through the U.S. court decision NCAA v. Board of Regents of the University of Oklahoma (NCAA v. Board of Regents) and comments on what this meant for college football stadium construction.", "According to Table 5.1, 42 stadiums were built between 1919 and 1929 at universities all across the U.S.\n156\nFollowing the construction of the Yale Bowl in 1914, mass media heavily covered the\nconstruction of stadiums around the country (“70,055 Seats In,” 1914; “Fifteen Thousand Football,” 1915; “New Design For,” 1923; Smith, 1920a, 1920b, 1920c, 1920d, etc.).", "The diffusion of television across the U.S. was unlike any other innovation previously discussed.", "U.S. Census Bureau (2000, April 11).", "U.S. Department of State.", "The failing of military preparedness for WWI motivated the U.S. military to seek soldiers that were more ready for future wars (Portal, 1941; Seifried & Katz, 2015).", "In order to fix American troops, the U.S. military sought out opportunities to increase the competitiveness (Seifried & Katz, 2011).", "The game, which struggled with significant losses of players right after Pearl Harbor, was able to survive the war largely because of the usage of U.S. colleges and universities as training\n203\nsites for officers (Da Grosa & Hall, 1946).", "Harvard University became the first school to build a structure made of durable materials that would limit maintenance costs on the structure, which revolutionized the\n117\nbuilding of stadiums around the U.S. (Seifried, 2005).", "The decision to renovate existing concrete and steel stadiums instead of tearing them down and building new would radically shift the development of the college stadium from that of the professional venues built throughout the U.S. (Seifried, 2005).", "U.S. Population and College Enrollments\nThe population of the U.S. also grew significantly during Stage Four.", "U.S. Department of the Interior, National Park Service Heritage Preservation Program.", "Through the elements of time, communication channels, and geography, the social\n8\nsystem of NCAA Division I FBS adopts many technological innovations as well as various process innovations throughout the top level of college football in the U.S.", "By 1924, over 1,400 stations were broadcasting in the U.S. (Ruben, 2010).", "270\nChapter Eight: The Development of the Spectator Driven Stadium\nMuch like previous stages, innovation adoption and diffusion occurred at least partially\nbecause of other important trends in the U.S.", "U.S. Census Bureau.", "The biggest limiting factor is access, and in the U.S. basically every Division I-FBS program has access to high quality Internet, if for no other reason to broadcast games online."], "isInfluential": true, "citingPaper": {"paperId": "1cfa78ca2a99692c0d56114e69b7be8a551038d6", "externalIds": {"MAG": "2741062301"}, "url": "https://www.semanticscholar.org/paper/1cfa78ca2a99692c0d56114e69b7be8a551038d6", "title": "An Ideal-Type through Innovation Diffusion: Recording the Construction History of Football Stadiums in the National Collegiate Athletic Association Division I Football Bowl Subdivision (FBS)", "abstract": "....................................................................................................................................... xiv Chapter One: Introduction .............................................................................................................. 1 Purpose ........................................................................................................................................ 2 Limitations .................................................................................................................................. 5 Significance ................................................................................................................................. 6 Summary ..................................................................................................................................... 7 Project Outline ............................................................................................................................. 8 Definition of Terms ................................................................................................................... 10 National Collegiate Athletic Association (NCAA) ............................................................... 10 Division I ............................................................................................................................... 10 Football Bowl Subdivision (FBS) ......................................................................................... 11 Ivy League ............................................................................................................................. 11 Power Five Conference ......................................................................................................... 11 Non-Power Five Conferences ................................................................................................ 12 Renovation ............................................................................................................................. 12 Preservation ........................................................................................................................... 12 Reconstruction ....................................................................................................................... 13 Restoration ............................................................................................................................. 13 Rehabilitation ......................................................................................................................... 13 Temporary Facilities .............................................................................................................. 14 Permanent Facilities .............................................................................................................. 14 Stage One Facility ................................................................................................................. 14 Stage Two Facility ................................................................................................................. 14 Stage Three Facility ............................................................................................................... 15 Stage Four Facility ................................................................................................................. 15 Stage Five Facility ................................................................................................................. 15 Major Renovation .................................................................................................................. 16 Chapter Two: Understanding Innovation Diffusion ..................................................................... 17 Innovation .................................................................................................................................. 17", "venue": "", "year": 2016, "referenceCount": 227, "citationCount": 1, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "116815158", "name": "Patrick Tutka"}]}}, {"intents": ["background"], "contexts": ["In addition, society and culture shape people’s use of the media (Fischer, 1992).", "Society conditions the uses of media (Fischer, 1992) and accordingly the cultural context of Kuwait could influence the way individuals use Instagram to disclose themselves."], "isInfluential": false, "citingPaper": {"paperId": "215dd27f8530df2fa38616cf4d333f1da6c15095", "externalIds": {"MAG": "2416238013", "DOI": "10.1177/0973258616644808"}, "url": "https://www.semanticscholar.org/paper/215dd27f8530df2fa38616cf4d333f1da6c15095", "title": "Needs and Motives of Instagram Users that Predict Self-disclosure Use: A Case Study of Young Adults in Kuwait", "abstract": "This study employed the media uses and gratifications model to examine the needs and motives of Instagram users that predict self-disclosure use. Students from the Gulf University of Science and Technology, Kuwait, were surveyed for this study. This study suggests that Instagram provides categories of needs and motives similar in nature to those of the other social media such as self-expression, social interaction, entertainment and opinion exchange. It also caters to the need for experimenting with photography that few available social media satisfy. Self-expression and social interaction needs were the strongest predictors of the use of Instagram for self-disclosure on all its dimensions, that is, honesty, amount, positive valence and depth. Other intersecting factors such as biological sex and frequency of use showed different patterns of use. The implications of Arab culture on Instagram use are discussed since Kuwaiti culture, as opposed to the Western cultures, is more collectivist in nature.", "venue": "", "year": 2016, "referenceCount": 78, "citationCount": 18, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "115510322", "name": "Ali A. Al-Kandari"}, {"authorId": "9253128", "name": "S. Melkote"}, {"authorId": "35210060", "name": "Ahmad A. Sharif"}]}}, {"intents": ["background"], "contexts": ["…2004; Ling 2004; Ito, Okabe, and Matsuda 2005; Goggin 2006).1 As the ‘magical fetish’ of present-day communication (McGuigan 2005, 46), the cell-phone has significantly altered the ways in which people relate to each other, quite unlike the social effects of the landline phone (Fischer 1992)."], "isInfluential": false, "citingPaper": {"paperId": "2cae14c997148f6e8a695ede525c3b382091e769", "externalIds": {"MAG": "2306911679", "DOI": "10.1080/1600910X.2015.1068202"}, "url": "https://www.semanticscholar.org/paper/2cae14c997148f6e8a695ede525c3b382091e769", "title": "Smart swarms: some observations on contagion and cohesion in cell-phone society", "abstract": "Swarming is a new kind of collective behaviour involving leaderless formations converging as data-gathering, action-oriented entities in physical and cyberspace. It differs from the classical crowd in terms of its proclivity towards data mediation and its susceptibility to informational contagion. Swarms may form to fulfil certain goals or simply as a type of mimetic collective. Either way, various levels of cohesion bring swarming members together as short-lived aggregations in media-saturated environments. The cell-phone as a feature of these environments has come to play an important role in the emergence of swarming. Not only is the cell-phone a facilitator of swarming, but it is also a medium for cohesion among swarming members. Researching cell-phone use casts new light on mobile communication as well as its relationship to swarming in media-saturated environments.", "venue": "", "year": 2016, "referenceCount": 52, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47212610", "name": "Raymond L. M. Lee"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2ed1d4637f9ba0783a2038503ad58e367b68b7b3", "externalIds": {"MAG": "2951240698"}, "url": "https://www.semanticscholar.org/paper/2ed1d4637f9ba0783a2038503ad58e367b68b7b3", "title": "Social Reconstruction of New Ventures' Liabilities of Newness and Smallness: An Example From the French Technology Sector", "abstract": "New entrepreneurial ventures are intrinsically stigmatized by liabilities of newness and smallness that lead to lack of legitimacy. The legitimacy problem complicates new ventures’ access to external resources. Overcoming these liabilities means gaining legitimacy in the eyes of significant audiences (Stinchcombe, 1965; Singh, Tucker & House, 1986). To date, the research on new ventures’ legitimation has mainly taken one of the following two perspectives: the neo-institutional perspective, in which scholars view new ventures legitimation as a product of conformity with institutional norms and standards, and the strategic perspective, in which scholars focus on new ventures’ proactive symbolic actions aimed at manipulating audiences’ perceptions. Although existing studies of liabilities of newness and smallness rest on the assumption that new ventures’ lack of legitimacy is inter-subjective, the social-constructionist aspect of this phenomenon has not been sufficiently investigated. For instance, extant studies have overlooked entrepreneurs’ subjective experiences ensuing from their ventures’ lack of legitimacy. \n \nEmerging literature on the sensemaking of entrepreneurial failures partly fills this knowledge gap. These studies have examined how entrepreneurs cognitively process and narratively construct their ventures’ failures (e. g. Cardon et al, 2011; Mantere et al, 2013). However, these studies focus on ultimate failures, rather than failed attempts to acquire external resources. Continued inability to acquire key resources, being a direct premise of entrepreneurial failures, has not been studied as a subject of sensemaking. \n \nTherefore, this study seeks to understand how entrepreneurs make sense of and narratively construct experienced hardship of resource acquisition at the early years of their ventures’ existence. Furthermore, although scholars acknowledge that public perception influences the way entrepreneurs’ make sense of their ventures’ failures (e. g. Cardon et al, 2011), extant literature failed to explain what constitutes public perception of entrepreneurial failures. Therefore, this study also seeks to understand how entrepreneurs’ narrative construction of failures and hardship affects public perception. \n \nTo fulfil the research objectives, this study is based on a synthesis of the literatures on new ventures legitimation, entrepreneurial failures and social movements (e. g. Benford & Snow, 2000). Social movement approach provides suitable theoretical and methodological framework for the research endeavour. Social movement studies explore how collective discontent is made sense of, grievances are articulated and framed as injustice by social actors in pursuit of social change (Turner, 1995). \n \nIn this study, narratives of entrepreneurs whose ventures’ development is hampered by inability to access external resources are examined. The empirical investigation is focused on the new ventures’ attempts to establish collaborative technology partnerships with incumbents. Frame analysis (Goffman, 1974; Creed et al, 2002a) is adapted to critically examine entrepreneurs’ narratives collected through very in-depth interviews. The data set comprised narrative interviews with 35 entrepreneurs and 16 top managers of private and public organizations in France. \n \nThe findings of this study suggest that failed attempts to establish technology partnerships with incumbents trigger entrepreneurs’ sensemaking of their own experiences and also broader reinterpretation of technology partnership as a patterned social interaction. It was found that the entrepreneurs whose ventures’ development is hampered by inability to access incumbents’ resources are likely to frame their hardship as injustice rather than simple misfortune or mistake. The findings also indicate that injustice frame plays twofold role in the entrepreneurial dynamics. Besides being an interpretive and blame externalizing mental model, injustice frame also plays a sensegiving role. It is demonstrated that when framing their hardship as injustice, entrepreneurs employ contextually embedded discourse to construct collective identities of new ventures and incumbents that ascribe role expectations to resource-holding incumbents. Furthermore, relevance to experience and cultural resonance of the injustice frame determines its appropriation by other actors and, therefore, its impact on the public discourse.", "venue": "", "year": 2016, "referenceCount": 293, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48190546", "name": "V. Dmitriev"}]}}, {"intents": ["background"], "contexts": ["Advertisements and news articles do not only promote products or inform the public, but also influence people’s perceptions of products and instruct users on the “proper” ways to use the technologies [13]."], "isInfluential": false, "citingPaper": {"paperId": "39a14aabbc125db044c6ae1a6103169e2a6b8971", "externalIds": {"MAG": "2409806998", "DBLP": "conf/ACMdis/WongM16", "DOI": "10.1145/2901790.2901801"}, "url": "https://www.semanticscholar.org/paper/39a14aabbc125db044c6ae1a6103169e2a6b8971", "title": "When a Product Is Still Fictional: Anticipating and Speculating Futures through Concept Videos", "abstract": "This paper explores corporate concept videos as a type of design fiction that embed a vision about the future of computing -- including how computing should be done, for whom, and the norms that might exist -- and allow for a discourse to explore and contest these claims. We introduce a method for critiquing and analyzing concept videos. Through an analysis of Google Glass' and Microsoft HoloLens' concept videos and a discourse analysis of media articles during the time period after the products were announced but before they were available to the public, we introduce a method of analysis that lets us surface values and critique the narratives presented in technology concept videos and in early media reactions. We also introduce the language of \"anticipatory\" and \"speculative\" orientations toward the future to better describe how people imagine sociotechnical futures.", "venue": "Conference on Designing Interactive Systems", "year": 2016, "referenceCount": 101, "citationCount": 33, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "9063054", "name": "Richmond Y. Wong"}, {"authorId": "34421129", "name": "D. Mulligan"}]}}, {"intents": ["background"], "contexts": ["…over the threat new media technologies might pose to society are not new; they have re-emerged with each new technological innovation and are often centered on how new capabilities will change the lives of young people and women specifically (boyd, 2014; Fischer, 1994; Marvin, 1988).", "Concerns over the threat new media technologies might pose to society are not new; they have re-emerged with each new technological innovation and are often centered on how new capabilities will change the lives of young people and women specifically (boyd, 2014; Fischer, 1994; Marvin, 1988)."], "isInfluential": false, "citingPaper": {"paperId": "3c17129c8044cd383cc0a7f2edb5ab89f19939a5", "externalIds": {"MAG": "2208096090", "DBLP": "journals/nms/PenningtonB16", "DOI": "10.1177/1461444815612407"}, "url": "https://www.semanticscholar.org/paper/3c17129c8044cd383cc0a7f2edb5ab89f19939a5", "title": "When new media make news: Framing technology and sexual assault in the Steubenville rape case", "abstract": "The 2013 Steubenville, Ohio, rape case featured a sadly familiar story of juvenile acquaintance rape involving star football players; what captured national interest in the case, however, was how the rapists and peer witnesses alike captured video and photos of the sexual assault and disseminated them swiftly and publicly via social media sites. This qualitative textual analysis utilizes framing theory to explore how national news coverage framed new media technology in relation to the Steubenville rape case, particularly how technology was framed as witness, galvanizer, and threat during the rape and its aftermath. Implications of these frames, as well as a lack of broader sexual assault context in the media coverage, are considered.", "venue": "New Media Soc.", "year": 2016, "referenceCount": 83, "citationCount": 28, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "38951250", "name": "Rosemary Pennington"}, {"authorId": "7612163", "name": "Jessica Birthisel"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3dc3e05ce3ada14f968c71e3bad94b9b47e26377", "externalIds": {"MAG": "2529982180", "DOI": "10.7560/IC51406"}, "url": "https://www.semanticscholar.org/paper/3dc3e05ce3ada14f968c71e3bad94b9b47e26377", "title": "Out of Control: Telephone Networks, Visual Documents, and Management of Business Conversations at Renault, 1911–1939", "abstract": "Should we trust business literature that celebrates managerial control of communication through the implementation of a hierarchically governed telephone network? Why, then, must firms like the Renault automobile company constantly recall the rules? My thesis is that these instructions, repeated in parrot-like fashion, reveal a failure of the head staff to control a technology in constant evolution that was adopted at minimum cost and assimilated by employees who adapt it to their own practical needs. I assert that visual documents constitute an interesting option in internal communication, one that literature on management has historically underestimated. How might they question the supremacy of written archives, on which most historical studies are based? What do visual documents specifically offer to the history of corporate telephone practices and oral business communication?", "venue": "", "year": 2016, "referenceCount": 37, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "73313786", "name": "A. Michel"}]}}, {"intents": ["background"], "contexts": ["These annoyances echoed earlier ones that came with the introduction of the landline phone [22]; however, the mobility offered by mobile phones seems to exacerbate these annoyances."], "isInfluential": false, "citingPaper": {"paperId": "43568a800bea61e483dfa541a6f8b3de096e20bd", "externalIds": {"MAG": "2405999521", "DBLP": "conf/chi/MoserSR16", "DOI": "10.1145/2858036.2858357"}, "url": "https://www.semanticscholar.org/paper/43568a800bea61e483dfa541a6f8b3de096e20bd", "title": "Technology at the Table: Attitudes about Mobile Phone Use at Mealtimes", "abstract": "Mealtimes are a cherished part of everyday life around the world. Often centered on family, friends, or special occasions, sharing meals is a practice embedded with traditions and values. However, as mobile phone adoption becomes increasingly pervasive, tensions emerge about how appropriate it is to use personal devices while sharing a meal with others. Furthermore, while personal devices have been designed to support awareness for the individual user (e.g., notifications), little is known about how to support shared awareness in acceptability in social settings such as meals. In order to understand attitudes about mobile phone use during shared mealtimes, we conducted an online survey with 1,163 English-speaking participants. We find that attitudes about mobile phone use at meals differ depending on the particular phone activity and on who at the meal is engaged in that activity, children versus adults. We also show that three major factors impact participants' attitudes: 1) their own mobile phone use; 2) their age; and 3) whether a child is present at the meal. We discuss the potential for incorporating social awareness features into mobile phone systems to ease tensions around conflicting mealtime behaviors and attitudes.", "venue": "CHI", "year": 2016, "referenceCount": 85, "citationCount": 56, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "11858621", "name": "C. Moser"}, {"authorId": "1844852", "name": "S. Schoenebeck"}, {"authorId": "2832085", "name": "Katharina Reinecke"}]}}, {"intents": ["background"], "contexts": ["Fischer (1992), in tracing the development of the telephone in the United States, noted that, prior to 1940, Americans used telephones “to widen and deepen existing social patterns rather than to alter them...[resulting] in our reinforcement, a deepening, a widening of existing lifestyles more than…"], "isInfluential": false, "citingPaper": {"paperId": "46238f6d3bbd42c18b54269ba118d5bcdf991566", "externalIds": {"MAG": "2600716400", "DOI": "10.7282/T3FJ2JX4"}, "url": "https://www.semanticscholar.org/paper/46238f6d3bbd42c18b54269ba118d5bcdf991566", "title": "Distant close ties: Jamaican immigrants, mediated communication, and the primacy of voice", "abstract": "ii ACKNOWLEDGEMENTS iii PREFACE vi DEDICATION vi", "venue": "", "year": 2016, "referenceCount": 286, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "103763349", "name": "M. Titus"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5bc20b7c5e0d4d29f5208fd28d90b3641793938a", "externalIds": {"MAG": "2567267395", "DOI": "10.13140/RG.2.2.22403.91681"}, "url": "https://www.semanticscholar.org/paper/5bc20b7c5e0d4d29f5208fd28d90b3641793938a", "title": "Alternative Communications Networks Throughout History", "abstract": "This report explores the history of alternative communication technologies and networks (“alternets”). It focuses on three historic formations of alternets: 1) the community telephone networks of the late 19th and early 20th century, 2) the Free Radio movement of the 1960’s and 1970’s, and 3) the first generation of community networks providing Internet access in the 1990’s. For each of these movements, the deliverable offers case studies of specific alternets in various countries, mostly in Europe but also in North America. For each of them, we focus on key issues of the netCommons project such as the governance of networks, their long-term sustainability and technological aspects, as well as the political and legal hurdles they faced. The report concludes by drawing parallels and lessons that may be relevant to guide the actions of today’s community networks.", "venue": "", "year": 2016, "referenceCount": 100, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2006026056", "name": "Dominique Trudel"}, {"authorId": "67336842", "name": "Félix Tréguer"}]}}, {"intents": ["methodology"], "contexts": ["…calling a friend, q, the values 50%, 75%, and 95% were used, which is in line with Gabrielsen and Vagstad (2008, p. 104) who assume that the probability of calling friends is at least 50% as well as with Möbius (2011, p. 8) who postulates that the probability is 75% (see also Fischer 1992, p. 226)."], "isInfluential": false, "citingPaper": {"paperId": "6fd5571ac90553896ce0e5b06742c8ab77bb4b58", "externalIds": {"MAG": "2276642668"}, "url": "https://www.semanticscholar.org/paper/6fd5571ac90553896ce0e5b06742c8ab77bb4b58", "title": "Tariff-mediated network effects with incompletely informed consumers", "abstract": "I explore the competitive effects of on-net/off-net differentiation in a market with two asymmetric networks by combining the literature on on-net/off-net differentiation with research on costly consumer search in an agent-based simulation model. All consumers in the market are subscribed to one of two networks, whereby, initially, clusters of subscribers to network B exist. A priori, consumers lack information on the market shares of both network and, hence, have to engage in costly fixed-sample search. With respect to the extent of search costs, I distinguish between three types of consumers: (1) fully informed consumers (FICs) have non-positive search costs and, accordingly, are always perfectly informed about networks' market shares; (2) partly informed consumers (PICs) have moderate search costs, which allow them to observe market shares within a circular sensing field; and (3) locally informed consumers (LICs) have high search costs and, hence, only observe market shares among their immediate eight neighbours. Irrespective of their type, consumers maximize their expected utility by subscribing to the network offering the lowest expected cost for a call to a random consumer. The results of a systematic variation of the key parameters of the model show that the larger network's probability to increase its market share or to corner the market is negatively affected by the fraction of PICs and LICs, whereas it is positively affected by PICs's sensing radius, the larger network's initial market share, and the number of clusters. The introduction of calling clubs reveals that the probability of calling a friend inflicts a negative effect while the size of the calling clubs has a positive effect. These findings highlight the pivotal role of the amount of information available to consumers for the distribution of market shares.", "venue": "", "year": 2016, "referenceCount": 161, "citationCount": 74, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "3182169", "name": "Johannes Muck"}]}}, {"intents": ["background"], "contexts": ["In disbanding the technological determinism theory, Fischer (1992) also intimates that human beings are creative and capable of reinventing themselves."], "isInfluential": false, "citingPaper": {"paperId": "7c6bd56362ca17fac7ffa95ac3cdfd7a7b6ed99f", "externalIds": {"MAG": "2555567770"}, "url": "https://www.semanticscholar.org/paper/7c6bd56362ca17fac7ffa95ac3cdfd7a7b6ed99f", "title": "Sexuality Going Viral: Using WhatsApp As a Site for Sexual Exploration Among College Students in Ghana", "abstract": null, "venue": "", "year": 2016, "referenceCount": 157, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1460229618", "name": "Benjamin Adu-Kumi"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "895ef0d181f75e97d64162dc8b322497f2c30803", "externalIds": {"MAG": "2585970692", "DOI": "10.21588/DNS.2016.45.3.006"}, "url": "https://www.semanticscholar.org/paper/895ef0d181f75e97d64162dc8b322497f2c30803", "title": "A Comparative Analysis of Trust among Megacities: The Case of Shanghai, Seoul and Tokyo", "abstract": "In recent decades, trust has become a major issue in social science and the lay media, as globalization has become pervasive, in turn connecting peoples and nations more so than ever before. Accompanying this phenomenon is an apparent growing level of uncertainty about the trustfulness of strangers. Hence the study of generalized social trust has become essential in terms of the need to understand and cope with the serious impacts of globalization, especially as expressed through interpersonal communication.This is especially the case for contemporary globalized \"megacities,\" where great numbers of people flow both into and out of countries, such as newcomers coming to live in a new country or visitors conducting business or touring for leisure. While these people would certainly like to have the expectation that they will be safe, events in recent decades make that expectation less tenable. That is, for the most part, the security and interpersonal trustworthiness of life in the village has been supplanted by something much different, where people move about and are now an amalgam from a variety of cultures and social systems. The former social structure, the village (or smaller city), involves particularized (personal) trust, whereas the latter, i.e. mega-scale society, involves generalized trust as the personal element fades in the face of industrialization and globalization.Trust, as addressed by sociologists such as Ferdinand Tonnies, Georg Simmel, Emile Durkheim, and Talcott Parsons, was deemed essential to social relationships. Simmel (1950, p. 326) stated that \"trust is one of the most important synthetic forces in the society.\" Today, many scholars are taking yet another closer look at trust. For instance, Blau (1964, p. 99) stated that trust is \"essential for stable social relationships.\" Many other scholars emphasize that trust plays a critical role in interpersonal and group relationships (e.g., Golembiewski and McConkie 1975; Lewis and Weigart 1985; Zucker 1986). Our economic system is in many ways entirely dependent upon trust because if there were no trust there could be no economic transactions (cf. Hirsch 1978). Thus trust has profound implications for interpersonal and social cooperation. Indeed, without trust, societies really could not exist (Bok 1978, p. 26). Nikolas Luhmann comes to mind as perhaps one of the most important scholars to have considered the role of trust in social systems, or in sociology for that matter. To Luhmann (1979, p. 8) trust \"reduces [social system] complexity.\" Unquestionably, social systems are becoming increasingly complex and confounded, and for Luhmann this means that trust plays an ever-increasingly critical role.Today, it has been observed that trust levels are declining among many industrialized nations (e.g., Dalton 2004; Hardin 2006; Putnam 1993), thus calling for greater attention and concern. Social isolation brought about by modernization is frequently cited as one of many reasons to reexamine social trust. Other reasons include dramatic changes in demographics, politics, cultures, institutional structures and all that these influence.As a consequence of trust's ostensibly unique position, there is often a temptation to leave it undefined. Of course, there is a considerable degree of complexity, and controversy, when it comes to defining trust. Should one merely attempt to define trust, or should one focus on its contextual implications and roles? Unquestionably, there has been a distinct lack of empirical studies of trust and its determinants (cf. Butler 1991). For instance, is trust perceptual or attitudinal at the individual level, or is it an essential component of the social structure itself? If the latter is true, then social trust must be looked upon with reference to social norms and expectations. Hence, trust must then be \"understood sociologically, just as social institutions, social stratification, and social change must be\" (Wuthnow 2004, pp. …", "venue": "", "year": 2016, "referenceCount": 17, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145901153", "name": "M. Sasaki"}]}}, {"intents": ["background"], "contexts": ["Working 10–16 hours a day for substandard wages, operators in cities worked in crowded bays, while rural operators sometimes had a switchboard installed in their own home (Fischer, 1994; Kramarae, 2004) (Figure 1)."], "isInfluential": false, "citingPaper": {"paperId": "af7e68ea7b544e832e98789a339ae4c3f534d3ab", "externalIds": {"MAG": "2294911511", "DOI": "10.1080/1369118X.2016.1139610"}, "url": "https://www.semanticscholar.org/paper/af7e68ea7b544e832e98789a339ae4c3f534d3ab", "title": "‘Can you hear me now?' Phreaking the party line from operators to occupy", "abstract": "ABSTRACT Contemporary networked social movements are characterized by their innovative use of mobile phones, the Internet, and social media to coordinate collective action. From 2011 to 2012, I conducted an ethnographic study of a group of Occupy protesters called InterOccupy, who scheduled and moderated 2000 movement-wide conference calls. Drawing on the history of telephones, I clarify why the Occupy movement utilized conference calls to organize mobilizations during an intense period of police repression. I locate InterOccupy within the history of conference calls to draw out the affordances of conference systems as tools for convening distributed groups in real time. Tethering InterOccupy to the history of telephone operators from the 1920s to 1960s, who used switchboards to manage shared party lines, with the phone phreaks of the 1960s–1980s, hackers who explored the telephone network, illustrates how each group used similar tools, techniques, and protocols to form communities across vast distances. Using a webinar system to link up to 500 callers, InterOccupy were guided by the ethics of phone phreaks to open lines of communication coupled with the methods of telephone operators to bring voices together. Charting the history of voice-to-voice communication explains why InterOccupy picked up the phone to bring about social change at a time when other information and communication technologies were available.", "venue": "", "year": 2016, "referenceCount": 26, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47546597", "name": "Joan M. Donovan"}]}}, {"intents": ["methodology"], "contexts": ["The social shaping of technology perspective draws attention to the agency\nJ Afr Am St\npeople in determining how technology is used (Pinch and Bijker 1984; Fischer 1994; Warschauer 2003; Haddon 2004; Song 2009; Baym 2015).", "people in determining how technology is used (Pinch and Bijker 1984; Fischer 1994; Warschauer 2003; Haddon 2004; Song 2009; Baym 2015)."], "isInfluential": false, "citingPaper": {"paperId": "b65b6fade3db31158207cc4139b2c6afdee5a180", "externalIds": {"MAG": "1825963719", "DOI": "10.1007/S12111-015-9317-X"}, "url": "https://www.semanticscholar.org/paper/b65b6fade3db31158207cc4139b2c6afdee5a180", "title": "Explaining African-American Cell Phone Usage Through the Social Shaping of Technology Approach", "abstract": "African-Americans have been understood to be on the wrong side of the “digital divide”. Yet, African-Americans exhibit high rates of cell phone usage. This study attempts to explain this trend by applying a social shaping of technology approach. High rates by African-Americans are hypothesized to be powered by the cultural expectations of communicating with family and friends. Using nationally representative data, several conclusions were drawn. First, African-Americans have higher rates of cell phone usage for calling and texting, but not Internet usage. This holds after controlling for various factors associated with cell phone usage. Second, there is evidence that the high rate of usage by Hispanics is also grounded in cultural expectations. Finally, race and family structure interact to produce high rates of phone calling, but do not interact to produce high rates of texting.", "venue": "", "year": 2016, "referenceCount": 62, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3175209", "name": "Roderick Graham"}, {"authorId": "8409828", "name": "Kyungsub Choi"}]}}, {"intents": ["background"], "contexts": ["In America Calling, Claude Fischer (1992) said that “[r]ather than indicating a displacement of local interest,” telephones facilitated a “simultaneous augmentation of local and extralocal activities” (p. 265)."], "isInfluential": false, "citingPaper": {"paperId": "c482b4fff31c676aa13810a830575945f763e594", "externalIds": {"MAG": "1747516940", "DOI": "10.1177/0002764215601713"}, "url": "https://www.semanticscholar.org/paper/c482b4fff31c676aa13810a830575945f763e594", "title": "Localized Use of Information and Communication Technologies in Seoul’s Urban Neighborhoods", "abstract": "Theoretically guided by communication infrastructure theory and theory of planned behavior, this study has two aims: to assess the experiences and intentions of Seoul residents with regard to their localized use of information and communication technologies (ICTs) and to identify the factors influencing those experiences and intentions. Online survey data (n = 901) were collected from adult residents of Seoul in the summer of 2013. The results indicate that various ICT channels (especially websites, online news sites, blogs, online cafés, and smartphone apps) could potentially be customized to serve urban neighborhoods. Positive attitudes and subjective norms related to localized ICT use behavior were significant factors for use of almost all ICT channels considered in the current study. Individuals’ integrated connectedness to community storytelling network was a consistently significant and positive factor in relation to both experience and intention of localized uses of ICTs. Among four community engagement variables included in the current study, community activity participation was associated with the experience (but not with the intention) of localized ICT uses.", "venue": "", "year": 2016, "referenceCount": 38, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49170522", "name": "Yong-Chan Kim"}, {"authorId": "104980543", "name": "Eui-kyung Shin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c6c02bb4853e65481d4aceabe71291b0331bf036", "externalIds": {"MAG": "2515044897", "DOI": "10.1111/JCOM.12251"}, "url": "https://www.semanticscholar.org/paper/c6c02bb4853e65481d4aceabe71291b0331bf036", "title": "Microcoordination 2.0: Social Coordination in the Age of Smartphones and Messaging Apps", "abstract": "This paper examines how mobile messaging apps have changed the way that people microcoordinate. It is based on five focus groups of young adults in Singapore and Taiwan. Originally, microcoordination usually assumed dyadic interaction using either SMS or mobile voice calls. Increasingly, mediated communication uses mobile messaging apps that allow multisided interactions that facilitate task-based chat groups. Groups are easily formed but can be difficult to manage. This paper advances our understanding of microcoordination via the use of messaging apps. Specifically, it provides insights into the dual roles of instrumental and expressive interaction integral to the functioning of these messaging groups, ambient-mediated sociation in the form of readily available communication partners in groups, and the emergence of meme-based coordination. [ABSTRACT FROM AUTHOR]", "venue": "", "year": 2016, "referenceCount": 46, "citationCount": 81, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "39474138", "name": "Rich Ling"}, {"authorId": "34632656", "name": "C. Lai"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c8984de868a7ae5b3e6800ba990e10e35fcadcd6", "externalIds": {"MAG": "2332779833", "DOI": "10.1007/978-3-662-46924-8_3"}, "url": "https://www.semanticscholar.org/paper/c8984de868a7ae5b3e6800ba990e10e35fcadcd6", "title": "Planning for Transportation", "abstract": "Transportation is fundamental to the development of society. It provides opportunities to interact with others, moves the goods we need, and supports a vibrant economy. This chapter introduces the demand for transportation and explores key trends and growth forecasts. These underline the on-going importance of transportation to social progress and the significant challenge that lies ahead in planning transportation in the face of growing population, rising incomes, and technological change.", "venue": "", "year": 2016, "referenceCount": 54, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "49828738", "name": "H. Gudmundsson"}, {"authorId": "28180431", "name": "R. Hall"}, {"authorId": "34077641", "name": "G. Marsden"}, {"authorId": "143637203", "name": "J. Zietsman"}]}}, {"intents": ["background"], "contexts": ["Nevertheless, the average telephone density of the Soviet Union in 1969 reached just 6%, compared to 90% in the USAwhere telephone became de facto available to nearly everybody regardless of social status (Fischer, 1992, p. 53).", "…circles, but Bolsheviks have not invented it: in the USA, telephone was first advertised as an emergency and management tool, before its socializing potential was discovered by rural American subscribers and then recognized by the providers of this communication service (Fischer, 1992)."], "isInfluential": false, "citingPaper": {"paperId": "d9563caf92b92c7a843cfea634c48a5f63fe89de", "externalIds": {"MAG": "2466120851", "DOI": "10.1080/19409419.2016.1190235"}, "url": "https://www.semanticscholar.org/paper/d9563caf92b92c7a843cfea634c48a5f63fe89de", "title": "Was the Soviet telephone a medium of secondary orality? Some evidence from Soviet films of the 1930s–1970s", "abstract": "In the Soviet Union, the development of electrical communication technologies was a concomitant of literacy acquisition. In this context, some technical devices, such as telephone, appeared to remain bound to the urban context of communication: for most of the Soviet time, telephone was mainly used in cities by literate subscribers. Under these circumstances telephone was destined to fluctuate between primary and secondary orality. To verify this hypothesis, I am analysing scenes from the Soviet films shot between 1930 and 1970 where phone conversations have been deliberately put at the forefront. Examining oral expressions used by protagonists during their conversations I try to answer the following questions: Since when was telephone filmed as a medium of secondary orality? What obstacles had prevented it from exemplifying secondary orality in Walter Ong’s terms? What social and cultural aspects of Soviet reality are highlighted in the scenes in which Soviet telephone occupies a centre stage?", "venue": "", "year": 2016, "referenceCount": 44, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "120614005", "name": "L. Zakharova"}]}}, {"intents": ["background"], "contexts": ["As studies of print (Zaret 2000) and the telephone (Fischer 1992) have shown, media are often taken up to good effect by people who are trying to be conservative."], "isInfluential": false, "citingPaper": {"paperId": "dc902884f164eaa352483902d5e42cfac3a64e9b", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/dc902884f164eaa352483902d5e42cfac3a64e9b", "title": "Internet Research: For and Against", "abstract": "Given that the Internet is an engineered system like any other, why should we distinguish \"Internet research\" from any other study of technology? One answer is that computers are distinctive in their direct and systematic relationship to language. Another is that the Internet, through its layered architecture, is highly appropriable. Even so, the Internet does not cause a revolution or define a wholly separate \"cyber\" sphere. Instead, due to its distinctive qualities, it participates in somewhat distinctive ways in the ongoing political life of institutions. When I was going to graduate school at MIT, most of the professors around me were embarrassed to be called computer scientists. Their complaint was this: why should there be a separate field of computer science, any more than there is a separate field of refrigerator science? In their view, computers were just complex physical artifacts like any others. Following Simon (1969), they argued that design principles such as modularity are not specific to software, but are properties of the universe in general. The structures that evolve are modular because modular structures are more stable than others. Computers were simply a special case of these universal laws. This perspective on computer science differs from the view in most textbooks. In the textbooks, a computer is a device that can compute any function that any particular Turing machine can compute. The professors at MIT would have none of this. Of course the mathematics of computability was interesting, but it reflected only one corner of a much larger space of inquiry. What they found most interesting was not the mapping from single inputs to single outputs but the relationship between the structure of a computational device and the organization of the computational process that arose when the device was set running. The physical realization of computational processes was, however, only half the story. The other half lay in the analysis of problem domains. This is a profound aspect of computer work -and all engineering work -that is almost invisible to outsiders. Computers are general-purpose machines in that they can be applied to problems in any sphere. A system designer might work on an accounting application in the morning and an astronomical simulation in the afternoon. As the problems in these domains are translated into computational terms, certain patterns recur, and engineers abstract these patterns into layers of settled technique. Here is an example. I once consulted with a company that wanted to automate the design of some complex mechanical artifacts. The designer of these artifacts might have to make several dozen design decisions. I spent several weeks sitting with an engineer and marching through a stack of manuals for the design of this category of artifacts. We needed the answer to a critical question: in working forward from requirements to design, does the designer ever need to backtrack? Is it ever necessary to make a design decision that might have to be retracted later? If backtracking was required, the company's task would become much harder. After working several cases by hand, it became clear that backtracking was not only necessary but ubiquitious, and that the company needed to hire someone who could build a general-purpose architecture for the backtracking of parameterized constraints. Backtracking is an example of a structure that recurs frequently in the analysis of problem domains. The resulting analogy among domains can be pursued, and might be illuminating all around. For the professors at MIT, then, engineering consists of a dialectical engagement between two activities: analyzing the ontology of a domain and realizing that domain's decision-making processes in the physical world. (\"Realize\" here means \"make physically real\" rather than \"mentally understand\".) Ideas about computational structure exist for the purpose of translating back and forth between these two aspects of the engineer's work. This is a profound conception of engineering. And nothing about it is specific to computers. This story is appealing because it dissolves the concept of the computer, which normally connotes a sharp 02/01/2008 20:07 Internet Research: For and Against Page 2 of 8 http://polaris.gseis.ucla.edu/pagre/research.html break with the past, into the great historical tradition of engineering design. It is certainly an improvement on the standard story based on computability theory. Still, I believe that both stories overlook one area in which design is different for computers than for anything else. That area pertains to language. Computers, whatever their other virtues, at least give people something to talk about. Your friends in China may not be having the same weather, but they are having the same virus outbreaks. Computers not only transcend geographical boundaries; they also bridge disciplines. Physicists and literary critics may not be able to discuss their research, but they can discuss their computers. Soldiers and media artists struggle with the same software. This kind of universality arises precisely from the analytical phase of the design process. Computers, in this sense, provide a \"trading zone\" (Galison 1997) for discussions across different disciplinary languages. Computers are a shared layer in a wide variety of activities, and many activities have been reconstructed on top of the platform that computer standards provide. In these ways and more, computers are densely bound up with language (Hirschheim, Klein, and Lyytinen 1996; Swanson and Ramiller 1997; Theoharakis and Wong 2002; Weill and Broadbent 1998). Saying this, however, does not identify what is distinctive about computers. The answer is: computers are distinctive in their relation to discourse. Discourses about the world -that is, about people and their lives, the natural environment, business processes, social relationships, and so on -are inscribed into the workings of computers. It does not follow, of course, that computers then turn around and reinscribe those discourses into the activities of the people who use them. Every social setting takes hold of its computers in its own distinctive way (Orlikowski 2000). But neither is a computer a blank slate. Every system affords a certain range of interpretations, and that range is determined by the discourses that have been inscribed into it. To understand what is distinctive about the inscription of discourses into computers, as opposed to their inscription into other sorts of artifacts, it helps to distinguish among three progressively more specific meanings of the idea of inscription. (1) Shaping. Sociologists refer to the \"social shaping of technology\" (Dierkes and Hoffman 1992, MacKenzie and Wajcman 1985, Wiebe and Bijker 1992). Newly invented technologies typically exist in competing variants, but that political conflicts and other social processes eventually settle on particular designs. One prototype of social shaping is \"how the refrigerator got its hum\" (Cowan 1985): early refrigerators came in both electric and gas varieties, but the electric variety won the politics of infrastructure and regulation. Social shaping is also found in the styling of artifacts, for example tailfins on cars, and elsewhere. Social shaping analyses can be given for every kind of technology, and while language is certainly part of the process, the concept of social shaping does not turn on any specific features of language. (2) Roles. One type of social shaping is found in the presuppositions that a technology can make about the people who use it. Akrich (1992a, 1992b) gives examples of both successes and failures that turned on the designers' understandings of users. A company created a device consisting of a solar cell, a battery, and a lamp, intended for use in countries with underdeveloped infrastructures. Rather than study the web of relationships in which those people lived, though, the company sought to make its device foolproof, for example by making it hard to take apart and by employing components that were not available on the local market. When ordinary problems arose, such as the short wire between the battery and the lamp, the users were unable to adapt it. By contrast, a videocassette player embodied elaborate ideas about the user, for example as a person subject to copyright laws, that its very design was largely successful in enforcing. In each case, the designer, through a narrative that was implicit or explicit in the design process, tried to enlist the user into a certain social role. And language is geared to the construction of narratives about roles and relationships. (See also Barley (1990), Feenberg (1991: 80-82), Latour (1996), Lea and Giordano (1997), Mackay, Carne, and BeynonDavies 2000, Sharrock and Button (1997), and Woolgar (1991).) Even so, nothing here is specific to computers either. (3) Grammar. Where computers are really distinctive is in their relationship to grammar. Systems analysis does not exactly analyze a domain, as the professors at MIT would have it. Rather, it analyzes a discourse for talking about a domain. (Or perhaps a domain must be understood as a discourse bound up with the objects it describes.) To be sure, much of the skill of systems analysis consists in assimilating this discourse to known techniques for realizing a decision-making process in the physical world (Suchman and Trigg 1993). But the substance of the work is symbolic. Computer people are ontologists, and their work consists of stretching whatever discourse they find upon the ontological grid that is provided by their particular design methodology, whether entity-relationship data models (Simsion 2001), object-oriented programming (Booch 1996), or the language-action perspective (Winograd and Flores 1986). In each case, the systems analyst performs a profound transformation upon the domain discourse. The discourse is taken apart down to its most primitive el", "venue": "", "year": 2016, "referenceCount": 75, "citationCount": 7, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "35126179", "name": "P. Agre"}, {"authorId": "1692418", "name": "M. Consalvo"}, {"authorId": "2556863", "name": "N. Baym"}, {"authorId": "3157217", "name": "Jeremy Hunsinger"}, {"authorId": "11732700", "name": "K. Jensen"}, {"authorId": "144744211", "name": "J. Logie"}, {"authorId": "5154478", "name": "M. Murero"}, {"authorId": "1989802", "name": "L. R. Shade"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e14f11686397e43bd79ca074b9d3649bceba85fe", "externalIds": {"MAG": "2297271988", "DOI": "10.1016/J.TECHSOC.2016.02.007"}, "url": "https://www.semanticscholar.org/paper/e14f11686397e43bd79ca074b9d3649bceba85fe", "title": "Landline and mobile phone communication in social companionship networks of older adults: An empirical investigation in Slovenia", "abstract": "Abstract Although the number of older adults with access to landline and mobile phones has grown in recent years, little research exists that investigates how older adults use and potentially combine the two technologies for communication with the members of their social support networks. Therefore, this study explored how the composition of older adults' social companionship networks is related to the frequency of landline and mobile phone communication with their network members. In addition, the study examined the association between landline and mobile phone communication as well as their relationship with in-person communication in such networks. The survey data were gathered using an ego-centered social support approach in a nationwide representative sample of retired older adults in Slovenia. The results of multiple regression analyses revealed that the composition of a social companionship network better predicts the frequency of landline rather than mobile phone communication of older adults with their network members. The non-significant relationship between the frequency of landline and mobile phone communication suggested that the two technologies very likely have a different role in the maintenance of social companionship networks. The study also found a difference between the importance of control variables related to the socio-demographic characteristics of older adults for the frequency of landline and mobile phone communication. While age, education, and living alone significantly predicted the frequency of mobile communication with older adults' network members, significant predictors of their landline communication included gender and health impairments.", "venue": "", "year": 2016, "referenceCount": 55, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2228503", "name": "A. Petrovčič"}, {"authorId": "2772189", "name": "V. Vehovar"}, {"authorId": "3236694", "name": "V. Dolnicar"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e2a22e24351ef26950a82d06b0f40b31e8b585f5", "externalIds": {"MAG": "2553761553", "DOI": "10.1353/tech.2016.0108", "PubMed": "28569691"}, "url": "https://www.semanticscholar.org/paper/e2a22e24351ef26950a82d06b0f40b31e8b585f5", "title": "From Natural Monopoly to Public Utility: Technological Determinism and the Political Economy of Infrastructure in Progressive-Era America", "abstract": "ABSTRACT: In present-day debates regarding telecommunication policy, one frequently hears the terms natural monopoly and public utility. This article investigates the origins of these ideas, finding that Richard T. Ely—a celebrated American economist of the late nineteenth century—embedded in the term “natural monopoly” a narrative of technological determinism. By arguing that certain services had monopolizing tendencies hardwired into them, Ely argued for their regulation. Ely’s theory of natural monopoly formed the basis of Wisconsin’s 1907 public utilities law, which served as a model for many other states’ regulatory policies. The modern notion of public utility thus carries with it the technological determinism of Ely’s natural monopoly idea. By tracing the lineage of these two terms, this article recaptures the influence that activists and progressive politicians exercised over the formation of large technological systems during the Second Industrial Revolution.", "venue": "Technology and culture", "year": 2016, "referenceCount": 77, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics", "Medicine"], "authors": [{"authorId": "15447477", "name": "Adam Plaiss"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ed4efc1e8cf30c45d4cf5f0d4bdc414cfbc41885", "externalIds": {"MAG": "2551568660", "DOI": "10.1353/tech.2016.0110", "PubMed": "28569693"}, "url": "https://www.semanticscholar.org/paper/ed4efc1e8cf30c45d4cf5f0d4bdc414cfbc41885", "title": "Proximal Design: Users as Designers of Mobility in the Russian North", "abstract": "By examining mobility in remote Arctic areas, we analyze how challenging environmental conditions, while affecting technology performance, evoke people’s creativity and efforts as technology users. Based on historical materials and ethnographic observations of user inventiveness in the transport sector in the Russian North, we define and document a phenomenon of “proximal design” in three different modes: the proximal complementation of “distant design” machines (trucks and military equipment) to ascertain their reliability; the emergence of a new type of homemade all-terrain vehicle called a “karakat,” made from salvaged parts to specialize in times and locations where other vehicles turn unreliable; and the traditional craft of sledge-making by nomadic reindeer herders of the Yamal area, where even materials are proximally collected and shaped. Our main argument is that continuous tuning, modification, and redesign of technology carried out by immediate users in situ make it possible for humans and machines to function in extreme settings and that this can lead also to emergence of enduring design principles. We outline key characteristics of proximal design such as constraining environment, inventiveness by necessity, flexible construction, personalization and symbolic meaning, and social embeddedness of making/maintaining practices.", "venue": "Technology and culture", "year": 2016, "referenceCount": 75, "citationCount": 28, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Computer Science"], "authors": [{"authorId": "2098768011", "name": "Svetlana Usenyuk"}, {"authorId": "1450413200", "name": "Svetlana Sampsa Jack Hyysalo"}, {"authorId": "1450411817", "name": "Svetlana Sampsa Jack Whalen"}]}}, {"intents": ["background"], "contexts": ["…analyses do not investigate the infrastructural level qua infrastructure, as I mean it here.8 Rather, as the historian of the telephone Claude Fischer ð1992Þ puts it, this kind of thinking reasons from the property of the technologies to their consequences and extrapolates from their form to…", "…while communications technology is described as “the objects with which and the conditions within which we enact some of the most profound conduct of our lives: dealing with family, friends, and ourselves” ðFischer 1992, 7Þ, both of these depictions also aptly frame the infrastructure of intimacy.", "…instructional films did not emphasize “telephony’s intimate intersubjectivity” but instead encouraged restraint ðScott 2011, 489Þ. Ordinary users—especially women—repurposed this technology in ways that altered its meaning and operations and made everyday personal use more central ðFischer 1992Þ.", "Telephone companies resisted the use of phones for personal conversations ðFischer 1992Þ.", "Although they discuss the architecture and design of public restrooms, these representational analyses do not investigate the infrastructural level qua infrastructure, as I mean it here.8 Rather, as the historian of the telephone Claude Fischer ð1992Þ puts it, this kind of thinking reasons from the property of the technologies to their consequences and extrapolates from their form to their causes.", "Fischer, Claude S. 1992."], "isInfluential": true, "citingPaper": {"paperId": "ed695294760c356abfc2e914d71be40e084f40af", "externalIds": {"MAG": "2229756423", "DOI": "10.1086/682919"}, "url": "https://www.semanticscholar.org/paper/ed695294760c356abfc2e914d71be40e084f40af", "title": "The Infrastructure of Intimacy", "abstract": "This essay brings together two different rubrics that are animating recent strands of critical analysis: intimacy and infrastructure. Intimacy has emerged in feminist and queer scholarship as a rubric to depict how regimes of power shape relations and identification, particularly through the operations of discursive norms. This essay proposes that infrastructure offers another rubric for excavating material-symbolic assemblages that embed intimate relations in fields of power. Infrastructure refers to systems for transport, energy, water, and communication, but also more generally to networks that enable movement or activity, a definition that includes physical, immaterial, and regulatory elements. The emergence of critical studies of infrastructure makes this domain amenable to feminist and queer analysis. The essay introduces this work on infrastructure, explaining the merits of infrastructure as rubric and object for understanding the intimate operations of power.", "venue": "Signs: Journal of Women in Culture and Society", "year": 2016, "referenceCount": 115, "citationCount": 44, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "153839654", "name": "A. Wilson"}]}}, {"intents": [], "contexts": ["See Fischer (1992) on the telephone in America and for an ICTD example, see this longitudinal study of CGNet Swara, a citizen participation system by Marathe, O’Neill, Pain, & Thies (2015)."], "isInfluential": false, "citingPaper": {"paperId": "f8b9f4f9fc418eb1f78d67dee6a99bc2220a0918", "externalIds": {"MAG": "2298059091"}, "url": "https://www.semanticscholar.org/paper/f8b9f4f9fc418eb1f78d67dee6a99bc2220a0918", "title": "Material Ecosystems: Theorizing (Digital) Technologies in Socioeconomic Development", "abstract": "This article presents a material ecosystemic approach as a theoretical grounding for understanding digital technologies as potential catalysts of socioeconomic development. Through such an approach, talk of “technology” is replaced by talk of the “material.” Material is understood as inclusive of the human-made as well as the natural, of humanrelationships, human bodies, and words spoken. And the social is always necessarily materialized. These elements provide some clues as to how to move toward an improved ethic of design. The case of mobile phone use for financial practices among low- and lower-middle-income urban Ugandans is offered as a substantive case. The particular assumptions of modernization underlying calls for “financial inclusion” and the distinction between informal and formal are reconsidered through the lens of material ecosystemic analysis.", "venue": "", "year": 2016, "referenceCount": 49, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48129731", "name": "J. Burrell"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "12b1bb963e1fb88c6102c74b33937d5efe73f55b", "externalIds": {"DOI": "10.1007/978-3-319-20837-4"}, "url": "https://www.semanticscholar.org/paper/12b1bb963e1fb88c6102c74b33937d5efe73f55b", "title": "Connecting Women", "abstract": "Cross-analysing the problem of ICT with women and gender’s roles on a long-term perspective, as this collective book aspires to do, may seem challenging. As described in some pioneering historical works, the very notion of computing as a construct calls for a nuanced understanding. Great care is required to avoid amalgams that could introduce an artifi cial continuity that has no evidentiary basis between human computers, keypunch operators or today’s women labourers in computing (with all the diversity within the milieus of industry, public and private research, education, etc.). Therefore, creating a dialogue that includes diverse ICTs, diverse contexts and various European countries may make this all the more diffi cult. But the choice to embrace multiplicity seemed relevant from several angles that are discussed in this introductory chapter. Les Petites Filles modèles Ne jouent plus à la poupée Ne jouent plus à la marelle A la corde à chat perché Branchées grâce au Minitel Sur le marché fi nancier Les Petites Filles modèles S’amusent à boursicoter C’est à ce jeu qu’elles excellent Fruit de la modernité Ah la belle ah la belle ah la belle société (...) Jean Ferrat (1991) Good Little Girls Do not play with dolls Do not play hopscotch Or tag or ball Connected through the Minitel To the stock market Good Little Girls Play at investing At this game they excel This fruit of modernity Oh high oh high oh high society [...] Jean Ferrat (1991) a a Translation by L. Kraftowitz V. Schafer (*) Institute for Communication Sciences, (CNRS, Paris-Sorbonne, UPMC) , 20, rue Berbier-du-Mets , 75013 Paris , France e-mail: valerie.schafer@cnrs.fr B. G. Thierry Université Paris-Sorbonne , Institute for Communication Sciences, (CNRS, Paris-Sorbonne, UPMC) , 20, rue Berbier-du-Mets , 75013 Paris , France e-mail: Benjamin.thierry@paris-sorbonne.fr", "venue": "History of Computing", "year": 2015, "referenceCount": 206, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1712512", "name": "Jeffrey R. Yost"}]}}, {"intents": ["background"], "contexts": ["The telephone, for example, had very different ramifi cations for rural farmers than it did for merchants in cities (Fischer, 1992).", "The telephone, for example, had very different ramifi cations for rural farmers than it did\nfor merchants in cities (Fischer, 1992)."], "isInfluential": false, "citingPaper": {"paperId": "1e84600d0c41c18df22c025c21cd00632c378514", "externalIds": {"MAG": "2185625447", "DOI": "10.5465/AMD.2013.0016"}, "url": "https://www.semanticscholar.org/paper/1e84600d0c41c18df22c025c21cd00632c378514", "title": "Why the Internet Makes Buying a Car Less Loathsome: How Technologies Change Role Relations", "abstract": "Drawing on ethnographic data collected over a two-year period in two car dealerships, this paper employs role theory and a dramaturgical analysis of sales encounters to show how the internet has ch...", "venue": "", "year": 2015, "referenceCount": 91, "citationCount": 68, "influentialCitationCount": 9, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2040894", "name": "S. Barley"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2671ae1674f903b621bb12f22be62e319b3278fe", "externalIds": {"DBLP": "conf/hicss/Minch15", "MAG": "1515172398", "DOI": "10.1109/HICSS.2015.185"}, "url": "https://www.semanticscholar.org/paper/2671ae1674f903b621bb12f22be62e319b3278fe", "title": "Location Privacy in the Era of the Internet of Things and Big Data Analytics", "abstract": "Location information is generated in large quantities in the Internet of Things and becomes a major component of the big data phenomenon. This results in privacy issues involving sensing, identification, storage, processing, sharing, and use of this information in technical, social, and legal contexts. These issues must be addressed if the IoT is to be widely adopted and accepted. Theory will need to be developed and tested, and new research questions will need to be investigated. This exploratory research begins to identify, classify, and describe these issues and questions.", "venue": "2015 48th Hawaii International Conference on System Sciences", "year": 2015, "referenceCount": 80, "citationCount": 24, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2468466", "name": "R. Minch"}]}}, {"intents": ["background"], "contexts": ["From a physical standpoint, technology is a dimension of a social structure and social change as a material culture (Fischer, 1992, p. 7)."], "isInfluential": false, "citingPaper": {"paperId": "301c75b820364d23c456a02f50581f5f8913b458", "externalIds": {"MAG": "2071918869", "DOI": "10.1177/0894439314521982"}, "url": "https://www.semanticscholar.org/paper/301c75b820364d23c456a02f50581f5f8913b458", "title": "Examining the Relationship Between E-Social Networks and the Communication Behaviors of Generation 2000 (Millennials) in Turkey", "abstract": "The information revolution has shaped a new generation. Our study focused on the relation between the social networks that benefit from the opportunities arising from information technologies and the communication behaviors of Generation 2000 university students. According to the findings of this research, in Turkey, university students’ use of mobile Internet and social networks is increasing and becoming widespread when compared to that observed in the previous years. For both Generation 2000 and others in Turkey, Facebook is the preferred network. In contrast to the expectations, our study showed that members of Generation 2000 in Turkey do not exhibit difficulty in using electronic communication. These technologies prevent face-to-face communication, determine social networks to a certain degree, and remove the above-mentioned contradiction. We found that Generation 2000 in Turkey is aware of information technology and the possible negative effects of electronic social networks. Finally, we noted that Generation 2000 in Turkey is addicted neither to the Internet nor to electronic social networks.", "venue": "", "year": 2015, "referenceCount": 60, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "101349677", "name": "H. Latif"}, {"authorId": "2081478430", "name": "C. G. Uçkun"}, {"authorId": "13118873", "name": "B. Demir"}]}}]}