{"paperId": "da3020862161baa75b21e975f0fb8bd21462f95f", "externalIds": {"MAG": "2127955466", "DOI": "10.2307/3106322"}, "url": "https://www.semanticscholar.org/paper/da3020862161baa75b21e975f0fb8bd21462f95f", "title": "America Calling: A Social History of the Telephone to 1940", "abstract": "From the Publisher: \nThe telephone looms large in our lives, as ever present in modern societies as cars and television. Claude Fischer presents the first social history of this vital but little-studied technology\u0097how we encountered, tested, and ultimately embraced it with enthusiasm. Using telephone ads, oral histories, telephone industry correspondence, and statistical data, Fischer's work is a colorful exploration of how, when, and why Americans started communicating in this radically new manner. Studying three California communities, Fischer uncovers how the telephone became integrated into the private worlds and community activities of average Americans in the first decades of this century. Women were especially avid in their use, a phenomenon which the industry first vigorously discouraged and then later wholeheartedly promoted. Again and again Fischer finds that the telephone supported a wide-ranging network of social relations and played a crucial role in community life, especially for women, from organizing children's relationships and church activities to alleviating the loneliness and boredom of rural life. Deftly written and meticulously researched, America Calling adds an important new chapter to the social history of our nation and illuminates a fundamental aspect of cultural modernism that is integral to contemporary life. \nAuthor Biography: Claude S. Fischer is Professor of Sociology at the University of California, Berkeley, and the author of To Dwell among Fris: Personal Networks in Town and City (1982) and The Urban Experience (1984).", "venue": "", "year": 1994, "referenceCount": 0, "citationCount": 863, "influentialCitationCount": 44, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Engineering", "History"], "authors": [{"authorId": "66033172", "name": "R. Volti"}, {"authorId": "34525431", "name": "C. Fischer"}]}