{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "25a561d683ec7c6b689f01dd8c9b62a5d3ed9383", "externalIds": {"MAG": "2737721125"}, "url": "https://www.semanticscholar.org/paper/25a561d683ec7c6b689f01dd8c9b62a5d3ed9383", "title": "Favorisons la diversité linguistique en TAL", "abstract": "Nous montrons dans cet article la faible diversite linguistique en TAL et evoquons quelques raisons pour cet etat de fait. Nous pensons enfin que, sur la base de ce constat, la communaute pourrait contribuer a remedier a ce probleme en adoptant quelques regles simples.Dans la premiere partie, nous abordons la rarete et la faible qualite des ressources en ligne puis nous presentons la faible diversite linguistique des travaux en TAL a travers une etude sur les publications du domaine, ainsi que celle des dictionnaires et des systemes de traduction automatique. Dans la deuxieme partie, nous evoquons les besoins des locuteurs et des chercheurs en TAL. Dans la troisieme partie, nous abordons certaines difficultes rencontrees lors de travaux sur les langues peu dotees. En conclusion, nous formulons des preconisations visant a augmenter la diversite linguistique du TAL.", "venue": "", "year": 2014, "referenceCount": 13, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2442476", "name": "Chantal Enguehard"}, {"authorId": "2272945", "name": "Mathieu Mangeot"}]}}, {"contexts": ["Wandmacher T., Antoine J-Y., Departe J-P., Poirier F. « Sibylle, an assistive communication system adapting to the context and its user ».", "Par exemple, il a été observé que la prédiction de mots du système d’aide à la communication Sibylle (Wandmacher et al. 2008) induit un accroissement des productions langagières chez des enfants paralysés cérébraux, ce qui favorise leur développement cognitif.", "En outre, il semblerait que ces enfants commettent moins de fautes d’orthographe avec Sibylle."], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "344837c184a5ce3d261b0a614126584448bdee0f", "externalIds": {"MAG": "2024330712", "DBLP": "journals/taccess/WandmacherAPD08", "DOI": "10.1145/1361203.1361209"}, "url": "https://www.semanticscholar.org/paper/344837c184a5ce3d261b0a614126584448bdee0f", "title": "Sibylle, An Assistive Communication System Adapting to the Context and Its User", "abstract": "In this article, we describe the latest version of Sibylle, an AAC system that permits persons who have severe physical disabilities to enter text with any computer application, as well as to compose messages to be read out through speech synthesis. The system consists of a virtual keyboard comprising a set of keypads that allow for the entering of characters or full words by a single-switch selection process. It also includes a sophisticated word prediction component which dynamically calculates the most appropriate words for a given context. This component is auto-adaptive, that is, it learns with every text the user enters. It thus adapts its predictions to the user's language and the current topic of communication as well. So far, the system works for French, German and English. Earlier versions of Sibylle have been used since 2001 in a rehabilitation center (Kerpape, France).", "venue": "TACC", "year": 2008, "referenceCount": 114, "citationCount": 44, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1754586", "name": "Tonio Wandmacher"}, {"authorId": "145928410", "name": "Jean-Yves Antoine"}, {"authorId": "1680457", "name": "F. Poirier"}, {"authorId": "102663404", "name": "J. Departe"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "42cbdcd5775b79c8ff03167832a8c92e49000038", "externalIds": {"MAG": "2047236792", "DOI": "10.4000/CORELA.3598"}, "url": "https://www.semanticscholar.org/paper/42cbdcd5775b79c8ff03167832a8c92e49000038", "title": "L’alternative quantitatif/qualitatif à l’épreuve des univers discursifs numériques", "abstract": "On trouve peu d¹interrogations historiques et epistemologiques sur la question des approches qualitatives et quantitatives en analyse des textes et des discours. Dans cet article, je propose de questionner la symetrie entre qualitativisme et quantitativisme, la nature du savoir linguistique produit, la prise en compte du contexte et la pertinence de l’une ou l’autreapproche sur les corpus de discours natifs en ligne.", "venue": "", "year": 2014, "referenceCount": 16, "citationCount": 9, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "102392034", "name": "Marie-Anne Paveau"}]}}, {"contexts": ["Et ce, d’autant que la parole est un trait de personnalité aussi important que le visage, dont la greffe fait l’objet de questionnements éthiques (Colas-Benayoun et al. 2006)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "437d6e284325d4180ba71a876056966be892ad43", "externalIds": {"MAG": "2064882989", "DOI": "10.1016/J.AMP.2006.07.011"}, "url": "https://www.semanticscholar.org/paper/437d6e284325d4180ba71a876056966be892ad43", "title": "De la défiguration à la transfiguration : la greffe d'un visage est-elle la solution ?", "abstract": "Resume La clinique de la defiguration nous confronte a la difficulte de vivre avec de graves malformations. L'histoire d'un jeune patient brule au visage lors d'un accident de la voie publique questionne notre pratique soumise a une obligation de moyens. Pourtant, il ne demande rien au chirurgien mais adresse au psychiatre une ultime requete : « Je veux regagner le droit au regard de l'autre, a la difference, a une intimite. » Une psychopathologie particuliere peut etre degagee. Elle apporte des elements de comprehension indispensables a une reflexion ethique sur les nouvelles therapeutiques comme la greffe de visage. Comment porter le visage d'un autre quand on ne se reconnait plus soi-meme comme sujet de son histoire, comme porteur d'une identite psychique ? Seul le desir du patient peut moduler l'art du chirurgien dans sa quete du beau, sa tentative de reparation d'une certaine humanite.", "venue": "", "year": 2006, "referenceCount": 4, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1432594290", "name": "M.-D. Colas-Benayoun"}, {"authorId": "5310410", "name": "G. Fidelle"}, {"authorId": "47877390", "name": "J. Favre"}]}}, {"contexts": ["Ces troubles liés à la synthèse de la parole ne peuvent être ignorés : ils nous semblent équivalents à ceux liés aux greffes d’organes (Triffaux et al. 2002)."], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "5c7bcc6cc921399f73826b993e6ef9d5e62d8279", "externalIds": {"MAG": "38161341"}, "url": "https://www.semanticscholar.org/paper/5c7bcc6cc921399f73826b993e6ef9d5e62d8279", "title": "Troubles psychiques liés aux greffes d'organes", "abstract": null, "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 5, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "51259640", "name": "Jean-Marc Triffaux"}, {"authorId": "115165300", "name": "J.-L. Maurette"}, {"authorId": "134153669", "name": "J. dozot"}, {"authorId": "115785866", "name": "J. Bertrand"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "80703c23c59e24a7a4b5c9bd9ee2bcea41bba58c", "externalIds": {"MAG": "155553917"}, "url": "https://www.semanticscholar.org/paper/80703c23c59e24a7a4b5c9bd9ee2bcea41bba58c", "title": "Charte Éthique et Big Data : parce que mon corpus le vaut bien !", "abstract": "Une charte Ethique et Big data a ete concue en collaboration avec des acteurs academiques et industriels, pour une meilleure documentation et de meilleures pratiques pour la constitution de corpus.", "venue": "", "year": 2013, "referenceCount": 6, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "3113902", "name": "Alain Couillault"}, {"authorId": "3196675", "name": "Karën Fort"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "82115e7f29dabf968282d09ae6da50a763e84888", "externalIds": {"MAG": "2066271836", "DOI": "10.3406/ARSS.1996.3194"}, "url": "https://www.semanticscholar.org/paper/82115e7f29dabf968282d09ae6da50a763e84888", "title": "Citius, altius, fortius : L'intensification du travail", "abstract": "Citius, altius, fortius: Arbeitsintensivierung. ; Dieser Artikel stutzt sich auf einige grundlegende Ergebnisse statistischer, unter Lohnempfangern gefuhrter Untersuchungen zum Thema Arbeit. Er beschreibt aus der Sicht unmittelbar davon Beruhrter eine der vorrangigen Entwicklungen heutigen Arbeitens : seiner Intensivierung. Technischer und organisatorischer Fortschritt haben der Muhsal der Arbeit keinesfalls ein Ende gesetzt. Die Automatisierung der Produktion betrifft nur einen begrenzten Bruchteil der Arbeiter und Verwaltungsangestellten. Manuelle Eingriffe, weiterhin erforderlich fur Instandhaltung und Reparaturen, wurden durch sie nicht beseitigt, und neue Formen der Belastigung sind durch sie entstanden. Ein anderer Grund des Weiterbestehens von Muhsal ist die Zunahme von Druck auf den Arbeitsrythmus. Das Kumulieren mehrerer, zeitgleicher Dringlichkeiten durch denselben Arbeiter geht mit Wandlungen in der Produktionsorganisation eng einher. Die Untemehmen versuchen, sich so nah wie moglich am Markt selbst zu positionieren und schaffen Vorkehrungen ab, durch die die Operateure bisher gegen seine Fluktuationen geschutzt waren. Gleichzeitig wurde die Produktionsaktivitat zunehmend formalisiert und von Normen eingefalst. Nachfragevariationen haben fur eine wachsende Anzahl von Lohnempfangern direkte Auswirkungen auf den Arbeitsrythmus, aber zugleich nehmen die mit der industriellen und burokratischen Organisation verbundenen Zwange zu. Die Zunahme zeitlicher Zwange verursacht als solche grosere Spannungen. Sie begrenzt gleichermasen die Moglichkeiten der Loh-nempfanger, ihre Arbeit mit der Erhaltung ihrer Gesundheit und ihrem Wohlbennden in Einklang zu bringen. Zugleich verlangen die Untemehmen von ihren Arbeitskraften zusatzliche eigene Initiativen. Sie halten Ausschau nach besser ausgebildeten Arbeitskraften und praktizieren eine restriktive Lohnpolitik. Uni den widerspruchlichen Anforderungen einer gewachsenen Autonomie und enger gefalsten Zwange gerecht werden zu konnen, stehen den Arbeitgebern eine ganze Reihe von Managertechniken zur Verfugung. Durch die Einfuhrung eines Masstab tatsachlicher getaner Arbeit wird in den Bewertungsgesprachen die Bedrohung durch Arbeitslosigkeit reell und zugleich die Legitimitat der Anspruche des Unternehmens unterstrichen. Sie werden insbesondere gegenuber Arbeiter ange- wendet, die zur selben Zeit den Pressionen des Marktes und denjenigen der internen Burokratie unterworfen sind. Stattdessen schranken diese Situationen hoher Zwange das gute Funktionieren von Mitbestimmungseinrichtungen ein.", "venue": "", "year": 1996, "referenceCount": 2, "citationCount": 136, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "101496048", "name": "M. Gollac"}, {"authorId": "5630784", "name": "S. Volkoff"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "91885a9006af4a7a1c41021680186da816ea6e6c", "externalIds": {"MAG": "2078254699", "DBLP": "journals/ais/Calverley08", "DOI": "10.1007/s00146-007-0092-7"}, "url": "https://www.semanticscholar.org/paper/91885a9006af4a7a1c41021680186da816ea6e6c", "title": "Imagining a non-biological machine as a legal person", "abstract": "As non-biological machines come to be designed in ways which exhibit characteristics comparable to human mental states, the manner in which the law treats these entities will become increasingly important both to designers and to society at large. The direct question will become whether, given certain attributes, a non-biological machine could ever be viewed as a “legal person.” In order to begin to understand the ramifications of this question, this paper starts by exploring the distinction between the related concepts of “human,” “person,” and “property.” Once it is understood that person in the legal sense can apply to a non-biological entity such as a corporation, the inquiry then goes on to examine the folk psychology view of intentionality and the concept of autonomy. The conclusion reached is that these two attributes can support the view that a non-biological machine, at least in theory, can be viewed as a legal person.", "venue": "AI & SOCIETY", "year": 2008, "referenceCount": 52, "citationCount": 33, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2980209", "name": "D. Calverley"}]}}, {"contexts": ["Ces situations nourrissent un débat juridique actuel sur la nécessité ou non de l’attribution d’une personnalité juridique morale aux robots et agents conversationnels, ou d’abandonner au contraire cette responsabilité à leurs propriétaires ou concepteurs (Cavelerey 2008, Pagalo 2010, Bertolini et Palmerini 2014, Robolaw 2014, Bensoussan 2015).", "(https://ethiquepublique.revues.org/2029) Bertolini A., Palmerini E. « Regulating robotics : a challenge for Europe », Proc.", "…sur la nécessité ou non de l’attribution d’une personnalité juridique morale aux robots et agents conversationnels, ou d’abandonner au contraire cette responsabilité à leurs propriétaires ou concepteurs (Cavelerey 2008, Pagalo 2010, Bertolini et Palmerini 2014, Robolaw 2014, Bensoussan 2015)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "9d7d333f98cc32e9406346a5b40bc390b914ef94", "externalIds": {"MAG": "2529870387", "DOI": "10.2861/69400"}, "url": "https://www.semanticscholar.org/paper/9d7d333f98cc32e9406346a5b40bc390b914ef94", "title": "Regulating robotics : A challenge for Europe", "abstract": "Upon request by the JURI Committee, this paper aims at offering an analysis of the interplay between regulation and robotics in the European context. Since robotics represents a technological innovation, which will profoundly modify the societal structure, and a strategic market sector, the need for a legal appraisal and intervention emerge. The European Union is called to design a transparent and carefully tailored regulatory environment so as to influence the development of robotic applications in accordance with its core democratic values.", "venue": "", "year": 2014, "referenceCount": 65, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2071280576", "name": "A. Bertolini"}, {"authorId": "2076295036", "name": "E. Palmerini"}]}}, {"contexts": ["2) sur le sentiment erroné de connaissance que développent les utilisateurs de moteurs de recherche (Fisher et al. 2015).", "Cet effet est d’autant plus insidieux qu’il n’est pas ressenti par les sujets, qui tendent au contraire à surestimer l’importance des connaissances mémorisées lorsqu’ils utilisent un moteur de recherche (Fisher et al. 2015).", "Mais elles peuvent également participer à l’illusion trompeuse d’une maîtrise de ces grandes masses de données, comme le suggèrent les expérimentations (cf. § 5.2) sur le sentiment erroné de connaissance que développent les utilisateurs de moteurs de recherche (Fisher et al. 2015)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "a3e57a87490b9d50417fdf2637a6b76fba72a9c7", "externalIds": {"MAG": "2151132174", "DOI": "10.1037/xge0000070", "PubMed": "25822461"}, "url": "https://www.semanticscholar.org/paper/a3e57a87490b9d50417fdf2637a6b76fba72a9c7", "title": "Searching for explanations: How the Internet inflates estimates of internal knowledge.", "abstract": "As the Internet has become a nearly ubiquitous resource for acquiring knowledge about the world, questions have arisen about its potential effects on cognition. Here we show that searching the Internet for explanatory knowledge creates an illusion whereby people mistake access to information for their own personal understanding of the information. Evidence from 9 experiments shows that searching for information online leads to an increase in self-assessed knowledge as people mistakenly think they have more knowledge \"in the head,\" even seeing their own brains as more active as depicted by functional MRI (fMRI) images.", "venue": "Journal of experimental psychology. General", "year": 2015, "referenceCount": 47, "citationCount": 130, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "145968191", "name": "Matthew Fisher"}, {"authorId": "4644789", "name": "M. Goddu"}, {"authorId": "2391042", "name": "F. Keil"}]}}, {"contexts": ["À l’opposé, l’éthique relève d’une autorégulation non normative fondée sur des choix et jugements de valeurs collectifs, même si l’on sait qu’elle peut être productrice de normes – voir par exemple (Berleur 2004) dans le cas de la gouvernance d’Internet – et qu’elle oriente la jurisprudence lorsque la loi fait défaut.", "…relève d’une autorégulation non normative fondée sur des choix et jugements de valeurs collectifs, même si l’on sait qu’elle peut être productrice de normes – voir par exemple (Berleur 2004) dans le cas de la gouvernance d’Internet – et qu’elle oriente la jurisprudence lorsque la loi fait défaut."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "a6d9bd6a2f2d7f122f28b0eb8376a501e9a39c0a", "externalIds": {"MAG": "2330840894", "DOI": "10.4000/ETHIQUEPUBLIQUE.2029"}, "url": "https://www.semanticscholar.org/paper/a6d9bd6a2f2d7f122f28b0eb8376a501e9a39c0a", "title": "Éthique et régulations dans la société de l’information", "abstract": "La question de la « gouvernance » d’internet est apparue a beaucoup d’observateurs comme symptomatique de la maniere d’aborder celle de la societe de l’information. Elle est devenue l’enjeu de nombreux debats, sinon de caucus institutionnels internationaux. N’est-ce pas la une approche dictee par la technologie ? Dans cet article, l’auteur traite donc de l’ethique et de differents modes de regulation dans la societe de l’information.", "venue": "", "year": 2004, "referenceCount": 0, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "69344511", "name": "J. Berleur"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "cd20fe348c77dd3b4f25a6351e01ec4478ca770b", "externalIds": {"MAG": "2227885422"}, "url": "https://www.semanticscholar.org/paper/cd20fe348c77dd3b4f25a6351e01ec4478ca770b", "title": "Crowdsourcing for Language Resource Development: Critical Analysis of Amazon Mechanical Turk Overpowering Use", "abstract": "This article is a position paper about crowdsourced microworking systems and especially Amazon Mechanical Turk, the use of which has been steadily growing in language processing in the past few years. According to the mainstream opinion expressed in the articles of the domain, this type of on-line working platforms allows to develop very quickly all sorts of quality language resources, for a very low price, by people doing that as a hobby or wanting some extra cash. We shall demonstrate here that the situation is far from being that ideal, be it from the point of view of quality, price, workers' status or ethics and bring back to mind already existing or proposed alternatives. Our goal here is threefold: 1 - to inform researchers, so that they can make their own choices with all the elements of the reflection in mind, 2- to ask for help from funding agencies and scientific associations, and develop alternatives, 3- to propose practical and organizational solutions in order to improve new language resources development, while limiting the risks of ethical and legal issues without letting go price or quality.", "venue": "LTC 2011", "year": 2011, "referenceCount": 43, "citationCount": 21, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1707447", "name": "G. Adda"}, {"authorId": "68990982", "name": "Benoît Sagot"}, {"authorId": "3196675", "name": "Karën Fort"}, {"authorId": "8201467", "name": "J. Mariani"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d25c27c7a3e9f41f150e8eadbad34c1c05d67510", "externalIds": {"DBLP": "journals/jasis/Stamatatos09", "DOI": "10.1002/asi.21001"}, "url": "https://www.semanticscholar.org/paper/d25c27c7a3e9f41f150e8eadbad34c1c05d67510", "title": "A survey of modern authorship attribution methods", "abstract": "Authorship attribution supported by statistical or computational methods has a long history starting from the 19th century and is marked by the seminal study of Mosteller and Wallace (1964) on the authorship of the disputed “Federalist Papers.”During the last decade, this scientific field has been developed substantially, taking advantage of research advances in areas such as machine learning, information retrieval, and natural language processing. The plethora of available electronic texts (e.g.,e-mail messages, online forum messages, blogs, source code, etc.) indicates a wide variety of applications of this technology, provided it is able to handle short and noisy text from multiple candidate authors. In this article, a survey of recent advances of the automated approaches to attributing authorship is presented, examining their characteristics for both text representation and text classification. The focus of this survey is on computational requirements and settings rather than on linguistic or literary issues. We also discuss evaluation methodologies and criteria for authorship attribution studies and list open questions that will attract future work in this area.", "venue": "J. Assoc. Inf. Sci. Technol.", "year": 2009, "referenceCount": 117, "citationCount": 1173, "influentialCitationCount": 136, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1992786", "name": "E. Stamatatos"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d4ff07531490772b636739215ac6b005b77db87e", "externalIds": {"MAG": "2913170790"}, "url": "https://www.semanticscholar.org/paper/d4ff07531490772b636739215ac6b005b77db87e", "title": "The Human Master with a Modern Slave? Some Remarks on Robotics, Ethics, and the Law", "abstract": null, "venue": "", "year": 2010, "referenceCount": 0, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "3216736", "name": "U. Pagallo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d7fb086f2d13761ce9901cfb25e06e3bc9edeaa0", "externalIds": {"MAG": "1964596829", "DOI": "10.1126/science.1207745", "PubMed": "21764755"}, "url": "https://www.semanticscholar.org/paper/d7fb086f2d13761ce9901cfb25e06e3bc9edeaa0", "title": "Google Effects on Memory: Cognitive Consequences of Having Information at Our Fingertips", "abstract": "Owing to Internet search, we are more likely to encode “where” aspects of memory rather than “what.” The advent of the Internet, with sophisticated algorithmic search engines, has made accessing information as easy as lifting a finger. No longer do we have to make costly efforts to find the things we want. We can “Google” the old classmate, find articles online, or look up the actor who was on the tip of our tongue. The results of four studies suggest that when faced with difficult questions, people are primed to think about computers and that when people expect to have future access to information, they have lower rates of recall of the information itself and enhanced recall instead for where to access it. The Internet has become a primary form of external or transactive memory, where information is stored collectively outside ourselves.", "venue": "Science", "year": 2011, "referenceCount": 19, "citationCount": 841, "influentialCitationCount": 44, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "143619583", "name": "B. Sparrow"}, {"authorId": "2118444985", "name": "Jenny Liu"}, {"authorId": "1810430", "name": "D. Wegner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d9f5aa6933644b92e10bde8b892fa93b7c208362", "externalIds": {"MAG": "2737092747"}, "url": "https://www.semanticscholar.org/paper/d9f5aa6933644b92e10bde8b892fa93b7c208362", "title": "Vers une méthode de maîtrise des risques dans l'informatisation de l'aide au handicap", "abstract": "De nombreux projets visent a ameliorer la situation de handicap en utilisant des technologies informatiques. Cela va des interfaces homme-machine pour les polyhandicapes a des outils de gestion des activites pour l'autonomie des autistes en passant par des logiciels d'assistance pour les troubles bipolaires. Cependant, si ces approches sont interessantes et offrent souvent de bons resultats, les risques d'une assistance informatique dediee pour le patient, le personnel soignant et l'entourage sont peu pris en consideration. En effet, les travaux portent souvent sur les gains et les ameliorations obtenus d'un point de vue de l'autonomie mais pas d'un point de vue plus global en terme de reeducation ou d'evolution de la pathologie du patient. Les gains sont souvent en terme d'allegement du suivi medical, social et familial, mais ils ne sont pas envisages globalement et manquent d'une vision systemique seule a meme d'evaluer l'amelioration de l'autonomie et les risques lies a une assistance informatique. Par ailleurs, cette vision se doit de prendre en compte tant les modifications de la place du handicape au sein de la societe que les modifications de celle-ci autour de ces enjeux. Cet article caracterise les risques lors d'une assistance informatique pour des handicaps moteurs et mentaux. Il classifie les approches d'assistance, la nature des risques rencontres au regard du contexte d'encadrement therapeutique et definit une methode pour evaluer et prevenir ces risques. Il propose ainsi un cadre conceptuel d'evaluation globale des risques et des impacts afin de faciliter les experimentations, l'analyse de ces risques et definir les meilleures pratiques permettant de les controler.", "venue": "", "year": 2014, "referenceCount": 0, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2064682273", "name": "Jean-Yves Antoine"}, {"authorId": "114316324", "name": "Marie-Elisabeth Labat"}, {"authorId": "1975307", "name": "Anaïs Lefeuvre"}, {"authorId": "2081447889", "name": "Christian Toinard"}]}}, {"contexts": ["Or, de nombreux psychologues du développement ont fait remarquer que la mobilisation des aires motrices lors de l’écriture manuscrite favorise la mémorisation (Longcamp 2003)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "eb54c47613469a5fcf8f6e22e1ae3d674633644d", "externalIds": {"MAG": "1492222293"}, "url": "https://www.semanticscholar.org/paper/eb54c47613469a5fcf8f6e22e1ae3d674633644d", "title": "Etude comportementale et neurofonctionnelle des interactions perceptivo-motrices dans la perception visuelle de lettres : Notre manière d'écrire influence-t-elle notre manière de lire ?", "abstract": "La lecture et l'ecriture sont traditionnellement considerees comme deux objets d'etudes distincts par les Neurosciences Cognitives. Pourtant, ces deux habiletes sont etroitement mises en relation au cours de leur apprentissage initial. Dans ce travail, nous avons tente de mettre en evidence des interactions perceptivo-motrices dans l'ecrit, c'est a dire de montrer que lorsque nous reconnaissons les lettres qui forment les mots, nous nous referons implicitement aux mouvements que nous produirions pour ecrire ces memes lettres. Pour cela, nous avons adopte deux approches. La premiere a consiste a mesurer, par Imagerie par Resonance Magnetique fonctionnelle (IRMf), l'activite cerebrale de sujets adultes qui lisaient ou qui ecrivaient des lettres ou des symboles graphiques inconnus. Nous avons observe qu'une zone corticale premotrice qui est activee pendant l'ecriture, l'est aussi pendant la lecture de lettres, alors que les sujets sont immobiles. Un certain nombre d'arguments nous ont permis d'avancer l'idee que cette zone specifique serait impliquee dans la representation des mouvements necessaires a ecrire chaque lettre. La seconde a consiste en une etude comportementale en ecole maternelle, aupres d'enfants qui ne savaient pas encore lire et ecrire (3-5 ans). Nous avons compare, chez ces enfants, l'apprentissage traditionnel de la lecture/ecriture et l'apprentissage avec un clavier, dans le but de mesurer l'effet de ces deux methodes sur les capacites subsequentes de reconnaissance visuelle des lettres. Apres l'apprentissage, les enfants qui avaient appris a la main discriminaient mieux les lettres de leurs images en miroir que ceux qui avaient appris au clavier. Cet avantage de l'ecriture manuscrite n'apparaissait qu'apres une semaine et uniquement chez les enfants les plus âges. Ces donnees indiquent que les mouvements d'ecriture participent a la memorisation de l'orientation des lettres. L'ensemble de ces resultats, discutes dans le cadre de la theorie motrice de la perception, suggere un couplage fonctionnel entre les versants perceptif et productif du langage ecrit. Parce que nous apprenons simultanement a lire et a former les lettres en les tracant, nos aptitudes a la lecture pourraient en partie dependre de notre maniere d'ecrire.", "venue": "", "year": 2003, "referenceCount": 340, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2065757901", "name": "M. Longcamp"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "f02df78f8860ea727823c41d4f0b380bc6117d48", "externalIds": {"MAG": "2029439097", "DOI": "10.1016/S1155-1704(04)97443-5"}, "url": "https://www.semanticscholar.org/paper/f02df78f8860ea727823c41d4f0b380bc6117d48", "title": "DSM-IV-TR (Manuel diagnostique et statistique des Troubles mentaux, 4e édition, Texte Révisé)", "abstract": null, "venue": "", "year": 2004, "referenceCount": 0, "citationCount": 290, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "50546680", "name": "R. Poinsot"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "fd60bb0793273a447d2d02a276b1ee517ba12bf9", "externalIds": {"DBLP": "conf/coling/GuillaumeFL16", "ACL": "C16-1286", "MAG": "2574760737"}, "url": "https://www.semanticscholar.org/paper/fd60bb0793273a447d2d02a276b1ee517ba12bf9", "title": "Crowdsourcing Complex Language Resources: Playing to Annotate Dependency Syntax", "abstract": "This article presents the results we obtained on a complex annotation task (that of dependency syntax) using a specifically designed Game with a Purpose, ZombiLingo. We show that with suitable mechanisms (decomposition of the task, training of the players and regular control of the annotation quality during the game), it is possible to obtain annotations whose quality is significantly higher than that obtainable with a parser, provided that enough players participate. The source code of the game and the resulting annotated corpora (for French) are freely available.", "venue": "COLING", "year": 2016, "referenceCount": 38, "citationCount": 33, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145652228", "name": "B. Guillaume"}, {"authorId": "3196675", "name": "Karën Fort"}, {"authorId": "2063082278", "name": "Nicolas Lefebvre"}]}}, {"contexts": ["Dans le cas d’un impact psychique durable, il nous semble envisageable de nous fonder sur les différentes classifications internationales de troubles mentaux (OMS 2006, APA 2003) telles que celles proposées par l’OMS (CIM-10) et l’American Psychiatric Association (DSM-IV-TR)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Classification statistique internationale des maladies et des problèmes de santé connexes ", "abstract": null, "venue": "Organisation Mondiale de la Santé. Ch. 5 : troubles mentaux et du comportement,", "year": 2006, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "OMS"}]}}, {"contexts": ["Volume 57 – n◦2/2016\nde l’information (Ganascia 2013 ; Mariani 2013 :14), le TAL a un rôle important à jouer : l’indexation automatique de contenus, la fouille de textes et la recherche d’information peuvent aider l’utilisateur à donner du sens à son immersion dans de larges flux d’informations et…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Consulté le 30/03/2015 sur http://www.lina.univ-nantes.fr/IMG/pdf/COMETS\\_Mariani.pdf", "abstract": null, "venue": "Pour une éthique de la Recherche en Sciences et Technologies de l’Information et de la Communication »,", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J. Mariani"}]}}, {"contexts": ["La question du travail dissimulé concerne également les GWAP (Game With A Purpose) dédiés à la production de ressources linguistiques tels que JeuxDeMots (Lafourcade et Lebrun, 2014) et ZombiLingo (Fort et al. 2014), dont les concepteurs insistent sur l’importance que\n5."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Ethique et construction collaborative de données lexicales par des GWAPs (quelques leçons tirées de l’expérience JeuxDeMots) ", "abstract": null, "venue": "Actes en ligne journée d’étude « Éthique et TAL » de l’ATALA. Paris,", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A. Lafourcade M. Lebrun"}]}}, {"contexts": ["Oui. . . et non », Le Monde, 2015.", "Ces interventions sont si sensibles que le quotidien Le Monde a tenu à les expliciter à l’occasion de la dernière consultation départementale (Le Monde 2015)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Des robots au « Monde » pendant les élections départementales? Oui", "abstract": null, "venue": "Le Monde,", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Le Monde"}]}}, {"contexts": ["Volume 57 – n◦2/2016\nde l’information (Ganascia 2013 ; Mariani 2013 :14), le TAL a un rôle important à jouer : l’indexation automatique de contenus, la fouille de textes et la recherche d’information peuvent aider l’utilisateur à donner du sens à son immersion dans de larges flux d’informations et…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "L’initiative Onlife de la commission européenne", "abstract": null, "venue": "Audition auprès de la CERNA-ALLISTENE,", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J. G. Ganascia"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "« Prédiction de mots et saisie de requêtes sur interfaces limitées : dispositifs mobiles et aide au handicap »", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "G. BibliographieAdda"}, {"authorId": null, "name": "B. Sagot"}, {"authorId": null, "name": "K. Fort"}, {"authorId": null, "name": "J Mariani"}, {"authorId": null, "name": "Antoine J-Y."}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "« S ’ augmenter ou se diminuer ? » Entretien BiTS S 02 E 20 : les promesses du transhumanisme sont - elles réalisables ? ARTE TV , magazine BiTS", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "B Stiegler"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Pour une réflexion éthique sur les conséquences de l’usage des NTIC: le cas des aides techniques (à composante langagière ou non) aux personnes handicapées ", "abstract": null, "venue": "Actes en ligne Journée ATALA « Ethique et TAL »,", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A. Antoine J.Y. Lefeuvre"}, {"authorId": null, "name": "W. Allegre"}]}}, {"contexts": ["Cette situation nous plonge dans les questionnements autour du posthumanisme et du transhumanisme, ayant respectivement pour principe la réparation puis l’augmentation de l’humain (Kleinpeter 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Dir), « L’humain augmenté ", "abstract": null, "venue": "CNRS Editions,", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "E. Kleinpeter"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Les logiciels d’aide à l’écriture pour des enfants dyslexiquesdysorthographiques", "abstract": null, "venue": "Mémoire évaluation de la pratique professionnelle et de la recherche. Institut de Formation en Ergothérapie. CHU Bordeaux,", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A. Spanulo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Ethique et construction collaborative de données lexicales par des GWAPs (quelques leçons tirées de l’expérience JeuxDeMots) ", "abstract": null, "venue": "Actes en ligne journée d’étude « Éthique et TAL » de l’ATALA. Paris,", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M. Lafourcade"}, {"authorId": null, "name": "A. Lebrun"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Prédiction de mots et saisie de requêtes sur interfaces limitées : dispositifs mobiles et aide au handicap », In", "abstract": null, "venue": "Bellot P. (Ed). Recherche d’information contextuelle, assistée et personnalisée. Hermès, Paris,", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Antoine J-Y"}]}}, {"contexts": ["Il s’agit de décrire les activités de travail des préparateurs afin de disposer de critères d’évaluation de la charge de travail et des contraintes liées à leur activité (Govaere 2009, INRS 2009)."], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "La préparation de commandes en logistique. Mutations technologiques et évolution des risques professionnels », ND 2302", "abstract": null, "venue": "INRS, Hygiène et Sécurité du travail,", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "V. Govaere"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "S’augmenter ou se diminuer? » Entretien BiTS S02E20 : les promesses du transhumanisme sont-elles réalisables? ARTE TV, magazine BiTS., 2015, Consulté le 28/03/2016", "abstract": null, "venue": "http://creative.arte.tv/fr/bits-trans-human", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "B. Stiegler"}]}}]}