{"offset": 0, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "03d24ca599965708843367f030a83d4f6744391c", "externalIds": {"MAG": "1558255513"}, "url": "https://www.semanticscholar.org/paper/03d24ca599965708843367f030a83d4f6744391c", "title": "Reseña de \"Into the minds of babes. How screen time affects children from birth to age five\" de Guernsey, L.", "abstract": null, "venue": "", "year": 2010, "referenceCount": 0, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2109758517", "name": "Adriana Rodríguez Sánchez"}]}}, {"isInfluential": true, "contexts": ["…a project of 10,000 XO laptops in Paraguay, in what has been called one of the most successful OLPC projects (Derndorfer 2010; Warschauer and Ames 2010; Bender et al. 2012), I explore the ways that various actors interpreted XO laptop use—both in and out of the classroom—as “learning.”", "…day-to-day back into narratives about OLPC, which have tended to be dominated by either utopian (Negroponte 2006; Papert 2006; Bender 2007; Bender et al. 2012) or dystopian (Ananny and Winters 2007; Winters and Ananny 2007; Vota 2007a; Luyt 2008) predictions of subsuming local cultures…", "…both lauded and critiqued for its utopian rhetoric, including its promises to revolutionize education via out-of-classroom learning (Negroponte 2006; Papert 2006; Ananny and Winters 2007; Winters and Ananny 2007; Vota 2007a; Bender 2007; Luyt 2008; Bender et al. 2012; Ames 2015; Ames et al. 2015).", "Constructionism was built into OLPC’s XO laptop from the ground up, inspiring its design and core principles (OLPC Staff 2012a; OLPC Staff 2012c; Bender et al. 2012; Ames 2015).", "OLPC is also often credited with shifting popular focus from ever-faster and higher capacity laptops to smaller, cheaper, more durable laptops or “netbooks” (Bender et al. 2012)."], "intents": ["background", "methodology"], "citedPaper": {"paperId": "0f2fd33f99957b243858e9e128d6eec8f6d6aa34", "externalIds": {"MAG": "3025306407", "DOI": "10.5860/choice.51-1617"}, "url": "https://www.semanticscholar.org/paper/0f2fd33f99957b243858e9e128d6eec8f6d6aa34", "title": "Learning to Change the World: The Social Impact of One Laptop Per Child", "abstract": "Introduction Summary Impact of OLpC The Cambodia Epiphany Organizing for Impact: The Emergence of OLpC Designing for Impact Producing the '$100 Laptop' Fueling Interactive Learning with Sugar Selling the Green Banana Running the Last Mile The Future Appendix A: Background Information on Authors", "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 15, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Engineering", "Sociology"], "authors": [{"authorId": "2061761078", "name": "Charles Kane"}, {"authorId": "144469516", "name": "W. Bender"}, {"authorId": "80018906", "name": "J. Cornish"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "1e7d9edf55ad367abb01cda1b13863431e278ef4", "externalIds": {"DBLP": "conf/ictd/AnannyW07", "MAG": "2155876503", "DOI": "10.1109/ICTD.2007.4937397"}, "url": "https://www.semanticscholar.org/paper/1e7d9edf55ad367abb01cda1b13863431e278ef4", "title": "Designing for development: Understanding One Laptop Per Child in its historical context", "abstract": "We argue that the One Laptop Per Child (OLPC) can be better understood by examining the general history of development communication and, specifically, through a historical debate between communication scholars Ithiel de Sola Pool and Herbert Schiller. Although originally conducted around broadcast media, the Pool-Schiller conversation identifies questions still relevant to contemporary information and communication for development (ICT4D) projects like the OLPC. Our analysis of their debate identifies five key questions we can apply to the OLPC or any given ICTD4D project: where does change happen? How does change happen? What obligations do designers and researchers have as change agents? What is the role of technology in change? What is the relationship between change, technology and international development? Equipped with this framework, we argue that one place to see OLPC's answers to these Pool-Schiller questions - and, thus, an understanding of OLPC development ideologies - can be found in a textual analysis of the OLPC software design guidelines. This preliminary analysis suggests that OLPC sees the child as the agent of change and the network as the mechanism of change.", "venue": "2007 International Conference on Information and Communication Technologies and Development", "year": 2007, "referenceCount": 43, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2151275", "name": "Mike Ananny"}, {"authorId": "145228827", "name": "N. Winters"}]}}, {"isInfluential": true, "contexts": ["…OLPC has faded from the public eye, other technological interventions in education have rushed in to claim the same revolutionary potential that it claimed in 2005 (e.g., Khan 2011), just as it claimed the same revolutionary potential as previous educational technologies (Tyack and Cuban 1995).", "From radio-enabled “classrooms of the world” in the 1920s (Tyack and Cuban 1995; Douglas 2004) to computer-enabled “inverted classroom” or “unlearning” initiatives today (Papert 1993; Khan 2011), the promise of a technologically driven rebirth of education and, by extension, society has long…", "Other technological interventions in education have rushed in to claim the same revolutionary potential that OLPC claimed in 2005 (e.g., Khan 2011), just as it claimed the same revolutionary potential as previous educational technologies (Tyack and Cuban 1995).", "Though I do not want to suggest historical determinism, this shift also echoes the path that other technologies—from radio (Tyack and Cuban 1995; Douglas 2004; Mosco 2005; Segal 2005) to cable television (Mosco 2005)—have taken as early idealism focused on radically reshaping education and…", "…1995; Douglas 2004) to computer-enabled “inverted classroom” or “unlearning” initiatives today (Papert 1993; Khan 2011), the promise of a technologically driven rebirth of education and, by extension, society has long captivated educators, technologists, and social reformers (Tyack and Cuban 1995)."], "intents": ["background"], "citedPaper": {"paperId": "2a0b2e18422ad7d28016a892a3837b24dc856c06", "externalIds": {"MAG": "2031513162", "DOI": "10.2307/2945623"}, "url": "https://www.semanticscholar.org/paper/2a0b2e18422ad7d28016a892a3837b24dc856c06", "title": "Tinkering toward Utopia: A Century of Public School Reform.", "abstract": "Prologue: Learning from the Past 1. Progress or Regress? 2. Policy Cycles and Institutional Trends 3. How Schools Change Reforms 4. Why the Grammar of Schooling Persists 5. Reinventing Schooling Epilogue: Looking toward the Future Notes Acknowledgments Index", "venue": "", "year": 1996, "referenceCount": 0, "citationCount": 2383, "influentialCitationCount": 166, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "81416946", "name": "David B. Tyack"}, {"authorId": "69579138", "name": "Larry Cuban"}]}}, {"isInfluential": true, "contexts": ["…OLPC has faded from the public eye, other technological interventions in education have rushed in to claim the same revolutionary potential that it claimed in 2005 (e.g., Khan 2011), just as it claimed the same revolutionary potential as previous educational technologies (Tyack and Cuban 1995).", "From radio-enabled “classrooms of the world” in the 1920s (Tyack and Cuban 1995; Douglas 2004) to computer-enabled “inverted classroom” or “unlearning” initiatives today (Papert 1993; Khan 2011), the promise of a technologically driven rebirth of education and, by extension, society has long…", "Other technological interventions in education have rushed in to claim the same revolutionary potential that OLPC claimed in 2005 (e.g., Khan 2011), just as it claimed the same revolutionary potential as previous educational technologies (Tyack and Cuban 1995).", "Though I do not want to suggest historical determinism, this shift also echoes the path that other technologies—from radio (Tyack and Cuban 1995; Douglas 2004; Mosco 2005; Segal 2005) to cable television (Mosco 2005)—have taken as early idealism focused on radically reshaping education and…", "…1995; Douglas 2004) to computer-enabled “inverted classroom” or “unlearning” initiatives today (Papert 1993; Khan 2011), the promise of a technologically driven rebirth of education and, by extension, society has long captivated educators, technologists, and social reformers (Tyack and Cuban 1995)."], "intents": ["background"], "citedPaper": {"paperId": "3295a7e6bbf47067355004047aed456d9b324ed7", "externalIds": {"MAG": "2006165352", "DOI": "10.4135/9781452275406.n33"}, "url": "https://www.semanticscholar.org/paper/3295a7e6bbf47067355004047aed456d9b324ed7", "title": "Tinkering toward Utopia", "abstract": null, "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 195, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "102421632", "name": "P. B. Sebring"}]}}, {"isInfluential": false, "contexts": ["Like Dewey, Montessori, Piaget, and others before him, Papert’s faith in children to direct their own learning seems admirable, putting children on Romantic-era pedestals as more noble, pure, and true to themselves than the meddling adults in their lives (Ames and Rosner 2014; Ames 2015).", "Its hardware and software were geared toward encouraging children to explore and create, like the computers and game systems the project’s developers used in their own childhoods (Ames and Rosner 2014).", "…the computers discussed in Papert’s books Mindstorms or The Children’s Machine—or like the pre-Internet computers or gaming/programming devices such as the Atari or Commodore systems that many of OLPC’s developers used in their youth and continued to nostalgize (Ames and Rosner 2014; Ames 2015).", "…“XO” laptops could themselves make up for the lack of local educational opportunities and produce children who are adept at the kind of highly individualistic mathematical thinking valued in computer engineering cultures (Papert 1993; Negroponte and Bender 2007; Ames 2014; Ames and Rosner 2014)."], "intents": ["background"], "citedPaper": {"paperId": "3fc8892e903fbc4102c6fb51d79507b3b0c457e8", "externalIds": {"MAG": "1983442355", "DOI": "10.1080/1369118X.2013.873067"}, "url": "https://www.semanticscholar.org/paper/3fc8892e903fbc4102c6fb51d79507b3b0c457e8", "title": "From drills to laptops: designing modern childhood imaginaries", "abstract": "We introduce two case studies that illuminate a particular way of conceptualizing childhood and technology: the East Bay Fixit Clinic and the One Laptop Per Child project. Both cases borrow ideologies of childhood from contemporary American culture and ideas of technological potential from computer cultures. The developers and organizers in these two groups ground the resulting narrative in their own childhood experiences and their desire to provide the same kinds of experiences to children today. We highlight some of the dimensions of this narrative as well as some of its limitations in appealing to, and re-creating, a particular kind of child that resembles the organizers themselves: technically inclined, often oppositional, and often male. These cases highlight both the prevalence and limitations of using childhood ideologies in the design process by showing how these particular versions of childhood are enlisted to frame technological development and the social programs that promote it.", "venue": "", "year": 2014, "referenceCount": 35, "citationCount": 21, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "34764282", "name": "Morgan G. Ames"}, {"authorId": "38230471", "name": "D. Rosner"}]}}, {"isInfluential": false, "contexts": ["While the observation that learning is a deeply social process is nothing new to education or sociology (e.g., Brown et al. 1989; Lave and Wenger 1991; Ito 2009; Ito et al. 2010), many technologically driven education projects—from OLPC to the Khan Academy (Khan 2011)— often talk about…"], "intents": ["background"], "citedPaper": {"paperId": "3fdc012a92d8846f10db982878e8a8adf8ee9c47", "externalIds": {"MAG": "2164599981", "DOI": "10.3102/0013189X018001032"}, "url": "https://www.semanticscholar.org/paper/3fdc012a92d8846f10db982878e8a8adf8ee9c47", "title": "Situated Cognition and the Culture of Learning", "abstract": "Many teaching practices implicitly assume that conceptual knowledge can be abstracted from the situations in which it is learned and used. This article argues that this assumption inevitably limits the effectiveness of such practices. Drawing on recent research into cognition as it is manifest in everyday activity, the authors argue that knowledge is situated, being in part a product of the activity, context, and culture in which it is developed and used. They discuss how this view of knowledge affects our understanding of learning, and they note that conventional schooling too often ignores the influence of school culture on what is learned in school. As an alternative to conventional practices, they propose cognitive apprenticeship (Collins, Brown, & Newman, in press), which honors the situated nature of knowledge. They examine two examples of mathematics instruction that exhibit certain key features of this approach to teaching.", "venue": "", "year": 1989, "referenceCount": 105, "citationCount": 13682, "influentialCitationCount": 495, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2116698614", "name": "J. Brown"}, {"authorId": "31533192", "name": "A. Collins"}, {"authorId": "2281167", "name": "P. Duguid"}]}}, {"isInfluential": false, "contexts": ["These results are similar to those of reasonably well-supported non-OLPC school laptop programs in the United States, where such initiatives have been extensively studied (Warschauer et al. 2004; Warschauer and Ames 2010; Warschauer, Cotten, and Ames 2011)."], "intents": ["result"], "citedPaper": {"paperId": "4d123562a5f3c7b765a34edd9f9adc8542771f9e", "externalIds": {"MAG": "2062843639", "DOI": "10.1016/J.SYSTEM.2004.09.010"}, "url": "https://www.semanticscholar.org/paper/4d123562a5f3c7b765a34edd9f9adc8542771f9e", "title": "Promoting academic literacy with technology: successful laptop programs in K-12 schools", "abstract": "Abstract One of the main challenges that US schools face in educating English language learners is developing their academic literacy. This paper presents case studies of two K-12 schools that successfully employ high-technology environments, including laptop computers for each student, toward the development of English language learners’ academic language proficiency and academic literacy. In the first school, Latino fourth-grade students use laptops and other new technologies for a wide variety of pre- and post-reading tasks as part of their effort to transition from learning to read to reading to learn. In the second school, diverse immigrant and refugee students at the middle school level combine technology use with Expeditionary Learning to carry out community projects leading to the development of sophisticated products. In both schools, technology is used to engage students in cognitively demanding activity, motivate independent reading, and provide scaffolding for language development, while the researchers also made use of technology to document learning processes and outcomes. Taken together, the schools offer valuable lessons for utilization of technology to promote academic literacy among culturally and linguistically diverse students.", "venue": "", "year": 2004, "referenceCount": 37, "citationCount": 76, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2996242", "name": "M. Warschauer"}, {"authorId": "2052630556", "name": "D. Grant"}, {"authorId": "2084505130", "name": "Gabriel Del Real"}, {"authorId": "153698967", "name": "M. Rousseau"}]}}, {"isInfluential": false, "contexts": ["By closely attending to the messy realities of day-to-day use (Suchman 1987; Dourish and Bell 2011) and the meanings developed on the ground, this research balances and contextualizes both utopian and dystopian discourses about OLPC by accounting for children’s agency in deciding how to use their…"], "intents": ["background"], "citedPaper": {"paperId": "5416463537f8c6be1199951b4fd6f8d5dae14920", "externalIds": {"MAG": "81374208", "DBLP": "books/daglib/0066732", "DOI": "10.2307/2073874"}, "url": "https://www.semanticscholar.org/paper/5416463537f8c6be1199951b4fd6f8d5dae14920", "title": "Plans and situated actions - the problem of human-machine communication", "abstract": "This thesis considers two alternative views of purposeful action and shared understanding. The first, adopted by researchers in Cognitive Science, views the organization and significance of action as derived from plans, which are prerequisite to and prescribe action at whatever level of detail one might imagine. Mutual intelligibility on this view is a matter of the recognizability of plans, due to common conventions for the expression of intent, and common knowledge about typical situations and appropriate actions. The second view, drawn from recent work in social science, treats plans as derivative from situated action. Situated action as such comprises necessarily ad hoc responses to the actions of others and to the contingencies of particular situations. Rather than depend upon the reliable recognition of intent, successful interaction consists in the collaborative production of intelligibility through mutual access to situation resources, and through the detection, repair or exploitation of differences in understanding. As common sense formulations designed to accomodate the unforseeable contingences of situated action, plans are inherently vague. Researchers interested in machine intelligence attempt to remedy the vagueness of plans, to make them the basis for artifacts intended to embody intelligent behavior, including the ability to interact with their human users. The idea that computational artifacts might interact with their users is supported by their reactive, linguistic, and internally opaque properties. Those properties suggest the possibility that computers might 'explain themselves: thereby providing a solution to the problem of conveying the designer's purposes to the user, and a means of establishing the intelligence of the artifact itself. I examine the problem of human-machine communication through a case study of people using a machine designed on the planning model, and intended to be intelligent and interactive~ A conversation analysis of \"interactions\" between users and the machine reveals that the machine's insensitivity to particular circumstances is a central design resource, and a fundamental limitation. I conclude that problems in Cognitive Science's theorizing about purposeful action as a basis for machine intelligence are due to the project of substituting plans for actions, and representations of the situation of action, for action's actual circumstances. XEROX PARe. ISL-6. FEBRLARY 1985", "venue": "Learning in doing: social,cognitive,and computational perspectives", "year": 1989, "referenceCount": 163, "citationCount": 2392, "influentialCitationCount": 125, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1694083", "name": "L. Suchman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "5c68cd93b51ec940f6b075cd04b90d331a5cd0a8", "externalIds": {"MAG": "1563740947", "DOI": "10.32870/cys.v0i14.1288"}, "url": "https://www.semanticscholar.org/paper/5c68cd93b51ec940f6b075cd04b90d331a5cd0a8", "title": "Into the Minds of Babes: How Screen Time Affects Children from Birth to Age Five", "abstract": "El libro de Lisa Guernsey, Into the minds of babes. How screen time affects children from birth to age five, tiene como propositos elaborar una reflexion sobre las posibles consecuencias o repercusiones (cognitivas, fisicas y sociales) de la relacion que establecen los ninos entre 0 y 5 anos con las pantallas que habitan el espacio domestico –especialmente con la television– y brindar a padres y cuidadores algunas orientaciones para examinar estas consecuencias y la forma como se esta produciendo en su hogar el vinculo de los ninos con los medios de comunicacion. Este libro es de corte periodistico y se enmarca en el contexto de Estados Unidos. Su autora se desempeno durante varios anos como reportera o editora del area de educacion y tecnologia de periodicos como como The New York Times, The Washington Post, Chronicles of Higher Education y actualmente se encuentra dedicada a producir informa-", "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 20, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "2109758517", "name": "Adriana Rodríguez Sánchez"}]}}, {"isInfluential": false, "contexts": ["…an elite institution, MIT, in a country with a history of both military and cultural imperialism in the region, the United States (Takhteyev 2012; Chan 2014; Marques, Holmes, and Medina 2014); moreover, it chose an untested technological intervention instead of investing in food, vaccinations,…"], "intents": ["background"], "citedPaper": {"paperId": "5d5697a03faf0b9e6753f2acf7e4648a768afbac", "externalIds": {"MAG": "2618086633", "DOI": "10.1016/j.soscij.2014.12.005"}, "url": "https://www.semanticscholar.org/paper/5d5697a03faf0b9e6753f2acf7e4648a768afbac", "title": "Networking Peripheries: Technological Futures and the Myth of Digital Universalism", "abstract": "Anita Say Chan’s book is a welcome addition to a growing body of ethnographic studies of digital technologies from the perspective of peripheral actors of global capitalism. It contributes with ethnographic detail a counter-narrative to the widespread myth of “digital universalism” involving Free Software activists, digital inclusion technologists, and Chulucana artisans with their strategic positionings and involuntary structural placements in the context of transnational development projects in Peru. According to the techno-utopian narrative Chan aptly describes, our shared contemporary history is one of rapid progress from elementary to complex technologies which are designed and deployed by innovative networked centers from the global North. This story is often told with an emphasis on sociotechnical integration and purported socioeconomic development of the global South through technological advancement made possible and coordinated elsewhere. As Chan suggests, the range and efficacy of techno-utopian narratives go very far to incorporate peripheral locations and actors, encompassing and transforming various domains of political, economic, and technical activity in rural and urban areas of Peru. Networking Peripheries is a timely contribution not only for unveiling and denouncing the shortcomings of a muchcelebrated digital present in respect to gender and power imbalances, systemic forms of exclusion and symbolic violence, intellectual property enclosures, inconsequential generation of electronic waste, and redefinition of public and private spheres with consequences to the right to privacy and the desire for anonymity. The book describes also a productive research direction, identifying and following a global thread of neoliberal governance which connects various Peruvian digital initiatives: from emergent forms of networked activism around Free Software and digital inclusion with the “One Laptop Per Child” (OLPC) project to the integration of rural artisans and their traditional pottery skills into transnational networks of production, circulation, and re-appropriation. The book is organized in two inter-related parts: the first is dedicated to the craft of ceramics in Chulucanas,", "venue": "", "year": 2015, "referenceCount": 0, "citationCount": 41, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145238674", "name": "L. F. R. Murillo"}]}}, {"isInfluential": false, "contexts": ["…mission to bring these ideas to children across the Global South, constructionism and OLPC could also be seen as imperialistic, and Paraguay Educa’s faithful adherence to OLPC’s vision as problematic (Ananny and Winters 2007; Winters and Ananny 2007; Luyt 2008; Toyama 2010; Ames et al. 2015).", "…both lauded and critiqued for its utopian rhetoric, including its promises to revolutionize education via out-of-classroom learning (Negroponte 2006; Papert 2006; Ananny and Winters 2007; Winters and Ananny 2007; Vota 2007a; Bender 2007; Luyt 2008; Bender et al. 2012; Ames 2015; Ames et al. 2015)."], "intents": ["background"], "citedPaper": {"paperId": "6768fe6df6c973ea88fb8a26366acdccc3bec21c", "externalIds": {"DBLP": "conf/cscw/AmesRE15", "MAG": "2164844919", "DOI": "10.1145/2675133.2675282"}, "url": "https://www.semanticscholar.org/paper/6768fe6df6c973ea88fb8a26366acdccc3bec21c", "title": "Worship, Faith, and Evangelism: Religion as an Ideological Lens for Engineering Worlds", "abstract": "While some in the CSCW community have researched the values in technology design and engineering practices, the underlying ideologies that reinforce and protect those values remain under-explored. This paper seeks to address this gap by identifying a common ideological framework that appears across four engineering endeavors: the OLPC Project, the National Day of Civic Hacking, the Fixit Clinic, and the Stanford d.school. We found that all four of these communities utilized elements of religious practice to affirm their membership and shared vision. We describe the forms of worship we saw in these engineering worlds, their practices of evangelism, and the ways in which they addressed doubt. We also demonstrate the role mythologies play as ideologically charged narratives. Our discussion of these parallels illuminates the extent and consequences of quasi-religious practices in engineering worlds and illustrates the utility of using religion as a \"lens\" for understanding ideological commitments in engineering culture.", "venue": "CSCW", "year": 2015, "referenceCount": 64, "citationCount": 22, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "34764282", "name": "Morgan G. Ames"}, {"authorId": "38230471", "name": "D. Rosner"}, {"authorId": "1706091", "name": "Ingrid Erickson"}]}}, {"isInfluential": false, "contexts": ["These results are similar to those of reasonably well-supported non-OLPC school laptop programs in the United States, where such initiatives have been extensively studied (Warschauer et al. 2004; Warschauer and Ames 2010; Warschauer, Cotten, and Ames 2011)."], "intents": ["result"], "citedPaper": {"paperId": "70b44d779c085c2dc1e0b0d17174c66be0b91223", "externalIds": {"MAG": "1997538308", "DOI": "10.1162/IJLM_A_00069"}, "url": "https://www.semanticscholar.org/paper/70b44d779c085c2dc1e0b0d17174c66be0b91223", "title": "One laptop per child Birmingham: case study of a radical experiment", "abstract": "The One Laptop per Child (OLPC) program has sought to transform education by developing and distributing to low-income children around the world an inexpensive computer with an innovative interface and applications. This article investigates the implementation of OLPC in Birmingham, Alabama, where some 15,000 of the group's XO laptops were distributed to all first- through fifth-grade public school students and their teachers. Surveys were collected from a representative sample of children before and after they received their laptops, supplemented by observations and interviews in a Birmingham school. The use of the XOs by teachers and schools, the ways social and technical infrastructure affected program implementation, and the types of XO use by students are examined. The disappointing results of the Birmingham program, which has been discontinued, are analyzed in relationship to OLPC's technocentric approach, the organization's principle of child ownership, and the design elements of the XO hardware an...", "venue": "", "year": 2011, "referenceCount": 101, "citationCount": 60, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2996242", "name": "M. Warschauer"}, {"authorId": "2147225", "name": "S. Cotten"}, {"authorId": "34764282", "name": "Morgan G. Ames"}]}}, {"isInfluential": true, "contexts": ["Some students\nplayed music in the background off of their XO while they surfed the Internet during recess, while they walked home from school, while they played at home, and even while they worked on schoolwork in class (if their teacher was lax enough), adding a soundtrack of their choice to all of these activities—much like many young people in the United States add a soundtrack to their daily activities with phones and MP3 players.", "These results are similar to those of reasonably well-supported non-OLPC school laptop programs in the United States, where such initiatives have been extensively studied (Warschauer et al. 2004; Warschauer and Ames 2010; Warschauer, Cotten, and Ames 2011).", "Though educators and parents in the United States may critique and limit consumption-oriented, mediacentric computer use as “screen time” (e.g., see Guernsey 2007), and though Paraguayan teachers and parents often had mixed feelings about this consumptive focus as well, there were several aspects of this use that were considered positive locally, and would generally be considered “learning” in the educational community.", "I also heard many other pop songs in both Spanish and English, including familiar United States-based pop stars such as Lady Gaga, Miley Cyrus, and Michael Jackson.", "Around one dozen small clusters of boys or girls (rarely a mix—in Paraguay, as in the United States, children were socialized into exclusionary gender roles early and often self-segregated) crouched around sticker-covered XO laptops, giggling and hiding their screens when any adult approached, even though the teachers who occasionally passed by never tried to see what they were doing.", "…developed at an elite institution, MIT, in a country with a history of both military and cultural imperialism in the region, the United States (Takhteyev 2012; Chan 2014; Marques, Holmes, and Medina 2014); moreover, it chose an untested technological intervention instead of investing in food,…", "These sites were supplemented by (and sometimes drew on) United States-based websites by computer enthusiasts who bought XO-1 laptops during OLPC’s “Give One, Get One” programs during Christmas 2007 and 2008 and posted their own workarounds for the XO-1’s hardware and software limitations.", "Several of the games popular in Paraguay, including Doom (Blizzard 2006) and Super Mario Brothers (Murph 2006), were originally ported to the XO by United States-based programmers.", "After all, the NGO uncritically adopted a set of ideals largely developed at an elite institution, MIT, in a country with a history of both military and cultural imperialism in the region, the United States (Takhteyev 2012; Chan 2014; Marques, Holmes, and Medina 2014); moreover, it chose an untested technological intervention instead of investing in food, vaccinations, or any number of other much-needed aid (Toyama 2010).", "Media-centric computer use can be problematic, and has in fact been vilified in the United States under the rhetoric of “screen time” (e.g. Guernsey 2007).", "This suggests an interesting cultural difference: While YouTube aggressively filters sexual content to make it “kid-safe” according to cultural values in the United States, the cultural values in Paraguay condemned violence where U.S. cultural values are more equivocal on the topic."], "intents": ["background"], "citedPaper": {"paperId": "75977635929222a83b6c566169ea079f009eebc6", "externalIds": {"MAG": "414133168", "DOI": "10.7551/mitpress/9109.001.0001"}, "url": "https://www.semanticscholar.org/paper/75977635929222a83b6c566169ea079f009eebc6", "title": "Coding Places: Software Practice in a South American City", "abstract": "Software development would seem to be a quintessential example of today's Internet-enabled \"knowledge work\"--a global profession not bound by the constraints of geography. In Coding Places, Yuri Takhteyev looks at the work of software developers who inhabit two contexts: a geographical area--in this case, greater Rio de Janeiro--and a \"world of practice,\" a global system of activities linked by shared meanings and joint practice. The work of the Brazilian developers, Takhteyev discovers, reveals a paradox of the world of software: it is both diffuse and sharply centralized. The world of software revolves around a handful of places--in particular, the San Francisco Bay area--that exercise substantial control over both the material and cultural elements of software production. Takhteyev shows how in this context Brazilian software developers work to find their place in the world of software and to bring its benefits to their city. Takhteyev's study closely examines Lua, an open source programming language developed in Rio but used in such internationally popular products as World of Warcraft and Angry Birds. He shows that Lua had to be separated from its local origins on the periphery in order to achieve success abroad. The developers, Portuguese speakers, used English in much of their work on Lua. By bringing to light the work that peripheral practitioners must do to give software its seeming universality, Takhteyev offers a revealing perspective on the not-so-flat world of globalization.", "venue": "", "year": 2012, "referenceCount": 16, "citationCount": 70, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "2126540", "name": "Yuri Takhteyev"}]}}, {"isInfluential": false, "contexts": ["…suggest historical determinism, this shift also echoes the path that other technologies—from radio (Tyack and Cuban 1995; Douglas 2004; Mosco 2005; Segal 2005) to cable television (Mosco 2005)—have taken as early idealism focused on radically reshaping education and eradicating social…"], "intents": ["background"], "citedPaper": {"paperId": "8225a782cad471f91652a99664a006ce96b48f2e", "externalIds": {"MAG": "2314882521", "DOI": "10.2307/3105552"}, "url": "https://www.semanticscholar.org/paper/8225a782cad471f91652a99664a006ce96b48f2e", "title": "Technological Utopianism in American Culture", "abstract": "Featuring twenty-five writers in all, this book includes Howard P. Segal's acclaimed work on utopian visionaries.", "venue": "", "year": 1985, "referenceCount": 0, "citationCount": 114, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "15108375", "name": "D. Rhees"}, {"authorId": "14347893", "name": "H. Segal"}]}}, {"isInfluential": false, "contexts": ["…list of benefits including low power consumption, customized learning software, rugged construction, and a state-of-the-art screen (OLPC Staff 2011; Rosner and Ames 2014; Ames 2015), to the project’s Five Core Principles of child ownership, low ages, saturation, connection, and free/open source…", "Its ruggedized case was designed to withstand the rigors of children’s use (though it was not impervious, and breakage plagued the projects I studied; for more, see Warschauer and Ames 2010; Rosner and Ames 2014).", "About 50 percent of these students had broken laptops, described in detail elsewhere (Rosner and Ames 2014), while the rest either had other responsibilities and interests or found the purposefully underpowered laptop too frustrating to use (Ames 2013; Ames 2014)."], "intents": ["background"], "citedPaper": {"paperId": "8328360e84ff5dc48137613a5dcb670712c0441d", "externalIds": {"DBLP": "conf/cscw/RosnerA14", "MAG": "1988981622", "DOI": "10.1145/2531602.2531692"}, "url": "https://www.semanticscholar.org/paper/8328360e84ff5dc48137613a5dcb670712c0441d", "title": "Designing for repair?: infrastructures and materialities of breakdown", "abstract": "This paper explores issues that come up in practices of breakage and repair through two projects: the 'XO' laptops of One Laptop Per Child in Paraguay and public sites of facilitated repair in California, USA. Collectively drawing on 15 months of ethnographic fieldwork, 156 interviews, and archival research, we find that breakdown and repair are not processes that designers can effectively script ahead of time; instead, they emerge in everyday practice. These practices are shaped by material, infrastructural, gendered, political, and socioeconomic factors -- such as manufacturing limitations, access to repair parts and expertise, and environmental convictions -- which designers often did not, and may not have been able to, anticipate. We call the material realities and practices of repair negotiated endurance, which is illustrated by four themes from our findings: the negotiated identification of breakdown, collaborative definitions of worth, the fraught nature of collaborative expertise, and the gendered stakes of repair.", "venue": "CSCW", "year": 2014, "referenceCount": 61, "citationCount": 132, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "38230471", "name": "D. Rosner"}, {"authorId": "34764282", "name": "Morgan G. Ames"}]}}, {"isInfluential": false, "contexts": ["I stopped recruiting additional interviewees when I reached data saturation (Guest, Bunce, and Johnson 2006)."], "intents": ["background"], "citedPaper": {"paperId": "8d32725fb7d1223bc0b03862c347ec69cf23db35", "externalIds": {"MAG": "2129660502", "DOI": "10.1177/1525822X05279903"}, "url": "https://www.semanticscholar.org/paper/8d32725fb7d1223bc0b03862c347ec69cf23db35", "title": "How Many Interviews Are Enough?", "abstract": "Guidelines for determining nonprobabilistic sample sizes are virtually nonexistent. Purposive samples are the most commonly used form of nonprobabilistic sampling, and their size typically relies on the concept of “saturation,” or the point at which no new information or themes are observed in the data. Although the idea of saturation is helpful at the conceptual level, it provides little practical guidance for estimating sample sizes, prior to data collection, necessary for conducting quality research. Using data from a study involving sixty in-depth interviews with women in two West African countries, the authors systematically document the degree of data saturation and variability over the course of thematic analysis. They operationalize saturation and make evidence-based recommendations regarding nonprobabilistic sample sizes for interviews. Based on the data set, they found that saturation occurred within the first twelve interviews, although basic elements for metathemes were present as early as six interviews. Variability within the data followed similar patterns.", "venue": "", "year": 2006, "referenceCount": 64, "citationCount": 9342, "influentialCitationCount": 197, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40086243", "name": "G. Guest"}, {"authorId": "144622079", "name": "A. Bunce"}, {"authorId": "2113716833", "name": "Laura Johnson"}]}}, {"isInfluential": false, "contexts": ["In fact, much of the vision expressed in that 2008 news article was drawn directly from OLPC’s promotional materials, from the hyperbolic list of benefits including low power consumption, customized learning software, rugged construction, and a state-of-the-art screen (OLPC Staff 2011; Rosner and Ames 2014; Ames 2015), to the project’s Five Core Principles of child ownership, low ages, saturation, connection, and free/open source (OLPC Staff 2012a).", "…including low power consumption, customized learning software, rugged construction, and a state-of-the-art screen (OLPC Staff 2011; Rosner and Ames 2014; Ames 2015), to the project’s Five Core Principles of child ownership, low ages, saturation, connection, and free/open source (OLPC Staff 2012a).", "…the computers discussed in Papert’s books Mindstorms or The Children’s Machine—or like the pre-Internet computers or gaming/programming devices such as the Atari or Commodore systems that many of OLPC’s developers used in their youth and continued to nostalgize (Ames and Rosner 2014; Ames 2015).", "Like Dewey, Montessori, Piaget, and others before him, Papert’s faith in children to direct their own learning seems admirable, putting children on Romantic-era pedestals as more noble, pure, and true to themselves than the meddling adults in their lives (Ames and Rosner 2014; Ames 2015).", "…both lauded and critiqued for its utopian rhetoric, including its promises to revolutionize education via out-of-classroom learning (Negroponte 2006; Papert 2006; Ananny and Winters 2007; Winters and Ananny 2007; Vota 2007a; Bender 2007; Luyt 2008; Bender et al. 2012; Ames 2015; Ames et al. 2015).", "Constructionism was built into OLPC’s XO laptop from the ground up, inspiring its design and core principles (OLPC Staff 2012a; OLPC Staff 2012c; Bender et al. 2012; Ames 2015).", "The project has been both lauded and critiqued for its utopian rhetoric, including its promises to revolutionize education via out-of-classroom learning (Negroponte 2006; Papert 2006; Ananny and Winters 2007; Winters and Ananny 2007; Vota 2007a; Bender 2007; Luyt 2008; Bender et al. 2012; Ames 2015; Ames et al. 2015).", "XO laptops were not being used as machines for learning programming, like the computers discussed in Papert’s books Mindstorms or The Children’s Machine—or like the pre-Internet computers or gaming/programming devices such as the Atari or Commodore systems that many of OLPC’s developers used in their youth and continued to nostalgize (Ames and Rosner 2014; Ames 2015)."], "intents": ["background", "methodology"], "citedPaper": {"paperId": "8fca0ca2ffaef29c5b2b55ee3b77ed7c822b1d23", "externalIds": {"DBLP": "conf/aarhus/Ames15", "MAG": "2911520441", "DOI": "10.7146/AAHCC.V1I1.21199"}, "url": "https://www.semanticscholar.org/paper/8fca0ca2ffaef29c5b2b55ee3b77ed7c822b1d23", "title": "Charismatic technology", "abstract": "To explain the uncanny holding power that some technologies seem to have, this paper presents a theory of charisma as attached to technology. It uses the One Laptop per Child project as a case study for exploring the features, benefits, and pitfalls of charisma. It then contextualizes OLPC's charismatic power in the historical arc of other charismatic technologies, highlighting the enduring nature of charisma and the common themes on which the charisma of a century of technological progress rests. In closing, it discusses how scholars and practitioners in human-computer interaction might use the concept of charismatic technology in their own work.", "venue": "Aarhus Conference on Critical Alternatives", "year": 2015, "referenceCount": 90, "citationCount": 41, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "34764282", "name": "Morgan G. Ames"}]}}, {"isInfluential": false, "contexts": ["…including low power consumption, customized learning software, rugged construction, and a state-of-the-art screen (OLPC Staff 2011; Rosner and Ames 2014; Ames 2015), to the project’s Five Core Principles of child ownership, low ages, saturation, connection, and free/open source (OLPC Staff…", "OLPC may not have been able to distribute the hundreds of millions of laptops it had hoped for (Ames 2014) or to overhaul education across the Global South (Vota 2007c), but there are still 2.5 million of its\nXO laptops in use around the world.", "About 50 percent of these students had broken laptops, described in detail elsewhere (Rosner and Ames 2014), while the rest either had other responsibilities and interests or found the purposefully underpowered laptop too frustrating to use (Ames 2013; Ames 2014).", "…“XO” laptops could themselves make up for the lack of local educational opportunities and produce children who are adept at the kind of highly individualistic mathematical thinking valued in computer engineering cultures (Papert 1993; Negroponte and Bender 2007; Ames 2014; Ames and Rosner 2014).", "Its ruggedized case was designed to withstand the rigors of children’s use (though it was not impervious, and breakage plagued the projects I studied; for more, see Warschauer and Ames 2010; Rosner and Ames 2014)."], "intents": ["background"], "citedPaper": {"paperId": "8ffc5443e8ad9d941cf5337d3233b754efae53a5", "externalIds": {"MAG": "2494202341", "DOI": "10.7551/MITPRESS/9780262027458.003.0010"}, "url": "https://www.semanticscholar.org/paper/8ffc5443e8ad9d941cf5337d3233b754efae53a5", "title": "Translating Magic: The Charisma of One Laptop per Child’s XO Laptop in Paraguay", "abstract": null, "venue": "", "year": 2014, "referenceCount": 16, "citationCount": 10, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "34764282", "name": "Morgan G. Ames"}]}}, {"isInfluential": false, "contexts": ["Its ruggedized case was designed to withstand the rigors of children’s use (though it was not impervious, and breakage plagued the projects I studied; for more, see Warschauer and Ames 2010; Rosner and Ames 2014).", "These results are similar to those of reasonably well-supported non-OLPC school laptop programs in the United States, where such initiatives have been extensively studied (Warschauer et al. 2004; Warschauer and Ames 2010; Warschauer, Cotten, and Ames 2011).", "…2013 investigating a project of 10,000 XO laptops in Paraguay, in what has been called one of the most successful OLPC projects (Derndorfer 2010; Warschauer and Ames 2010; Bender et al. 2012), I explore the ways that various actors interpreted XO laptop use—both in and out of the classroom—as…"], "intents": ["background", "result"], "citedPaper": {"paperId": "913024763dc84e1dfb6830d40ddeb5cd0e8d6cba", "externalIds": {"MAG": "1604158251"}, "url": "https://www.semanticscholar.org/paper/913024763dc84e1dfb6830d40ddeb5cd0e8d6cba", "title": "Can One Laptop per Child Save the World's Poor?", "abstract": "The One Laptop per Child (OLPC) program is one of the most ambitious educational reform initiatives the world has ever seen. The program has developed a radically new low-cost laptop computer and aggressively promoted its plans to put the computer in the hands of hundreds of millions of children around the world, including in the most impoverished nations. Though fewer than 2 million Of OLPC's XO computers have been distributed as of this writing, the initiative has caught the attention of world leaders, influenced developments in the global computer industry and sparked controversy and debate about the best way to improve the lot of the world's poor. With six years having passed since Nicholas Negroponte first unveiled the idea, this paper appraises the program's progress and impact and, in so doing, takes afresh look at OLPC's assumptions. The paper reviews the theoretical underpinnings Of OLPC, analyzes the program's development and summarizes the current state of OLPC deployments around the world. The analysis reveals that provision of individual laptops is a utopian vision for the children in the poorest countries, whose educational and social futures could be more effectively improved if the same investments were instead made on more sustainable and proven interventions. Middle- and high-income countries may have a stronger rationale for providing individual laptops to children, but will still want to eschew OLPC's technocentric vision. In summary, OLPC represents the latest in a long line of technologically utopian development schemes that have unsuccessfully attempted to solve complex social problems with overly simplistic solutions. ********** The One Laptop per Child (OLPC)program is one of the most ambitious educational reform initiatives to date. The program has developed a radically new low-cost laptop computer and aggressively promoted its plans to put laptops in the hands of millions of children around the world, including those in the most impoverished nations. The program's founder and chairman, Nicholas Negroponte, has argued that children can use this new computer to not only teach themselves, but also their family members. (1) This paper argues that the premises and approach of OLPC articulated by Negroponte are fundamentally flawed. The poorest countries targeted by OLPC cannot afford laptop computers for all their children and would be better off building schools, training teachers, developing curricula, providing books and subsidizing attendance. Middle- and high-income countries may benefit from educational use of laptops. However, this can only happen if they devote substantial effort and funding to the kinds of infrastructure development, teacher training, curriculum development, assessment reform and formative evaluation necessary for school laptop programs to work. Unlike Negroponte's approach of simply handing computers to children and walking away, there needs to be large-scale integrated education improvement efforts. (2) OLPC's VISION OCPC's vision is strongly shaped by Negroponte's background and views. Having been the founder of the Massachusetts Institute of Technology's (MIT) Media Lab and an initial investor in Wired magazine, he is not bashful about asserting his idealistic views on the transformative power of new technologies. As he wrote in an influential 1995 book, \"like a force of nature, the digital age cannot be denied or stopped.\" (3) The OLPC program represents a marriage of Negroponte's digital utopianism and the constructionist learning theory of Seymour Papert, Negroponte's longtime colleague at MIT. Papert views learning as highly dependent on students constructing ideas and individual laptop computers as essential for carrying out such construction in today's world. He argues that having several students share a computer is as inadvisable as having multiple students share a single pencil. (4) In the OLPC program, Negroponte, Papert and others sought to develop and distribute a low-cost \"children's machine\" that would empower youth to learn without, or in spite of, their schools and teachers. …", "venue": "", "year": 2011, "referenceCount": 31, "citationCount": 179, "influentialCitationCount": 18, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "35896357", "name": "M. Ames"}]}}, {"isInfluential": false, "contexts": ["By closely attending to the messy realities of day-to-day use (Suchman 1987; Dourish and Bell 2011) and the meanings developed on the ground, this research balances and contextualizes both utopian and dystopian discourses about OLPC by accounting for children’s agency in deciding how to use their…"], "intents": ["background"], "citedPaper": {"paperId": "a5d3814bc19c5cede8b04a0e345c1e0d03b46733", "externalIds": {"DBLP": "books/daglib/0032451", "MAG": "238041975", "DOI": "10.5860/choice.49-6928"}, "url": "https://www.semanticscholar.org/paper/a5d3814bc19c5cede8b04a0e345c1e0d03b46733", "title": "Divining a Digital Future - Mess and Mythology in Ubiquitous Computing", "abstract": "Ubiquitous computing (or ubicomp) is the label for a \"third wave\" of computing technologies. Following the eras of the mainframe computer and the desktop PC, ubicomp is characterized by small and powerful computing devices that are worn, carried, or embedded in the world around us. The ubicomp research agenda originated at Xerox PARC in the late 1980s; these days, some form of that vision is a reality for the millions of users of Internet-enabled phones, GPS devices, wireless networks, and \"smart\" domestic appliances. In Divining a Digital Future, computer scientist Paul Dourish and cultural anthropologist Genevieve Bell explore the vision that has driven the ubiquitous computing research program and the contemporary practices that have emerged--both the motivating mythology and the everyday messiness of lived experience.Reflecting the interdisciplinary nature of the authors' collaboration, the book takes seriously the need to understand ubicomp not only technically but also culturally, socially, politically, and economically. Dourish and Bell map the terrain of contemporary ubiquitous computing, in the research community and in daily life; explore dominant narratives in ubicomp around such topics as infrastructure, mobility, privacy, and domesticity; and suggest directions for future investigation, particularly with respect to methodology and conceptual foundations.", "venue": "", "year": 2011, "referenceCount": 0, "citationCount": 459, "influentialCitationCount": 30, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "1762952", "name": "P. Dourish"}, {"authorId": "144740161", "name": "Genevieve Bell"}]}}, {"isInfluential": false, "contexts": ["These results echo other studies on computer use in classrooms, which often find that computer access increases student literacy and decreases truancy and attrition (Silvernail 2005; Warschauer 2008)."], "intents": ["result"], "citedPaper": {"paperId": "a785b8ef838005d4d6c0ecb6cbe63a6aa65ebd54", "externalIds": {"MAG": "1485139668"}, "url": "https://www.semanticscholar.org/paper/a785b8ef838005d4d6c0ecb6cbe63a6aa65ebd54", "title": "Does Maine’s Middle School Laptop Program Improve Learning?", "abstract": null, "venue": "", "year": 2005, "referenceCount": 19, "citationCount": 19, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Psychology"], "authors": [{"authorId": "122098600", "name": "Silvernail"}, {"authorId": "153108003", "name": "L. David"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a9eaead8205e4d6e41f5856517caf6df0f82625a", "externalIds": {"MAG": "2027057738", "DBLP": "journals/firstmonday/Luyt08", "DOI": "10.5210/FM.V13I6.2144"}, "url": "https://www.semanticscholar.org/paper/a9eaead8205e4d6e41f5856517caf6df0f82625a", "title": "The One Laptop Per Child Project and the negotiation of technological meaning", "abstract": "In this article I use actor\u0096network theory to make sense of some of the characteristics given to the XO by the OLPC Project; namely its immense scale, the involvement of educational bureaucracies (and the contradictions this entails), the role of children and the open source software community. I also identify several social forces that will likely shape the direction this technology takes. The future of the XO is, as a result of these forces, by no means certain. What will help determine the trajectory it takes is how willing the OLPC team is to further negotiate the meaning of this new technology.", "venue": "First Monday", "year": 2008, "referenceCount": 0, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1835965", "name": "B. Luyt"}]}}, {"isInfluential": true, "contexts": ["These disciplines often focus on the broader social and historical contexts of technological systems, turning a critical eye to utopian discourses about technology’s promise to radically change the world (e.g., Mosco 2005).", "…this shift also echoes the path that other technologies—from radio (Tyack and Cuban 1995; Douglas 2004; Mosco 2005; Segal 2005) to cable television (Mosco 2005)—have taken as early idealism focused on radically reshaping education and eradicating social inequalities made way for more mundane,…", "…not want to suggest historical determinism, this shift also echoes the path that other technologies—from radio (Tyack and Cuban 1995; Douglas 2004; Mosco 2005; Segal 2005) to cable television (Mosco 2005)—have taken as early idealism focused on radically reshaping education and eradicating…"], "intents": ["background"], "citedPaper": {"paperId": "b2a6f544cba450d7a7038cb42ab62dd12687838c", "externalIds": {"DBLP": "journals/jasis/Fleischmann06a", "MAG": "2034255559", "DOI": "10.1002/asi.20344"}, "url": "https://www.semanticscholar.org/paper/b2a6f544cba450d7a7038cb42ab62dd12687838c", "title": "The digital sublime: Myth, power, and cyberspace", "abstract": "Where you can find the the digital sublime myth power and cyberspace easily? Is it in the book store? On-line book store? are you sure? Keep in mind that you will find the book in this site. This book is very referred for you because it gives not only the experience but also lesson. The lessons are very valuable to serve for you, that's not about who are reading this the digital sublime myth power and cyberspace book. It is about this book that will give wellness for all people from many societies.", "venue": "J. Assoc. Inf. Sci. Technol.", "year": 2006, "referenceCount": 14, "citationCount": 146, "influentialCitationCount": 17, "isOpenAccess": true, "fieldsOfStudy": ["Art", "Computer Science"], "authors": [{"authorId": "3079031", "name": "K. Fleischmann"}]}}, {"isInfluential": false, "contexts": ["I iteratively coded both field notes and interview transcripts for emergent themes in Atlas.ti, reflecting these themes on broader theoretical considerations in both education and media studies as I went, as described in the Extended Case Method (Burawoy 1998)."], "intents": ["methodology"], "citedPaper": {"paperId": "b4cf3cadc0b4eb70d630eae8c90940edb1a5a6a4", "externalIds": {"MAG": "2127589096", "DOI": "10.4135/9781412957397.n140"}, "url": "https://www.semanticscholar.org/paper/b4cf3cadc0b4eb70d630eae8c90940edb1a5a6a4", "title": "The extended case method", "abstract": "In this article I elaborate and codify the extended case method, which deploys participant observation to locate everyday life in its extralocal and historical context. The extended case method emulates a reflexive model of science that takes as its premise the intersubjectivity of scientist and subject of study. Reflexive science valorizes intervention, process, structuration, and theory reconstruction. It is the Siamese twin of positive science that proscribes reactivity, but upholds reliability, replicability, and representativeness. Positive science, exemplified by survey research, works on the principle of the separation between scientists and the subjects they examine. Positive science is limited by “context effects” (interview, respondent, field, and situational effects) while reflexive science is limited by “power effects” (domination, silencing, objectification, and normalization). The article concludes by considering the implications of having two models of science rather than one, both of which are necessarily flawed. Throughout I use a study of postcolonialism to illustrate both the virtues and the shortcomings of the extended case method. Methodology can only bring us reflective understanding of the means which have demonstrated their value in practice by raising them to the level of explicit consciousness; it is no more the precondition of fruitful intellectual work than the knowledge of anatomy is the precondition of “correct” walking.", "venue": "", "year": 1998, "referenceCount": 119, "citationCount": 1707, "influentialCitationCount": 133, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "13545556", "name": "M. Burawoy"}]}}, {"isInfluential": false, "contexts": ["…that learning is a deeply social process is nothing new to education or sociology (e.g., Brown et al. 1989; Lave and Wenger 1991; Ito 2009; Ito et al. 2010), many technologically driven education projects—from OLPC to the Khan Academy (Khan 2011)— often talk about technology-assisted…", "While the observation that learning is a deeply social process is nothing new to education or sociology (e.g., Brown et al. 1989; Lave and Wenger 1991; Ito 2009; Ito et al. 2010), many technologically driven education projects—from OLPC to the Khan Academy (Khan 2011)— often talk about technology-assisted education as a primarily individualistic endeavor, something that takes place between the student and the machine."], "intents": ["background"], "citedPaper": {"paperId": "bb4d14f95741925d2ef3afe573a3fbdca0566165", "externalIds": {"MAG": "2151749940", "DOI": "10.7551/mitpress/8402.001.0001"}, "url": "https://www.semanticscholar.org/paper/bb4d14f95741925d2ef3afe573a3fbdca0566165", "title": "Hanging Out, Messing Around, and Geeking Out: Kids Living and Learning with New Media", "abstract": "Conventional wisdom about young people's use of digital technology often equates generational identity with technology identity: today's teens seem constantly plugged in to video games, social networking sites, and text messaging. Yet there is little actual research that investigates the intricate dynamics of youths' social and recreational use of digital media. Hanging Out, Messing Around, and Geeking Out fills this gap, reporting on an ambitious three-year ethnographic investigation into how young people are living and learning with new media in varied settings -- at home, in after-school programs, and in online spaces. Integrating twenty-three case studies -- which include Harry Potter podcasting, video-game playing, music sharing, and online romantic breakups -- in a unique collaborative authorship style, Hanging Out, Messing Around, and Geeking Out is distinctive for its combination of in-depth description of specific group dynamics with conceptual analysis.", "venue": "", "year": 2009, "referenceCount": 39, "citationCount": 1114, "influentialCitationCount": 134, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2108813915", "name": "Mizuko Ito"}, {"authorId": "2670187", "name": "J. Antin"}, {"authorId": "2507559", "name": "M. Finn"}, {"authorId": "118343538", "name": "A. Law"}, {"authorId": "30125382", "name": "A. Manion"}, {"authorId": "1663645054", "name": "Sarai Mitnick"}, {"authorId": "145304502", "name": "D. Schlossberg"}, {"authorId": "51384888", "name": "S. Yardi"}]}}, {"isInfluential": false, "contexts": ["By closely attending to the messy realities of day-to-day use (Suchman 1987; Dourish and Bell 2011) and the meanings developed on the ground, this research balances and contextualizes both utopian and dystopian discourses about OLPC by accounting for children’s agency in deciding how to use their…", "By closely attending to the messy realities of day-to-day use (Suchman 1987; Dourish and Bell 2011) and the meanings developed on the ground, this research balances and contextualizes both utopian and dystopian discourses about OLPC by accounting for children’s agency in deciding how to use their laptops."], "intents": ["background"], "citedPaper": {"paperId": "be0fcb3f43f24fc1063c978e165bf077b794f804", "externalIds": {"MAG": "2026645894", "DOI": "10.2307/1423221"}, "url": "https://www.semanticscholar.org/paper/be0fcb3f43f24fc1063c978e165bf077b794f804", "title": "Plans and situated actions: the problem of human-machine communication", "abstract": "Preface Acknowledgements 1. Introduction 2. Interactive artefacts 3. Plans 4. Situated actions 5. Communicative resources 6. Case and methods 7. Human-machine communication 8. Conclusion References Indices.", "venue": "", "year": 1987, "referenceCount": 2, "citationCount": 4784, "influentialCitationCount": 227, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1694083", "name": "L. Suchman"}]}}, {"isInfluential": false, "contexts": ["I stopped recruiting additional interviewees when I reached data saturation (Guest, Bunce, and Johnson 2006)."], "intents": ["background"], "citedPaper": {"paperId": "c068a56329dfb5591bfc5b92f6ae01fbb505af0c", "externalIds": {"MAG": "2103746243"}, "url": "https://www.semanticscholar.org/paper/c068a56329dfb5591bfc5b92f6ae01fbb505af0c", "title": "The role of tribal child care programs serving children from birth to age five", "abstract": "Understanding differences in child rearing and child behaviors stemming from different cultures and parenting styles supports the advancement of the culturally competent work of early childhood researchers and practitioners. As American Indian tribes continue efforts to preserve and promote cultural education, it is helpful to know how programs have dealt with such issues. Relevant Background The grand tour questions were, first, do tribal child care directors perceive a role for child care services inside American Indian reservations in preserving cultural integrity and promoting cultural continuity, and if so, what is that role? Second, do directors believe that the processes of preserving cultural integrity and promoting cultural continuity are enhanced or impeded by statewide child care quality improvement strategies, and if so, how?", "venue": "", "year": 2009, "referenceCount": 103, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "113915758", "name": "Linda Mayo Willis"}]}}, {"isInfluential": false, "contexts": ["Moreover, though Paraguay’s economy is still largely agrarian (Federal Research Division 2005; Hetherington 2009), Paraguayan technologists and futurists hope to develop more demand for computer skills with a shift to high tech, though it is uncertain whether this will come to fruition."], "intents": ["background"], "citedPaper": {"paperId": "c624ed6b16a69c34d3386d8df2cfdc75477141db", "externalIds": {"MAG": "2154453720", "DOI": "10.1111/J.1548-1425.2009.01132.X"}, "url": "https://www.semanticscholar.org/paper/c624ed6b16a69c34d3386d8df2cfdc75477141db", "title": "Privatizing the private in rural Paraguay: Precarious lots and the materiality of rights", "abstract": "In this article, I look at the apparent contradiction of Paraguayan peasants who live on privately titled homesteads but who oppose the “privatization” of their land. The changes against which they are fighting are massive upheavals in the peasant landscape and subtle legal shifts that undermine the basis for land redistribution. I argue that the problem with privatizing the private reveals an underlying tension in liberal theories of property between a conception of a right as an abstract relation between people and one in which a right is a relation between people that is mediated, and troubled, by the frailty of material things. [Paraguay, property law, land reform, peasant movement, liberalism, privatization, agrarian transition]", "venue": "", "year": 2009, "referenceCount": 8, "citationCount": 70, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "101809887", "name": "Kregg Hetherington"}]}}, {"isInfluential": false, "contexts": ["This medium includes nonfiction books like Hackers: Heroes of the Computer Revolution by Steven Levy (1984), novels like Neuromancer by William Gibson (1984), and movies likeWar Games (1983)."], "intents": ["background"], "citedPaper": {"paperId": "c8b7aabdf1ac6422b2488027b2b3447964170ea3", "externalIds": {"MAG": "1492833693", "DBLP": "books/daglib/0024504", "DOI": "10.1016/0267-3649(86)90036-1"}, "url": "https://www.semanticscholar.org/paper/c8b7aabdf1ac6422b2488027b2b3447964170ea3", "title": "Hackers - Heroes of the Computer Revolution", "abstract": "From the Publisher: \nA mere fifteen years ago, computer nerds were seen as marginal weirdos, outsiders whose world would never resonate with the mainstream. That was before one pioneering work documented the underground computer revolution that was about to change our world forever. With groundbreaking profiles of Bill Gates, Steve Wozniak, MIT's Tech Model Railroad Club, and more, Steven Levy's Hackers brilliantly captured a seminal moment when the risk-takers and explorers were poised to conquer twentieth-century America's last great frontier. And in the Internet age, the hacker ethic-first espoused here-is alive and well. \nA remarkable collection of characters...courageously exploring mindspace, an inner world where nobody had ever been before. (The New York Times) \nFascinating...A huge job hugely well done. (The Washington Post) \nAuthor Bio: Steven Levy is also the author of Crypto: When the Code Rebels Beat the Government-Saving Privacy in the Digital Age and the chief technology writer for Newsweek. He is a regular contributor to numerous publications including Macworld and Wired.", "venue": "", "year": 1984, "referenceCount": 0, "citationCount": 1154, "influentialCitationCount": 77, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "39141514", "name": "S. Levy"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "c9c60116777be5e8db76a2cc2c48fb30fe8aa0ac", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/c9c60116777be5e8db76a2cc2c48fb30fe8aa0ac", "title": "Can Technology End Poverty?", "abstract": "As I encouraged the boy, I wondered about the tradeoff his parents had made in order to pay for a typing tutor. Their son was learning to write words he’d never use, in a language he didn’t speak. According to the telecenter’s owner, Dhyaneshwar’s parents paid a hundred rupees—about $2.20—a month for a couple hours of lessons each week. That may not sound like much, but in Retawadi, it’s twice as much as full-time tuition in a private school.", "venue": "", "year": 2018, "referenceCount": 2, "citationCount": 24, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1769685", "name": "K. Toyama"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "cdc8d088fda35473f66ff506e5e76439b883e1e6", "externalIds": {"MAG": "265010917"}, "url": "https://www.semanticscholar.org/paper/cdc8d088fda35473f66ff506e5e76439b883e1e6", "title": "A Report Prepared under an Interagency Agreement by the Federal Research Division, Library of Congress", "abstract": null, "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 63, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "104101180", "name": "G. Curtis"}, {"authorId": "95262945", "name": "Seth L. Elan"}, {"authorId": "145456641", "name": "R. Hudson"}, {"authorId": "2921792", "name": "Nina A. Kollars"}]}}, {"isInfluential": false, "contexts": ["From radio-enabled “classrooms of the world” in the 1920s (Tyack and Cuban 1995; Douglas 2004) to computer-enabled “inverted classroom” or “unlearning” initiatives today (Papert 1993; Khan 2011), the promise of a technologically driven rebirth of education and, by extension, society has long…", "Though I do not want to suggest historical determinism, this shift also echoes the path that other technologies—from radio (Tyack and Cuban 1995; Douglas 2004; Mosco 2005; Segal 2005) to cable television (Mosco 2005)—have taken as early idealism focused on radically reshaping education and…"], "intents": ["background"], "citedPaper": {"paperId": "d873f456aff108c18fdaa3df95c407568f959c59", "externalIds": {"MAG": "600870835"}, "url": "https://www.semanticscholar.org/paper/d873f456aff108c18fdaa3df95c407568f959c59", "title": "Listening In: Radio and the American Imagination", "abstract": null, "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 346, "influentialCitationCount": 25, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "48988695", "name": "S. Douglas"}]}}, {"isInfluential": false, "contexts": ["While the observation that learning is a deeply social process is nothing new to education or sociology (e.g., Brown et al. 1989; Lave and Wenger 1991; Ito 2009; Ito et al. 2010), many technologically driven education projects—from OLPC to the Khan Academy (Khan 2011)— often talk about…"], "intents": ["background"], "citedPaper": {"paperId": "d9c1d8c22fb83b8d632d6764abaced3228153565", "externalIds": {"DBLP": "books/cu/LW1991", "MAG": "2116199508", "DOI": "10.1017/CBO9780511815355"}, "url": "https://www.semanticscholar.org/paper/d9c1d8c22fb83b8d632d6764abaced3228153565", "title": "Situated Learning: Legitimate Peripheral Participation", "abstract": "Acknowledgements 1. Legitimate peripheral participation 2. Practice, person, social world 3. Midwives, tailors, quartermasters, butchers, non-drinking alcoholics 4. Legitimate peripheral participation in communities of practice 5. Conclusion References Index.", "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 42370, "influentialCitationCount": 3927, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "69033506", "name": "J. Lave"}, {"authorId": "6032000", "name": "E. Wenger"}]}}, {"isInfluential": true, "contexts": ["…some 40 years and borrowing tenets from Piaget’s theory of constructivism, Papert’s (similarly spelled and often confused) constructionism focuses on child-driven learning-by-doing with the help of “objects-to-think-with,” particularly computers (Papert 1980; Papert and Harel 1991; Papert 1993).", "They flew past the clueless adults in their lives (Papert 1993), instead connecting with other like-minded children in person and online to follow their passions and continue to learn.", "…“classrooms of the world” in the 1920s (Tyack and Cuban 1995; Douglas 2004) to computer-enabled “inverted classroom” or “unlearning” initiatives today (Papert 1993; Khan 2011), the promise of a technologically driven rebirth of education and, by extension, society has long captivated educators,…", "…“XO” laptops could themselves make up for the lack of local educational opportunities and produce children who are adept at the kind of highly individualistic mathematical thinking valued in computer engineering cultures (Papert 1993; Negroponte and Bender 2007; Ames 2014; Ames and Rosner 2014).", "…where he describes constructionism in detail and proposes having a computer for every child, and The Children’s Machine, where he pushes the idea of one computer per child more strongly and denounces traditional classroom-\nbased education as “slow, boring, and frankly out of touch” (Papert 1993)."], "intents": ["background"], "citedPaper": {"paperId": "e2d4321c99b74859b8aa57daac7df4f1c11291cb", "externalIds": {"MAG": "1599334645", "DOI": "10.5860/choice.31-1648"}, "url": "https://www.semanticscholar.org/paper/e2d4321c99b74859b8aa57daac7df4f1c11291cb", "title": "The children's machine: rethinking school in the age of the computer", "abstract": "Yearners and Schoolers Personal Thinking School: Change and Resistance to Change Teachers A World for Learning An Anthology of Learning Stories Instructionism versus Constructionism Computerists Yearners and Schoolers Cybernetics What can be done?", "venue": "", "year": 1993, "referenceCount": 0, "citationCount": 1813, "influentialCitationCount": 100, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145008014", "name": "S. Papert"}]}}, {"isInfluential": false, "contexts": ["…the observation that learning is a deeply social process is nothing new to education or sociology (e.g., Brown et al. 1989; Lave and Wenger 1991; Ito 2009; Ito et al. 2010), many technologically driven education projects—from OLPC to the Khan Academy (Khan 2011)— often talk about…", "While the observation that learning is a deeply social process is nothing new to education or sociology (e.g., Brown et al. 1989; Lave and Wenger 1991; Ito 2009; Ito et al. 2010), many technologically driven education projects—from OLPC to the Khan Academy (Khan 2011)— often talk about technology-assisted education as a primarily individualistic endeavor, something that takes place between the student and the machine."], "intents": ["background"], "citedPaper": {"paperId": "e65ebf2d6cd38a1c2cf96ca95317c145306fd2b2", "externalIds": {"MAG": "305389981"}, "url": "https://www.semanticscholar.org/paper/e65ebf2d6cd38a1c2cf96ca95317c145306fd2b2", "title": "Engineering Play: A Cultural History of Children's Software", "abstract": "Today, computers are part of kids' everyday lives, used both for play and for learning. We envy children's natural affinity for computers, the ease with which they click in and out of digital worlds. Thirty years ago, however, the computer belonged almost exclusively to business, the military, and academia. In Engineering Play, Mizuko Ito describes the transformation of the computer from a tool associated with adults and work to one linked to children, learning, and play. Ito gives an account of a pivotal period in the 1980s and 1990s, which saw the rise of a new category of consumer software designed specifically for elementary school aged children. \"Edutainment\" software sought to blend various educational philosophies with interactive gaming and entertainment, and included such titles as Number Munchers, Oregon Trail, KidPix, and Where in the World Is Carmen Sandiego?. Drawing from observations of kids' play, interviews with software developers, and advertising and industry materials, Ito identifies three educational philosophies and genres in children's software that connect players in software production, distribution, and consumption: instruction, focused on transmission of academic content; exploration, tied to open-ended play; and construction, aimed at empowering young users to create and manipulate digital media. The children's software boom (and the bust that followed), says Ito, can be seen as a microcosm of the negotiations surrounding new technology, children, and education. The story she tells is both a testimonial to the transformative power of innovation and a cautionary tale about its limitations. John D. and Catherine T. MacArthur Foundation Series on Digital Media and Learning", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 68, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2108813915", "name": "Mizuko Ito"}]}}, {"isInfluential": true, "contexts": ["…OLPC has faded from the public eye, other technological interventions in education have rushed in to claim the same revolutionary potential that it claimed in 2005 (e.g., Khan 2011), just as it claimed the same revolutionary potential as previous educational technologies (Tyack and Cuban 1995).", "From radio-enabled “classrooms of the world” in the 1920s (Tyack and Cuban 1995; Douglas 2004) to computer-enabled “inverted classroom” or “unlearning” initiatives today (Papert 1993; Khan 2011), the promise of a technologically driven rebirth of education and, by extension, society has long captivated educators, technologists, and social reformers (Tyack and Cuban 1995).", "Other technological interventions in education have rushed in to claim the same revolutionary potential that OLPC claimed in 2005 (e.g., Khan 2011), just as it claimed the same revolutionary potential as previous educational technologies (Tyack and Cuban 1995).", "…of the world” in the 1920s (Tyack and Cuban 1995; Douglas 2004) to computer-enabled “inverted classroom” or “unlearning” initiatives today (Papert 1993; Khan 2011), the promise of a technologically driven rebirth of education and, by extension, society has long captivated educators,…", "While the observation that learning is a deeply social process is nothing new to education or sociology (e.g., Brown et al. 1989; Lave and Wenger 1991; Ito 2009; Ito et al. 2010), many technologically driven education projects—from OLPC to the Khan Academy (Khan 2011)— often talk about technology-assisted education as a primarily individualistic endeavor, something that takes place between the student and the machine.", "2010), many technologically driven education projects—from OLPC to the Khan Academy (Khan 2011)— often talk about technology-assisted education as a primarily individualistic endeavor, something that takes place between the student and the machine.", "…Brown et al. 1989; Lave and Wenger 1991; Ito 2009; Ito et al. 2010), many technologically driven education projects—from OLPC to the Khan Academy (Khan 2011)— often talk about technology-assisted education as a primarily individualistic endeavor, something that takes place between the student…"], "intents": ["background"], "citedPaper": {"paperId": "ea05308be0498ae1e71326928e0f068a995a8588", "externalIds": {"MAG": "1044700330"}, "url": "https://www.semanticscholar.org/paper/ea05308be0498ae1e71326928e0f068a995a8588", "title": "\"Let's use video to reinvent education\" (Salman Khan)", "abstract": "\"Salman Khan talks about how and why he created the remarkable Khan Academy, a carefully structured series of educational videos offering complete curricula in math and, now, other subjects. He shows the power of interactive exercises, and calls for teachers to consider flipping the traditional classroom script -- give students video lectures to watch at home, and do \"homework\" in the classroom with the teacher available to help\". (TED.com) Salman Khan : In 2004, Salman Khan, a hedge fund ana...", "venue": "", "year": 2011, "referenceCount": 0, "citationCount": 68, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Mathematics"], "authors": [{"authorId": "83161959", "name": "fmarty"}]}}, {"isInfluential": false, "contexts": ["These results echo other studies on computer use in classrooms, which often find that computer access increases student literacy and decreases truancy and attrition (Silvernail 2005; Warschauer 2008)."], "intents": ["result"], "citedPaper": {"paperId": "f1298936ca8eb687401186fe2d319e2360db73b0", "externalIds": {"MAG": "2165448149", "DOI": "10.1080/15544800701771614"}, "url": "https://www.semanticscholar.org/paper/f1298936ca8eb687401186fe2d319e2360db73b0", "title": "Laptops and Literacy: A Multi-Site Case Study", "abstract": "This multi-site case study examined literacy practices in 10 U.S. schools with one-to-one computing programs where all students had access to laptop computers throughout the school day. Important changes noted in the processes, sources, and products of literacy were along the lines often touted by educational reformers but seldom realized in schools. For example, reading instruction featured more scaffolding and epistemic engagement, whereas student writing became more iterative; more public, visible, and collaborative; more purposeful and authentic; and more diverse in genre. Students also gained important technology-related literacies such as those that involve analysing information or producing multimedia. However, laptop programs were not found to improve test scores or erase academic achievement gaps between students with low and high socioeconomic status. Both the benefits and limitations of laptop programs are discussed in this article.", "venue": "", "year": 2008, "referenceCount": 34, "citationCount": 100, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2996242", "name": "M. Warschauer"}]}}, {"isInfluential": false, "contexts": ["…some 40 years and borrowing tenets from Piaget’s theory of constructivism, Papert’s (similarly spelled and often confused) constructionism focuses on child-driven learning-by-doing with the help of “objects-to-think-with,” particularly computers (Papert 1980; Papert and Harel 1991; Papert 1993).", "By learning computers’ inner workings, Papert argued, these children also learned how to think like a computer (Papert 1980)— how to think mathematically—overcoming a culturally ingrained fear of mathematics."], "intents": ["background"], "citedPaper": {"paperId": "fa772fd0049de6d3643f71c5ed784f48bb7fc0b4", "externalIds": {"MAG": "1815090327", "DOI": "10.2307/816450"}, "url": "https://www.semanticscholar.org/paper/fa772fd0049de6d3643f71c5ed784f48bb7fc0b4", "title": "Mindstorms: Children, Computers, and Powerful Ideas", "abstract": "The Gears of My Childhood \n \nBefore I was two years old I had developed an intense involvement with automobiles. The names of car parts made up a very substantial portion of my vocabulary: I was particularly proud of knowing about the parts of the transmission system, the gearbox, and most especially the differential. It was, of course, many years later before I understood how gears work; but once I did, playing with gears became a favorite pastime. I loved rotating circular objects against one another in gearlike motions and, naturally, my first \"erector set\" project was a crude gear system. \n \nI became adept at turning wheels in my head and at making chains of cause and effect: \"This one turns this way so that must turn that way so . . . \" I found particular pleasure in such systems as the differential gear, which does not follow a simple linear chain of causality since the motion in the transmission shaft can be distributed in many different ways to the two wheels depending on what resistance they encounter. I remember quite vividly my excitement at discovering that a system could be lawful and completely comprehensible without being rigidly deterministic. \n \nI believe that working with differentials did more for my mathematical development than anything I was taught in elementary school. Gears, serving as models, carried many otherwise abstract ideas into my head. I clearly remember two examples from school math. I saw multiplication tables as gears, and my first brush with equations in two variables (e.g., 3x + 4y = 10) immediately evoked the differential. By the time I had made a mental gear model of the relation between x and y, figuring how many teeth each gear needed, the equation had become a comfortable friend. \n \nMany years later when I read Piaget this incident served me as a model for his notion of assimilation, except I was immediately struck by the fact that his discussion does not do full justice to his own idea. He talks almost entirely about cognitive aspects of assimilation. But there is also an affective component. Assimilating equations to gears certainly is a powerful way to bring old knowledge to bear on a new object. But it does more as well. I am sure that such assimilations helped to endow mathematics, for me, with a positive affective tone that can be traced back to my infantile experiences with cars. I believe Piaget really agrees. As I came to know him personally I understood that his neglect of the affective comes more from a modest sense that little is known about it than from an arrogant sense of its irrelevance. But let me return to my childhood. \n \nOne day I was surprised to discover that some adults---even most adults---did not understand or even care about the magic of the gears. I no longer think much about gears, but I have never turned away from the questions that started with that discovery: How could what was so simple for me be incomprehensible to other people? My proud father suggested \"being clever\" as an explanation. But I was painfully aware that some people who could not understand the differential could easily do things I found much more difficult. Slowly I began to formulate what I still consider the fundamental fact about learning: Anything is easy if you can assimilate it to your collection of models. If you can't, anything can be painfully difficult. Here too I was developing a way of thinking that would be resonant with Piaget's. The understanding of learning must be genetic. It must refer to the genesis of knowledge. What an individual can learn, and how he learns it, depends on what models he has available. This raises, recursively, the question of how he learned these models. Thus the \"laws of learning\" must be about how intellectual structures grow out of one another and about how, in the process, they acquire both logical and emotional form. \n \nThis book is an exercise in an applied genetic epistemology expanded beyond Piaget's cognitive emphasis to include a concern with the affective. It develops a new perspective for education research focused on creating the conditions under which intellectual models will take root. For the last two decades this is what I have been trying to do. And in doing so I find myself frequently reminded of several aspects of my encounter with the differential gear. First, I remember that no one told me to learn about differential gears. Second, I remember that there was feeling, love, as well as understanding in my relationship with gears. Third, I remember that my first encounter with them was in my second year. If any \"scientific\" educational psychologist had tried to \"measure\" the effects of this encounter, he would probably have failed. It had profound consequences but, I conjecture, only very many years later. A \"pre- and post-\" test at age two would have missed them. \n \nPiaget's work gave me a new framework for looking at the gears of my childhood. The gear can be used to illustrate many powerful \"advanced\" mathematical ideas, such as groups or relative motion. But it does more than this. As well as connecting with the formal knowledge of mathematics, it also connects with the \"body knowledge,\" the sensorimotor schemata of a child. You can be the gear, you can understand how it turns by projecting yourself into its place and turning with it. It is this double relationship---both abstract and sensory---that gives the gear the power to carry powerful mathematics into the mind. In a terminology I shall develop in later chapters, the gear acts here as a transitional object. \n \nA modern-day Montessori might propose, if convinced by my story, to create a gear set for children. Thus every child might have the experience I had. But to hope for this would be to miss the essence of the story. I fell in love with the gears. This is something that cannot be reduced to purely \"cognitive\" terms. Something very personal happened, and one cannot assume that it would be repeated for other children in exactly the same form. \n \nMy thesis could be summarized as: What the gears cannot do the computer might. The computer is the Proteus of machines. Its essence is its universality, its power to simulate. Because it can take on a thousand forms and can serve a thousand functions, it can appeal to a thousand tastes. This book is the result of my own attempts over the past decade to turn computers into instruments flexible enough so that many children can each create for themselves something like what the gears were for me.", "venue": "", "year": 1982, "referenceCount": 0, "citationCount": 6997, "influentialCitationCount": 577, "isOpenAccess": true, "fieldsOfStudy": ["Engineering", "Psychology"], "authors": [{"authorId": "145008014", "name": "S. Papert"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "No Lap Un-Topped", "abstract": null, "venue": "", "year": 2006, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Negroponte"}, {"authorId": null, "name": "Nicholas"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "“ Situating Constructionism . ” In Constructionism . Ablex Publishing Company . Paraguay Educa staff . 2009 . “ Boletin Trimestral de Paraguay Educa , 2009 Verano . ” Paraguay Educa Wiki", "abstract": null, "venue": "", "year": 1991, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Morgan G. Ames"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "c . “ One Laptop Per Child ‘ Trojan Horse ’ Comparison . ” OLPC News", "abstract": null, "venue": "", "year": 2007, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Mark Warschauer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "One pornographic image per Nigerian child", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "W Vota"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The digital sublime: Myth", "abstract": null, "venue": "", "year": 2005, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "America. Cambridge"}, {"authorId": null, "name": "V. MA MIT Press. Mosco"}]}}, {"isInfluential": true, "contexts": ["…including low power consumption, customized learning software, rugged construction, and a state-of-the-art screen (OLPC Staff 2011; Rosner and Ames 2014; Ames 2015), to the project’s Five Core Principles of child ownership, low ages, saturation, connection, and free/open source (OLPC Staff…", "OLPC may not have been able to distribute the hundreds of millions of laptops it had hoped for (Ames 2014) or to overhaul education across the Global South (Vota 2007c), but there are still 2.", "OLPC may not have been able to distribute the hundreds of millions of laptops it had hoped for (Ames 2014) or to overhaul education across the Global South (Vota 2007c), but there are still 2.5 million of its\nXO laptops in use around the world.", "About 50 percent of these students had broken laptops, described in detail elsewhere (Rosner and Ames 2014), while the rest either had other responsibilities and interests or found the purposefully underpowered laptop too frustrating to use (Ames 2013; Ames 2014).", "The vision that Paraguay Educa and the Cambridge, MA-based OLPC Foundation shared in 2008 was that OLPC’s specially designed “XO” laptops could themselves make up for the lack of local educational opportunities and produce children who are adept at the kind of highly individualistic mathematical thinking valued in computer engineering cultures (Papert 1993; Negroponte and Bender 2007; Ames 2014; Ames and Rosner 2014).", "…“XO” laptops could themselves make up for the lack of local educational opportunities and produce children who are adept at the kind of highly individualistic mathematical thinking valued in computer engineering cultures (Papert 1993; Negroponte and Bender 2007; Ames 2014; Ames and Rosner 2014).", "Its ruggedized case was designed to withstand the rigors of children’s use (though it was not impervious, and breakage plagued the projects I studied; for more, see Warschauer and Ames 2010; Rosner and Ames 2014)."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Translating magic: The charisma of OLPC’s XO laptop in Paraguay", "abstract": null, "venue": "Beyond imported magic: Essays in science, technology, and society in Latin America, ed. I. da C. Marques, C. Holmes, and E. Medina, 207–74. Cambridge, MA: MIT Press.", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M. G. Ames"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "“ The $ 100 Laptop : Trojan Horse , Piñata or Social Movement ?", "abstract": null, "venue": "Information , Communication & Society", "year": 2005, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Mike Ananny"}]}}, {"isInfluential": false, "contexts": ["By all accounts (Paraguay Educa Staff 2009; Drake 2010), the 10,000 students and teachers in Paraguay Educa’s OLPC-based project were thrilled to be given a laptop computer."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "XO laptop deployment logistics", "abstract": null, "venue": "DSD’s weblog.", "year": 2010, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "D. MIT Press. Drake"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "One laptop per child 'Trojan Horse' comparison", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "W Vota"}]}}, {"isInfluential": true, "contexts": ["Some students also asked Paraguay Educa’s teacher trainers or technicians for tips on what to do an overly full journal or download and install new programs.", "By all accounts (Paraguay Educa Staff 2009; Drake 2010), the 10,000 students and teachers in Paraguay Educa’s OLPC-based project were thrilled to be given a laptop computer.", "We retested all third- and sixth-grade students at the same\nschools in 2013 to enable within-group longitudinal and cohort analyses, though these results are not included in this analysis because major changes in Paraguay Educa’s program introduced confounding factors.", "Background on OLPC and Paraguay Educa: Utopian ideals, messier realities\nIn 2008, two young Paraguayans—one a recent graduate of Tufts University in Boston and the other a graduate of a computer science program in Paraguay’s capital Asunci on—started Paraguay Educa, a nongovernmental organization (NGO) with a mission to bring One Laptop per Child’s specially designed computers to children in their country.", "However, I show that the day-to-day use of OLPC’s XO laptops in Paraguay often did not coincide with the hopes of\neither OLPC or Paraguay Educa.", "Finally, in collaboration with Paraguay Educa I designed, validated, and proctored two exams, one for third-grade students and one for sixth-grade students, which tested reading comprehension and mathematical reasoning.", "ARTICLE HISTORY Received 1 May 2014 Accepted 30 March 2015\nKEYWORDS Children and media; ICTD; ICTE; One Laptop per Child; postcolonial computing; utopianism\nEducation has long been a site of utopian technological intervention.", "The usage patterns I saw across my 7 months of interviews and observations departed dramatically from the hopes of OLPC and the NGO Paraguay Educa.", "The vision that Paraguay Educa and the Cambridge, MA-based OLPC Foundation shared in 2008 was that OLPC’s specially designed “XO” laptops could themselves make up for the lack of local educational opportunities and produce children who are adept at the kind of highly individualistic mathematical thinking valued in computer engineering cultures (Papert 1993; Negroponte and Bender 2007; Ames 2014; Ames and Rosner 2014).", "It also highlights what most unsupervised XO use actually looked like: The one-third of children who used their laptops fairly regularly were almost all only interested in finding ways to use the laptop not as a constructionist tool for teaching themselves mathematical thinking, as OLPC and Paraguay Educa had hoped, but as a machine to consume media.", "Two sixth-grade boys I interviewed together attributed their knowledge of where to find videos to their school’s teacher trainer and from visits by Paraguay Educa’s programming team, following with a wish that they would “unlock” YouTube so they would not have to borrow USB pendrives to obtain videos.", "But in light of OLPC’s mission to bring these ideas to children across the Global South, constructionism and OLPC could also be seen as imperialistic, and Paraguay Educa’s faithful adherence to OLPC’s vision as problematic (Ananny and Winters 2007; Winters and Ananny 2007; Luyt 2008; Toyama 2010; Ames et al. 2015).", "According to the results of the cognitive exam that I administered with Paraguay Educa in November 2010, there was a small, but statistically significant (p   .001), positive difference of 5 percent in third- and sixth-grade reading comprehension scores between students with laptops and students in nearby schools not in the program.", "Education researchers themselves are sometimes also seduced by the promises attached to new technologies (e.g. Druin et al. 2013), which can make critical examinations of these technologies difficult or unpopular.", "In Paraguay, the locally run project Paraguay Educa was founded with OLPC’s principles in mind.", "From 2010 to 2012, Paraguay Educa employed about a dozen teacher trainers to encourage teachers to use XOs in the classroom—a successful, if expensive, program.", "When teachers at 2 of the 26 Phase II schools learned that Paraguay Educa would not be able to deliver Internet to their schools because a privately owned hill blocked the WiMax signal, they walked out of training and had to be cajoled into coming back.", "In September 2008, as the project in Paraguay was just getting off the ground, the NGO Paraguay Educa explained its motivations for giving OLPC’s XO laptops to Paraguayan children in an article in ABC Color, one of Paraguay’s two major newspapers (ABC Color Staff 2008).", "However, one teacher trainer employed by Paraguay Educa to encourage classroom laptop use4 told me about catching a student showing cartoon pornography to friends not once, but three times."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Boletin trimestral de Paraguay Educa", "abstract": null, "venue": "", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Paraguay Educa Staff"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Situating constructionism", "abstract": null, "venue": "In", "year": 1991, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S. Papert"}, {"authorId": null, "name": "I. Harel."}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "One Laptop Per Child: Revolu", "abstract": null, "venue": "", "year": 2007, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Bender"}, {"authorId": null, "name": "Walter"}]}}, {"isInfluential": true, "contexts": ["…have tended to be dominated by either utopian (Negroponte 2006; Papert 2006; Bender 2007; Bender et al. 2012) or dystopian (Ananny and Winters 2007; Winters and Ananny 2007; Vota 2007a; Luyt 2008) predictions of subsuming local cultures and individual practices for a brave new technological world…", "Previous critiques of OLPC’s ideological imperialism (Winters and Ananny 2007; Vota 2007a; Vota 2007c; Luyt 2008) have not accounted for how little the project’s vision is taken up in practice, as other uses of XOs are negotiated in the classroom and in students’ leisure time.", "…mission to bring these ideas to children across the Global South, constructionism and OLPC could also be seen as imperialistic, and Paraguay Educa’s faithful adherence to OLPC’s vision as problematic (Ananny and Winters 2007; Winters and Ananny 2007; Luyt 2008; Toyama 2010; Ames et al. 2015).", "…both lauded and critiqued for its utopian rhetoric, including its promises to revolutionize education via out-of-classroom learning (Negroponte 2006; Papert 2006; Ananny and Winters 2007; Winters and Ananny 2007; Vota 2007a; Bender 2007; Luyt 2008; Bender et al. 2012; Ames 2015; Ames et al. 2015)."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Development ideologies", "abstract": null, "venue": "", "year": 2007, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "N. 32525–37. Winters"}, {"authorId": null, "name": "M. Ananny"}]}}, {"isInfluential": true, "contexts": ["Previous critiques of OLPC’s ideological imperialism (Winters and Ananny 2007; Vota 2007a; Vota 2007c; Luyt 2008) have not accounted for how little the project’s vision is taken up in practice, as other uses of XOs are negotiated in the classroom and in students’ leisure time.", "OLPC may not have been able to distribute the hundreds of millions of laptops it had hoped for (Ames 2014) or to overhaul education across the Global South (Vota 2007c), but there are still 2.5 million of its\nXO laptops in use around the world.", "From the project’s announcement in January 2005, OLPC founder Nicholas Negroponte and other OLPC leaders and affiliates often stressed that OLPC’s XO laptops were meant to overhaul education in the Global South (Bender 2007; Papert 2006; Negroponte 2006; Negroponte and Bender 2007) and create a generation of technology-literate free thinkers by using MIT professor and OLPC co-founder Seymour Papert’s do-it-yourself educational philosophy, constructionism (OLPC Staff 2012b).", "…unlock the potential of programming to help them overhaul their country’s economy as OLPC hoped and promised (Papert 2006; Bender 2007; Negroponte and Bender 2007; Vota 2007c), XO laptops have primarily connected children to music, videos, and games distributed by transnational conglomerates.", "…by either utopian (Negroponte 2006; Papert 2006; Bender 2007; Bender et al. 2012) or dystopian (Ananny and Winters 2007; Winters and Ananny 2007; Vota 2007a; Luyt 2008) predictions of subsuming local cultures and individual practices for a brave new technological world created in OLPC’s image.", "…both lauded and critiqued for its utopian rhetoric, including its promises to revolutionize education via out-of-classroom learning (Negroponte 2006; Papert 2006; Ananny and Winters 2007; Winters and Ananny 2007; Vota 2007a; Bender 2007; Luyt 2008; Bender et al. 2012; Ames 2015; Ames et al. 2015).", "But in light of OLPC’s mission to bring these ideas to children across the Global South, constructionism and OLPC could also be seen as imperialistic, and Paraguay Educa’s faithful adherence to OLPC’s vision as problematic (Ananny and Winters 2007; Winters and Ananny 2007; Luyt 2008; Toyama 2010; Ames et al. 2015).", "…but she still wanted to maintain their “innocence” as long as possible, is in stark contrast to the glib remarks several OLPC employees and contributors made after news of pornography watching in a Nigerian OLPC pilot program in July 2007 caused an uproar among many American readers Vota 2007b)."], "intents": ["background", "result"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Is OLPC the only hope to eliminate poverty", "abstract": null, "venue": "", "year": 2007, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "W. Press. Vota"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "OLPC in Paraguay: Wil", "abstract": null, "venue": "", "year": 2010, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Derndorfer"}, {"authorId": null, "name": "Christoph"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "“ How Many Interviews Are Enough ? : An Experiment with Data Saturation and Variability . ”", "abstract": null, "venue": "Field Methods", "year": 2006, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Kregg Hetherington"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Alumna del cuarto grado gano concurso mundial en Nickelodeon", "abstract": null, "venue": "La Naci on", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "One Laptop per Child Nickelodeon partners with OLPC on multimedia contest", "abstract": null, "venue": "January", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "G Daposamico"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "“ DOOM on the XO . ” 0 xdeadbeef Weblog", "abstract": null, "venue": "", "year": 2006, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "John Seely"}, {"authorId": null, "name": "Allan Collins"}, {"authorId": null, "name": "Paul Duguid"}]}}, {"isInfluential": false, "contexts": ["About 50 percent of these students had broken laptops, described in detail elsewhere (Rosner and Ames 2014), while the rest either had other responsibilities and interests or found the purposefully underpowered laptop too frustrating to use (Ames 2013; Ames 2014)."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "From MIT to Paraguay: A critical historical and ethnographic analysis of One Laptop per Child", "abstract": null, "venue": "Doctoral dissertation, Department of Communication, Stanford University, Stanford, CA.", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M. G. Ames"}]}}, {"isInfluential": true, "contexts": ["…Nicholas Negroponte and other OLPC leaders and affiliates often stressed that OLPC’s XO laptops were meant to overhaul education in the Global South (Bender 2007; Papert 2006; Negroponte 2006; Negroponte and Bender 2007) and create a generation of technology-literate free thinkers by using MIT…", "…using the technology day-to-day back into narratives about OLPC, which have tended to be dominated by either utopian (Negroponte 2006; Papert 2006; Bender 2007; Bender et al. 2012) or dystopian (Ananny and Winters 2007; Winters and Ananny 2007; Vota 2007a; Luyt 2008) predictions of subsuming…", "OLPC may not have been able to distribute the hundreds of millions of laptops it had hoped for (Ames 2014) or to overhaul education across the Global South (Vota 2007c), but there are still 2.5 million of its\nXO laptops in use around the world.", "…of helping children unlock the potential of programming to help them overhaul their country’s economy as OLPC hoped and promised (Papert 2006; Bender 2007; Negroponte and Bender 2007; Vota 2007c), XO laptops have primarily connected children to music, videos, and games distributed by…", "From the project’s announcement in January 2005, OLPC founder Nicholas Negroponte and other OLPC leaders and affiliates often stressed that OLPC’s XO laptops were meant to overhaul education in the Global South (Bender 2007; Papert 2006; Negroponte 2006; Negroponte and Bender 2007) and create a generation of technology-literate free thinkers by using MIT professor and OLPC co-founder Seymour Papert’s do-it-yourself educational philosophy, constructionism (OLPC Staff 2012b).", "…unlock the potential of programming to help them overhaul their country’s economy as OLPC hoped and promised (Papert 2006; Bender 2007; Negroponte and Bender 2007; Vota 2007c), XO laptops have primarily connected children to music, videos, and games distributed by transnational conglomerates.", "…often stressed that OLPC’s XO laptops were meant to overhaul education in the Global South (Bender 2007; Papert 2006; Negroponte 2006; Negroponte and Bender 2007) and create a generation of technology-literate free thinkers by using MIT professor and OLPC co-founder Seymour Papert’s…", "…“XO” laptops could themselves make up for the lack of local educational opportunities and produce children who are adept at the kind of highly individualistic mathematical thinking valued in computer engineering cultures (Papert 1993; Negroponte and Bender 2007; Ames 2014; Ames and Rosner 2014).", "…both lauded and critiqued for its utopian rhetoric, including its promises to revolutionize education via out-of-classroom learning (Negroponte 2006; Papert 2006; Ananny and Winters 2007; Winters and Ananny 2007; Vota 2007a; Bender 2007; Luyt 2008; Bender et al. 2012; Ames 2015; Ames et al. 2015).", "But in light of OLPC’s mission to bring these ideas to children across the Global South, constructionism and OLPC could also be seen as imperialistic, and Paraguay Educa’s faithful adherence to OLPC’s vision as problematic (Ananny and Winters 2007; Winters and Ananny 2007; Luyt 2008; Toyama 2010; Ames et al. 2015)."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "One laptop per child: Revolutionizing how the world's children engage in learning", "abstract": null, "venue": "", "year": 2007, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "W Bender"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "OLPC mission: Frequently asked questions", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Olpc Staff"}]}}, {"isInfluential": true, "contexts": ["…an elite institution, MIT, in a country with a history of both military and cultural imperialism in the region, the United States (Takhteyev 2012; Chan 2014; Marques, Holmes, and Medina 2014); moreover, it chose an untested technological intervention instead of investing in food, vaccinations,…", "Some students\nplayed music in the background off of their XO while they surfed the Internet during recess, while they walked home from school, while they played at home, and even while they worked on schoolwork in class (if their teacher was lax enough), adding a soundtrack of their choice to all of these activities—much like many young people in the United States add a soundtrack to their daily activities with phones and MP3 players.", "These results are similar to those of reasonably well-supported non-OLPC school laptop programs in the United States, where such initiatives have been extensively studied (Warschauer et al. 2004; Warschauer and Ames 2010; Warschauer, Cotten, and Ames 2011).", "Though educators and parents in the United States may critique and limit consumption-oriented, mediacentric computer use as “screen time” (e.g., see Guernsey 2007), and though Paraguayan teachers and parents often had mixed feelings about this consumptive focus as well, there were several aspects of this use that were considered positive locally, and would generally be considered “learning” in the educational community.", "I also heard many other pop songs in both Spanish and English, including familiar United States-based pop stars such as Lady Gaga, Miley Cyrus, and Michael Jackson.", "Around one dozen small clusters of boys or girls (rarely a mix—in Paraguay, as in the United States, children were socialized into exclusionary gender roles early and often self-segregated) crouched around sticker-covered XO laptops, giggling and hiding their screens when any adult approached, even though the teachers who occasionally passed by never tried to see what they were doing.", "These sites were supplemented by (and sometimes drew on) United States-based websites by computer enthusiasts who bought XO-1 laptops during OLPC’s “Give One, Get One” programs during Christmas 2007 and 2008 and posted their own workarounds for the XO-1’s hardware and software limitations.", "Several of the games popular in Paraguay, including Doom (Blizzard 2006) and Super Mario Brothers (Murph 2006), were originally ported to the XO by United States-based programmers.", "After all, the NGO uncritically adopted a set of ideals largely developed at an elite institution, MIT, in a country with a history of both military and cultural imperialism in the region, the United States (Takhteyev 2012; Chan 2014; Marques, Holmes, and Medina 2014); moreover, it chose an untested technological intervention instead of investing in food, vaccinations, or any number of other much-needed aid (Toyama 2010).", "Media-centric computer use can be problematic, and has in fact been vilified in the United States under the rhetoric of “screen time” (e.g. Guernsey 2007).", "This suggests an interesting cultural difference: While YouTube aggressively filters sexual content to make it “kid-safe” according to cultural values in the United States, the cultural values in Paraguay condemned violence where U.S. cultural values are more equivocal on the topic."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Networking peripheries: Technological futures", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A. S. Chan"}]}}, {"isInfluential": false, "contexts": ["About 50 percent of these students had broken laptops, described in detail elsewhere (Rosner and Ames 2014), while the rest either had other responsibilities and interests or found the purposefully underpowered laptop too frustrating to use (Ames 2013; Ames 2014)."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "From MIT to Paraguay: A critical historical and ethnographic analysis of One Laptop per Child. Doctoral dissertation", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M G Ames"}]}}, {"isInfluential": false, "contexts": ["…of both military and cultural imperialism in the region, the United States (Takhteyev 2012; Chan 2014; Marques, Holmes, and Medina 2014); moreover, it chose an untested technological intervention instead of investing in food, vaccinations, or any number of other much-needed aid (Toyama 2010).", "…mission to bring these ideas to children across the Global South, constructionism and OLPC could also be seen as imperialistic, and Paraguay Educa’s faithful adherence to OLPC’s vision as problematic (Ananny and Winters 2007; Winters and Ananny 2007; Luyt 2008; Toyama 2010; Ames et al. 2015)."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Can technology end poverty? Boston Review", "abstract": null, "venue": "", "year": 2010, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "K Toyama"}]}}, {"isInfluential": false, "contexts": ["…some 40 years and borrowing tenets from Piaget’s theory of constructivism, Papert’s (similarly spelled and often confused) constructionism focuses on child-driven learning-by-doing with the help of “objects-to-think-with,” particularly computers (Papert 1980; Papert and Harel 1991; Papert 1993).", "By learning computers’ inner workings, Papert argued, these children also learned how to think like a computer (Papert 1980)— how to think mathematically—overcoming a culturally ingrained fear of mathematics."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "c . “ OLPC ’ s Vision . ” OLPC Website", "abstract": null, "venue": "Mindstorms : Children , Computers , and Powerful Ideas", "year": 1980, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Seymour Papert"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Closing Panel on Seymour Papert.", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "tchel Resnick"}, {"authorId": null, "name": "Uri Wilensky"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "From MIT to Paraguay: A Crit", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Ames"}, {"authorId": null, "name": "G Morgan"}]}}, {"isInfluential": false, "contexts": ["By closely attending to the messy realities of day-to-day use (Suchman 1987; Dourish and Bell 2011) and the meanings developed on the ground, this research balances and contextualizes both utopian and dystopian discourses about OLPC by accounting for children’s agency in deciding how to use their…"], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Divining a digital future", "abstract": null, "venue": "", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "P. Press. Dourish"}, {"authorId": null, "name": "G. Bell"}]}}, {"isInfluential": false, "contexts": ["…and affiliates often stressed that OLPC’s XO laptops were meant to overhaul education in the Global South (Bender 2007; Papert 2006; Negroponte 2006; Negroponte and Bender 2007) and create a generation of technology-literate free thinkers by using MIT professor and OLPC co-founder Seymour…", "…children unlock the potential of programming to help them overhaul their country’s economy as OLPC hoped and promised (Papert 2006; Bender 2007; Negroponte and Bender 2007; Vota 2007c), XO laptops have primarily connected children to music, videos, and games distributed by transnational…", "…“XO” laptops could themselves make up for the lack of local educational opportunities and produce children who are adept at the kind of highly individualistic mathematical thinking valued in computer engineering cultures (Papert 1993; Negroponte and Bender 2007; Ames 2014; Ames and Rosner 2014)."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The new $100 computer", "abstract": null, "venue": "", "year": 2007, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "N. ZpWJBRuKZkLKfl. Negroponte"}, {"authorId": null, "name": "W. Bender"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "OLPC XO Caught Playing", "abstract": null, "venue": "", "year": 2006, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Press. Murph"}, {"authorId": null, "name": "Darren"}]}}, {"isInfluential": false, "contexts": ["…institution, MIT, in a country with a history of both military and cultural imperialism in the region, the United States (Takhteyev 2012; Chan 2014; Marques, Holmes, and Medina 2014); moreover, it chose an untested technological intervention instead of investing in food, vaccinations, or any…"], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Beyond imported magic: Science and technology studies in Latin America", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "I D C Marques"}, {"authorId": null, "name": "C Holmes"}, {"authorId": null, "name": "E Medina"}]}}, {"isInfluential": false, "contexts": ["…in 2010 and 2013 investigating a project of 10,000 XO laptops in Paraguay, in what has been called one of the most successful OLPC projects (Derndorfer 2010; Warschauer and Ames 2010; Bender et al. 2012), I explore the ways that various actors interpreted XO laptop use—both in and out of…", "Drawing on 7 months of fieldwork in 2010 and 2013 investigating a project of 10,000 XO laptops in Paraguay, in what has been called one of the most successful OLPC projects (Derndorfer 2010; Warschauer and Ames 2010; Bender et al. 2012), I explore the ways that various actors interpreted XO laptop use—both in and out of the classroom—as “learning."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "OLPC in Paraguay: Will ParaguayEduca’s", "abstract": null, "venue": "", "year": 2010, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C. 2016. Derndorfer"}]}}, {"isInfluential": true, "contexts": ["…of those using the technology day-to-day back into narratives about OLPC, which have tended to be dominated by either utopian (Negroponte 2006; Papert 2006; Bender 2007; Bender et al. 2012) or dystopian (Ananny and Winters 2007; Winters and Ananny 2007; Vota 2007a; Luyt 2008) predictions of…", "(Papert 2006)\nWhile the general public was predictably shocked over news of the 2007 pornography scandal and while Paraguayan teachers and parents were understandably concerned about ongoing access to pornography, the (largely male) OLPC community simply shrugged and said that pornography is a…", "…both lauded and critiqued for its utopian rhetoric, including its promises to revolutionize education via out-of-classroom learning (Negroponte 2006; Papert 2006; Ananny and Winters 2007; Winters and Ananny 2007; Vota 2007a; Bender 2007; Luyt 2008; Bender et al. 2012; Ames 2015; Ames et al. 2015).", "Indeed, instead of helping children unlock the potential of programming to help them overhaul their country’s economy as OLPC hoped and promised (Papert 2006; Bender 2007; Negroponte and Bender 2007; Vota 2007c), XO laptops have primarily connected children to music, videos, and games distributed…", "…and other OLPC leaders and affiliates often stressed that OLPC’s XO laptops were meant to overhaul education in the Global South (Bender 2007; Papert 2006; Negroponte 2006; Negroponte and Bender 2007) and create a generation of technology-literate free thinkers by using MIT professor and…"], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Digital development: How the $100 laptop could change education", "abstract": null, "venue": "USINFO Webchat, via OLPC Talks", "year": 2006, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S Papert"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Does Maine’s Middle Sch", "abstract": null, "venue": "", "year": 2005, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Press. Silvernail"}, {"authorId": null, "name": "L David"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "One Laptop per Child Nickelodeon", "abstract": null, "venue": "", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "SJ"}]}}, {"isInfluential": true, "contexts": ["Like Dewey, Montessori, Piaget, and others before him, Papert’s faith in children to direct their own learning seems admirable, putting children on Romantic-era pedestals as more noble, pure, and true to themselves than the meddling adults in their lives (Ames and Rosner 2014; Ames 2015).", "Its hardware and software were geared toward encouraging children to explore and create, like the computers and game systems the project’s developers used in their own childhoods (Ames and Rosner 2014).", "…the computers discussed in Papert’s books Mindstorms or The Children’s Machine—or like the pre-Internet computers or gaming/programming devices such as the Atari or Commodore systems that many of OLPC’s developers used in their youth and continued to nostalgize (Ames and Rosner 2014; Ames 2015).", "…“XO” laptops could themselves make up for the lack of local educational opportunities and produce children who are adept at the kind of highly individualistic mathematical thinking valued in computer engineering cultures (Papert 1993; Negroponte and Bender 2007; Ames 2014; Ames and Rosner 2014)."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "From drills to laptops", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M. G. Ames"}, {"authorId": null, "name": "D. K. Rosner"}]}}, {"isInfluential": false, "contexts": ["Four small groups of boys were playing/watching “juegitos” (little games): two a side-scrolling game called Vascolet, one a game called “wear the shirt” (a f utbol game), and one Super Mario Brothers in WINE, a Windows emulator ported to the XO.", "Several of the games popular in Paraguay, including Doom (Blizzard 2006) and Super Mario Brothers (Murph 2006), were originally ported to the XO by United States-based programmers."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "OLPC XO caught playing Super Mario Bros", "abstract": null, "venue": "", "year": 2006, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "D Murph"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "OLPC's Vision. OLPC Website", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Olpc Staff"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "El proyecto 'Una Laptop Por Niño' comenzar a a funcionar en Paraguay", "abstract": null, "venue": "", "year": 2008, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Abc Color"}, {"authorId": null, "name": "Staff"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "“ XO Laptop Deployment Logistic . ” Dsd ’ s Weblog", "abstract": null, "venue": "", "year": 2010, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Allison Druin"}, {"authorId": null, "name": "Edith Ackermann"}, {"authorId": null, "name": "Mike Eisenberg"}, {"authorId": null, "name": "Mitchel Resnick"}, {"authorId": null, "name": "Uri Wilensky"}]}}, {"isInfluential": false, "contexts": ["…in 2010 and 2013 investigating a project of 10,000 XO laptops in Paraguay, in what has been called one of the most successful OLPC projects (Derndorfer 2010; Warschauer and Ames 2010; Bender et al. 2012), I explore the ways that various actors interpreted XO laptop use—both in and out of…"], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "OLPC in Paraguay: Will ParaguayEduca's XO laptop deployment success scale? Education Technology Debate", "abstract": null, "venue": "", "year": 2010, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C Derndorfer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "No lap un-topped: Digital inclusion from the bottom up", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "N Negroponte"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Technological utopianism in American", "abstract": null, "venue": "", "year": 2005, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "New York"}, {"authorId": null, "name": "H. P. NY ACM Press. Segal"}]}}, {"isInfluential": true, "contexts": ["…including low power consumption, customized learning software, rugged construction, and a state-of-the-art screen (OLPC Staff 2011; Rosner and Ames 2014; Ames 2015), to the project’s Five Core Principles of child ownership, low ages, saturation, connection, and free/open source (OLPC Staff…", "OLPC may not have been able to distribute the hundreds of millions of laptops it had hoped for (Ames 2014) or to overhaul education across the Global South (Vota 2007c), but there are still 2.5 million of its\nXO laptops in use around the world.", "About 50 percent of these students had broken laptops, described in detail elsewhere (Rosner and Ames 2014), while the rest either had other responsibilities and interests or found the purposefully underpowered laptop too frustrating to use (Ames 2013; Ames 2014).", "…“XO” laptops could themselves make up for the lack of local educational opportunities and produce children who are adept at the kind of highly individualistic mathematical thinking valued in computer engineering cultures (Papert 1993; Negroponte and Bender 2007; Ames 2014; Ames and Rosner 2014).", "Its ruggedized case was designed to withstand the rigors of children’s use (though it was not impervious, and breakage plagued the projects I studied; for more, see Warschauer and Ames 2010; Rosner and Ames 2014)."], "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Designing for repair", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M. G. Ames"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Laptops and Literacy: A Mu", "abstract": null, "venue": "", "year": 2008, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Warschauer"}, {"authorId": null, "name": "Mark"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Development ideologies of the OLPC programme", "abstract": null, "venue": "Proceedings of eLearning Africa", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "N Winters"}, {"authorId": null, "name": "M Ananny"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Is OLPC the only hope to eliminate poverty and create world peace? OLPC News", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "W Vota"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Is OLPC the Only Hope to Elimi", "abstract": null, "venue": "", "year": 2007, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Vota"}, {"authorId": null, "name": "Wayan"}]}}]}