{"offset": 0, "data": [{"contexts": ["…more what the experimenter would think of them (M 4.18, SD 1.53) than did men (M 2.94, SD 1.75), F(1, 35) 5.34, p .05, p\n2 .13; this was the same for both conditions and could be due to the fact that the experimenters were also women (Lockwood & Kunda, 1997; Miller, Turnbull, & McFarland, 1988).", "Indeed, the lack of a relationship between masculinity and interest among men suggests that the masculinity evoked by these environments does nothing to attract the types of men in our studies (i.e., those who have not already self-selected into computer science)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "01de62d8c32d9bddfc917b0d72291a11b64b99b6", "externalIds": {"MAG": "2140489376", "DOI": "10.1037/0022-3514.73.1.91"}, "url": "https://www.semanticscholar.org/paper/01de62d8c32d9bddfc917b0d72291a11b64b99b6", "title": "Superstars and me : Predicting the impact of role models on the self", "abstract": "The authors propose that superstars are most likely to affect self-views when they are considered relevant. Relevant superstars provoke self-enhancement and inspiration when their success seems attainable but self-deflation when it seems unattainable. Participants' self-views were affected only when the star's domain of excellence was self-relevant. Relevant stars provoked self-enhancement and inspiration when their success seemed attainable in that participants either still had enough time to achieve comparable success or believed their own abilities could improve over time. Open-ended responses provided rich evidence of inspiration in these circumstances. Relevant stars provoked, if anything, self-deflation when their success seemed unattainable in that participants either had already missed the chance to achieve comparable success or viewed their abilities as fixed and so unlikely to improve.", "venue": "", "year": 1997, "referenceCount": 50, "citationCount": 1136, "influentialCitationCount": 79, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "13454318", "name": "P. Lockwood"}, {"authorId": "3288102", "name": "Z. Kunda"}]}}, {"contexts": ["When looking for a spokesperson to attract underrepresented populations, considering more than simply that person’s social category may be important (Cohoon & Aspray, 2006; Davies et al., 2002; Marx & Roman, 2002)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "10202e9080ca252435b43f480f3b1975fbdbb9a8", "externalIds": {"MAG": "2127194954", "DOI": "10.7551/MITPRESS/9780262033459.001.0001"}, "url": "https://www.semanticscholar.org/paper/10202e9080ca252435b43f480f3b1975fbdbb9a8", "title": "Women and Information Technology: Research on Underrepresentation", "abstract": "Computing remains a heavily male-dominated field even after twenty-five years of extensive efforts to promote female participation. The contributors to Women and Information Technology look at reasons for the persistent gender imbalance in computing and explore some strategies intended to reverse the downward trend. The studies included are rigorous social science investigations; they rely on empirical evidence--not rhetoric, hunches, folk wisdom, or off-the-cuff speculation about supposed innate differences between men and women. Taking advantage of the recent surge in research in this area, the editors present the latest findings of both qualitative and quantitative studies. Each section begins with an overview of the literature on current research in the field, followed by individual studies. The first section investigates the relationship between gender and information technology among preteens and adolescents, with each study considering what could lead girls' interest in computing to diverge from boys'; the second section, on higher education, includes a nationwide study of computing programs and a cross-national comparison of computing education; the final section, on pathways into the IT workforce, considers both traditional and nontraditional paths to computing careers.", "venue": "", "year": 2006, "referenceCount": 0, "citationCount": 132, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1795487", "name": "J. Cohoon"}, {"authorId": "2448448", "name": "W. Aspray"}]}}, {"contexts": ["The second was that stereotypical cues made women feel that they would be devalued because of their gender (Adams, Garcia, Purdie-Vaughns, & Steele, 2006; L. L. Cohen & Swim, 1995; Gutek, Cohen, & Tsui, 1996; Pinel, 1999)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "12958d86d3bbd9f06f76a9ea18587471806e26eb", "externalIds": {"MAG": "2119991208", "DOI": "10.1037/0022-3514.76.1.114", "PubMed": "9972557"}, "url": "https://www.semanticscholar.org/paper/12958d86d3bbd9f06f76a9ea18587471806e26eb", "title": "Stigma consciousness: the psychological legacy of social stereotypes.", "abstract": "Whereas past researchers have treated targets of stereotypes as though they have uniform reactions to their stereotyped status (e.g., J. Crocker & B. Major, 1989; C. M. Steele & J. Aronson, 1995), it is proposed here that targets differ in the extent to which they expect to be stereotyped by others (i.e., stigma consciousness). Six studies, 5 of which validate the stigma-consciousness questionnaire (SCQ), are presented. The results suggest that the SCQ is a reliable and valid instrument for detecting differences in stigma consciousness. In addition, scores on the SCQ predict perceptions of discrimination and the ability to generate convincing examples of such discrimination. The final study highlights a behavioral consequence of stigma consciousness: the tendency for people high in stigma consciousness to forgo opportunities to invalidate stereotypes about their group. The relation of stigma consciousness to past research on targets of stereotypes is considered as is the issue of how stigma consciousness may encourage continued stereotyping.", "venue": "Journal of personality and social psychology", "year": 1999, "referenceCount": 63, "citationCount": 1009, "influentialCitationCount": 157, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "5697434", "name": "E. Pinel"}]}}, {"contexts": ["One possibility is that the presence of the stereotypical objects reminded women that this was a maledominated field, which dissuaded them from expressing an interest in it (Dasgupta & Asgari, 2004; Murphy et al., 2007).", "Participants who answered incorrectly were taken back to read about the company again and were required to answer the question correctly before continuing to the other measures."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "1e150812f4471ee82f00a9e3e08f6b9d3e0f82d3", "externalIds": {"MAG": "2038976453", "DOI": "10.1016/J.JESP.2004.02.003"}, "url": "https://www.semanticscholar.org/paper/1e150812f4471ee82f00a9e3e08f6b9d3e0f82d3", "title": "Seeing is believing: Exposure to counterstereotypic women leaders and its effect on the malleability of automatic gender stereotyping", "abstract": "Abstract Two studies tested the conditions under which social environments can undermine automatic gender stereotypic beliefs expressed by women. Study 1, a laboratory experiment, manipulated exposure to biographical information about famous female leaders. Study 2, a year-long field study, took advantage of pre-existing differences in the proportion of women occupying leadership positions (e.g., female professors) in two naturally occurring environments—a women’s college and a coeducational college. Together, these studies investigated: (a) whether exposure to women in leadership positions can temporarily undermine women’s automatic gender stereotypic beliefs, and (b) whether this effect is mediated by the frequency with which female leaders are encountered. Results revealed first that when women were in social contexts that exposed them to female leaders, they were less likely to express automatic stereotypic beliefs about their ingroup (Studies 1 and 2). Second, Study 2 showed that the long-term effect of social environments (women’s college vs. coed college) on automatic gender stereotyping was mediated by the frequency of exposure to women leaders (i.e., female faculty). Third, some academic environments (e.g., classes in male-dominated disciplines like science and math) produced an increase in automatic stereotypic beliefs among students at the coed college but not at the women’s college—importantly, this effect was mediated by the sex of the course instructors. Together, these findings underscore the power of local environments in shaping women’s nonconscious beliefs about their ingroup.", "venue": "", "year": 2004, "referenceCount": 110, "citationCount": 576, "influentialCitationCount": 36, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2764588", "name": "N. Dasgupta"}, {"authorId": "4102069", "name": "S. Asgari"}]}}, {"contexts": ["  Under certain conditions specified in the law,  libraries and archives are authorized to furnish a photocopy or other  reproduction.", "Belongings like cowboy boots and flag pins communicate to people—accurately or not—qualities of the individuals who possess them (Belk, Bahn, & Mayer, 1982; Berger & Heath, 2007; Wernerfelt, 1990)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "228ab06bf956f28377abe6cdf130075edd5d2e11", "externalIds": {"MAG": "2106901357", "DOI": "10.1086/519142"}, "url": "https://www.semanticscholar.org/paper/228ab06bf956f28377abe6cdf130075edd5d2e11", "title": "Where Consumers Diverge from Others: Identity Signaling and Product Domains", "abstract": "We propose that consumers often make choices that diverge from those of others to ensure that they effectively communicate desired identities. Consistent with this identity-signaling perspective, four studies illustrate that consumers are more likely to diverge from majorities, or members of other social groups, in product domains that are seen as symbolic of identity (e.g., music or hairstyles, rather than backpacks or stereos). In identity domains, participants avoided options preferred by majorities and abandoned preferences shared with majorities. The social group associated with a product influenced choice more in identity domains and when a given product was framed as identity relevant. People diverge, in part, to avoid communicating undesired identities.", "venue": "", "year": 2007, "referenceCount": 77, "citationCount": 973, "influentialCitationCount": 47, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "40066064", "name": "Jonah A. Berger"}, {"authorId": "36117819", "name": "C. Heath"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "239e9fe68e86eaf3ba60276ec808312d8aa92368", "externalIds": {"DOI": "10.1037/a0012453", "PubMed": "19025286"}, "url": "https://www.semanticscholar.org/paper/239e9fe68e86eaf3ba60276ec808312d8aa92368", "title": "Precarious manhood.", "abstract": "The authors report 5 studies that demonstrate that manhood, in contrast to womanhood, is seen as a precarious state requiring continual social proof and validation. Because of this precariousness, they argue that men feel especially threatened by challenges to their masculinity. Certain male-typed behaviors, such as physical aggression, may result from this anxiety. Studies 1-3 document a robust belief in (a) the precarious nature of manhood relative to womanhood and (b) the idea that manhood is defined more by social proof than by biological markers. Study 4 demonstrates that when the precarious nature of manhood is made salient through feedback indicating gender-atypical performance, men experience heightened feelings of threat, whereas similar negative gender feedback has no effect on women. Study 5 suggests that threatening manhood (but not womanhood) activates physically aggressive thoughts.", "venue": "Journal of personality and social psychology", "year": 2008, "referenceCount": 86, "citationCount": 402, "influentialCitationCount": 39, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "4479406", "name": "J. Vandello"}, {"authorId": "114583561", "name": "J. Bosson"}, {"authorId": "40634589", "name": "D. Cohen"}, {"authorId": "8472883", "name": "Rochelle M. Burnaford"}, {"authorId": "153027492", "name": "Jonathan R. Weaver"}]}}, {"contexts": ["Objects can thus come to broadcast stereotypes of a group, which in turn can deter people who do not identify with these stereotypes from joining that group.", "Yet, computer science is still considered a masculine field because of its association with males (Margolis & Fisher, 2002; Schott & Selwyn, 2000).", "…some of the best career opportunities (Kalwarski, Mosher, Paskin, & Rosato, 2007), but computer science is missing out on female perspectives—a fact that can have negative consequences for society, as evidenced by the negative outcomes attributed to all-male design teams (Margolis & Fisher, 2002).", "A female Carnegie Mellon undergraduate interviewed about majoring in computer science announced that computer science was not for her because she did not “dream in code like they do” (Margolis & Fisher, 2002)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "24b6500be5b37fa6be7f02ecdc3f27f6fbc3fc06", "externalIds": {"MAG": "2030768171", "DOI": "10.1145/611892.611896"}, "url": "https://www.semanticscholar.org/paper/24b6500be5b37fa6be7f02ecdc3f27f6fbc3fc06", "title": "Unlocking the Clubhouse: Women in Computing", "abstract": "We recount some of the most significant and colorful findings of our four-year study of gender issues in the undergraduate computer science program at Carnegie Mellon. We also discuss the subsequent dramatic increase in the number of women in the program. We conclude with recommendations for the most generally useful and effective actions departments can take to attract and retain female students.", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 1747, "influentialCitationCount": 153, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144491097", "name": "Allan Fisher"}, {"authorId": "2868232", "name": "Jane Margolis"}]}}, {"contexts": ["…instance, by increasing the number of female faculty in a department, has had no effect on the number of women majoring in that field (tested in many science and engineering departments across three universities; Canes & Rosen, 1995) or on women’s motivation in the classroom (Martin & Marsh, 2005)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "24dddf3e50b7ba652a65d3de96c727b21116e546", "externalIds": {"MAG": "2925212506", "DOI": "10.1177/001979399504800308"}, "url": "https://www.semanticscholar.org/paper/24dddf3e50b7ba652a65d3de96c727b21116e546", "title": "Following in Her Footsteps? Faculty Gender Composition and Women's Choices of College Majors", "abstract": "Although it is widely supposed that a college's female undergraduate enrollment in the sciences and engineering can be increased by raising female representation on the faculties in those fields, that proposition has not been subjected to serious statistical analysis. The authors of this paper analyze panel data from three quite different educational institutions—Princeton University, the University of Michigan, and Whittier College—to examine the relationship between the gender composition of the students in an academic department and the gender composition of its faculty at the time the students were choosing their majors. They find no evidence that an increase in the share of women on a department's faculty led to an increase in its share of female majors.", "venue": "", "year": 1995, "referenceCount": 29, "citationCount": 167, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "83170254", "name": "Brandice J. Canes"}, {"authorId": "29979732", "name": "H. Rosen"}]}}, {"contexts": ["Portraying the group in a way that is at odds with how people see themselves may prompt them to forgo attempts to join the group (Brewer & Weber, 1994; Brown, Novick, Lord, & Richards, 1992; Ledgerwood & Chaiken, 2007; Mussweiler, 2003).", "…of variance (ANOVA) on a composite of the stereotypical and nonstereotypical objects revealed that the stereotypical objects were indeed rated as more associated with computer science majors (M 5.43, SD 0.81) than the nonstereotypical objects (M 3.15, SD 0.92), F(1, 18) 66.84, p .001, p\n2 .79."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "359c67f963e3f30749c26de78b408c242a47c12e", "externalIds": {"MAG": "1993336079", "DOI": "10.1037/0022-3514.93.6.940", "PubMed": "18072847"}, "url": "https://www.semanticscholar.org/paper/359c67f963e3f30749c26de78b408c242a47c12e", "title": "Priming us and them: automatic assimilation and contrast in group attitudes.", "abstract": "Social judgment theory holds that a person's own attitudes function as reference points, influencing the perception of others' attitudes. The authors argue that attitudes themselves are influenced by reference points, namely, the presumed attitudes of others. Whereas exposure to a group that acts as a contextual reference should cause attitude assimilation, exposure to a group that acts as a comparative reference should cause attitude contrast. In Study 1, participants subliminally primed with their political ingroup or outgroup endorsed more extreme political positions than did controls. Study 2 demonstrated that prime types known to uniquely facilitate assimilation and contrast enhanced the polarization effect in the ingroup and outgroup conditions, respectively. Study 3 established an important boundary condition for whether group salience produces attitude assimilation or contrast by showing that perceived closeness to the elderly moderates the direction and strength of the group priming effect. The results suggest that the transition from assimilation to contrast occurs when a group ceases to function as a context and becomes a comparison point. Implications for social judgment theory, assimilation and contrast research, and conflict escalation are discussed.", "venue": "Journal of personality and social psychology", "year": 2007, "referenceCount": 122, "citationCount": 76, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "35101073", "name": "A. Ledgerwood"}, {"authorId": "143615049", "name": "S. Chaiken"}]}}, {"contexts": ["…identity (e.g., women are bad at math) influences performance among those who are already invested in a domain (Schmader, Johns, & Forbes, 2008; Shapiro & Neuberg, 2007; Steele, 1997), we focus on how stereotypes of a field drive gender differences in the expression of interest by those who…", "In Steele’s (1997) conceptualization of stereotype threat, he suggested that stereotype threat most afflicts those who are highly identified with the domain (Schmader et al., 2008; see Shapiro & Neuberg, 2007, for potential exceptions).", "…there is another type of identity threat to consider besides the fear of being negatively stereotyped (Davies et al., 2002; Schmader et al., 2008; Shapiro & Neuberg, 2007; Steele & Aronson, 1995) or of being devalued in a domain because of one’s identity (Davies, Spencer, & Steele, 2005; Murphy…", "…who were already highly identified with the domain of interest, a crucial element in evoking feelings of threat (Schmader et al., 2008; but see Shapiro & Neuberg, 2007), in our studies we examined a general undergraduate population, excluding any computer science majors who would be highly…", "The study was run over 4 months, with between one and seven sessions per day."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "35b42b80cc22f736bc3e3c45bf01fe67a1e9cd27", "externalIds": {"MAG": "2003398631", "DOI": "10.1177/1088868306294790", "PubMed": "18453458"}, "url": "https://www.semanticscholar.org/paper/35b42b80cc22f736bc3e3c45bf01fe67a1e9cd27", "title": "From Stereotype Threat to Stereotype Threats: Implications of a Multi-Threat Framework for Causes, Moderators, Mediators, Consequences, and Interventions", "abstract": "More than 100 articles have examined the construct of stereotype threat and its implications. However, stereotype threat seems to mean different things to different researchers and has been employed to describe and explain processes and phenomena that appear to be fundamentally distinct. Complementing existing models, the authors posit a Multi-Threat Framework in which six qualitatively distinct stereotype threats arise from the intersection of two dimensions—the target of the threat (the self/one's group) and the source of the threat (the self/outgroup others/ingroup others). The authors propose that these threats constitute the core of the broader stereotype threat construct and provide the foundation for understanding additional, as of yet uncharacterized, stereotype threats. The proposed threats likely differentially peril those with different stigmatizable characteristics, have different eliciting conditions and moderators, are mediated by somewhat different processes, are coped with and compensated for in different ways, and require different interventions to overcome.", "venue": "Personality and social psychology review : an official journal of the Society for Personality and Social Psychology, Inc", "year": 2007, "referenceCount": 94, "citationCount": 318, "influentialCitationCount": 34, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "34628829", "name": "Jenessa R. Shapiro"}, {"authorId": "3775227", "name": "S. Neuberg"}]}}, {"contexts": ["A separate group of 20 students (9 women) at the University of Washington rated these items on how much they associated them with computer science majors, on a scale from 1 (not at all) to 7 (very much).", "Because the importance of belonging is ubiquitous (Baumeister & Leary, 1995; Fiske, 2004), we suggest that even those who are members of wellrepresented social groups are susceptible to feeling a lack of belonging in an environment that is not compatible with how they see themselves."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "3dcc3d262c08f8f4eb8f766ad72f06d580869309", "externalIds": {"MAG": "2081155210", "DOI": "10.1037/0033-2909.117.3.497", "PubMed": "7777651"}, "url": "https://www.semanticscholar.org/paper/3dcc3d262c08f8f4eb8f766ad72f06d580869309", "title": "The need to belong: desire for interpersonal attachments as a fundamental human motivation.", "abstract": "A hypothesized need to form and maintain strong, stable interpersonal relationships is evaluated in light of the empirical literature. The need is for frequent, nonaversive interactions within an ongoing relational bond. Consistent with the belongingness hypothesis, people form social attachments readily under most conditions and resist the dissolution of existing bonds. Belongingness appears to have multiple and strong effects on emotional patterns and on cognitive processes. Lack of attachments is linked to a variety of ill effects on health, adjustment, and well-being. Other evidence, such as that concerning satiation, substitution, and behavioral consequences, is likewise consistent with the hypothesized motivation. Several seeming counterexamples turned out not to disconfirm the hypothesis. Existing evidence supports the hypothesis that the need to belong is a powerful, fundamental, and extremely pervasive motivation.", "venue": "Psychological bulletin", "year": 1995, "referenceCount": 364, "citationCount": 15692, "influentialCitationCount": 850, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "5142080", "name": "R. Baumeister"}, {"authorId": "35163278", "name": "M. Leary"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4142a70c733c6f1ef22e95ed45c8341edf4fd36a", "externalIds": {"MAG": "2080444486", "DOI": "10.1177/014616728174025"}, "url": "https://www.semanticscholar.org/paper/4142a70c733c6f1ef22e95ed45c8341edf4fd36a", "title": "Self-Images and Cigarette Smoking in Adolescence", "abstract": "Adolescents' self-perceptions (real and ideal), perceptions of their ideal date, and perceptions of stereotypic male and female smokers and nonsmokers were assessed. These perceptions were related to subjects' smoking status and to their intentions to smoke. Subjects who smoked differed from nonsmokers in having real self-concepts and ideal dates that more closely matched the stereotypic smoker. Most important, nonsmoking subjects who had self-concepts, ideal dates, and certain aspects of ideal selves that were close to the smoker stereotype were most likely to intend to smoke.", "venue": "", "year": 1981, "referenceCount": 8, "citationCount": 155, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "4787876", "name": "L. Chassin"}, {"authorId": "4699004", "name": "Clark C. Presson"}, {"authorId": "144704037", "name": "S. Sherman"}, {"authorId": "6642654", "name": "E. Corty"}, {"authorId": "71840312", "name": "R. Olshavsky"}]}}, {"contexts": ["The second was that stereotypical cues made women feel that they would be devalued because of their gender (Adams, Garcia, Purdie-Vaughns, & Steele, 2006; L. L. Cohen & Swim, 1995; Gutek, Cohen, & Tsui, 1996; Pinel, 1999)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "41f87107f7074cc605637dbfb7b494f48ed7e94a", "externalIds": {"MAG": "2022083694", "DOI": "10.1177/0146167295219001"}, "url": "https://www.semanticscholar.org/paper/41f87107f7074cc605637dbfb7b494f48ed7e94a", "title": "The Differential Impact of Gender Ratios on Women and Men: Tokenism, Self-Confidence, and Expectations", "abstract": "The results show that female subjects who anticipated being tokens-the only woman in the group were more likely than nontoken women to prefer a different group, to desire a change in the gender composition of the group, and to expect to stereotype others. These effects were stronger for token women with less confidence about an upcoming task. In contrast, token and nontoken male subjects did not differ in their responses to these measures. Yet potential female and male tokens, regardless of confidence, were both more likely to anticipate stereotypic evaluations from their group members. The authors discuss the relevance of these results to career choices by women in nontraditional careers.", "venue": "", "year": 1995, "referenceCount": 26, "citationCount": 166, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39053324", "name": "L. Cohen"}, {"authorId": "4852904", "name": "J. Swim"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "44d85cff80a3cce261e3a40fa3b3f996c55ce09d", "externalIds": {"MAG": "2117010133", "DOI": "10.1037/0022-3514.88.3.432", "PubMed": "15740438"}, "url": "https://www.semanticscholar.org/paper/44d85cff80a3cce261e3a40fa3b3f996c55ce09d", "title": "We can do it: the interplay of construal orientation and social comparisons under threat.", "abstract": "The authors investigated how a collective self-construal orientation in combination with positive social comparisons \"turns off\" the negative effects of stereotype threat. Specifically, Experiment 1 demonstrated that stereotype threat led to increased accessibility of participants' collective self (\"we\"). Experiment 2 showed that this feeling of \"we-ness\" in the stereotype threat condition centered on the participants' stereotyped group membership and not on other important social groups (e.g., students). Experiment 3 indicated that in threat situations, when participants' collective self is accessible, positive social comparison information led to improved math test performance and less concern, whereas in nonthreat situations, when the collective self is less accessible, positive comparison information led to worse test performance and more concern. Our final experiment revealed that under stereotype threat, only those comparison targets who are competent in the relevant domain (math), rather than in domains unrelated to math (athletics), enhanced participants' math test performance.", "venue": "Journal of personality and social psychology", "year": 2005, "referenceCount": 63, "citationCount": 211, "influentialCitationCount": 13, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "39835082", "name": "D. Marx"}, {"authorId": "5612381", "name": "D. Stapel"}, {"authorId": "1753086", "name": "D. Muller"}]}}, {"contexts": ["We conducted a mediation analysis with multiple mediators (Kenny, Kashy, & Bolger, 1998), using 1,000 bootstrap resamples using the SPSS macro developed by Preacher and Hayes (2008).", "Correlated mediators are “not necessarily a problem” in multiple mediation models (Preacher & Hayes, 2008, p. 887) but may attenuate effects.", "In accordance with the analysis recommended by Preacher and Hayes (2008), ambient belonging was deemed a significant mediator because its 95% bias-corrected confidence interval did not include zero (Study 2: .75 to .02; Study 3: 1.40 to .16; Study 4: .73 to .26).", "…1616) or more general concerns over being “treated negatively or devalued\n7 These results should be interpreted with caution because of existing correlations between some mediators (see Table 1), a circumstance that is very difficult to avoid in multiple mediation models (Preacher & Hayes, 2008).", "According to the pairwise contrasts generated by the macro (Preacher & Hayes, 2008), ambient belonging was a stronger mediator than perceived negativity in all three studies (with bias-corrected 95% confidence intervals of: .74 to .02 in Study 2, 1.51 to .27 in Study 3, and .75 to .19 in Study 4),…"], "isInfluential": true, "intents": ["background", "methodology"], "citedPaper": {"paperId": "4c52ba78db5f29132d7f77db4f6c3d4f4ff0d276", "externalIds": {"MAG": "2038702827", "DOI": "10.3758/BRM.40.3.879", "PubMed": "18697684"}, "url": "https://www.semanticscholar.org/paper/4c52ba78db5f29132d7f77db4f6c3d4f4ff0d276", "title": "Asymptotic and resampling strategies for assessing and comparing indirect effects in multiple mediator models", "abstract": "Hypotheses involving mediation are common in the behavioral sciences. Mediation exists when a predictor affects a dependent variable indirectly through at least one intervening variable, or mediator. Methods to assess mediation involving multiple simultaneous mediators have received little attention in the methodological literature despite a clear need. We provide an overview of simple and multiple mediation and explore three approaches that can be used to investigate indirect processes, as well as methods for contrasting two or more mediators within a single model. We present an illustrative example, assessing and contrasting potential mediators of the relationship between the helpfulness of socialization agents and job satisfaction. We also provide SAS and SPSS macros, as well as Mplus and LISREL syntax, to facilitate the use of these methods in applications.", "venue": "Behavior research methods", "year": 2008, "referenceCount": 85, "citationCount": 22004, "influentialCitationCount": 1773, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4528719", "name": "K. Preacher"}, {"authorId": "23662196", "name": "A. Hayes"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4deb9ce4335512925067e0317e05f2aa2defb5b0", "externalIds": {"MAG": "2905732640"}, "url": "https://www.semanticscholar.org/paper/4deb9ce4335512925067e0317e05f2aa2defb5b0", "title": "Data analysis in social psychology.", "abstract": null, "venue": "", "year": 1998, "referenceCount": 0, "citationCount": 2995, "influentialCitationCount": 159, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2060895", "name": "D. A. Kenny"}, {"authorId": "3160053", "name": "D. Kashy"}, {"authorId": "5539614", "name": "N. Bolger"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4e41b1fbbc4f19b5a0cac9a51bf8a4151687f4b4", "externalIds": {"MAG": "1578229911"}, "url": "https://www.semanticscholar.org/paper/4e41b1fbbc4f19b5a0cac9a51bf8a4151687f4b4", "title": "Dreaming in Code", "abstract": null, "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 37, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145429841", "name": "J. Barlow"}]}}, {"contexts": ["  DocuServe   \nElectronic Delivery Cover Sheet   \n \n \nWARNING CONCERNING COPYRIGHT RESTRICTIONS \n \nThe copyright law of the United States (Title 17, United States Code)  governs  the  making  of  photocopies  or  other  reproductions  of  copyrighted materials."], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "501a9ccd6cd3fd2be1815492deb1d36a28a41731", "externalIds": {"MAG": "2108872542", "DOI": "10.1037/0022-3514.82.3.379", "PubMed": "11902623"}, "url": "https://www.semanticscholar.org/paper/501a9ccd6cd3fd2be1815492deb1d36a28a41731", "title": "A room with a cue: personality judgments based on offices and bedrooms.", "abstract": "The authors articulate a model specifying links between (a) individuals and the physical environments they occupy and (b) the environments and observers' impressions of the occupants. Two studies examined the basic phenomena underlying this model: Interobserver consensus, observer accuracy, cue utilization, and cue validity. Observer ratings based purely on offices or bedrooms were compared with self- and peer ratings of occupants and with physical features of the environments. Findings, which varied slightly across contexts and traits, suggest that (a) personal environments elicit similar impressions from independent observers, (b) observer impressions show some accuracy, (c) observers rely on valid cues in the rooms to form impressions of occupants, and (d) sex and race stereotypes partially mediate observer consensus and accuracy. Consensus and accuracy correlations were generally stronger than those found in zero-acquaintance research.", "venue": "Journal of personality and social psychology", "year": 2002, "referenceCount": 57, "citationCount": 688, "influentialCitationCount": 37, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2705485", "name": "S. Gosling"}, {"authorId": "6204019", "name": "S. J. Ko"}, {"authorId": "4439273", "name": "Thomas Mannarelli"}, {"authorId": "2070128723", "name": "M. E. Morris"}]}}, {"contexts": ["Those actually in the field claim that present stereotypes of computer scientists are highly exaggerated and inaccurate (Borg, 1999)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "55df229a1d798311480f874e813054f6e2be5d30", "externalIds": {"MAG": "1995257360", "DOI": "10.1111/J.1749-6632.1999.TB08362.X"}, "url": "https://www.semanticscholar.org/paper/55df229a1d798311480f874e813054f6e2be5d30", "title": "What Draws Women to and Keeps Women in Computing?", "abstract": "I like to describe a bit about my background in order to give some perspective to my remarks about women in the computing workplace. During my nearly 30 years in the computing field I have worked for small, medium and large companies and have taught at two colleges. I have been “girl Friday,” programmer, systems designer, manager, and for most of the past dozen years, a researcher. In addition, my personal experience has been considerably augmented by connection with many other women. In 1987, I started a small Internet mailing list for women in computing. Today, systers is a virtual community of more than 3000 technical women in the computing field in 25 countries. The membership consists of the full range of technical women, from undergraduate majors to retirees. The discussions on systers reflect the full range of the issues that women have as participants in the computing field.", "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 39, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "39409879", "name": "A. Borg"}]}}, {"contexts": ["Using the moderated mediation techniques suggested by Preacher, Rucker, and Hayes (2007) and Judd, Kenny, and McClelland (2001), we found that the Gender Masculinity interaction significantly predicted interest and ambient belonging (see main text)."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "5a593dea708badbab6541fdea7daece2b921e4d7", "externalIds": {"MAG": "2115217290", "DOI": "10.1080/00273170701341316", "PubMed": "26821081"}, "url": "https://www.semanticscholar.org/paper/5a593dea708badbab6541fdea7daece2b921e4d7", "title": "Addressing Moderated Mediation Hypotheses: Theory, Methods, and Prescriptions", "abstract": "This article provides researchers with a guide to properly construe and conduct analyses of conditional indirect effects, commonly known as moderated mediation effects. We disentangle conflicting definitions of moderated mediation and describe approaches for estimating and testing a variety of hypotheses involving conditional indirect effects. We introduce standard errors for hypothesis testing and construction of confidence intervals in large samples but advocate that researchers use bootstrapping whenever possible. We also describe methods for probing significant conditional indirect effects by employing direct extensions of the simple slopes method and Johnson-Neyman technique for probing significant interactions. Finally, we provide an SPSS macro to facilitate the implementation of the recommended asymptotic and bootstrapping methods. We illustrate the application of these methods with an example drawn from the Michigan Study of Adolescent Life Transitions, showing that the indirect effect of intrinsic student interest on mathematics performance through teacher perceptions of talent is moderated by student math self-concept.", "venue": "Multivariate behavioral research", "year": 2007, "referenceCount": 86, "citationCount": 6773, "influentialCitationCount": 328, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4528719", "name": "K. Preacher"}, {"authorId": "3674644", "name": "D. Rucker"}, {"authorId": "23662196", "name": "A. Hayes"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "5acf625a86079bfa28b4127f91f70ce2626c4c18", "externalIds": {"DOI": "10.1037//0022-3514.83.1.44"}, "url": "https://www.semanticscholar.org/paper/5acf625a86079bfa28b4127f91f70ce2626c4c18", "title": "Math Male , Me Female , Therefore Math Me", "abstract": "College students, especially women, demonstrated negativity toward math and science relative to arts and language on implicit measures. Group membership (being female), group identity (self female), and gender stereotypes (math male) were related to attitudes and identification with mathematics. Stronger implicit math male stereotypes corresponded with more negative implicit and explicit math attitudes for women but more positive attitudes for men. Associating the self with female and math with male made it difficult for women, even women who had selected math-intensive majors, to associate math with the self. These results point to the opportunities and constraints on personal preferences that derive from membership in social groups.", "venue": "", "year": 2002, "referenceCount": 49, "citationCount": 295, "influentialCitationCount": 22, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2862527", "name": "Brian A. Nosek"}, {"authorId": "1968771", "name": "M. Banaji"}, {"authorId": "3864246", "name": "A. Greenwald"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "5b6963050f72d7b14edfd1085f7181fe736f3b02", "externalIds": {"MAG": "2042566250", "DOI": "10.1016/S0022-1031(02)00513-9"}, "url": "https://www.semanticscholar.org/paper/5b6963050f72d7b14edfd1085f7181fe736f3b02", "title": "Alleviating women’s mathematics stereotype threat through salience of group achievements", "abstract": "Abstract Stereotype threat impairs performance in situations where a stereotype holds that one’s group will perform poorly. Two experiments investigated whether reminding women of other women’s achievements might alleviate women’s mathematics stereotype threat. In Experiment 1, college women performed significantly better on a difficult mathematics test when they were first told that women in general make better participants than men in psychology experiments. In Experiment 2, college women performed significantly better on a difficult mathematics test when they first read about four individual women who had succeeded in architecture, law, medicine, and invention. The results are seen as having implications for theories of stereotype threat, self-evaluation, and performance expectations.", "venue": "", "year": 2003, "referenceCount": 19, "citationCount": 287, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "32355395", "name": "R. McIntyre"}, {"authorId": "39205712", "name": "René M. Paulson"}, {"authorId": "6802871", "name": "C. Lord"}]}}, {"contexts": ["Portraying the group in a way that is at odds with how people see themselves may prompt them to forgo attempts to join the group (Brewer & Weber, 1994; Brown, Novick, Lord, & Richards, 1992; Ledgerwood & Chaiken, 2007; Mussweiler, 2003).", "…of variance (ANOVA) on a composite of the stereotypical and nonstereotypical objects revealed that the stereotypical objects were indeed rated as more associated with computer science majors (M 5.43, SD 0.81) than the nonstereotypical objects (M 3.15, SD 0.92), F(1, 18) 66.84, p .001, p\n2 .79."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "5f0a25a9fb5ebfa189215f0ead81cccc12a601fd", "externalIds": {"MAG": "2134052602", "DOI": "10.1037/0033-295X.110.3.472", "PubMed": "12885111"}, "url": "https://www.semanticscholar.org/paper/5f0a25a9fb5ebfa189215f0ead81cccc12a601fd", "title": "Comparison processes in social judgment: mechanisms and consequences.", "abstract": "This article proposes an informational perspective on comparison consequences in social judgment. It is argued that to understand the variable consequences of comparison, one has to examine what target knowledge is activated during the comparison process. These informational underpinnings are conceptualized in a selective accessibility model that distinguishes 2 fundamental comparison processes. Similarity testing selectively makes accessible knowledge indicating target-standard similarity, whereas dissimilarity testing selectively makes accessible knowledge indicating target-standard dissimilarity. These respective subsets of target knowledge build the basis for subsequent target evaluations, so that similarity testing typically leads to assimilation whereas dissimilarity testing typically leads to contrast. The model is proposed as a unifying conceptual framework that integrates diverse findings on comparison consequences in social judgment.", "venue": "Psychological review", "year": 2003, "referenceCount": 124, "citationCount": 1094, "influentialCitationCount": 107, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "2125869", "name": "T. Mussweiler"}]}}, {"contexts": ["…correspond to more masculinity; stereotypical environment .60; nonstereotypical environment .52) and how much they associated each object with themselves (Markus, 1977) (on a scale ranging from 1 [not at all] to 7 [extremely]; stereotypical environment .60; nonstereotypical environment .61)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "611b4106271de0ab4910ee6c32f766e5ab98eb47", "externalIds": {"MAG": "2081031067", "DOI": "10.1037/0022-3514.35.2.63"}, "url": "https://www.semanticscholar.org/paper/611b4106271de0ab4910ee6c32f766e5ab98eb47", "title": "Self-schemata and processing information about the self.", "abstract": "Attempts to organize, summarize, or explain one's own behavior in a particular domain result in the formation of cognitive structures about the self or selfschemata. Self-schemata are cognitive generalizations about the self, derived from past experience, that organize and guide the processing of the self-related information contained in an individual's social experience. The role of schemata in processing information about the self is examined by linking self-schemata to a number of specific empirical referents. Female students with schemata in a particular domain and those without schemata are selected and their performance on a variety of cognitive tasks is compared. The results indicate that self-schemata facilitate the processing of information about the self (judgments and decisions about the self), contain easily retrievable behavioral evidence, provide a basis for the confident self-prediction of behavior on schema-related dimensions, and make individuals resistant to counterschematic information. The relationship of self-schemata to cross-situational consistency in behavior and the implications of self-schemata for attribution theory are discussed.", "venue": "", "year": 1977, "referenceCount": 32, "citationCount": 3679, "influentialCitationCount": 228, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "6007602", "name": "H. Markus"}]}}, {"contexts": ["Portraying the group in a way that is at odds with how people see themselves may prompt them to forgo attempts to join the group (Brewer & Weber, 1994; Brown, Novick, Lord, & Richards, 1992; Ledgerwood & Chaiken, 2007; Mussweiler, 2003)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "685da75203b3903d32b595cb7779d6b590802296", "externalIds": {"DOI": "10.1037/0022-3514.66.2.268", "PubMed": "8195985"}, "url": "https://www.semanticscholar.org/paper/685da75203b3903d32b595cb7779d6b590802296", "title": "Self-evaluation effects of interpersonal versus intergroup social comparison.", "abstract": "Two studies tested the prediction that the outcome of social comparison will differ depending on whether interpersonal or intergroup comparison processes have been engaged. Results of an experiment in which college student participants were assigned to membership in a minority or majority social category confirmed the predicted three-way interaction effect of in-group salience, target group membership, and upward-downward comparison on self-assessments of academic ability. Majority group members exhibited contrast effects in their self-ratings following exposure to a videotape of an in-group member displaying either very high or very low academic competence. Self-evaluations of minority group members revealed assimilation effects in response to in-group comparisons and contrast effects in response to out-group comparisons. In a second, follow-up experiment, this in-group assimilation effect was found to be dependent on intergroup contrast.", "venue": "Journal of personality and social psychology", "year": 1994, "referenceCount": 0, "citationCount": 401, "influentialCitationCount": 24, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "3527595", "name": "M. Brewer"}, {"authorId": "114576279", "name": "J. Weber"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "6c310f4e53c3e667d9ca79bdf4af58937d70ec0e", "externalIds": {"MAG": "2078247707", "DOI": "10.1177/0146167208331161", "PubMed": "19202132"}, "url": "https://www.semanticscholar.org/paper/6c310f4e53c3e667d9ca79bdf4af58937d70ec0e", "title": "Precarious Manhood and Displays of Physical Aggression", "abstract": "The results of three experiments demonstrate that physically aggressive displays are part of men's cultural script for restoring threatened gender status. In Studies 1 and 2, challenges to men's gender status elicited heightened physically aggressive displays, including punching a pad with greater force and selecting an aggressive boxing activity over a nonaggressive puzzle activity. Study 3 established that a public display of aggressive readiness reduced men's anxiety-related cognitions in the wake of a gender threat. This suggests that aggressive displays may function to downregulate negative affect when manhood has been threatened. The discussion considers past research on gender and physical aggression in light of the authors' thesis that manhood, relative to womanhood, is culturally defined as a precarious status that must be actively, even aggressively, defended.", "venue": "Personality & social psychology bulletin", "year": 2009, "referenceCount": 68, "citationCount": 328, "influentialCitationCount": 17, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "114583561", "name": "J. Bosson"}, {"authorId": "4479406", "name": "J. Vandello"}, {"authorId": "8472883", "name": "Rochelle M. Burnaford"}, {"authorId": "153027492", "name": "Jonathan R. Weaver"}, {"authorId": "40797606", "name": "S. Arzu Wasti"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "6c6bd632526e266e9bd4a6816b435caa8a142c2e", "externalIds": {"MAG": "2507064751", "DOI": "10.7551/mitpress/7272.003.0007"}, "url": "https://www.semanticscholar.org/paper/6c6bd632526e266e9bd4a6816b435caa8a142c2e", "title": "A Critical Review of the Research on Women's Participation in Postsecondary Computing Education", "abstract": null, "venue": "", "year": 2008, "referenceCount": 0, "citationCount": 99, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1795487", "name": "J. Cohoon"}, {"authorId": "2448448", "name": "W. Aspray"}]}}, {"contexts": ["…identity threat to consider besides the fear of being negatively stereotyped (Davies et al., 2002; Schmader et al., 2008; Shapiro & Neuberg, 2007; Steele & Aronson, 1995) or of being devalued in a domain because of one’s identity (Davies, Spencer, & Steele, 2005; Murphy et al., 2007;…", "2 Participants then completed a 6-min word-stem completion task (Steele & Aronson, 1995) with 90 word fragments designed to measure activation of the female stereotype, the computer science stereotype, and feelings of belonging.", "Consistent with the previous two studies, we once again observed that stereotypes about groups can be communicated indirectly, simply through the objects that exist in that group’s environment."], "isInfluential": false, "intents": ["result", "methodology", "background"], "citedPaper": {"paperId": "71dbd1d5c13d7661857b0d245f7ce1d3fac7b0c5", "externalIds": {"MAG": "2161923363", "DOI": "10.1037/0022-3514.69.5.797", "PubMed": "7473032"}, "url": "https://www.semanticscholar.org/paper/71dbd1d5c13d7661857b0d245f7ce1d3fac7b0c5", "title": "Stereotype threat and the intellectual test performance of African Americans.", "abstract": "Stereotype threat is being at risk of confirming, as self-characteristic, a negative stereotype about one's group. Studies 1 and 2 varied the stereotype vulnerability of Black participants taking a difficult verbal test by varying whether or not their performance was ostensibly diagnostic of ability, and thus, whether or not they were at risk of fulfilling the racial stereotype about their intellectual ability. Reflecting the pressure of this vulnerability, Blacks underperformed in relation to Whites in the ability-diagnostic condition but not in the nondiagnostic condition (with Scholastic Aptitude Tests controlled). Study 3 validated that ability-diagnosticity cognitively activated the racial stereotype in these participants and motivated them not to conform to it, or to be judged by it. Study 4 showed that mere salience of the stereotype could impair Blacks' performance even when the test was not ability diagnostic. The role of stereotype vulnerability in the standardized test performance of ability-stigmatized groups is discussed.", "venue": "Journal of personality and social psychology", "year": 1995, "referenceCount": 54, "citationCount": 6924, "influentialCitationCount": 624, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4622601", "name": "C. Steele"}, {"authorId": "34999365", "name": "J. Aronson"}]}}, {"contexts": ["…computer science majors attending a women in computer science meeting at Stanford, were asked to list objects that one might find in “the office of a stereotypical computer scientist” and “in the dorm room of a computer science major” (University of Georgia participants) or in “the office of…", "People can be deterred from domains when they do not feel a sense of belonging with the people in them (Astin, 1993; Chassin, Presson, Sherman, Corty, & Olshavsky, 1981; Gerrard et al., 2002; Gibbons & Gerrard, 1995; Hannover & Kessels, 2004; Niedenthal, Cantor, & Kihlstrom, 1985; Oyserman,…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "7934288eded07802d7c9eea3cede1e66f87ceb88", "externalIds": {"MAG": "2568106197", "DOI": "10.2307/2943781"}, "url": "https://www.semanticscholar.org/paper/7934288eded07802d7c9eea3cede1e66f87ceb88", "title": "What matters in college? : four critical years revisited", "abstract": "From the author of Four Critical Years--a book the Journal of Higher Education called the most cited work in higher education literature--What Matters in College? presents the definitive study of how students change and develop in college and how colleges can enhance that development. Based on a study of more than 20,000 students, 25,000 faculty members, and 200 institutions, the book shows how academic programs, faculty, student peer groups, and other variables affect students' college experiences.", "venue": "", "year": 1994, "referenceCount": 1, "citationCount": 5955, "influentialCitationCount": 1131, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Sociology"], "authors": [{"authorId": "50375058", "name": "A. Astin"}]}}, {"contexts": ["…do not feel a sense of belonging with the people in them (Astin, 1993; Chassin, Presson, Sherman, Corty, & Olshavsky, 1981; Gerrard et al., 2002; Gibbons & Gerrard, 1995; Hannover & Kessels, 2004; Niedenthal, Cantor, & Kihlstrom, 1985; Oyserman, Brickman, Bybee, & Celious, 2006; Walton & Cohen,…", "…meeting at Stanford, were asked to list objects that one might find in “the office of a stereotypical computer scientist” and “in the dorm room of a computer science major” (University of Georgia participants) or in “the office of a stereotypical computer science geek” (Stanford participants)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "7935cba6bd2ad6f23904a9877b917181e566bc82", "externalIds": {"MAG": "2084109344", "DOI": "10.1037/0022-3514.69.3.505", "PubMed": "7562392"}, "url": "https://www.semanticscholar.org/paper/7935cba6bd2ad6f23904a9877b917181e566bc82", "title": "Predicting young adults' health risk behavior.", "abstract": "A prototype model of risk behavior is described and was tested in a longitudinal study of 679 college students, beginning at the start of their freshman year. Perceptions of the prototype associated with 4 health risk behaviors (smoking, drinking, reckless driving, and ineffective contraception) were assessed along with self-reports of the same behaviors. Results indicated that prototype perception was related to risk behavior in both a reactive and a prospective manner. That is, perceptions changed as a function of change in behavior, and perceptions predicted those behavior changes as well. This prospective relation was moderated by social comparison, as the link between perception and behavior change was stronger among persons who reported frequently engaging in social comparison.", "venue": "Journal of personality and social psychology", "year": 1995, "referenceCount": 47, "citationCount": 525, "influentialCitationCount": 52, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "3565709", "name": "F. Gibbons"}, {"authorId": "103831760", "name": "M. Gerrard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "7cce4988d2f7b5c456c548720137b28ed9cd20cd", "externalIds": {"MAG": "2180149716", "DOI": "10.1016/S0272-7757(01)00054-1"}, "url": "https://www.semanticscholar.org/paper/7cce4988d2f7b5c456c548720137b28ed9cd20cd", "title": "How do Young People Choose College Majors", "abstract": "Previous studies on the determinants of the choice of college major have assumed a constant probability of success across majors or a constant earnings stream across majors. Our model disregards these two restrictive assumptions in computing an expected earnings variable to explain the probability that a student will choose a specific major among four choices of concentrations. The construction of an expected earnings variable requires information on the student's perceived probability of success, the predicted earnings of graduates in all majors and the student's expected earnings if he (she) fails to complete a college program. Using data from the National Longitudinal Survey of Youth, we evaluate the chances of success in all majors for all the individuals in the sample. Second, the individuals' predicted earnings of graduates in all majors are obtained using Rumberger and Thomas's (1993) regression estimates from a 1987 Survey of Recent College Graduates. Third, we obtain idiosyncratic estimates of earnings alternative of not attending college or by dropping out with a condition derived from our college major decision-making model applied to our sample of college students. Finally, with a mixed multinominal logit model, we explain the individuals' choice of a major. The results of the paper show that the expected earnings variable is essential in the choice of a college major. There are, however, significant differences in the impact of expected earnings by gender and race. Les etudes anterieures sur les determinants du choix d'une filiere universitaire ont presume une probabilite constante de succes entre les differentes filieres d'etudes ou des revenus constants entre les filieres. Notre modele depasse ces deux hypotheses restrictives en construisant une variable de revenus anticipes pour expliquer la probabilite qu'un etudiant choisisse une filiere parmi quatre domaines de specialisation. La construction d'une variable de revenus anticipes exige de l'information sur la probabilite de succes percue par l'etudiant, sur les revenus estimes des diplomes dans toutes les specialisations et sur les revenus alternatifs de l'etudiant s'il echoue a l'obtention de son diplome. En utilisant des donnees du National Longitudinal Survey of Youth, nous evaluons les chances de succes dans toutes les filieres d'etudes pour tous les individus de l'echantillon. D'autre part, les revenus individuels estimes des diplomes dans toutes les filieres sont obtenus en utilisant les coefficients des regressions de Rumberger et Thomas (1993) obtenus de l'enquete Survey of Recent College Graduates de 1987. Puis nous calculons des revenus alternatifs idiosyncratiques avec une condition derivee de notre modele de choix de filiere", "venue": "", "year": 2002, "referenceCount": 39, "citationCount": 368, "influentialCitationCount": 13, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Political Science", "Economics"], "authors": [{"authorId": "2787163", "name": "C. Montmarquette"}, {"authorId": "118838895", "name": "K. Cannings"}, {"authorId": "5371197", "name": "S. Mahseredjian"}]}}, {"contexts": ["…instance, by increasing the number of female faculty in a department, has had no effect on the number of women majoring in that field (tested in many science and engineering departments across three universities; Canes & Rosen, 1995) or on women’s motivation in the classroom (Martin & Marsh, 2005)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "801b72497c5ff0e6e3dedb7387c2d16b42f9846f", "externalIds": {"MAG": "2126808252", "DOI": "10.1177/000494410504900308"}, "url": "https://www.semanticscholar.org/paper/801b72497c5ff0e6e3dedb7387c2d16b42f9846f", "title": "Motivating Boys and Motivating Girls: Does Teacher Gender Really Make a Difference?", "abstract": "We explore the impact of student gender, teacher gender, and their interaction on academic motivation and engagement for 964 junior and middle high school students. According to the gender-stereotypic model, boys fare better academically in classes taught by males and girls fare better in classes taught by females. The gender-invariant model suggests that the academic motivation and engagement of boys and girls is the same for men and women teachers. We also examine the relative contribution of student-, class-, and school-level factors, finding that most variation was at the individual student level. Of the statistically significant main effects for gender, most favoured girls. In support of the gender-invariant model, academic motivation and engagement does not significantly vary as a function of their teacher's gender, and in terms of academic motivation and engagement, boys do not fare any better with male teachers than female teachers.", "venue": "", "year": 2005, "referenceCount": 16, "citationCount": 159, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "47619658", "name": "Andrew J Martin"}, {"authorId": "35098092", "name": "H. Marsh"}]}}, {"contexts": ["…4 and the role of ambient belonging as a mediator of the gender difference in interest, we conducted a mediation analysis (Baron & Kenny, 1986; Preacher & Hayes, 2004), which revealed that the relationship between gender and interest in the company with the stereotypical environment was fully…", "…the relationship between masculinity and interest in the company with the stereotypical environment among female participants (Baron & Kenny, 1986; Preacher & Hayes, 2004).5 In Steps 1 and 2, per-\n4 Participants were asked their opinions about the stereotypical environment before the…", "In a manner identical to the previous study, we conducted a mediation analysis (Baron & Kenny, 1986; Preacher & Hayes, 2004) to examine whether the gender difference in interest in the company with the stereotypical environment was explained by the greater sense of ambient belonging that men felt…", "In this mediation analysis and all subsequent mediation analyses in this article, we used SPSS macros developed by Preacher and Hayes (2004) and the four steps specified by Baron and Kenny (1986) to generate and test the regression equations."], "isInfluential": true, "intents": ["background", "methodology"], "citedPaper": {"paperId": "8432aa15730df7432e1ca82ce48f0a90da2a86ec", "externalIds": {"MAG": "1995031937", "DOI": "10.3758/BF03206553", "PubMed": "15641418"}, "url": "https://www.semanticscholar.org/paper/8432aa15730df7432e1ca82ce48f0a90da2a86ec", "title": "SPSS and SAS procedures for estimating indirect effects in simple mediation models", "abstract": "Researchers often conduct mediation analysis in order to indirectly assess the effect of a proposed cause on some outcome through a proposed mediator. The utility of mediation analysis stems from its ability to go beyond the merely descriptive to a more functional understanding of the relationships among variables. A necessary component of mediation is a statistically and practically significant indirect effect. Although mediation hypotheses are frequently explored in psychological research, formal significance tests of indirect effects are rarely conducted. After a brief overview of mediation, we argue the importance of directly testing the significance of indirect effects and provide SPSS and SAS macros that facilitate estimation of the indirect effect with a normal theory approach and a bootstrap approach to obtaining confidence intervals, as well as the traditional approach advocated by Baron and Kenny (1986). We hope that this discussion and the macros will enhance the frequency of formal mediation tests in the psychology literature. Electronic copies of these macros may be downloaded from the Psychonomic Society’s Web archive atwww.psychonomic.org/archive/.", "venue": "Behavior research methods, instruments, & computers : a journal of the Psychonomic Society, Inc", "year": 2004, "referenceCount": 34, "citationCount": 13311, "influentialCitationCount": 1027, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4528719", "name": "K. Preacher"}, {"authorId": "23662196", "name": "A. Hayes"}]}}, {"contexts": ["…we controlled for was that women may find the stereotypical objects to be more negative than men find them and, as a result, become less interested in joining that group (Blanton et al., 2001) (see Table 1 for means and correlations between these potential mediators and ambient belonging)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "845ef8340659dc8dd4d0fbafd201117e95514a76", "externalIds": {"MAG": "2117600545", "DOI": "10.1111/J.1559-1816.2001.TB00197.X"}, "url": "https://www.semanticscholar.org/paper/845ef8340659dc8dd4d0fbafd201117e95514a76", "title": "Accentuate the negative : Social images in the prediction and promotion of condom use", "abstract": "Based on the negativity bias in person perception, we argue that behavioral decisions related to condom use are influenced by the social images that an individual has of people who do not use condoms, but that they are not influenced by the social images that an individual has of people who do use condoms. Three studies with college student samples indicated that the negative evaluations of people who do not use condoms predicts willingness to have sex without condoms. In contrast, positive evaluations of people who do use condoms showed no unique predictions. A fourth study demonstrated that a health message emphasizing the negative social consequences of having sex without condoms decreased willingness to have unsafe sex in comparison to a control, whereas a message that emphasized the positive social consequences of using condoms had no such effects on willingness.", "venue": "", "year": 2001, "referenceCount": 49, "citationCount": 121, "influentialCitationCount": 14, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "4893365", "name": "H. Blanton"}, {"authorId": "113084049", "name": "Regina J. J. M. VandenEijnden"}, {"authorId": "118606718", "name": "B. Buunk"}, {"authorId": "3565709", "name": "F. Gibbons"}, {"authorId": "103831760", "name": "M. Gerrard"}, {"authorId": "1776932", "name": "A. Bakker"}]}}, {"contexts": ["Questions to assess other potential mediators were included: five questions measuring stereotype threat—two adapted from G. Cohen and Garcia (2005)3 and the remaining three adapted from Marx, Stapel, and Muller (2005; e.g., “If you worked at this company, how much would you worry that people would…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "86b5f92eee5a163d7d93f11c3c48ae2e35e55654", "externalIds": {"MAG": "2103115923", "DOI": "10.1037/0022-3514.89.4.566", "PubMed": "16287419"}, "url": "https://www.semanticscholar.org/paper/86b5f92eee5a163d7d93f11c3c48ae2e35e55654", "title": "\"I am us\": negative stereotypes as collective threats.", "abstract": "Collective threat is the fear that an in-group member's behavior might reinforce a negative stereotype of one's group. In a field study, self-reported collective threat was higher in stereotyped minorities than in Whites and was linked to lower self-esteem in both groups. In 3 experimental studies, a potentially poor performance by an in-group member on a stereotype-relevant task proved threatening, as evidenced by lower self-esteem among minority students in 2 experiments and women in a 3rd experiment. The latter study demonstrated the generality of collective threat. Collective threat also undermined academic performance and affected self-stereotyping, stereotype activation, and physical distancing from the in-group member. Results further suggest that group identification plays a role in whether people use an avoidance or challenge strategy in coping with collective threat. Implications for theories of social identity and stigmatization are discussed.", "venue": "Journal of personality and social psychology", "year": 2005, "referenceCount": 77, "citationCount": 282, "influentialCitationCount": 21, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2307711", "name": "Geoffrey L. Cohen"}, {"authorId": "117856834", "name": "J. García"}]}}, {"contexts": ["Although an overrepresentation of men is certainly a factor in explaining why women have not pursued computer science in large numbers (Inzlicht & Ben-Zeev, 2000; Marx & Roman, 2002; McIntyre, Paulson, & Lord, 2003; Murphy, Steele, & Gross, 2007; Sekaquaptewa & Thompson, 2003), it does not explain…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "8c2b99312266e2e47d44c84030b660b14132eff6", "externalIds": {"MAG": "2166870754", "DOI": "10.1111/1467-9280.00272", "PubMed": "11228906"}, "url": "https://www.semanticscholar.org/paper/8c2b99312266e2e47d44c84030b660b14132eff6", "title": "A Threatening Intellectual Environment: Why Females Are Susceptible to Experiencing Problem-Solving Deficits in the Presence of Males", "abstract": "Does placing females in environments in which they have contact with males cause deficits in their problem-solving performance? Is a situational cue, such as gender composition, sufficient for creating a threatening intellectual environment for females—an environment that elicits performance-impinging stereotypes? Two studies explored these questions. Participants completed a difficult math or verbal test in 3-person groups, each of which included 2 additional people of the same sex as the participant (same-sex condition) or of the opposite sex (minority condition). Female participants in the minority condition experienced performance deficits in the math test only, whereas males performed equally well on the math test in the two conditions. Further investigation showed that females' deficits were proportional to the number of males in their group. Even females who were placed in a mixed-sex majority condition (2 females and 1 male) experienced moderate but significant deficits. Findings are discussed in relation to theories of distinctiveness, stereotype threat, and tokenism.", "venue": "Psychological science", "year": 2000, "referenceCount": 57, "citationCount": 800, "influentialCitationCount": 35, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4565742", "name": "M. Inzlicht"}, {"authorId": "1403852059", "name": "Talia Ben-Zeev"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "8d14e496a7a4558dcf6ddc5add3e38dd804996c4", "externalIds": {"MAG": "2075382077", "DOI": "10.1006/JESP.1998.1373"}, "url": "https://www.semanticscholar.org/paper/8d14e496a7a4558dcf6ddc5add3e38dd804996c4", "title": "Stereotype Threat and Women's Math Performance", "abstract": "Abstract When women perform math, unlike men, they risk being judged by the negative stereotype that women have weaker math ability. We call this predicament stereotype threat and hypothesize that the apprehension it causes may disrupt women's math performance. In Study 1 we demonstrated that the pattern observed in the literature that women underperform on difficult (but not easy) math tests was observed among a highly selected sample of men and women. In Study 2 we demonstrated that this difference in performance could be eliminated when we lowered stereotype threat by describing the test as not producing gender differences. However, when the test was described as producing gender differences and stereotype threat was high, women performed substantially worse than equally qualified men did. A third experiment replicated this finding with a less highly selected population and explored the mediation of the effect. The implication that stereotype threat may underlie gender differences in advanced math performance, even those that have been attributed to genetically rooted sex differences, is discussed.", "venue": "", "year": 1999, "referenceCount": 82, "citationCount": 2979, "influentialCitationCount": 203, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "34389548", "name": "S. Spencer"}, {"authorId": "4622601", "name": "C. Steele"}, {"authorId": "4081321", "name": "D. Quinn"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "8e942d944f174565ac3b0402d1081a5beb207477", "externalIds": {"MAG": "1997724800", "DOI": "10.1037/0022-3514.62.2.207"}, "url": "https://www.semanticscholar.org/paper/8e942d944f174565ac3b0402d1081a5beb207477", "title": "Categorization of individuals on the basis of multiple social features.", "abstract": "Five experiments used a name-matching paradigm developed by Taylor et al (1978) to investigate how people use the immediately apparent features of others as a basis of social categorization. Ss were more likely to categorize targets according to their sex than their race but also tended to categorize using a single subordinate category that represented sex and race simultaneously.", "venue": "", "year": 1992, "referenceCount": 35, "citationCount": 668, "influentialCitationCount": 30, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5993163", "name": "C. Stangor"}, {"authorId": "113238221", "name": "Laure Lynch"}, {"authorId": "3682108", "name": "Changming Duan"}, {"authorId": "120702802", "name": "Beth Glas"}]}}, {"contexts": ["…company and the nonstereotypical objects may have appeared particularly feminine, and therefore threatening, to some men (Cheryan et al., 2009; Rudman & Fairchild, 2004; Vandello, Bosson, Cohen, Burnaford, & Weaver, 2008).6\nConsidering Alternative Mediators\nTo provide further evidence for our…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "9130546bfb3599e16dc0c847b04d750f32b56ffc", "externalIds": {"MAG": "1997673623", "DOI": "10.1037/0022-3514.87.2.157", "PubMed": "15301625"}, "url": "https://www.semanticscholar.org/paper/9130546bfb3599e16dc0c847b04d750f32b56ffc", "title": "Reactions to counterstereotypic behavior: the role of backlash in cultural stereotype maintenance.", "abstract": "Social and economic sanctions for counterstereotypical behavior have been termed the backlash effect. The authors present a model of the role of backlash in cultural stereotype maintenance from the standpoint of both perceivers and actors. In Experiments 1 and 2, participants lost a competition to either atypical or typical men or women and subsequently showed greater tendency to sabotage deviants. Moreover, undermining deviants was associated with increased self-esteem, suggesting that backlash rewards perceivers psychologically. Experiment 3 showed that gender deviants who feared backlash resorted to strategies designed to avoid it (e.g., hiding, deception, and gender conformity). Further, perceivers who sabotaged deviants (Experiment 2) or deviants who hid their atypicality (Experiment 3) estimated greater stereotyping on the part of future perceivers, in support of the model's presumed role for backlash in stereotype maintenance. The implications of the findings for cultural stereotypes are discussed.", "venue": "Journal of personality and social psychology", "year": 2004, "referenceCount": 146, "citationCount": 668, "influentialCitationCount": 32, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "3156773", "name": "L. Rudman"}, {"authorId": "48185203", "name": "Kimberly Fairchild"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "92772e477c7fac8d53888ab24e155c71c356a87e", "externalIds": {"MAG": "1998160694", "DOI": "10.1037/0022-3514.85.3.507", "PubMed": "14498786"}, "url": "https://www.semanticscholar.org/paper/92772e477c7fac8d53888ab24e155c71c356a87e", "title": "When grades determine self-worth: consequences of contingent self-worth for male and female engineering and psychology majors.", "abstract": "The impact of grades on daily self-esteem, affect, and identification with major was examined in a sample of 122 male and female students majoring in engineering and psychology. Self-esteem, affect, and identification with major increased on days students received good grades and decreased on days they received poor grades; basing self-esteem on academic competence moderated the effect of bad grades. Bad grades led to greater drops in self-esteem but not more disidentification with the major for women in engineering. Instability of self-esteem predicted increases in depressive symptoms for students initially more depressed.", "venue": "Journal of personality and social psychology", "year": 2003, "referenceCount": 36, "citationCount": 328, "influentialCitationCount": 17, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "34938636", "name": "J. Crocker"}, {"authorId": "34800383", "name": "Andrew Karpinski"}, {"authorId": "4081321", "name": "D. Quinn"}, {"authorId": "7469619", "name": "Sara K Chase"}]}}, {"contexts": ["…2007; Steele & Aronson, 1995) or of being devalued in a domain because of one’s identity (Davies, Spencer, & Steele, 2005; Murphy et al., 2007; Purdie-Vaughns et al., 2008), and that is the threat resulting from entering an environment and feeling like one simply does not and would not…", "…participant’s arrival, a small classroom was set up with either the stereotypical or the nonstereotypical objects (see the Pretest: Generating objects section for objects).1 Present in the room for both conditions were a table, several chairs, an overhead projector, a white board, and a side…", "First, these previous studies portrayed targets (e.g., women) as either underrepresented in that domain (Murphy et al., 2007; Purdie-Vaughns et al., 2008) or in a stereotypical manner (Davies et al., 2002).", "…the first, to our knowledge, to examine the relative contributions of belonging (Hannover & Kessels, 2004; Walton & Cohen, 2007), stereotype threat (Davies et al., 2002, 2005), perceived identity devaluation (Purdie-Vaughns et al., 2008), and perceived negativity in the context of the others.", "Unlike previous studies elucidating the role of threat in forsaking a domain (Davies et al., 2002; Murphy et al., 2007; Purdie-Vaughns et al., 2008), our participants were not highly identified with the domain and may have been more influenced by their impressions of the field than by the…"], "isInfluential": false, "intents": ["result", "background"], "citedPaper": {"paperId": "95f9403e6b658714ddfdca17ac94b5274cf8f81f", "externalIds": {"MAG": "2135311814", "DOI": "10.1037/0022-3514.94.4.615", "PubMed": "18361675"}, "url": "https://www.semanticscholar.org/paper/95f9403e6b658714ddfdca17ac94b5274cf8f81f", "title": "Social identity contingencies: how diversity cues signal threat or safety for African Americans in mainstream institutions.", "abstract": "This research demonstrates that people at risk of devaluation based on group membership are attuned to cues that signal social identity contingencies--judgments, stereotypes, opportunities, restrictions, and treatments that are tied to one's social identity in a given setting. In 3 experiments, African American professionals were attuned to minority representation and diversity philosophy cues when they were presented as a part of workplace settings. Low minority representation cues coupled with colorblindness (as opposed to valuing diversity) led African American professionals to perceive threatening identity contingencies and to distrust the setting (Experiment 1). The authors then verified that the mechanism mediating the effect of setting cues on trust was identity contingent evaluations (Experiments 2 & 3). The power of social identity contingencies as they relate to underrepresented groups in mainstream institutions is discussed.", "venue": "Journal of personality and social psychology", "year": 2008, "referenceCount": 79, "citationCount": 559, "influentialCitationCount": 44, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "1422062798", "name": "Valerie Purdie-Vaughns"}, {"authorId": "4622601", "name": "C. Steele"}, {"authorId": "32774291", "name": "Paul G. Davies"}, {"authorId": "8128799", "name": "Ruth K Ditlmann"}, {"authorId": "11164961", "name": "J. Crosby"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "9608ecf80887fe13429be4be9e40ec19494acb09", "externalIds": {"MAG": "2160385787", "DOI": "10.1111/j.1467-9280.2009.02318.x", "PubMed": "19399972"}, "url": "https://www.semanticscholar.org/paper/9608ecf80887fe13429be4be9e40ec19494acb09", "title": "Is Multiculturalism or Color Blindness Better for Minorities?", "abstract": "A debate is raging in workplaces, schools, universities, and political and legal arenas: Is it better to ignore or acknowledge group differences? Multiculturalism, a pluralistic ideology, stresses recognizing and celebrating group differences, whereas color blindness, an assimilationist ideology, stresses ignoring or minimizing group differences. Both ideologies arguably advocate for equality, but what are their actual consequences for minorities? Previous research documents divergent patterns of relationship between these ideologies and racial bias (see Park & Judd, 2005). Among dominant-group members, multiculturalism— whether experimentally manipulated or measured as an individual difference—predicts lower bias, whereas color blindness predicts greater bias (Neville, Lilly, Duran, Lee, & Browne, 2000; Richeson & Nussbaum, 2004; Verkuyten, 2005; Wolsko, Park, & Judd, 2006). Yet no study has examined how the diversity beliefs of members of the dominant group affect the outcomes of targets. Furthermore, no study has tested this link in the ‘‘real world’’ among majority and minority individuals occupying the same setting. Therefore, in a field study, we investigated the effects of Whites’ diversity beliefs on their minority co-workers’ psychological engagement, a meaningful target outcome. Given that multiculturalism predicts decreased bias, and thus contributes to a positive diversity climate, and color blindness predicts increased bias, and thus contributes to a negative diversity climate, we hypothesized that Whites’ multiculturalism is associated with higher minority engagement and that Whites’ color blindness is associated with lower minority engagement. We tested these hypotheses in 18 work units in a large U.S. health care organization.", "venue": "Psychological science", "year": 2009, "referenceCount": 16, "citationCount": 360, "influentialCitationCount": 26, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "5433477", "name": "V. Plaut"}, {"authorId": "144135153", "name": "K. Thomas"}, {"authorId": "7904708", "name": "Matt J. Goren"}]}}, {"contexts": ["In a manner identical to the previous study, we conducted a mediation analysis (Baron & Kenny, 1986; Preacher & Hayes, 2004) to examine whether the gender difference in interest in the company with the stereotypical environment was explained by the greater sense of ambient belonging that men felt…", "…belonging mediated the relationship between masculinity and interest in the company with the stereotypical environment among female participants (Baron & Kenny, 1986; Preacher & Hayes, 2004).5 In Steps 1 and 2, per-\n4 Participants were asked their opinions about the stereotypical environment…", "In this mediation analysis and all subsequent mediation analyses in this article, we used SPSS macros developed by Preacher and Hayes (2004) and the four steps specified by Baron and Kenny (1986) to generate and test the regression equations.", "We conducted a mediation analysis (Baron & Kenny, 1986) to examine whether the relationship between perceived masculinity and interest in the team with the stereotypical environment among women was mediated by a lack of ambient belonging (Hypothesis 3b).", "To further test Hypothesis 4 and the role of ambient belonging as a mediator of the gender difference in interest, we conducted a mediation analysis (Baron & Kenny, 1986; Preacher & Hayes, 2004), which revealed that the relationship between gender and interest in the company with the stereotypical…"], "isInfluential": true, "intents": ["background", "methodology"], "citedPaper": {"paperId": "97510e2048af0c6c510aed405091514946c4eb13", "externalIds": {"MAG": "1971440513", "DOI": "10.1037/0022-3514.51.6.1173", "PubMed": "3806354"}, "url": "https://www.semanticscholar.org/paper/97510e2048af0c6c510aed405091514946c4eb13", "title": "The moderator-mediator variable distinction in social psychological research: conceptual, strategic, and statistical considerations.", "abstract": "In this article, we attempt to distinguish between the properties of moderator and mediator variables at a number of levels. First, we seek to make theorists and researchers aware of the importance of not using the terms moderator and mediator interchangeably by carefully elaborating, both conceptually and strategically, the many ways in which moderators and mediators differ. We then go beyond this largely pedagogical function and delineate the conceptual and strategic implications of making use of such distinctions with regard to a wide range of phenomena, including control and stress, attitudes, and personality traits. We also provide a specific compendium of analytic procedures appropriate for making the most effective use of the moderator and mediator distinction, both separately and in terms of a broader causal system that includes both moderators and mediators.", "venue": "Journal of personality and social psychology", "year": 1986, "referenceCount": 86, "citationCount": 73489, "influentialCitationCount": 5631, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "114028501", "name": "R. M. Baron"}, {"authorId": "2060895", "name": "D. A. Kenny"}]}}, {"contexts": ["  Under certain conditions specified in the law,  libraries and archives are authorized to furnish a photocopy or other  reproduction.", "Belongings like cowboy boots and flag pins communicate to people—accurately or not—qualities of the individuals who possess them (Belk, Bahn, & Mayer, 1982; Berger & Heath, 2007; Wernerfelt, 1990)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "99379455954f633209591275992f5004dc47e6db", "externalIds": {"MAG": "1986104420", "DOI": "10.1086/296485"}, "url": "https://www.semanticscholar.org/paper/99379455954f633209591275992f5004dc47e6db", "title": "Advertising Content When Brand Choice Is a Signal", "abstract": "This article gives a formal rationale for image advertising and branding of homogeneous products that are consumed in public. The idea is that consumers can use brand choice to coordinate behavior and send meaningful social signals. The article distinguishes between variety signals and quality signals, and analyzes the competitive implications. Copyright 1990 by the University of Chicago.", "venue": "", "year": 1990, "referenceCount": 16, "citationCount": 117, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2905833", "name": "B. Wernerfelt"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "999c9cbebc16364198eb2c7b51e6a8459e8e6fd4", "externalIds": {"MAG": "2102225743", "DOI": "10.1037/0022-3514.83.1.44"}, "url": "https://www.semanticscholar.org/paper/999c9cbebc16364198eb2c7b51e6a8459e8e6fd4", "title": "Math Male, Me Female, Therefore Math Me", "abstract": "College students, especially women, demonstrated negativity toward math and science relative to arts and language on implicit measures. Group membership (being female), group identity (self female), and gender stereotypes (math male) were related to attitudes and identification with mathematics. Stronger implicit math male stereotypes corresponded with more negative implicit and explicit math attitudes for women but more positive attitudes for men. Associating the self with female and math with male made it difficult for women, even women who had selected math-intensive majors, to associate math with the self. These results point to the opportunities and constraints on personal preferences that derive from membership in social groups. When the New York Times interviewed the three living female descendants of Elizabeth Cady Stanton, the focus was not on the indisputable mark she had left on American society but rather the effect she had had on her own family (Bumiller, 1998). The accomplishments of this housewife who organized the historic 1848 Seneca Falls convention to demand the right of women to vote were visible even in the careers of her own daughters and their daughters. The youngest of the women interviewed, also named Elizabeth and 13 years old at the time, said that she would like to be an engineer or an architect, following in the footsteps of her grandmother and great-grandmother. Although she showed cognizance of the hurdles that stood in the way of her ancestor’s battle for a simple equality, she was optimistic about the present, remarking that now “anything’s possible for anyone” (p. B6). The idea that anything ought to be possible for anyone is the foundation of many proclamations of equality, such as the constitutions of nations and their legal codes. Yet, as even a superficial historical glance reveals, demarcations of humans into social groups and their unequal access to resources have been the primary impetus for theory and action to achieve social justice. As psychologists, we are interested in the mechanisms by which aspirations for equality are undermined—not by a lack of legal protection but in the more basic social and mental processes that determine individual preferences and choices. The operation of such processes can be subversive—they appear to reflect a free and individually determined choice when in fact they reflect group membership, the strength of identity with the group, and beliefs about the capability of the group. In this article, we focus on the fundamental dichotomy of gender as we investigate preferences for mathematics (and science) versus the arts (and language). The covariation between gender and orientation toward math and science is well known: Men are assumed to be and demonstrated to be more inclined to participate", "venue": "", "year": 2002, "referenceCount": 35, "citationCount": 753, "influentialCitationCount": 42, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2862527", "name": "Brian A. Nosek"}, {"authorId": "1968771", "name": "M. Banaji"}, {"authorId": "3864246", "name": "A. Greenwald"}]}}, {"contexts": ["Objects can thus come to broadcast stereotypes of a group, which in turn can deter people who do not identify with these stereotypes from joining that group.", "Yet, computer science is still considered a masculine field because of its association with males (Margolis & Fisher, 2002; Schott & Selwyn, 2000)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "9ee56062308f6a8be24df383610a5bbb7bfb8f82", "externalIds": {"MAG": "2168454746", "DOI": "10.2190/V98R-5ETX-W9LY-WD3J"}, "url": "https://www.semanticscholar.org/paper/9ee56062308f6a8be24df383610a5bbb7bfb8f82", "title": "Examining the “Male, Antisocial” Stereotype of High Computer Users", "abstract": "The popular stereotype of the frequent computer user persists to be one of a male, socially inadequate and isolated individual—a perception which has been found to cause many students to avoid coming into contact with information and communications technology (ICT), both inside and outside of school. This article reports on a study examining the gender and social competency of both frequent and infrequent computer-using students in Year 12 (n = 117). The results suggest that students who are highly oriented toward ICT are just as likely to be female as they are male and are no less sociable, popular, or self-assured than their non-ICT using peers. These data are then contrasted with interview data from the “high” and “low” using students which suggest that negative stereotyping of the computer-using student persists —although primarily among students not engaging with ICT in school. The article postulates that the vast increases in ICT use in schools over the last ten years has created a more accessible “computer culture” to which increasing numbers of students are now subscribing; although teachers need to be aware of the persistence of the male, anti-social stereotype within elements of the student body.", "venue": "", "year": 2000, "referenceCount": 53, "citationCount": 56, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "33143336", "name": "G. Schott"}, {"authorId": "1735121", "name": "N. Selwyn"}]}}, {"contexts": ["Indeed, the lack of a relationship between masculinity and interest among men suggests that the masculinity evoked by these environments does nothing to attract the types of men in our studies (i.e., those who have not already self-selected into computer science)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "a01f407514a5cebdbd8514d276476ee8ea96b3c2", "externalIds": {"DOI": "10.1037//0022-3514.55.6.908"}, "url": "https://www.semanticscholar.org/paper/a01f407514a5cebdbd8514d276476ee8ea96b3c2", "title": "Particularistic and universalistic evaluation in the social comparison process.", "abstract": null, "venue": "", "year": 1988, "referenceCount": 0, "citationCount": 49, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145547266", "name": "Dale T. Miller"}, {"authorId": "101865477", "name": "W. Turnbull"}, {"authorId": "47685171", "name": "C. McFarland"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a45815717db26873b93ab9387081b04e085708b1", "externalIds": {"MAG": "2085428418", "DOI": "10.1177/0895904899013004005"}, "url": "https://www.semanticscholar.org/paper/a45815717db26873b93ab9387081b04e085708b1", "title": "The Pipeline and Student Perceptions of Schooling: Good News and Bad News", "abstract": "The math/science pipeline in public schooling is best described as a phenomenon in which, beginning in late middle/junior high school, the number of female students, students with lower socioeconomic status, and students of color in proportion to White male students in advanced math and science progressively shrinks during high school. This article shares the findings from a survey of high school students undertaken to determine the degree to which the nationally recognized pipeline phenomenon exists in five southwestern high schools. Through this study, the authors document a local instance of a national phenomenon. This is especially important in order to address some public school educators' perceptions that the national pipeline phenomenon somehow does not apply to their own schools. Thus, in this article, the authors aim to identify patterns of inequality that might exist in order to create a foundation from which to explore educational inequality more deeply.", "venue": "", "year": 1999, "referenceCount": 42, "citationCount": 15, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46210603", "name": "Michele S. Moses"}, {"authorId": "39633308", "name": "K. Howe"}, {"authorId": "13713934", "name": "Tricia Niesz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a583f9327ac0601fae59273acbb12290f01b10f1", "externalIds": {"MAG": "104031613"}, "url": "https://www.semanticscholar.org/paper/a583f9327ac0601fae59273acbb12290f01b10f1", "title": "Comprar Social Beings: A Core Motives Approach to Social Psychology | Benjamin L. Miller | 9780470129111 | Wiley", "abstract": "Tienda online donde Comprar Social Beings: A Core Motives Approach to Social Psychology al precio 47,63 € de Benjamin L. Miller | Susan T. Fiske, tienda de Libros de Medicina, Libros de Quimica - Quimica", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 239, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2114830485", "name": "Benjamin L. Miller"}, {"authorId": "1885803", "name": "S. Fiske"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a792ba016275f21a8c1176d7c9cd181169d1fccb", "externalIds": {"MAG": "1969690635", "DOI": "10.1037/0022-3514.82.2.239", "PubMed": "11831413"}, "url": "https://www.semanticscholar.org/paper/a792ba016275f21a8c1176d7c9cd181169d1fccb", "title": "When you and I are \"we,\" you are not threatening: the role of self-expansion in social comparison.", "abstract": "Many theories of self-evaluation emphasize the power of social comparison. Simply put, an individual is thought to gain esteem whenever she or he outperforms others and to lose esteem when he or she is outperformed. The current research explored interdependent self-construal as a moderator of these effects. Two studies used a priming task to manipulate the level of self-construal and investigate effects of social comparison in dyadic (Study 1) and group situations (Study 2). Both studies demonstrated that when the target for comparison is construed as part of the self, his or her successes become cause for celebration rather than costs to esteem. Additionally, gender differences in chronic relational and collective self-construals moderated the patterns of social comparison in a form similar to that of priming relational and collective self-construals.", "venue": "Journal of personality and social psychology", "year": 2002, "referenceCount": 51, "citationCount": 245, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "34953711", "name": "W. Gardner"}, {"authorId": "4418796", "name": "S. Gabriel"}, {"authorId": "48910835", "name": "Laura Hochschild"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a951c5829b7d098a304e905bbc31feafb28008d6", "externalIds": {"MAG": "2127727708", "DOI": "10.1111/j.1467-9280.2006.01794.x", "PubMed": "17100785"}, "url": "https://www.semanticscholar.org/paper/a951c5829b7d098a304e905bbc31feafb28008d6", "title": "Fitting in Matters", "abstract": "Minority boys are at risk of academic disengagement. Prior research documents that an aspect of racial-ethnic identity, in-group connection, can buffer against this risk, but that in-group connection is undermined in high-risk neighborhoods. We examined another way that boys may feel connected to the in-group, by looking like in-group members. We hypothesize that physical markers of in-group membership can serve to improve boys' sense of belongingness, thereby facilitating their engagement in school. We tested our model with low-income, high-risk African American (Study 1, n = 102) and Latino (Study 2, n = 66) teens. Hierarchical regression supported our model; dark skin tone was a protective factor (and light skin tone a risk factor) for African American boys, and feeling that one looks Latino was a protective factor (and feeling that one does not look Latino a risk factor) for Latino boys' grades, in-class behavior, and school engagement. Mediational analyses suggest that markers of belongingness have their impact via peer-group choice.", "venue": "Psychological science", "year": 2006, "referenceCount": 42, "citationCount": 75, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "3784182", "name": "D. Oyserman"}, {"authorId": "47390245", "name": "Daniel Brickman"}, {"authorId": "1693032", "name": "D. Bybee"}, {"authorId": "6406428", "name": "A. Celious"}]}}, {"contexts": ["This masculinity might not correspond to a traditional definition that includes, for instance, strength, assertiveness, and sexual prowess (Bem, 1974; Cejka & Eagly, 1999; Cheryan, Cameron, Katagiri, & Monin, 2009).", "This masculine stereotype prevented women’s interest from developing even in environments entirely populated by other women (Study 2)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "ae98871f7f43cdbf604903b6d3a53e14a95f5a83", "externalIds": {"MAG": "1965035284", "DOI": "10.1177/0146167299025004002"}, "url": "https://www.semanticscholar.org/paper/ae98871f7f43cdbf604903b6d3a53e14a95f5a83", "title": "Gender-Stereotypic Images of Occupations Correspond to the Sex Segregation of Employment", "abstract": "This study examines the role of gender stereotypes in justifying the social system by maintaining the division of labor between the sexes. The distribution of the sexes in 80 occupations was predicted from participants’ beliefs that six dimensions of gender-stereotypic attributes contribute to occupational success: masculine physical, feminine physical, masculine personality, feminine personality, masculine cognitive, and feminine cognitive. Findings showed that, to the extent that occupations were female dominated, feminine personality or physical attributes were thought more essential for success; to the extent that occupations were male dominated, masculine personality or physical attributes were thought more essential. Demonstrating the role of gender stereotypes in justifying gender hierarchy, occupations had higher prestige in that participants believed that they required masculine personality or cognitive attributes for success, and they had higher earnings to the extent that they were thought to require masculine personality attributes.", "venue": "", "year": 1999, "referenceCount": 61, "citationCount": 719, "influentialCitationCount": 31, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "8448076", "name": "M. Cejka"}, {"authorId": "5689005", "name": "A. Eagly"}]}}, {"contexts": ["Thus, we suggest there is another type of identity threat to consider besides the fear of being negatively stereotyped (Davies et al., 2002; Schmader et al., 2008; Shapiro & Neuberg, 2007; Steele & Aronson, 1995) or of being devalued in a domain because of one’s identity (Davies, Spencer, & Steele,…", "Our work differs in several ways from previous work that showed that certain situations can devalue or create unsafe contexts for stigmatized group members and thereby lead to disinterest (Davies et al., 2002; Murphy et al., 2007; Purdie-Vaughns, Steele, Davies, Ditlmann, & Crosby, 2008).", "Thus, eliminating “situational factors that give rise to stereotype threat” (Davies et al., 2002, p. 1616) or more general concerns over being “treated negatively or devalued\n7 These results should be interpreted with caution because of existing correlations between some mediators (see Table 1), a…", "First, these previous studies portrayed targets (e.g., women) as either underrepresented in that domain (Murphy et al., 2007; Purdie-Vaughns et al., 2008) or in a stereotypical manner (Davies et al., 2002).", "To associate the objects with computer scientists, the study was run in Stanford University’s Gates Building, which hosts the computer science department and computer science classes and laboratories.", "…stereotypical environment heightened women’s concern about being the target of stereotype threat, a type of social identity threat wherein the fear of being negatively stereotyped because of their social identity (Steele, 1997) can lead them to forsake the stereotyped domain (Davies et al., 2002).", "…the first, to our knowledge, to examine the relative contributions of belonging (Hannover & Kessels, 2004; Walton & Cohen, 2007), stereotype threat (Davies et al., 2002, 2005), perceived identity devaluation (Purdie-Vaughns et al., 2008), and perceived negativity in the context of the others.", "When looking for a spokesperson to attract underrepresented populations, considering more than simply that person’s social category may be important (Cohoon & Aspray, 2006; Davies et al., 2002; Marx & Roman, 2002).", "Unlike previous studies elucidating the role of threat in forsaking a domain (Davies et al., 2002; Murphy et al., 2007; Purdie-Vaughns et al., 2008), our participants were not highly identified with the domain and may have been more influenced by their impressions of the field than by the…"], "isInfluential": false, "intents": ["result", "methodology", "background"], "citedPaper": {"paperId": "aebf2eb1e25dbdf0f968c2c2b66d4d62140b099e", "externalIds": {"MAG": "2129425018", "DOI": "10.1177/014616702237644"}, "url": "https://www.semanticscholar.org/paper/aebf2eb1e25dbdf0f968c2c2b66d4d62140b099e", "title": "Consuming Images: How Television Commercials that Elicit Stereotype Threat Can Restrain Women Academically and Professionally", "abstract": "Women in quantitative fields risk being personally reduced to negative stereotypes that allege a sex-based math inability. This situational predicament, termed stereotype threat, can undermine women’s performance and aspirations in all quantitative domains. Gender-stereotypic television commercials were employed in three studies to elicit the female stereotype among both men and women. Study 1 revealed that only women for whom the activated stereotype was self-relevant underperformed on a subsequent math test. Exposure to the stereotypic commercials led women taking an aptitude test in Study 2 to avoid math items in favor of verbal items. In Study 3, women who viewed the stereotypic commercials indicated less interest in educational/vocational options in which they were susceptible to stereotype threat (i.e., quantitative domains) and more interest in fields in which they were immune to stereotype threat (i.e., verbal domains).", "venue": "", "year": 2002, "referenceCount": 59, "citationCount": 612, "influentialCitationCount": 27, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "32774291", "name": "Paul G. Davies"}, {"authorId": "34389548", "name": "S. Spencer"}, {"authorId": "4081321", "name": "D. Quinn"}, {"authorId": "4989831", "name": "R. Gerhardstein"}]}}, {"contexts": ["…computer science in large numbers (Inzlicht & Ben-Zeev, 2000; Marx & Roman, 2002; McIntyre, Paulson, & Lord, 2003; Murphy, Steele, & Gross, 2007; Sekaquaptewa & Thompson, 2003), it does not explain how other historically male-dominated fields (e.g., medicine, law) have managed to attract a…", "Keywords: stereotypes, belonging, cues, gender, computer science\nThe field of computer science is a powerful symbol of our society’s modernity and technological progress, yet its failure to fully incorporate women is unacceptably anachronistic."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "b83de491bec3398b04d73065a9406ce160f6fa29", "externalIds": {"MAG": "1986915861", "DOI": "10.1016/S0022-1031(02)00508-5"}, "url": "https://www.semanticscholar.org/paper/b83de491bec3398b04d73065a9406ce160f6fa29", "title": "Solo status, stereotype threat, and performance expectancies: Their effects on women’s performance", "abstract": "Abstract Women working in male-dominated environments may find themselves to be the only woman present, and that negative stereotypes about women persist in the environment. This experiment tested women’s performance in solo status (SS: being the only woman present) and under stereotype threat (ST: when women are stereotyped as poor performers). White male and female participants (157) learned information, then tested on it in an opposite-gender (SS) or same-gender group (nonsolo). In addition, the information was described as being traditional math material (ST) or a type of math information impervious to gender stereotypes (no threat). Women performed more poorly in SS than nonsolos, and under ST than no threat. Experiencing both factors was more detrimental to women’s performance than experiencing one or the other. Men’s performance was the same across all conditions. Performance expectancies partially mediated the effect of SS, but not ST, on performance.", "venue": "", "year": 2003, "referenceCount": 27, "citationCount": 345, "influentialCitationCount": 22, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3942569", "name": "Denise Sekaquaptewa"}, {"authorId": "37340930", "name": "M. Thompson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "b97e2dcfa934cc0826656391477223321d487360", "externalIds": {"MAG": "2019451974", "DOI": "10.1016/J.JESP.2005.10.004"}, "url": "https://www.semanticscholar.org/paper/b97e2dcfa934cc0826656391477223321d487360", "title": "The detrimental effects of a suggestion of sexism in an instruction situation", "abstract": "Abstract This research investigates the hypothesis that the mere suggestion of sexism can harm women’s experience of an instruction situation. Across three experiments, women exposed to the suggestion about the sexism of a male instructor reported a less positive experience, performed worse on a logic test, and rated the instructor as less competent than did women who were not exposed to the suggestion. The same harmful consequences did not befall men, even when they were potential targets of the alleged sexism. To interpret results, the authors emphasize the concept of social identity threat: the concern that one will be the target not only of stereotypes about inferiority, but also a more general hostility based on a salient social identity. Results suggest the need to expand conceptions of discrimination to include systemic forms of identity threat that can be sufficient to produce harm, even in situations where differential treatment is initially absent.", "venue": "", "year": 2006, "referenceCount": 42, "citationCount": 105, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144779180", "name": "G. Adams"}, {"authorId": "28232805", "name": "Donna M. Garcia"}, {"authorId": "1422062798", "name": "Valerie Purdie-Vaughns"}, {"authorId": "4622601", "name": "C. Steele"}]}}, {"contexts": ["…studies\nonly tested participants who were already highly identified with the domain of interest, a crucial element in evoking feelings of threat (Schmader et al., 2008; but see Shapiro & Neuberg, 2007), in our studies we examined a general undergraduate population, excluding any computer…", "Thus, we suggest there is another type of identity threat to consider besides the fear of being negatively stereotyped (Davies et al., 2002; Schmader et al., 2008; Shapiro & Neuberg, 2007; Steele & Aronson, 1995) or of being devalued in a domain because of one’s identity (Davies, Spencer, & Steele,…", "The study was run over 4 months, with between one and seven sessions per day.", "In Steele’s (1997) conceptualization of stereotype threat, he suggested that stereotype threat most afflicts those who are highly identified with the domain (Schmader et al., 2008; see Shapiro & Neuberg, 2007, for potential exceptions)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "ba4827683d082f684d4f4b8513e72351d072ad57", "externalIds": {"MAG": "2029221441", "DOI": "10.1037/0033-295X.115.2.336", "PubMed": "18426293"}, "url": "https://www.semanticscholar.org/paper/ba4827683d082f684d4f4b8513e72351d072ad57", "title": "An integrated process model of stereotype threat effects on performance.", "abstract": "Research showing that activation of negative stereotypes can impair the performance of stigmatized individuals on a wide variety of tasks has proliferated. However, a complete understanding of the processes underlying these stereotype threat effects on behavior is still lacking. The authors examine stereotype threat in the context of research on stress arousal, vigilance, working memory, and self-regulation to develop a process model of how negative stereotypes impair performance on cognitive and social tasks that require controlled processing, as well as sensorimotor tasks that require automatic processing. The authors argue that stereotype threat disrupts performance via 3 distinct, yet interrelated, mechanisms: (a) a physiological stress response that directly impairs prefrontal processing, (b) a tendency to actively monitor performance, and (c) efforts to suppress negative thoughts and emotions in the service of self-regulation. These mechanisms combine to consume executive resources needed to perform well on cognitive and social tasks. The active monitoring mechanism disrupts performance on sensorimotor tasks directly. Empirical evidence for these assertions is reviewed, and implications for interventions designed to alleviate stereotype threat are discussed.", "venue": "Psychological review", "year": 2008, "referenceCount": 206, "citationCount": 1196, "influentialCitationCount": 83, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4242905", "name": "T. Schmader"}, {"authorId": "145589374", "name": "Michael Johns"}, {"authorId": "2195242", "name": "Chad E. Forbes"}]}}, {"contexts": ["  Under certain conditions specified in the law,  libraries and archives are authorized to furnish a photocopy or other  reproduction."], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "c41624471ae0ca076406d815afa9695e5931c656", "externalIds": {"MAG": "2082811497", "DOI": "10.1086/208892"}, "url": "https://www.semanticscholar.org/paper/c41624471ae0ca076406d815afa9695e5931c656", "title": "Developmental Recognition of Consumption Symbolism", "abstract": "Communicating through consumption choices involves decoding information about others based upon observations of their consumption behavior. Using photographs of automobiles and houses, the ability to recognize consumption symbolism is examined in six age groups and compared between males/females and “higher”/“lower” social-class subjects. Grade school is found to be the time during which most consumption decoding skills are attained.", "venue": "", "year": 1982, "referenceCount": 106, "citationCount": 604, "influentialCitationCount": 20, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "69520434", "name": "R. Belk"}, {"authorId": "83035939", "name": "Kenneth D. Bahn"}, {"authorId": "39401912", "name": "R. N. Mayer"}]}}, {"contexts": ["This masculinity might not correspond to a traditional definition that includes, for instance, strength, assertiveness, and sexual prowess (Bem, 1974; Cejka & Eagly, 1999; Cheryan, Cameron, Katagiri, & Monin, 2009).", "This masculine stereotype prevented women’s interest from developing even in environments entirely populated by other women (Study 2)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c5b663575bc6fa332d1e172acb12e3a55ef344b1", "externalIds": {"MAG": "2099068279", "DOI": "10.1037/H0036215", "PubMed": "4823550"}, "url": "https://www.semanticscholar.org/paper/c5b663575bc6fa332d1e172acb12e3a55ef344b1", "title": "The measurement of psychological androgyny.", "abstract": "This article describes the development of a new sex-role inventory that treats masculinity and femininity as two independent dimensions, thereby making it possible to characterize a person as masculine, feminine, or \"androgynous\" as a function of the difference between his or her endorsement of masculine and feminine personality characteristics. Normative data are presented, as well as the results of various psychometric analyses. The major findings of conceptual interest are: (a) the dimensions of masculinity and femininity are empirically as well as logically independent; (6) the concept of psychological androgyny is a reliable one; and (c) highly sex-typed scores do not reflect a general tendency to respond in a socially desirable direction, but rather a specific tendency to describe oneself in accordance with sex-typed standards of desirable behavior for men and women. Both in psychology and in society at large, masculinity and femininity have long been conceptualized as bipolar ends of a single continuum; accordingly, a person has had to be either masculine or feminine, but not both. This sex-role dichotomy has served to obscure two very plausible hypotheses: first, that many individuals might be \"androgynous\" ; that is, they might be both masculine and feminine, both assertive and yielding, both instrumental and expressive—depending on the situational appropriateness of these various behaviors; and conversely, that strongly sex-typed individuals might be seriously limited in the range of behaviors available to them as they move from situation to situation. According to both Kagan (1964) and Kohlberg (1966), the highly sex-typed individual is motivated to keep his behavior consistent with an internalized sex-role standard, a goal that he presumably accomplishes by suppressing any behavior that might be con", "venue": "Journal of consulting and clinical psychology", "year": 1974, "referenceCount": 4, "citationCount": 7754, "influentialCitationCount": 875, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "6149792", "name": "S. Bem"}]}}, {"contexts": ["Using the moderated mediation techniques suggested by Preacher, Rucker, and Hayes (2007) and Judd, Kenny, and McClelland (2001), we found that the Gender Masculinity interaction significantly predicted interest and ambient belonging (see main text)."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "cdee1bed01168ab2261e687b7b6f44e7ea0875a0", "externalIds": {"MAG": "2151064994", "DOI": "10.1037/1082-989X.6.2.115", "PubMed": "11411437"}, "url": "https://www.semanticscholar.org/paper/cdee1bed01168ab2261e687b7b6f44e7ea0875a0", "title": "Estimating and testing mediation and moderation in within-subject designs.", "abstract": "Analyses designed to detect mediation and moderation of treatment effects are increasingly prevalent in research in psychology. The mediation question concerns the processes that produce a treatment effect. The moderation question concerns factors that affect the magnitude of that effect. Although analytic procedures have been reasonably well worked out in the case in which the treatment varies between participants, no systematic procedures for examining mediation and moderation have been developed in the case in which the treatment varies within participants. The authors present an analytic approach to these issues using ordinary least squares estimation.", "venue": "Psychological methods", "year": 2001, "referenceCount": 40, "citationCount": 746, "influentialCitationCount": 39, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "5672179", "name": "C. Judd"}, {"authorId": "2060895", "name": "D. A. Kenny"}, {"authorId": "144822864", "name": "G. McClelland"}]}}, {"contexts": [" \n \nCaltech Library Services \nAmbient Belonging: How Stereotypical Cues Impact Gender Participation in Computer Science\nSapna Cheryan University of Washington\nVictoria C. Plaut University of Georgia\nPaul G. Davies University of British Columbia, Okanagan\nClaude M. Steele Stanford University\nPeople can make decisions to join a group based solely on exposure to that group’s physical environment.", "…not feel a sense of belonging with the people in them (Astin, 1993; Chassin, Presson, Sherman, Corty, & Olshavsky, 1981; Gerrard et al., 2002; Gibbons & Gerrard, 1995; Hannover & Kessels, 2004; Niedenthal, Cantor, & Kihlstrom, 1985; Oyserman, Brickman, Bybee, & Celious, 2006; Walton & Cohen, 2007).", "Forty-four students, 33 (22 women) at the University of Georgia in introduction to psychology\nand 11 female computer science majors attending a women in computer science meeting at Stanford, were asked to list objects that one might find in “the office of a stereotypical computer scientist” and “in the dorm room of a computer science major” (University of Georgia participants) or in “the office of a stereotypical computer science geek” (Stanford participants).", "Undergraduate women (N 34) from the psychology participant pool at the University of Georgia participated in this study for subject pool credit.", "Our article is therefore the first, to our knowledge, to examine the relative contributions of belonging (Hannover & Kessels, 2004; Walton & Cohen, 2007), stereotype threat (Davies et al., 2002, 2005), perceived identity devaluation (Purdie-Vaughns et al., 2008), and perceived negativity in the…", "Sapna Cheryan, Department of Psychology, University of Washington; Victoria C. Plaut, Department of Psychology, University of Georgia; Paul G. Davies, Department of Psychology and Computer Science, University of British Columbia, Okanagan, Kelowna, British Columbia Canada; Claude Steele, Department of Psychology, Stanford University.", "…meeting at Stanford, were asked to list objects that one might find in “the office of a stereotypical computer scientist” and “in the dorm room of a computer science major” (University of Georgia participants) or in “the office of a stereotypical computer science geek” (Stanford participants)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "d4d9fe68723adfc9f2edbe9054c8a9eed8d37c8a", "externalIds": {"MAG": "2145341902", "DOI": "10.1016/J.LEARNINSTRUC.2003.10.002"}, "url": "https://www.semanticscholar.org/paper/d4d9fe68723adfc9f2edbe9054c8a9eed8d37c8a", "title": "Self-to-Prototype Matching as a Strategy for Making Academic Choices. Why High School Students Do Not like Math and Science.", "abstract": "The percentage ofschool students specializing in math and science is particularly low. The current research suggests that this is due to prototypes about math and science being highly dissimilar from self-prototypes students have or want to have of themselves. Going beyond previous studies on self-to-prototype matching, we assumed that students compare their selfviews to both a prototypical student liking a certain subject (favourite-subject-prototype) and a prototypical student disapproving ofit ( least liked subject-prototype). Results show that for humanities (German and English language), favourite-subject-prototypes were judged more positively than least-liked-subject-prototypes, whereas for science (math and physics), leastliked-subject-prototypes were perceived as more positive than favourite-subject-prototypes. As expected, only if a student’s self-prototype was quite clear (high self-clarity) was it used as a standard against which school-subject prototypes were compared with respect to their degree ofoverlap. Our results showed that the better the match between selfand f subject-prototype, the stronger were the subject preferences. # 2003 Elsevier Ltd. All rights reserved.", "venue": "", "year": 2004, "referenceCount": 37, "citationCount": 219, "influentialCitationCount": 22, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "122959371", "name": "B. Hannover"}, {"authorId": "4152577", "name": "Ursula Kessels"}]}}, {"contexts": ["…are bad at math) influences performance among those who are already invested in a domain (Schmader, Johns, & Forbes, 2008; Shapiro & Neuberg, 2007; Steele, 1997), we focus on how stereotypes of a field drive gender differences in the expression of interest by those who are not already in the…", "…stereotypical environment heightened women’s concern about being the target of stereotype threat, a type of social identity threat wherein the fear of being negatively stereotyped because of their social identity (Steele, 1997) can lead them to forsake the stereotyped domain (Davies et al., 2002)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d6d82c77c2b4241b25fe3ce5758568c69942aadc", "externalIds": {"MAG": "2107223217", "DOI": "10.1037/0003-066X.52.6.613", "PubMed": "9174398"}, "url": "https://www.semanticscholar.org/paper/d6d82c77c2b4241b25fe3ce5758568c69942aadc", "title": "A threat in the air. How stereotypes shape intellectual identity and performance.", "abstract": "A general theory of domain identification is used to describe achievement barriers still faced by women in advanced quantitative areas and by African Americans in school. The theory assumes that sustained school success requires identification with school and its subdomains; that societal pressures on these groups (e.g., economic disadvantage, gender roles) can frustrate this identification; and that in school domains where these groups are negatively stereotyped, those who have become domain identified face the further barrier of stereotype threat, the threat that others' judgments or their own actions will negatively stereotype them in the domain. Research shows that this threat dramatically depresses the standardized test performance of women and African Americans who are in the academic vanguard of their groups (offering a new interpretation of group differences in standardized test performance), that it causes disidentification with school, and that practices that reduce this threat can reduce these negative effects.", "venue": "The American psychologist", "year": 1997, "referenceCount": 162, "citationCount": 5937, "influentialCitationCount": 686, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4622601", "name": "C. Steele"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d803a067c2004767af0f5510fdeaf6d4dc2dd505", "externalIds": {"MAG": "2153774751", "DOI": "10.1177/001872679604900604"}, "url": "https://www.semanticscholar.org/paper/d803a067c2004767af0f5510fdeaf6d4dc2dd505", "title": "Reactions to Perceived Sex Discrimination", "abstract": "Building on research on collective relative deprivation, we used independent samples of psychologists and managers to assess the relationship of perceived discrimination to an individual's reactions to the job and to the organization. While workers perceived relatively little sex discrimination, women perceived more discrimination against women than did men, and both sexes perceived more discrimination against women than discrimination against men. For women, perceptions of discrimination against women were associated with lower feelings of power and prestige on the job, more work conflict, more hours spent on paid work activities, and a lessened willingness to make the same career choice. Among men, perceptions of discrimination were related to few outcome measures. Implications for organizations are discussed.", "venue": "", "year": 1996, "referenceCount": 33, "citationCount": 156, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2540518", "name": "B. Gutek"}, {"authorId": "2112928727", "name": "A. Cohen"}, {"authorId": "102807708", "name": "A. Tsui"}]}}, {"contexts": ["We conducted a mediation analysis with multiple mediators (Kenny, Kashy, & Bolger, 1998), using 1,000 bootstrap resamples using the SPSS macro developed by Preacher and Hayes (2008)."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "ded9e1af3cc4982b7265b1b5b499cc540ecd42ca", "externalIds": {"MAG": "1488837022", "DOI": "10.2307/582242"}, "url": "https://www.semanticscholar.org/paper/ded9e1af3cc4982b7265b1b5b499cc540ecd42ca", "title": "The Handbook of Social Psychology", "abstract": "VOLUME 2. Part III: The Social World. 21. EVOLUTIONARY SOCIAL PSYCHOLOGY (Steven L. Neuberg, Douglas T. Kenrick, and Mark Schaller). 22. MORALITY (Jonathan Haidt and Selin Kesebir). 23. AGGRESSION (Brad J. Bushman and L. Rowell Huesmann). 24. AFFILIATION, ACCEPTANCE, AND BELONGING: THE PURSUIT OF INTERPERSONAL CONNECTION (Mark R. Leary). 25. CLOSE RELATIONSHIPS (Margaret S. Clark and Edward P. Lemay, Jr.). 26. INTERPERSONAL STRATIFICATION: STATUS, POWER, AND SUBORDINATION (Susan T. Fiske). 27. SOCIAL CONFLICT: THE EMERGENCE AND CONSEQUENCES OF STRUGGLE AND NEGOTIATION (Carsten K. W. De Dreu). 28. INTERGROUP RELATIONS 1(Vincent Yzerbyt and Stephanie Demoulin). 29. INTERGROUP BIAS (John F. Dovidio and Samuel L. Gaertner). 30. SOCIAL JUSTICE: HISTORY, THEORY, AND RESEARCH (John T. Jost and Aaron C. Kay). 31. INFLUENCE AND LEADERSHIP (Michael A. Hogg). 32. GROUP BEHAVIOR AND PERFORMANCE (J. Richard Hackman and Nancy Katz). 33. ORGANIZATIONAL PREFERENCES AND THEIR CONSEQUENCES (Deborah H. Gruenfeld and Larissa Z. Tiedens). 34. THE PSYCHOLOGICAL UNDERPINNINGS OF POLITICAL BEHAVIOR (Jon A. Krosnick, Penny S. Visser, and Joshua Harder). 35. SOCIAL PSYCHOLOGY AND LAW (Margaret Bull Kovera and Eugene Borgida). 36. SOCIAL PSYCHOLOGY AND LANGUAGE: WORDS, UTTERANCES, AND CONVERSATIONS (Thomas Holtgraves). 37. CULTURAL PSYCHOLOGY (Steven J. Heine). AUTHOR INDEX. SUBJECT INDEX.", "venue": "", "year": 1935, "referenceCount": 0, "citationCount": 13083, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Psychology"], "authors": [{"authorId": "1874113", "name": "D. Gilbert"}, {"authorId": "1885803", "name": "S. Fiske"}, {"authorId": "15608533", "name": "G. Lindzey"}]}}, {"contexts": ["…of men is certainly a factor in explaining why women have not pursued computer science in large numbers (Inzlicht & Ben-Zeev, 2000; Marx & Roman, 2002; McIntyre, Paulson, & Lord, 2003; Murphy, Steele, & Gross, 2007; Sekaquaptewa & Thompson, 2003), it does not explain how other…", "Keywords: stereotypes, belonging, cues, gender, computer science\nThe field of computer science is a powerful symbol of our society’s modernity and technological progress, yet its failure to fully incorporate women is unacceptably anachronistic.", "When looking for a spokesperson to attract underrepresented populations, considering more than simply that person’s social category may be important (Cohoon & Aspray, 2006; Davies et al., 2002; Marx & Roman, 2002)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "e7c1ec1f75f97bce1006b71e7d95651261a86809", "externalIds": {"MAG": "2074613632", "DOI": "10.1177/01461672022812004"}, "url": "https://www.semanticscholar.org/paper/e7c1ec1f75f97bce1006b71e7d95651261a86809", "title": "Female Role Models: Protecting Women’s Math Test Performance", "abstract": "Recent theory and research suggest that certain situational factors can harm women’s math test performance. The three studies presented here indicate that female role models can buffer women’s math test performance from the debilitating effects of these situational factors. In Study 1, women’s math test performance was protected when a competent female experimenter (i.e., a female role model) administered the test. Study 2 showed that it was the perception of the female experimenter’s math competence, not her physical presence, that safeguarded the math test performance of women. Study 3 revealed that learning about a competent female experimenter buffered women’s self-appraised math ability, which in turn led to successful performance on a challenging math test.", "venue": "", "year": 2002, "referenceCount": 38, "citationCount": 545, "influentialCitationCount": 35, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39835082", "name": "D. Marx"}, {"authorId": "145828051", "name": "J. S. Roman"}]}}, {"contexts": ["…the first, to our knowledge, to examine the relative contributions of belonging (Hannover & Kessels, 2004; Walton & Cohen, 2007), stereotype threat (Davies et al., 2002, 2005), perceived identity devaluation (Purdie-Vaughns et al., 2008), and perceived negativity in the context of the others."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "e81259d6c8de437d1b842089e6ccf7c10655e083", "externalIds": {"MAG": "2128025011", "DOI": "10.1037/0022-3514.88.2.276", "PubMed": "15841859"}, "url": "https://www.semanticscholar.org/paper/e81259d6c8de437d1b842089e6ccf7c10655e083", "title": "Clearing the air: identity safety moderates the effects of stereotype threat on women's leadership aspirations.", "abstract": "Exposing participants to gender-stereotypic TV commercials designed to elicit the female stereotype, the present research explored whether vulnerability to stereotype threat could persuade women to avoid leadership roles in favor of nonthreatening subordinate roles. Study 1 confirmed that exposure to the stereotypic commercials undermined women's aspirations on a subsequent leadership task. Study 2 established that varying the identity safety of the leadership task moderated whether activation of the female stereotype mediated the effect of the commercials on women's aspirations. Creating an identity-safe environment eliminated vulnerability to stereotype threat despite exposure to threatening situational cues that primed stigmatized social identities and their corresponding stereotypes.", "venue": "Journal of personality and social psychology", "year": 2005, "referenceCount": 81, "citationCount": 585, "influentialCitationCount": 38, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "32774291", "name": "Paul G. Davies"}, {"authorId": "34389548", "name": "S. Spencer"}, {"authorId": "4622601", "name": "C. Steele"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "e9298274a8d3eaa3511918d5c3e17a52c3ebd515", "externalIds": {"MAG": "2094230968", "DOI": "10.1037/0022-3514.62.5.717"}, "url": "https://www.semanticscholar.org/paper/e9298274a8d3eaa3511918d5c3e17a52c3ebd515", "title": "When Gulliver travels : social context, psychological closeness, and self-appraisals", "abstract": "Four studies examined how the characteristics of others affect people's self-appraisals. Ss viewed photographs of physically attractive or unattractive targets, then rated their own attractiveness. Study 1 found evidence for a contrast effect: Ss'self-appraisals were more favorable after viewing an unattractive same-sex target than after viewing an attractive same-sex target. Study 2 manipulated psychological closeness by varying the degree to which the S and the target shared similar attitudes and values", "venue": "", "year": 1992, "referenceCount": 42, "citationCount": 313, "influentialCitationCount": 16, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2116698269", "name": "Jonathon D. Brown"}, {"authorId": "47801480", "name": "N. J. Novick"}, {"authorId": "2059211249", "name": "Kelley A. Lord"}, {"authorId": "46307979", "name": "J. Richards"}]}}, {"contexts": ["Twentyeight objects were mentioned by 3 or more participants.", "Our article is therefore the first, to our knowledge, to examine the relative contributions of belonging (Hannover & Kessels, 2004; Walton & Cohen, 2007), stereotype threat (Davies et al., 2002, 2005), perceived identity devaluation (Purdie-Vaughns et al., 2008), and perceived negativity in the…", "…not feel a sense of belonging with the people in them (Astin, 1993; Chassin, Presson, Sherman, Corty, & Olshavsky, 1981; Gerrard et al., 2002; Gibbons & Gerrard, 1995; Hannover & Kessels, 2004; Niedenthal, Cantor, & Kihlstrom, 1985; Oyserman, Brickman, Bybee, & Celious, 2006; Walton & Cohen, 2007).", "For instance, Walton and Cohen (2007) found that Black and Latino students who perceived that they had friends who fit well in computer science reported a greater sense of their own potential for success in computer science compared with those who struggled to list such friends."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "ea11eb59a8105e5d96d1a478b683db1c4c319b12", "externalIds": {"MAG": "2045594163", "DOI": "10.1037/0022-3514.92.1.82", "PubMed": "17201544"}, "url": "https://www.semanticscholar.org/paper/ea11eb59a8105e5d96d1a478b683db1c4c319b12", "title": "A question of belonging: race, social fit, and achievement.", "abstract": "Stigmatization can give rise to belonging uncertainty. In this state, people are sensitive to information diagnostic of the quality of their social connections. Two experiments tested how belonging uncertainty undermines the motivation and achievement of people whose group is negatively characterized in academic settings. In Experiment 1, students were led to believe that they might have few friends in an intellectual domain. Whereas White students were unaffected, Black students (stigmatized in academics) displayed a drop in their sense of belonging and potential. In Experiment 2, an intervention that mitigated doubts about social belonging in college raised the academic achievement (e.g., college grades) of Black students but not of White students. Implications for theories of achievement motivation and intervention are discussed.", "venue": "Journal of personality and social psychology", "year": 2007, "referenceCount": 96, "citationCount": 1326, "influentialCitationCount": 101, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "5887051", "name": "G. Walton"}, {"authorId": "2307711", "name": "Geoffrey L. Cohen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ecd5d0a9baa4ecb95ec8e87561eed478da3b839c", "externalIds": {"MAG": "123794313"}, "url": "https://www.semanticscholar.org/paper/ecd5d0a9baa4ecb95ec8e87561eed478da3b839c", "title": "The best jobs in america", "abstract": null, "venue": "", "year": 1994, "referenceCount": 0, "citationCount": 24, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2052555432", "name": "J. R. Gilbert"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "f1cca2ec8c7db3d9765b263ada8557b87ed0840d", "externalIds": {"MAG": "2077445688", "DOI": "10.1016/S1090-5138(97)00001-9"}, "url": "https://www.semanticscholar.org/paper/f1cca2ec8c7db3d9765b263ada8557b87ed0840d", "title": "Superior spatial memory of women: Stronger evidence for the gathering hypothesis", "abstract": "Abstract Male and female college students played the commercial game Memory TM , which required them to recall the location of previously viewed items, and also completed a 20-item mental rotation task. As is typical, males performed better than females ( d = .67) on the mental rotation task. In contrast, females outperformed males by a large margin ( d = −.89) on the memory task. Performance on the two tasks was correlated for females, but not for males. The reversal of sex differences between tasks suggests that spatial ability is not a unitary trait and that different kinds of spatial processing may have been important for males and females in the EEA (environment of evolutionary adoptedness). The Memory TM game appears to mimic the cognitive demands of foraging better than previous spatial memory tasks.", "venue": "", "year": 1997, "referenceCount": 45, "citationCount": 191, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3717887", "name": "D. Mcburney"}, {"authorId": "3762726", "name": "S. Gaulin"}, {"authorId": "4901089", "name": "Trishul Devineni"}, {"authorId": "51416811", "name": "C. Adams"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "f9b40bd0900daaff3a0296b91beaab264a5adfa6", "externalIds": {"MAG": "2066920650", "DOI": "10.1037/0022-3514.48.3.575", "PubMed": "3989662"}, "url": "https://www.semanticscholar.org/paper/f9b40bd0900daaff3a0296b91beaab264a5adfa6", "title": "Prototype matching: a strategy for social decision making.", "abstract": "College students responded to a series of questionnaires while they were in the process of selecting housing from a choice of seven available options for the coming fall. Questionnaires concerned their self-concepts, their housing prototypes, their preferences in housing, and their goals in housing selection. Overall analyses of the self-to-prototype matching strategy suggest that most students indeed prefer the type of housing for which their prototype of the \"representative\" resident most closely matches their self-perceptions. More important, we obtained individual differences in attention to self-fit in situations. Of individuals who reported that they had interpersonal goals in the housing selection task, those who reported that many personality characteristics (both positive and negative) were untrue of self were more systematic in their use of the self-to-prototype matching rule, this was also true of low self-monitors. Neither pattern of individual differences obtained for students with practical goals in the housing decision.", "venue": "Journal of personality and social psychology", "year": 1985, "referenceCount": 48, "citationCount": 181, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "1986858", "name": "P. Niedenthal"}, {"authorId": "115485533", "name": "N. Cantor"}, {"authorId": "4233912", "name": "J. Kihlstrom"}]}}, {"contexts": ["…meeting at Stanford, were asked to list objects that one might find in “the office of a stereotypical computer scientist” and “in the dorm room of a computer science major” (University of Georgia participants) or in “the office of a stereotypical computer science geek” (Stanford participants).", "…from domains when they do not feel a sense of belonging with the people in them (Astin, 1993; Chassin, Presson, Sherman, Corty, & Olshavsky, 1981; Gerrard et al., 2002; Gibbons & Gerrard, 1995; Hannover & Kessels, 2004; Niedenthal, Cantor, & Kihlstrom, 1985; Oyserman, Brickman, Bybee, & Celious,…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "fd8e2a3d077e5e8e66b05ac68c85c017b55dc9d8", "externalIds": {"MAG": "2125935175", "DOI": "10.1037//0278-6133.21.6.601", "PubMed": "12433013"}, "url": "https://www.semanticscholar.org/paper/fd8e2a3d077e5e8e66b05ac68c85c017b55dc9d8", "title": "Inhibitory effects of drinker and nondrinker prototypes on adolescent alcohol consumption.", "abstract": "This prospective study examined the relation between 308 adolescents' images of typical dinkers and nondrinkers and their subsequent alcohol consumption. The results indicate that both images are associated with changes in consumption between ages 16 and 18 but that they operate in different ways. Contrary to previous assumptions, drinker images do not represent goal states for adolescents in that they are more negative than their self-images and nondrinker images and are not correlated with their ideal selves. In contrast, nondrinker images do appear to represent goal states for adolescents who abstain from drinking. Implications for intervention are discussed.", "venue": "Health psychology : official journal of the Division of Health Psychology, American Psychological Association", "year": 2002, "referenceCount": 39, "citationCount": 199, "influentialCitationCount": 20, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "103831760", "name": "M. Gerrard"}, {"authorId": "3565709", "name": "F. Gibbons"}, {"authorId": "1399680282", "name": "M. Reis-Bergan"}, {"authorId": "143659799", "name": "L. Trudeau"}, {"authorId": "10296980", "name": "Linda S Vande Lune"}, {"authorId": "118606718", "name": "B. Buunk"}]}}, {"contexts": ["…of the web design company and the nonstereotypical objects may have appeared particularly feminine, and therefore threatening, to some men (Cheryan et al., 2009; Rudman & Fairchild, 2004; Vandello, Bosson, Cohen, Burnaford, & Weaver, 2008).6\nConsidering Alternative Mediators\nTo provide…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Compen - sating for threatened manliness", "abstract": null, "venue": "", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S. Cheryan"}, {"authorId": null, "name": "J. S. Cameron"}, {"authorId": null, "name": "Z. Katagiri"}, {"authorId": null, "name": "B. Monin"}]}}, {"contexts": ["…might not be incompatible with the masculinity of the stereotypical environment, other aspects of the stereotype—for instance, social awkwardness or an unhealthy obsession with computers (Cheryan & Plaut, 2009)— may discourage some men (and women) from considering a future in computer science."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Dreaming in code \" : Perceptions of computer science majors", "abstract": null, "venue": "Dreaming in code \" : Perceptions of computer science majors", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S Cheryan"}, {"authorId": null, "name": "V C Plaut"}]}}, {"contexts": ["…correspond to more masculinity; stereotypical environment .60; nonstereotypical environment .52) and how much they associated each object with themselves (Markus, 1977) (on a scale ranging from 1 [not at all] to 7 [extremely]; stereotypical environment .60; nonstereotypical environment .61)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Self-schemata and information about the self", "abstract": null, "venue": "Journal of Personality and Social Psychology", "year": 1977, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "H R Markus"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "How do young people choose college majors? [Report]. Montreal: CIRANO", "abstract": null, "venue": "", "year": 1997, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C. Montmarquette"}, {"authorId": null, "name": "K. Cannings"}, {"authorId": null, "name": "S. Mahseredjian"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Data analysis in social psychology The handbook of social psychology", "abstract": null, "venue": "Data analysis in social psychology The handbook of social psychology", "year": 1998, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "D A Kenny"}, {"authorId": null, "name": "D A Kashy"}, {"authorId": null, "name": "N Bolger"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "First Edition (v 1.3.1) (Publication)", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"contexts": ["A separate group of 20 students (9 women) at the University of Washington rated these items on how much they associated them with computer science majors, on a scale from 1 (not at all) to 7 (very much).", "Because the importance of belonging is ubiquitous (Baumeister & Leary, 1995; Fiske, 2004), we suggest that even those who are members of wellrepresented social groups are susceptible to feeling a lack of belonging in an environment that is not compatible with how they see themselves."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Social beings: A core motives approach to social psychology", "abstract": null, "venue": "Social beings: A core motives approach to social psychology", "year": 2004, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S T Fiske"}]}}, {"contexts": ["When looking for a spokesperson to attract underrepresented populations, considering more than simply that person’s social category may be important (Cohoon & Aspray, 2006; Davies et al., 2002; Marx & Roman, 2002)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "A critical review of the research on women's participation in postsecondary computing education Women and information technology", "abstract": null, "venue": "A critical review of the research on women's participation in postsecondary computing education Women and information technology", "year": 2006, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J M Cohoon"}, {"authorId": null, "name": "W Aspray"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Rising above the gathering storm: Energizing and employing America for a brighter future", "abstract": null, "venue": "Washington, DC: National Academy Press.", "year": 2005, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "National Academy of Sciences."}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Rising above the gathering storm: Energizing and employing America for a brighter future", "abstract": null, "venue": "National Academy of Sciences", "year": 2005, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"contexts": ["…of the web design company and the nonstereotypical objects may have appeared particularly feminine, and therefore threatening, to some men (Cheryan et al., 2009; Rudman & Fairchild, 2004; Vandello, Bosson, Cohen, Burnaford, & Weaver, 2008).6\nConsidering Alternative Mediators\nTo provide…", "The combination of the web design company and the nonstereotypical objects may have appeared particularly feminine, and therefore threatening, to some men (Cheryan et al., 2009; Rudman & Fairchild, 2004; Vandello, Bosson, Cohen, Burnaford, & Weaver, 2008)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Compensating for threatened manliness. Manuscript submitted for publication", "abstract": null, "venue": "", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S. Cheryan"}, {"authorId": null, "name": "J. S. Cameron"}, {"authorId": null, "name": "Z. Katagiri"}, {"authorId": null, "name": "B. Monin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Best jobs in America [Electronic version]", "abstract": null, "venue": "CNNMoney.com. Retrieved February", "year": 2007, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "T Kalwarski"}, {"authorId": null, "name": "D Mosher"}, {"authorId": null, "name": "J Paskin"}, {"authorId": null, "name": "D Rosato"}]}}, {"contexts": ["…meeting at Stanford, were asked to list objects that one might find in “the office of a stereotypical computer scientist” and “in the dorm room of a computer science major” (University of Georgia participants) or in “the office of a stereotypical computer science geek” (Stanford participants)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Fitting in atters: Markers of in-group belonging and academic outcomes", "abstract": null, "venue": "Psychological Science", "year": 2006, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "D Oyserman"}, {"authorId": null, "name": "D Brickman"}, {"authorId": null, "name": "D Bybee"}, {"authorId": null, "name": "A Celious"}]}}, {"contexts": ["…might not be incompatible with the masculinity of the stereotypical environment, other aspects of the stereotype—for instance, social awkwardness or an unhealthy obsession with computers (Cheryan & Plaut, 2009)— may discourage some men (and women) from considering a future in computer science."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "2009).“Dreaming in code”: Perceptions of computer science majors", "abstract": null, "venue": "", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S. Cheryan"}, {"authorId": null, "name": "V. C. Plaut"}]}}, {"contexts": ["Participants who answered incorrectly were taken back to read about the company again and were required to answer the question correctly before continuing to the other measures.", "…2008; Shapiro & Neuberg, 2007; Steele & Aronson, 1995) or of being devalued in a domain because of one’s identity (Davies, Spencer, & Steele, 2005; Murphy et al., 2007; Purdie-Vaughns et al., 2008), and that is the threat resulting from entering an environment and feeling like one simply does…", "Our work differs in several ways from previous work that showed that certain situations can devalue or create unsafe contexts for stigmatized group members and thereby lead to disinterest (Davies et al., 2002; Murphy et al., 2007; Purdie-Vaughns, Steele, Davies, Ditlmann, & Crosby, 2008).", "One possibility is that the presence of the stereotypical objects reminded women that this was a maledominated field, which dissuaded them from expressing an interest in it (Dasgupta & Asgari, 2004; Murphy et al., 2007).", "First, these previous studies portrayed targets (e.g., women) as either underrepresented in that domain (Murphy et al., 2007; Purdie-Vaughns et al., 2008) or in a stereotypical manner (Davies et al., 2002).", "To associate the objects with computer scientists, the study was run in Stanford University’s Gates Building, which hosts the computer science department and computer science classes and laboratories.", "…mean that the other potential mediators played no role in deterring interest among women.\nin a setting simply because of a particular social identity they hold” (Murphy et al., 2007, p. 879) may not be enough to draw women into fields that are portrayed as incompatible with how they see themselves.", "Unlike previous studies elucidating the role of threat in forsaking a domain (Davies et al., 2002; Murphy et al., 2007; Purdie-Vaughns et al., 2008), our participants were not highly identified with the domain and may have been more influenced by their impressions of the field than by the…"], "isInfluential": false, "intents": ["result", "methodology", "background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "How Situational Cues Affect Women in Math, Science, and Engineering Settings", "abstract": null, "venue": "", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": "145692970", "name": "M. Murphy"}, {"authorId": "4622601", "name": "C. Steele"}, {"authorId": "1775321", "name": "J. Gross"}]}}, {"contexts": ["…of the web design company and the nonstereotypical objects may have appeared particularly feminine, and therefore threatening, to some men (Cheryan et al., 2009; Rudman & Fairchild, 2004; Vandello, Bosson, Cohen, Burnaford, & Weaver, 2008).6\nConsidering Alternative Mediators\nTo provide…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Compensating for threatened manliness", "abstract": null, "venue": "Compensating for threatened manliness", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S Cheryan"}, {"authorId": null, "name": "J S Cameron"}, {"authorId": null, "name": "Z Katagiri"}, {"authorId": null, "name": "B Monin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Roget's New Millennium™ Thesaurus First Edition (v 1.3.1) (Publication)", "abstract": null, "venue": "Roget's New Millennium™ Thesaurus First Edition (v 1.3.1) (Publication)", "year": 2008, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}]}