{"offset": 0, "next": 100, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4afb38e723ed15353fb0c6155a13fe3b6da5a189", "externalIds": {"DOI": "10.1016/j.jesp.2021.104232"}, "url": "https://www.semanticscholar.org/paper/4afb38e723ed15353fb0c6155a13fe3b6da5a189", "title": "Safe here, but unsafe there? Institutional signals of identity safety also signal prejudice in the broader environment", "abstract": null, "venue": "Journal of Experimental Social Psychology", "year": 2022, "referenceCount": 66, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "4218538", "name": "I. Gainsburg"}, {"authorId": "49488238", "name": "Allison N Earl"}]}}, {"contexts": ["Because people from marginalized groups are frequently reminded of the ways in which they do not fit and are not typical (Eagly & Carli, 2007; Heilman, 1983), particularly in academic contexts (Cheryan et al., 2009; Good et  al., 2012; Walton & Cohen, 2007), diversity awards may provide a unique space for applicants to feel increased fit.", "Women’s estimations of fit between themselves and who they perceive as the prototypically “successful person” in a particular context can influence the educational and vocational opportunities they select (Barbulescu & Bidwell, 2013; Bian et al., 2018; Cheryan et al., 2009)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "048381102d83f73ba758ad9e6cdab84c4960f04c", "externalIds": {"DOI": "10.1177/0956797621993109", "PubMed": "34328034"}, "url": "https://www.semanticscholar.org/paper/048381102d83f73ba758ad9e6cdab84c4960f04c", "title": "Do Diversity Awards Discourage Applicants From Marginalized Groups From Pursuing More Lucrative Opportunities?", "abstract": "Four studies reveal that offering diversity awards (i.e., awards for applicants from marginalized groups) has unintentionally negative implications for equity. Across the four studies, applicants from marginalized groups were more likely to select the more lucrative award when two unrestricted awards were offered (Study 1: adults from racial groups underrepresented in U.S. colleges who were recruited from Amazon Mechanical Turk, N = 168; Studies 2–4: college women, N range = 152–628). However, the presence of a less lucrative diversity award caused applicants to apply for and prioritize diversity awards over more lucrative unrestricted awards. Fit, or how much applicants felt the award was for someone like them, mediated their increased likelihood of applying for diversity awards over unrestricted awards. These findings suggest that diversity awards may inadvertently siphon applicants from marginalized groups out of application pools for unrestricted awards. Greater examination of unrestricted awards is needed to increase their attractiveness and fit, especially in instances when diversity awards are also offered.", "venue": "Psychological science", "year": 2021, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "49369306", "name": "Adriana L Germano"}, {"authorId": "116849455", "name": "Sianna A. Ziegler"}, {"authorId": "2121464695", "name": "Laura Banham"}, {"authorId": "2325780", "name": "Sapna Cheryan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0742a9a44a22b74bc1e46a1a74fb4b00a2c2aeb2", "externalIds": {"PubMedCentral": "8008064", "DOI": "10.3389/fmicb.2021.578859", "PubMed": "33796082"}, "url": "https://www.semanticscholar.org/paper/0742a9a44a22b74bc1e46a1a74fb4b00a2c2aeb2", "title": "Resequencing of Microbial Isolates: A Lab Module to Introduce Novices to Command-Line Bioinformatics", "abstract": "Familiarity with genome-scale data and the bioinformatic skills to analyze it have become essential for understanding and advancing modern biology and human health, yet many undergraduate biology majors are never exposed to hands-on bioinformatics. This paper presents a module that introduces students to applied bioinformatic analysis within the context of a research-based microbiology lab course. One of the most commonly used genomic analyses in biology is resequencing: determining the sequence of DNA bases in a derived strain of some organism, and comparing it to the known ancestral genome of that organism to better understand the phenotypic differences between them. Many existing CUREs — Course Based Undergraduate Research Experiences — evolve or select new strains of bacteria and compare them phenotypically to ancestral strains. This paper covers standardized strategies and procedures, accessible to undergraduates, for preparing and analyzing microbial whole-genome resequencing data to examine the genotypic differences between such strains. Wet-lab protocols and computational tutorials are provided, along with additional guidelines for educators, providing instructors without a next-generation sequencing or bioinformatics background the necessary information to incorporate whole-genome sequencing and command-line analysis into their class. This module introduces novice students to running software at the command-line, giving them exposure and familiarity with the types of tools that make up the vast majority of open-source scientific software used in contemporary biology. Completion of the module improves student attitudes toward computing, which may make them more likely to pursue further bioinformatics study.", "venue": "Frontiers in Microbiology", "year": 2021, "referenceCount": 51, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "47968043", "name": "K. L. Petrie"}, {"authorId": "144221282", "name": "Rujia Xie"}]}}, {"contexts": ["Patricia Hill Collins (2009) has written that K-12 teachers are “frontline actors” with a great deal of discretion.", "Patricia Hill Collins (2009) has written that K-12 teachers are “frontline actors” with a great deal of discretion. Deborah Ball (2018) observed that K-12 teaching is, “dense” with discretionary spaces.", "Patricia Hill Collins (2009) has written that K-12 teachers are “frontline actors” with a great deal of discretion. Deborah Ball (2018) observed that K-12 teaching is, “dense” with discretionary spaces. Ball drew on the example of two Black girls in a math classroom, Toni and Aniyah, and their interactions with the teacher and classmates as they engaged in mathematical reasoning. Ball identified 28 different moments of discretion apparent in 1 hour and 28 minutes of class time; each moment or decision having a different consequence for whether Black students like Toni and Aniyah felt included, disrespected, devalued, understood, and appreciated for their own good ideas. Ball (2018) further connected these micro moments to the macro forces shaping the exercise of teacher discretion.", "Although a number of scholars have implemented effective implicit bias training with faculty and found positive pre-to-post change in awareness and intended behaviors (Carnes et al., 2015; Jackson, Hilliard, & Schneider, 2014; MossRacusin et al., 2016; Sheridan et al., 2010; Smith et al., 2015), such training is typically paired with other supports and interventions (e.g., use of rubrics, equity advocates, work-life assistance).", "Jackson, S. M., Hillard, A. L., & Schneider, T. R. (2014)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "093a27cf8865cd869feff938d872d5c66404750b", "externalIds": {"DOI": "10.1353/rhe.2021.0012"}, "url": "https://www.semanticscholar.org/paper/093a27cf8865cd869feff938d872d5c66404750b", "title": "Leveraging, Checking, and Structuring Faculty Discretion to Advance Full Participation", "abstract": "Abstract:Discretion and faculty exercise of judgment in discretionary spaces are pervasive and essential to full participation. Through everyday engagement with policies, practices, and routines, faculty are in an ideal position to see and address equity issues. However, because discretion can be enacted in ways that reproduce racialized organizations, and amplify privilege, we need checks and balances on faculty discretion in key domains. Sometimes, we need new boundaries within which faculty judgment and discretion reside. I consider these issues and examine strategies inside and outside higher education to leverage, check, and structure faculty judgment and discretion to advance full participation.", "venue": "", "year": 2021, "referenceCount": 166, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1423240480", "name": "K. O’Meara"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "09d26631ce84a2d614ff43ecc92ede07932c27d0", "externalIds": {"DOI": "10.3389/feduc.2021.667589"}, "url": "https://www.semanticscholar.org/paper/09d26631ce84a2d614ff43ecc92ede07932c27d0", "title": "Variability in STEM Summer Bridge Programs: Associations with Belonging and STEM Self-Efficacy", "abstract": "To address the challenges facing racial minority students majoring in STEM during the transition from high school to college, NSF funded Louis Stokes Alliances for Minority Participation (LSAMP) programs throughout the country implement summer bridge programs. Bridge programs vary in their focus on professional development, academic support, research experiences, social activities, and in other areas, but all share an intention to support students during their transition to college. Beyond retention, little is known about how these varied summer bridge experiences impact student outcomes in the first year of college. This study first describes the variability in the summer bridge programs in the Alabama LSAMP Alliance and then examines how differences in students’ satisfaction with their experiences are associated with feelings of belonging and STEM self-efficacy, two factors associated with STEM retention. Students (N = 145) who attended an LSAMP summer bridge program were surveyed at three time points over the first year of college. Findings indicated that bridge programs varied in their offering of academic classes, academic support (e.g., study skills), research experiences, professional development, and planned social activities. Students attending HBCUs scored more favorably than students at PWIs on some measures; however, these differences could be accounted for by satisfaction with bridge experiences. Satisfaction with specific aspects of the bridge programs, especially orientation activities and getting to know other students, were associated with feelings of belonging and STEM self-efficacy. These relations were stronger for belonging. Over the course of the academic year, the relations between bridge satisfaction and belonging and self-efficacy weakened.", "venue": "Frontiers in Education", "year": 2021, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "8084996", "name": "J. Barth"}, {"authorId": "144344931", "name": "S. Dunlap"}, {"authorId": "32988845", "name": "A. Bolland"}, {"authorId": "38792921", "name": "D. McCallum"}, {"authorId": "49177098", "name": "V. L. Acoff"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0a2d7049036489852cbc0264bd67cf465c061669", "externalIds": {"DBLP": "conf/ukicer/WiddicksA0B21", "DOI": "10.1145/3481282.3481288"}, "url": "https://www.semanticscholar.org/paper/0a2d7049036489852cbc0264bd67cf465c061669", "title": "Women’s Sense of Belonging in Computer Science Education: The Need for a Collective Response", "abstract": "The gender imbalance in Computing education continues to be concerning, with women hugely underrepresented in the field. Prior research on improving gender equality in the discipline discusses the need to improve women’s sense of belonging. However, this has seldom included women’s understanding of what a sense of belonging is for them—nor have solutions for fostering belonging been co-created with women. In this paper, we report on the findings of four innovative focus groups with thirteen women, students and staff, in a university Computer Science department—uncovering their experiences of belonging and their proposed solutions to improving it. Through these focus groups, we present the experiences impacting our participants’ sense of belonging, alongside our participants’ solutions for fostering belonging within Computing. From this, we discuss the need for a collective response to fostering a sense of belonging in Computer Science, specifically through having a collective understanding of the barriers to a sense of belonging, applying a collective of solutions to foster belonging, and taking collective responsibility for improving equality.", "venue": "UKICER", "year": 2021, "referenceCount": 47, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "10717563", "name": "Kelly Widdicks"}, {"authorId": "144475349", "name": "Alice Ashcroft"}, {"authorId": "40914297", "name": "Emily Winter"}, {"authorId": "2724976", "name": "L. Blair"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0f65a44498dcc7ade7e75ccfc17e27ad6feb68ec", "externalIds": {"DBLP": "journals/jche/ZahediBRPDCD21", "MAG": "3138018483", "DOI": "10.1007/S12528-021-09271-5"}, "url": "https://www.semanticscholar.org/paper/0f65a44498dcc7ade7e75ccfc17e27ad6feb68ec", "title": "Gamification in education: a mixed-methods study of gender on computer science students' academic performance and identity development", "abstract": "Underrepresentation of women in computer science (CS) increasingly demands the necessity to find and enhance current learning engagement approaches to bring more women into computing fields. Some researchers have been exploring the influence of gamification on female students as one of these possible learning engagement strategies. Gamification refers to the introduction of video game elements into non-game activities to enhance engagement and motivation. Previous studies have reported mixed results of the impact of gamification on women. In this study, we introduce SEP-CyLE (Software Engineering and Programming Cyberlearning Environment), an online gamified tool that was designed to provide supplemental computing content to students. This paper presents a convergent mixed-methods study guided by social identity theory and self-efficacy to understand women's experiences with this gamified tool. More specifically, this study explores virtual points' and leaderboards' effects on CS identity development, self-efficacy, and performance. The results show that virtual points and the leaderboard contributed to improved performance for students of all genders, suggesting that gamification is a gender-neutral learning engagement strategy that improves female students' performance as much as male students. Regardless of improved performance, most women did not actively enjoy or were motivated by the virtual points or leaderboard in SEP-CyLE. Additionally, gamification had no significant impact on CS identity development or self-efficacy constructs and had little to no impact on women's interest and engagement in the field of computing.", "venue": "J. Comput. High. Educ.", "year": 2021, "referenceCount": 91, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "51165061", "name": "Leila Zahedi"}, {"authorId": "105018289", "name": "Jasmine Batten"}, {"authorId": "144699360", "name": "Monique Ross"}, {"authorId": "46536979", "name": "G. Potvin"}, {"authorId": "2088180134", "name": "Stephanie Damas"}, {"authorId": "1397920168", "name": "Peter J. Clarke"}, {"authorId": "145774304", "name": "D. Davis"}]}}, {"contexts": ["Spaces/learning environment [31] ‘I feel comfortable in the computer labs’ Careers [26] ‘I think I would fit in at a tech company’ Creativity and design [32] ‘My course teaches me about computing’s creative elements’ Society [18] ‘My course teaches me about how computing can solve social problems’ Terminology [21] ‘Terms like “computer science\" are appealing to me’ Teaching diversity [33] ‘My course teaches me about the importance of considering diversity’ Community [10] ‘The department has a community that I feel part of’ Unconscious bias [22] ‘Language or examples used in the course have sometimes made me uncomfortable’ Making diversity visible [24] ‘I see people like me represented in computing’"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "135c8fb2b7e7644131cfc9da1731a08ca0e289d6", "externalIds": {"DBLP": "conf/iticse/WinterTB21", "DOI": "10.1145/3430665.3456329"}, "url": "https://www.semanticscholar.org/paper/135c8fb2b7e7644131cfc9da1731a08ca0e289d6", "title": "'It's a Bit Weird, but it's OK'? How Female Computer Science Students Navigate being a Minority", "abstract": "Within Computer Science (CS) education, women have long been underrepresented. In the UK, women make up less than 20% of CS students at A-Level and undergraduate level. The lack of diversity within CS has become well-studied, often through quantitative surveys of female CS students or evaluations of different pedagogical or cultural interventions aimed to increase diversity and inclusivity. However, there have been far fewer studies that explore the experiences of female CS students at a more in-depth, qualitative level. This paper reports on the results of 15 in-depth semi-structured interviews with first year female CS undergraduate students at a UK university. Several of our findings are consistent with much existing research, such as the prevalence of gendered CS stereotypes and a lack of confidence. However, we also find two key strategies by which female Computer Science students navigate their minority experience that have not been given much prior attention. Firstly, we find that female CS students find it hard to articulate their minority experience without utilising the linguistic device of hedging. Asked about their experiences as a minority, participants would often mention a negative feeling in relation to this situation, followed quickly by a diminishing clause- 'it's a bit weird, but it's ok'. Secondly, participants tended to individualise the problem, stressing the importance of their own individual responsibility to fit into CS and succeed, despite having sometimes experienced discrimination or sexism. We conclude by considering the implications of these findings for educators.", "venue": "ITiCSE", "year": 2021, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40914297", "name": "Emily Winter"}, {"authorId": "50361326", "name": "L. Thomas"}, {"authorId": "2724976", "name": "L. Blair"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "137a1d6873610f789b2589d15cdeda8ec2df8d8a", "externalIds": {"DBLP": "journals/jeric/LyonC21", "MAG": "3143426606", "DOI": "10.1145/3433167"}, "url": "https://www.semanticscholar.org/paper/137a1d6873610f789b2589d15cdeda8ec2df8d8a", "title": "Arising of Informal Women's Learn-to-code Communities", "abstract": "Female-focused, grassroots communities purporting to help women learn to code are popping up in a variety of settings, indicating the motivation on the part of the participants to evade male-dominated settings while learning. However, little is known about how these groups function as an activity system. With current technology enabling the forming of virtual communities and the meteoric rise in use of the Salesforce CRM (customer relationship management) platform, a group of women have formed a coaching and learning community designed to help women move from Salesforce administrators to software developers through learning to code. We used activity systems analysis (ASA) to investigate this real-world instance of the larger phenomenon using an ethnographic approach. We used ASA to organize and make sense of the data by first creating a table listing the points on the activity system triangle (subject, rules, object, etc.) and filling in the points of the triangle based on the design of the coaching and learning group as described by participants; this gave us a high-level view of the activity system. To understand the subjects’ point of view of the system, we then created a new column in the table to fill in themes that emerged from our qualitative data analysis organized by dimension of the activity system. This process enabled us to capture the activity and the voices of participants as well as tensions that had emerged in the system. Findings show a range of outcomes, from participants crediting the group as a kickstart to the journey to successfully landing a job as a developer to members stalling in their progress after involvement. Results also show that purposeful tensions of welcoming novice questions and offering unsolicited verbal encouragement built into the activity system create a welcoming, safe environment for women learning to code.", "venue": "ACM Trans. Comput. Educ.", "year": 2021, "referenceCount": 40, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "39627544", "name": "Louise Ann Lyon"}, {"authorId": "2059989120", "name": "C. Clayton"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1474ab316b191b888704ee3f3df50a20ea4743fc", "externalIds": {"DOI": "10.3389/feduc.2021.668250"}, "url": "https://www.semanticscholar.org/paper/1474ab316b191b888704ee3f3df50a20ea4743fc", "title": "How to Promote Diversity and Inclusion in Educational Settings: Behavior Change, Climate Surveys, and Effective Pro-Diversity Initiatives", "abstract": "We review recent developments in the literature on diversity and inclusion in higher education settings. Diversity interventions increasingly focus on changing behaviors rather than mental constructs such as bias or attitudes. Additionally, there is now a greater emphasis on the evaluation of initiatives aimed at creating an inclusive climate. When trying to design an intervention to change behavior, it is advised to focus on a segment of the population (the “target audience”), to try to get people to adopt a small number of specific new behaviors (the “target behaviors”), and to address in the intervention the factors that affect the likelihood that members of the target audience will engage in the new target behaviors (the “barriers and benefits”). We report our recent work developing a climate survey that allows researchers and practitioners to identify these elements in a particular department or college. We then describe recent inclusion initiatives that have been shown to be effective in rigorous empirical studies. Taken together this paper shows that by implementing techniques based on research in the behavioral sciences it is possible to increase the sense of belonging, the success, and the graduation rate of minority students in STEM.", "venue": "Frontiers in Education", "year": 2021, "referenceCount": 90, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2117751848", "name": "Gil Moreu"}, {"authorId": "66905667", "name": "N. Isenberg"}, {"authorId": "40529687", "name": "M. Brauer"}]}}, {"contexts": ["Furthermore, visible exemplars that deviate from stereotypic media portrayals provide potent buffers for other underrepresented group members (Cheryan et al., 2009, 2011)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "160aa1310c210f40530707fa14cb4a931f9f3889", "externalIds": {"DOI": "10.1177/2372732220984800"}, "url": "https://www.semanticscholar.org/paper/160aa1310c210f40530707fa14cb4a931f9f3889", "title": "Harnessing Visible Representation to Mitigate Bias", "abstract": "Numerous attempts to improve diversity by way of changing the hearts of decision makers have fallen short of the desired outcome. One underappreciated factor that contributes to bias resides not in decision makers’ hearts, but instead in their minds. People possess images, or mental representations, for specific roles and professions. Which mental image or representation springs spontaneously to mind depends on the current status quo within a field. Whether or not an individual or groups’ appearance matches visual stereotypes results in perceptually mediated preferences and prejudices, both of which harbor pernicious assumptions about who belongs in a professional setting and why. Leveraging these scientific insights can enact change. Shifting visible exemplars can change people’s mental representations and their heart’s evaluative reactions to others.", "venue": "", "year": 2021, "referenceCount": 64, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1453184549", "name": "Jessica Shropshire"}, {"authorId": "40042361", "name": "Kerri L. Johnson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "16ab9e5989548a3c0737556f2dda94f95c7bd43a", "externalIds": {"DOI": "10.1038/s41562-021-01143-3", "PubMed": "34294901"}, "url": "https://www.semanticscholar.org/paper/16ab9e5989548a3c0737556f2dda94f95c7bd43a", "title": "Behavioural science is unlikely to change the world without a heterogeneity revolution.", "abstract": "In the past decade, behavioural science has gained influence in policymaking but suffered a crisis of confidence in the replicability of its findings. Here, we describe a nascent heterogeneity revolution that we believe these twin historical trends have triggered. This revolution will be defined by the recognition that most treatment effects are heterogeneous, so the variation in effect estimates across studies that defines the replication crisis is to be expected as long as heterogeneous effects are studied without a systematic approach to sampling and moderation. When studied systematically, heterogeneity can be leveraged to build more complete theories of causal mechanism that could inform nuanced and dependable guidance to policymakers. We recommend investment in shared research infrastructure to make it feasible to study behavioural interventions in heterogeneous and generalizable samples, and suggest low-cost steps researchers can take immediately to avoid being misled by heterogeneity and begin to learn from it instead.", "venue": "Nature human behaviour", "year": 2021, "referenceCount": 92, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2059490625", "name": "Christopher J Bryan"}, {"authorId": "3381105", "name": "Elizabeth Tipton"}, {"authorId": "34677298", "name": "D. Yeager"}]}}, {"contexts": ["Stereotypes associating IT competence more with men than with women (Blum et al., 2007; Cheryan et al., 2015) make it challenging for women to identify themselves with fields of IT (Cheryan et al., 2009; Jethwani et al., 2016; Margolis & Fisher, 2002; OECD, 2016; Rommes et al., 2007).", ", 2015) make it challenging for women to identify themselves with fields of IT (Cheryan et al., 2009; Jethwani et al., 2016; Margolis & Fisher, 2002; OECD, 2016; Rommes et al., 2007)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1746fb7cd9500d1287f6bebcae9578a26077b171", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/1746fb7cd9500d1287f6bebcae9578a26077b171", "title": "A RANDOM CHOICE, LATE DISCOVERY, AND PENALTY ROUNDS: MAPPING WOMEN’S PATHWAYS TO INFORMATION TECHNOLOGY EDUCATION", "abstract": "What leads women to information technology (IT)? Successful recruitment is often perceived as relying on interest in IT. This study, however, identifies the pathways bringing women to IT that only partly rely on interest in IT and also involve other factors. In-depth interviews with 24 women in IT education and early research positions in Norway provide the empirical material for this qualitative study. Feminist technology studies and research on gender and technology provide a framework for the study, and the analysis is guided by the grounded theory method. The findings show that IT is a highly gendered field in Norway and that gender stereotypes affect women’s expectations toward, and choices of, IT. Women enter the fields of IT despite stereotypes. However, for many such women, this follows a coincidence or a late discovery of IT as interesting, and some women have been on a “penalty round” in a different field before finally entering the fields of IT.", "venue": "", "year": 2021, "referenceCount": 37, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "41158298", "name": "H. Corneliussen"}]}}, {"contexts": ["…stereotypically male) report lower sense of belonging, which in turn dampens women’s STEM interest and performance (Cheryan, Meltzoff, & Kim, 2011; Cheryan et al., 2009; Good et T hi s do cu m en t is co\npy ri\ngh te\nd by\nth e\nA m\ner ic\nan Ps\nyc ho\nlo gi\nca l\nA ss\noc ia\ntio n\nor on\ne of\nits…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1799b67cf2701b1d86160bcacc320752aa587b90", "externalIds": {"MAG": "3083130772", "DOI": "10.1037/edu0000620"}, "url": "https://www.semanticscholar.org/paper/1799b67cf2701b1d86160bcacc320752aa587b90", "title": "The role of STEM professors’ mindset beliefs on students’ anticipated psychological experiences and course interest.", "abstract": null, "venue": "Journal of Educational Psychology", "year": 2020, "referenceCount": 124, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5850882", "name": "J. LaCosse"}, {"authorId": "145692970", "name": "M. Murphy"}, {"authorId": "2110213946", "name": "Julie A Garcia"}, {"authorId": "13674189", "name": "Sabrina Zirkel"}]}}, {"contexts": ["…with unplugged\napproaches alone, including not seeing people “like themselves” among those who teach, study or work in CS-related fields, messaging from teachers and parents, and environmental cues (e.g. science fiction or video game posters, inside jokes) (Cheryan et al., 2009; Margolis, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1a6120cc7bfc63fe91793fe2c014526881d1a1d3", "externalIds": {"MAG": "3043089423", "DBLP": "journals/csedu/HuangL21", "DOI": "10.1080/08993408.2020.1789411"}, "url": "https://www.semanticscholar.org/paper/1a6120cc7bfc63fe91793fe2c014526881d1a1d3", "title": "A critical review of literature on “unplugged” pedagogies in K-12 computer science and computational thinking education", "abstract": "ABSTRACT Background and Context Computational thinking (CT) is considered as a valuable literacy for all students, and its inclusion in compulsory schooling could increase the numbers of underrepresented students who pursue computing-related careers. Computer Science Unplugged (CSU) had success in making computer science (CS) accessible to K–12 students in outreach settings. Such “unplugged” approaches have the potential to do the same in formal education. Objective This review considers how research findings on unplugged pedagogies might advance CS/CT education priorities, while highlighting areas of unknown and tension. Method We conducted a search in academic databases using terms +unplugged “computer science” and +unplugged CT, and related terms. Findings We synthesized our review with existing ones to inform the priorities of CS-for-all and CT development. We surfaced CSU’s limitations to broaden access for underrepresented students and suggested a remedy. We proposed 10 research questions that fill key gaps to support efforts that provide just access to quality CS/CT education.", "venue": "Comput. Sci. Educ.", "year": 2020, "referenceCount": 121, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "47504373", "name": "W. Huang"}, {"authorId": "144700555", "name": "C. Looi"}]}}, {"contexts": ["For instance, (Cheryan et al. 2009) examine the determinants of participation in computer science courses, showing that the interest in computer science is influenced by the exposure to environments associated with computer scientists."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1a701d93733bab4fd929561a8fed7564a478e842", "externalIds": {"DOI": "10.1186/s41118-021-00118-6"}, "url": "https://www.semanticscholar.org/paper/1a701d93733bab4fd929561a8fed7564a478e842", "title": "An analysis of Italian university students’ performance through segmented regression models: gender differences in STEM courses", "abstract": "This paper investigates gender differences in university performances in Science, Technology, Engineering and Mathematics (STEM) courses in Italy, proposing a novel application through the segmented regression models. The analysis concerns freshmen students enrolled at a 3-year STEM degree in Italian universities in the last decade, with a focus on the relationship between the number of university credits earned during the first year (a good predictor of the regularity of the career) and the probability of getting the bachelor degree within 4 years. Data is provided by the Italian Ministry of University and Research (MIUR). Our analysis confirms that first-year performance is strongly correlated to obtaining a degree within 4 years. Furthermore, our findings show that gender differences vary among STEM courses, in accordance with the care-oriented and technical-oriented dichotomy. Males outperform females in mathematics, physics, chemistry and computer science, while females are slightly better than males in biology. In engineering, female performance seems to follow the male stream. Finally, accounting for other important covariates regarding students, we point out the importance of high school background and students’ demographic characteristics.", "venue": "Genus", "year": 2021, "referenceCount": 36, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2117618148", "name": "Andrea Priulla"}, {"authorId": "1931976766", "name": "Nicoletta D’Angelo"}, {"authorId": "40040681", "name": "M. Attanasio"}]}}, {"contexts": ["This air reveals itself, for example, through ambient cues that signal who belongs in science and math (Cheryan et al., 2009) and in the stereotypes revealed in the word associations across billions of words constituting our collective language (Caliskan et al., 2016; Charlesworth et al., 2021).", "example, through ambient cues that signal who belongs in science and math (Cheryan et al., 2009) and in the stereotypes revealed in the word associations across billions of words constituting our collective language (Caliskan et al."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1ab9c71636083df22fe48663f6696b39cedbcfa4", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/1ab9c71636083df22fe48663f6696b39cedbcfa4", "title": "Running Head: IMPLICIT BIAS IN BEHAVIOR 1 The Relationship of Implicit Social Cognition and Discriminatory Behavior", "abstract": "When viewing the state of the world today, social and behavioral scientists face a puzzling inconsistency: how can it be that evidence of discrimination persists in all significant aspects of life, from housing and jobs to healthcare and law enforcement, even though individuals and institutions adamantly stand for equality in treatment? Over the past two decades, research has demonstrated that at least part of the answer to this puzzle can be attributed to the implicit nature of biases – attitudes, beliefs, and identities that are less conscious and controllable but that nevertheless exist and shape behavior. Indeed, today, we take it as given that evidence is strong and substantial for the presence of implicit bias in the minds and behaviors of individuals. This chapter, however, reviews an emerging body of research that uses massive, aggregated data across millions of tests of implicit attitudes and beliefs to understand outcomes of socially significant systemic behaviors ranging from the police use of lethal force to infant healthcare to school suspensions and discipline. Methodologically, the studies quantify social and psychological processes in the real world and introduce data of unprecedented scope across geography and time. Theoretically, this melding of psychological evidence about implicit bias aggregated across millions of individuals alongside large-scale socially significant behaviors underscores a new and more robust meaning of the term systemic discrimination: the results show the various ways that implicit bias both shapes and is shaped by broad structural systems and outcomes.", "venue": "", "year": 2021, "referenceCount": 67, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "66649568", "name": "Tessa E. S. Charlesworth"}, {"authorId": "1968771", "name": "M. Banaji"}]}}, {"contexts": ["According to [20], when environments are stereotypically associated with computing (video games, sci-fi references, sports statistics, etc."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1dbc338903447029226307c4df79784b208904b6", "externalIds": {"DBLP": "conf/educon/JimenezPEMG21", "DOI": "10.1109/EDUCON46332.2021.9453933"}, "url": "https://www.semanticscholar.org/paper/1dbc338903447029226307c4df79784b208904b6", "title": "Pedagogical Innovations With A Gender Approach To Increase Computer Programming Self-Efficacy In Engineering Students", "abstract": "This study seeks to identify the effect that in-class teamwork activities have on the technical roles assumed by female engineering students in computer programming courses. During 2018 and 2019, a mixed methodology research was conducted in 2 phases. First, a qualitative study that consisted of 15 in depth interviews with current and former female engineering students. In addition, the research team conducted non-participatory observations in 2 courses, to identify elements of group dynamics in mixed gendered classes. This qualitative phase informed the quantitative study designed in the second phase. The quantitative phase took place in two computer programming courses associated to an undergraduate engineering program: Course A, which uses traditional lecture classes, and Course B, which uses project-based learning as the teaching methodology. In course B, a questionnaire (91 responses) was applied to identify the dynamics of role assignment in their teams. A self-efficacy questionnaire on computer programming was applied to courses A (n=33) and B (n =46) to compare the experience of women in the modality of individual and group work. The results indicate that women in course B tend to assume roles of coordination and work management, unlike men who define themselves as programmers or designers. The non-parametric tests applied indicate that when comparing the start and end of the course, the men and women of both courses significantly increased their overall self-efficacy. However, if only items that include execution tasks are considered, women in course B do not significantly improve their self-efficacy, unlike men from course B and both women and men from course A. Pedagogical recommendations are presented to improve self-efficacy of female engineering students in group-work based courses in computer programming subjects.", "venue": "2021 IEEE Global Engineering Education Conference (EDUCON)", "year": 2021, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143608642", "name": "P. Jiménez"}, {"authorId": "31097847", "name": "J. Pascual"}, {"authorId": "2113649643", "name": "Javiera Espinoza"}, {"authorId": "2115986246", "name": "Sofia San Martin"}, {"authorId": "2113653471", "name": "F. Guidi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1f5f39f3d927639b29d7a68df9d06ebed9d1651f", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/1f5f39f3d927639b29d7a68df9d06ebed9d1651f", "title": "Mindsets in Legal Education", "abstract": "If you teach 1Ls, you may share the following concern. At the start of each year, we meet enthusiastic and successful students who are passionate about law. They arrive on campus invested in learning, ready to work hard, and eager to participate in class. But trouble brews soon thereafter. Students worry whether they have what it takes to do well, whether they will fit in, and whether they belong in law school. Answering questions in class, many sense (rightly or wrongly) that their professors and peers think that they aren’t smart and that they will not do well. When they encounter difficulty making friends, finding study groups, and connecting with professors in office hours, they worry that “maybe this means that people like me do not belong or cannot succeed here.” Worse yet, discussions in class lead many to lose sight of why they chose to go to law school and the important role that lawyers play in serving the public. These experiences erode confidence in their abilities and their engagement in law school, and they cause distress and undermine well-being. Given the inherent interest of law, our commitment to teaching, and our concern for our students’ well-being, we tell ourselves, there is surely some small change that would allow our promising students to thrive. Yet any solution remains paralyzingly elusive. This article validates the impulse to treat law students’ engagement, learning, and well-being as interconnected and improvable. Indeed, on this fifteenth anniversary of the Law School Survey of Student Engagement (LSSSE), we applaud LSSSE’s collection of over 350,000 law student responses from 200 law schools forming one of the largest datasets capturing student voices and experiences in law school. We offer a way forward that builds on LSSSE’s rich data and the findings and efforts of legal scholars who have studied law students’ well-being for the past two decades, and we suggest ways in which", "venue": "", "year": 2021, "referenceCount": 39, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "40141489", "name": "Victor D. Quintanilla"}, {"authorId": "117327100", "name": "Sam Erman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2715dc196d8e9522daacccc44dc2f2da952d4d71", "externalIds": {"DOI": "10.1177/00986283211043779"}, "url": "https://www.semanticscholar.org/paper/2715dc196d8e9522daacccc44dc2f2da952d4d71", "title": "Fostering Inclusivity: Exploring the Impact of Identity Safety Cues and Instructor Gender on Students’ Impressions and Belonging", "abstract": "Background: Students with marginalized identities can experience identity threats in higher education. Instructors can help improve student outcomes by using identity safety cues (ISCs), which signal to marginalized groups that their identities are valued. Objective: The purpose of this study was to examine whether including ISCs in course syllabi could improve students’ belonging-related outcomes and whether these outcomes differ based on instructor gender. Method: Using an experimental design, undergraduate students viewed a syllabus that included or excluded ISCs from either a White male or female professor. Participants reported their anticipated belonging and instructor impressions. Results: Participants reported greater expected engagement and field belonging and had more positive impressions of the instructor when the syllabus included ISCs compared to the control syllabus. Instructor gender had a minimal impact on participants’ outcomes and impressions. Conclusion: This work demonstrates including ISCs in course syllabi can positively impact students when course instructors are White men or women. Teaching Implications: ISCs improved participants’ anticipated engagement and field belonging regardless of instructor gender. This work suggests instructors can improve students’ first impressions and intentions by including ISCs in their course syllabi.", "venue": "Teaching of Psychology", "year": 2021, "referenceCount": 25, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "114998310", "name": "Melanie R. Maimon"}, {"authorId": "113634659", "name": "Kristina Howansky"}, {"authorId": null, "name": "Diana T. Sanchez"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2946aafece914e89066e9b0cba42d19c64be6421", "externalIds": {"DOI": "10.1111/cdev.13623", "PubMed": "34228830"}, "url": "https://www.semanticscholar.org/paper/2946aafece914e89066e9b0cba42d19c64be6421", "title": "Boys Write About Boys: Androcentrism in Children's Reading Experience and Its Emergence in Children's Own Writing.", "abstract": "Gender bias exists in our language environment. We investigated personal name usage in two large corpora of language written for and by U.K. children aged 5-13. Study 1 found an overrepresentation of male names in children's books, largely attributable to male authors. In stories written by over 100,000 children, Study 2 found an overall male bias that interacted with age. Younger children wrote more about their own gender. With age, girls became more balanced yet boys continued to show a strong male bias. Our findings demonstrate a male-centered bias in both children's books and their own writing. We consider the power of written language to both shape and be shaped by cultural stereotypes via systematic biases in gender associations.", "venue": "Child development", "year": 2021, "referenceCount": 40, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "34480837", "name": "Yaling Hsiao"}, {"authorId": "2091436028", "name": "Nilanjana Banerji"}, {"authorId": "2185108", "name": "K. Nation"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2adf3bef272c6c9c0135a9db9b292c00b73f786f", "externalIds": {"MAG": "3196646608", "DOI": "10.1016/j.riob.2021.100137"}, "url": "https://www.semanticscholar.org/paper/2adf3bef272c6c9c0135a9db9b292c00b73f786f", "title": "The cycle of workplace bias and how to interrupt it", "abstract": "Abstract A rich body of research throughout the social sciences demonstrates that bias—people’s tendency to display group-based preferences—is a major obstacle in the way of promoting diversity, equity, and inclusion in the workplace. The current article moves beyond the single-level focus of prior theories of workplace bias to propose a novel theoretical model that conceptualizes workplace bias as a multilevel cycle. First, we discuss the theoretical foundations of our bias cycle theory and describe why understanding the nature of workplace bias—and effectively reducing it—requires considering the reciprocal influences of both individual and organizational levels of the cycle. Specifically, we describe how workplace bias operates as a cycle and then propose that successfully reducing workplace bias requires multilevel interventions that interrupt bias across both the individual and organizational levels of the cycle. Second, because workplace bias is reproduced through both of these levels, we review and bring together literatures that are often considered separately: psychology research on reducing bias at the individual level and sociology and management research on reducing bias at the organizational level. Third, we use our bias cycle theory to formulate general principles for determining how to begin and how to pair interventions across levels. Finally, we conclude by discussing our theoretical contributions and outlining directions for future research.", "venue": "Research in Organizational Behavior", "year": 2021, "referenceCount": 200, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145561156", "name": "Nicole M. Stephens"}, {"authorId": "11105708", "name": "Lauren A. Rivera"}, {"authorId": "6788204", "name": "Sarah S. M. Townsend"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2f5389b6fa5a2cb90ce01507dd27f1be23f1a0f0", "externalIds": {"DOI": "10.1080/00224545.2021.1921682", "PubMed": "34210244"}, "url": "https://www.semanticscholar.org/paper/2f5389b6fa5a2cb90ce01507dd27f1be23f1a0f0", "title": "Evidence for a gender stereotype about psychology and its effect on perceptions of men's and women's fit in the field.", "abstract": "The current research explored the gender stereotype about psychology and its effect on perceptions of people's fit in the field. Across six studies (N = 1,516), results showed that participants believed that women represent the majority of people in both the major and profession of psychology. Also, participants associated psychology more strongly with femininity than masculinity and assigned more feminine and less masculine traits to people studying psychology than to people studying a stereotypically masculine career. In terms of fit within the field, participants rated psychology as less likely to meet the needs of men compared to women, especially after learning that the field was majority women. Overall, the studies provide evidence for an association between femininity and psychology and suggest that the stereotype affects perceptions of men's and women's fit within the field.", "venue": "The Journal of social psychology", "year": 2021, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "145498463", "name": "G. Boysen"}, {"authorId": "2006365737", "name": "Rebecca L. Chicosky"}, {"authorId": "2117478289", "name": "Faith R Rose"}, {"authorId": "2006351978", "name": "Erin E. Delmore"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "36a9a9a6fdf1d37d88b0946d047273e078f2f659", "externalIds": {"DBLP": "conf/icer/Lishinski021", "DOI": "10.1145/3446871.3469740"}, "url": "https://www.semanticscholar.org/paper/36a9a9a6fdf1d37d88b0946d047273e078f2f659", "title": "All the Pieces Matter: The Relationship of Momentary Self-efficacy and Affective Experiences with CS1 Achievement and Interest in Computing", "abstract": "There are significant participation gaps in computing, and the way to address these participation gaps lies not simply in getting students from underrepresented groups into a CS1 classroom, but supporting students to pursue their interest in computing further beyond CS1. There are many factors that may influence students’ pursuit of computing beyond introductory courses, including their sense that they can do what CS courses require of them (their self-efficacy) and positive emotional experiences in CS courses. When interest has been addressed in computing education, research has treated it mostly as an outcome of particular pedagogical approaches or curricula; what has not been studied is how students’ longer-term interest develops through more granular experiences that students have as they begin to engage with computing. In this paper, we present the results of a study designed to investigate how students’ interest in computing develops as a product of their momentary self-efficacy and affective experiences. Using a methodology that is relatively uncommon to computer science education—the experience sampling method, which involves frequently asking students brief, unobtrusive questions about their experiences—we surveyed CS1 students every week over the course of a semester to capture the nuances of their experiences. 74 CS1 students responded 14-18 times over the course of a semester about their self-efficacy, frustration, and situational interest. With this data, we used a multivariate, multi-level statistical model that allowed us to estimate how students’ granular, momentary experiences (measured through the experience sampling method surveys) and initial interest, self-efficacy, and self-reported gender (measured through traditional surveys) relate to their longer-term interest and achievement in the course. We found that students’ momentary experiences have a significant impact on their interest in computing and course outcomes, even controlling for the self-efficacy and interest students reported at the beginning of the semester. We also found significant gender differences in students’ momentary experiences, however, these were reduced substantially when students’ self-efficacy was added to the model, suggesting that gender gaps could instead be self-efficacy gaps. These results suggest that students’ momentary experiences in CS1, how they experience the course week to week, have an impact on their longer-term interest and learning outcomes. Furthermore, we found that male and female students reported different experiences, suggesting that improving the CS1 experiences that students have could help to close gender-related participation gaps. In all, this study shows that the granular experiences students have in CS1 matter for key outcomes of interest to computing education researchers and educators and that the experience sampling method, more common in fields adjacent to computer science education, provides one way for researchers to integrate the experiences students have into our accounts of why students become interested in computing.", "venue": "ICER", "year": 2021, "referenceCount": 142, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2663596", "name": "Alex Lishinski"}, {"authorId": "2057298537", "name": "Joshua Rosenberg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "371470a6e86c82132c15570bb60ea2200908e128", "externalIds": {"MAG": "3175278240", "DOI": "10.1007/s11218-021-09639-6"}, "url": "https://www.semanticscholar.org/paper/371470a6e86c82132c15570bb60ea2200908e128", "title": "Nevertheless, she persisted (in science research): Enhancing women students’ science research motivation and belonging through communal goals", "abstract": "There is no doubt that connections with other people motivate behavior; yet science is stereotyped as being lonely work devoid of communal connections. Drawing from self-regulation of motivation and goal congruity theories, we ask, does relationship-building in science foster communal perceptions that then increase women’s persistence in and motivation for science research? In a scientific context designed to simulate a “typical” setting that emphasized gender and the male-dominated nature of STEM, women and men students interacted with a male confederate [Study 1 (N = 245)] or women students interacted with a female confederate [Study 2 (N = 152)]. In both cases, the student-confederate pair completed a series of getting-to-know-you questions to foster a relationship, engaged in a boring “data transcription” task together, and completed measures of communal goal perceptions, science research motivation, and belonging. We also assessed actual persistence on and future motivation for the science task. Across both studies, women’s communal perceptions significantly predicted belonging and science research motivation. In turn, science research motivation led to significantly greater persistence and future motivation and significantly mediated the link between communal perceptions and science persistence (Study 1). Results for belonging were mixed. Study 2 results provided a conceptual replication, extending the model to same-gender peer interactions. Overall results suggest peer relationship-building exercises are one pathway to help women feel a sense of community in science education. Focusing on creative strategies to retain women students in science will enhance science innovation and contribute to a more inclusive teaching and learning environment.", "venue": "Social Psychology of Education", "year": 2021, "referenceCount": 81, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": null, "name": "Jill Allen"}, {"authorId": null, "name": "Elizabeth R. Brown"}, {"authorId": "2128573205", "name": "Alexi Ginther"}, {"authorId": null, "name": "Jasmine Elise Graham"}, {"authorId": "117641223", "name": "Dominic G. Mercurio"}, {"authorId": "78190560", "name": "Jessi L. Smith"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "39cf7bc3dd6b420091f0de0384d6c882e68e1dea", "externalIds": {"MAG": "3117575669", "DOI": "10.1016/j.lindif.2020.101960"}, "url": "https://www.semanticscholar.org/paper/39cf7bc3dd6b420091f0de0384d6c882e68e1dea", "title": "Liking guides learning: The role of interest in memory for STEM topics", "abstract": "Abstract Interests are an essential part of the learning process, yet no previous work has examined the relationship between learning and individual differences in domain-general interests. Across a pilot study and a confirmatory follow-up study, we tested whether the broad interest traits of person orientation and thing orientation predict memory for STEM-related topics. In both studies (total N = 624), college student participants read brief educational texts on a randomly assigned STEM topic. The topics included artificial limb design, self-driving automobiles, and the anatomy of vision. Recall performance was measured using open-ended factual questions from the readings. Participants with stronger thing-oriented interests recalled more information from the texts, while person orientation was unrelated to recall. Thing orientation also predicted performance beyond the variance explained by gender and previous knowledge. The findings from these studies highlight the cognitive consequences of interests and present implications for STEM education.", "venue": "", "year": 2021, "referenceCount": 69, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5811805", "name": "Miranda M. McIntyre"}, {"authorId": "50827754", "name": "J. Gundlach"}, {"authorId": "4880556", "name": "W. Graziano"}]}}, {"contexts": ["Sense of belonging is broadly the feeling of ‘fitting in’ or being an integral part of an environment [2, 8].", "Prior research has shown that a student’s sense of belonging is positively associated with student outcomes such as their motivation, grades, interest in a field, and the intent to pursue college or persist in a field [2, 11, 13, 26]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3c83504b856921d240580fb1a7318fb56b22b707", "externalIds": {"DBLP": "conf/sigcse/MoudgalyaMYHK21", "DOI": "10.1145/3408877.3432425"}, "url": "https://www.semanticscholar.org/paper/3c83504b856921d240580fb1a7318fb56b22b707", "title": "Measuring Students' Sense of Belonging in Introductory CS Courses", "abstract": "Prior research has shown that a sense of belonging is very important for students to continue in their field of study. This is particularly true for minoritized students in introductory CS courses. The methods used so far to study sense of belonging in CS have been qualitative or have used a small number of survey items. In this paper, we validate a large 30-item survey originally developed for Mathematics. We collected data from 21 institutions, with 30 faculty and 1165 survey responses. We present a factor analysis for the survey to highlight how it measures factors like 'Membership', 'Acceptance', 'Affect', 'Trust' and 'Desire to Fade'. We measured the students' sense of belonging using the survey and found that it correlates with their learning and their interest to pursue more CS courses. These correlations were nuanced based on students' gender, race, and the type of learning environment. We found that for minoritized students in particular, the interest to pursue CS courses was more correlated with their sense of belonging. A type of learning environment we examined was Process Oriented Guided Inquiry Learning (POGIL). We studied the differences in sense of belonging between POGIL and non-POGIL classrooms. Although we did not find a significant difference in overall sense of belonging at the factor level, we did find significant differences when we examined at the item level. These results shed light about nuances in students' sense of belonging in CS POGIL classrooms when compared to other approaches.", "venue": "SIGCSE", "year": 2021, "referenceCount": 42, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "73769942", "name": "Sukanya Kannan Moudgalya"}, {"authorId": "5530618", "name": "Chris Mayfield"}, {"authorId": "2098762", "name": "Aman Yadav"}, {"authorId": "34982398", "name": "Helen H. Hu"}, {"authorId": "2075986", "name": "Clifton Kussmaul"}]}}, {"contexts": ["Sense of belonging has become an increasing focus within research on women and gender equity in computing contexts (e.g., Blaney & Stout, 2017; Cheryan et al., 2009; Sax et al., 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3e77f9e790795e8980cb953961332ad13729f4a8", "externalIds": {"MAG": "3137722518", "DOI": "10.1080/10668926.2021.1896396"}, "url": "https://www.semanticscholar.org/paper/3e77f9e790795e8980cb953961332ad13729f4a8", "title": "Advancing Gender Equity and Sense of Belonging in Computing: Are Documented Best Practices Representative of Upward Transfer Students?", "abstract": "Supporting upward transfer students is critical to diversifying STEM. This study provides insight into how we can best support upward transfer students in computing, one of the least diverse STEM d...", "venue": "", "year": 2021, "referenceCount": 80, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "27007628", "name": "J. Blaney"}, {"authorId": "117252643", "name": "Julian Barrett"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "413ba785a0cfea94dd678614285c4b556a37170e", "externalIds": {"MAG": "3146302345", "DOI": "10.1007/S42413-021-00111-Z"}, "url": "https://www.semanticscholar.org/paper/413ba785a0cfea94dd678614285c4b556a37170e", "title": "Belonging in STEM: Growth Mindset as a Filter of Contextual Cues", "abstract": "Undergraduate students in science, technology, engineering, and mathematics (STEM) programs face unique challenges to their psychological well-being, including their sense of belonging. Recent evidence suggests that beliefs about the malleability of intelligence (growth mindsets) support STEM students’ belongingness, though the mechanisms of this relationship are unclear. We propose and test a model in which students’ personal growth mindset beliefs relate to their sense of belonging by operating as a filter of environmental cues, especially those signaling instructors’ mindsets, peers’ mindsets, and the school’s trustworthiness. Across more than 3000 students in two diverse STEM contexts, we found general support for this model (mean RMSEA = 0.041; mean R2 = 39%). Perceived environmental cues fully mediated (Study 1) and partially mediated (Study 2) the total effect of personal growth mindset on belonging. In addition to model generalizability, there was meaningful heterogeneity in the results observed across contexts. These results suggest a novel filtering function of growth mindsets for belonging. Discussion centers on the factors that may account for model variability, as well as theoretical and practical implications of the findings.", "venue": "", "year": 2021, "referenceCount": 103, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2107299083", "name": "C. Williams"}, {"authorId": "1659320995", "name": "Quinn Hirschi"}, {"authorId": "3376534", "name": "Chris Hulleman"}, {"authorId": "4684671", "name": "Josipa Roksa"}]}}, {"contexts": ["For example, a significant body of research has probed the perceptions of coding and computational career paths in Black and female students (Google Inc. & Gallup Inc., 20160; Baser, 2013; Cheryan et al., 2009)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "48117472ff3e3b9041d5be36cad75ef1416ac160", "externalIds": {"DOI": "10.1101/2021.08.09.455678"}, "url": "https://www.semanticscholar.org/paper/48117472ff3e3b9041d5be36cad75ef1416ac160", "title": "The Mismatch Between Neuroscience Graduate Training and Professional Skill Sets", "abstract": "Understanding the skill sets required for career paths is a prerequisite for preparing students for those careers. Neuroscience career paths are rapidly changing as the field expands and increasingly overlaps with computational and data-heavy job sectors. With the steady growth in neuroscience trainees and the diversification of jobs for those trainees, it is important to assess whether or not our training is matching the skill sets required in the workforce. Here, we surveyed hundreds of neuroscience professionals and graduate students to assess their use and valuation of a range of skills, from bench skills to communication and management. We find that professionals with neuroscience degrees can be clustered into three main groups based on their skill sets: academic research, industry research and technical work, and non-research. Further, we find that while graduate students do not use or highly value management and communication skills, almost all neuroscience professionals report strongly needing those skills. Finally, coding and data analysis skills are widely used in academic and industry research and predict higher salaries. Our findings can help trainees assess their own skill sets as well as encourage educational leaders to offer training in management and communication–skills which may help catapult trainees into the next stages of their careers.", "venue": "", "year": 2021, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Biology"], "authors": [{"authorId": null, "name": "S. Shah"}, {"authorId": "4093905", "name": "A. Juavinett"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "48d6aeb5c4282c825b99737ec31476a66ab84f59", "externalIds": {"DBLP": "journals/corr/abs-2104-01712", "ArXiv": "2104.01712", "DOI": "10.1007/978-3-030-77980-1_30"}, "url": "https://www.semanticscholar.org/paper/48d6aeb5c4282c825b99737ec31476a66ab84f59", "title": "Understanding Equity, Diversity and Inclusion Challenges Within the Research Software Community", "abstract": "Research software – specialist software used to support or undertake research – is of huge importance to researchers. It contributes to significant advances in the wider world and requires collaboration between people with diverse skills and backgrounds. Analysis of recent survey data provides evidence for a lack of diversity in the Research Software Engineer community. We identify interventions which could address challenges in the wider research software community and highlight areas where the community is becoming more diverse. There are also lessons that are applicable, more generally, to the field of software development around recruitment from other disciplines and the importance of welcoming communities.", "venue": "ICCS", "year": 2021, "referenceCount": 30, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "34725261", "name": "Neil Philippe Chue Hong"}, {"authorId": "144001902", "name": "Jeremy Cohen"}, {"authorId": "145594481", "name": "C. Jay"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4eeb59b4be16bcc9370f2d1ffed52caa1208776f", "externalIds": {"MAG": "3168666911", "DOI": "10.1177/0044118X211022393"}, "url": "https://www.semanticscholar.org/paper/4eeb59b4be16bcc9370f2d1ffed52caa1208776f", "title": "Belongingness and National Belonging among Youth in Hong Kong", "abstract": "This study examined the multiplicative associations of the social categories of ethnicity (Hong Kong Chinese, mainland Chinese, or ethnic minorities), gender, and socioeconomic status (SES) with ov...", "venue": "", "year": 2021, "referenceCount": 63, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": null, "name": "Sung Tae Jang"}, {"authorId": "7140176", "name": "C. Halse"}, {"authorId": "7381447", "name": "D. Lee"}, {"authorId": "2120732174", "name": "Queenie Chun Ki Hon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "51d36a5af8f8d4d179bb9c4c788e7a1fe5d0bd73", "externalIds": {"MAG": "3198950521", "DOI": "10.1021/acs.jchemed.1c00405"}, "url": "https://www.semanticscholar.org/paper/51d36a5af8f8d4d179bb9c4c788e7a1fe5d0bd73", "title": "Relationship between Course-Level Social Belonging (Sense of Belonging and Belonging Uncertainty) and Academic Performance in General Chemistry 1", "abstract": "Students' social belonging in a general chemistry course has been shown to predict academic performance in that course. Additionally, students' social belonging at the beginning of a general chemistry course has been shown to differ across demographics, such as gender. This social belonging exists as both an absolute sense of belonging in the course and as an uncertainty in that belonging. Both social-belonging components are important for students' performance and retention in science, technology, engineering, and mathematics (STEM) fields. In addition to differential social belonging across demographics at the beginning of the course, social belonging can change in response to course performance. This change in social belonging may further affect performance which may further affect social belonging in a recursive spiral. In this study, we investigated the recursive effect between course-level social belonging (measured as two separate, but correlated, components: sense of belonging and belonging uncertainty) and course performance in a general chemistry 1 course delivered in a hybrid online format due to the COVID-19 pandemic. We found evidence that course-level social belonging and course performance interact with each other through a recursive mechanism during a semester of general chemistry 1. These findings highlight the importance of implementing inclusive interventions continuously throughout a general chemistry 1 course, particularly after key assessments, such as exams. © 2021 American Chemical Society and Division of Chemical Education, Inc.", "venue": "Journal of Chemical Education", "year": 2021, "referenceCount": 52, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": null, "name": "Joshua D. Edwards"}, {"authorId": "40445006", "name": "Ramón S Barthelemy"}, {"authorId": "24647359", "name": "Regina F. Frey"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "59bb412f88acb5e8ce0fb0ec871bc3bab77da337", "externalIds": {"DOI": "10.1080/13854046.2021.1947388", "PubMed": "34233577"}, "url": "https://www.semanticscholar.org/paper/59bb412f88acb5e8ce0fb0ec871bc3bab77da337", "title": "A scoping review of stereotype threat for BIPOC: cognitive effects and intervention strategies for the field of neuropsychology.", "abstract": "OBJECTIVE\nAbundant evidence documents stereotype threat's (ST) detrimental effect on test performance across identities and contexts (i.e., eliciting underperformance). Review of the literature shows varied aspects of both stereotyped identities and cognition are inconsistently explored across studies. Only a portion of the literature focuses on ST's impact on Black, Indigenous, and People of Color (BIPOC). It is important to understand and learn to mitigate ST, particularly for historically marginalized and systemically oppressed BIPOC patients. Relevance exists for neuropsychologists, who engage in activities (i.e., assessments) that may activate ST, and should be aware of additional factors impacting testing results and clinical decision making.\n\n\nMETHOD\nUsing scoping review criteria (Peters et al., 2015) and Preferred Reporting Item for Systemic Reviews and Meta-Analysis (PRISMA) guidelines, we reviewed literature across multiple databases (Google Scholar, PubMed, PsychINFO) on ST and cognition with a focus on BIPOC.\n\n\nRESULTS\nThe current literature suggests that race-based ST may be implicated in underperformance for executive functioning and separately working memory. There is limited research on the effects of ST for memory, language, attention, and visuospatial skills.\n\n\nCONCLUSION\nResearch on ST requires additional attention to establish interventions to mitigate negative effects in practice. These results provide 1) an overview of the cognitive implications of ST, 2) address the scope of this impact for BIPOC, and 3) provide possible intervention and training strategies for neuropsychologists and other clinicians to work to mitigate the effects of ST on BIPOC.", "venue": "The Clinical neuropsychologist", "year": 2021, "referenceCount": 66, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2085461386", "name": "Hannah VanLandingham"}, {"authorId": "117864409", "name": "Rachael L. Ellison"}, {"authorId": "1665495033", "name": "Aamir Laique"}, {"authorId": "2118295109", "name": "Andrea Cladek"}, {"authorId": "1491121500", "name": "Humza Khan"}, {"authorId": "2118140770", "name": "Christopher Gonzalez"}, {"authorId": "2118297708", "name": "Megan R Dunn"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5b175c1b96972af4abfb7a026d3bec1bf65de7a0", "externalIds": {"MAG": "3131187507", "DOI": "10.1016/J.LINDIF.2021.101983"}, "url": "https://www.semanticscholar.org/paper/5b175c1b96972af4abfb7a026d3bec1bf65de7a0", "title": "The effects of prior experience and gender on middle school students' computer science learning and monitoring accuracy in the Use-Modify-Create progression", "abstract": "Abstract This study investigated middle school students' computer science (CS) learning and monitoring accuracy in the Use-Modify-Create (UMC) progression. This study also examined the effects of prior experience and gender on CS learning and monitoring accuracy measured with sensitivity (proportion of confidence in correct answers) and specificity (proportion of uncertainty in incorrect answers). A total of 255 middle school students participated in this study. A one-group pretest-posttest design was used, and the data were analyzed using multilevel modeling and repeated-measures correlation tests. The results show a non-significant interaction effect of prior experience and gender on students' CS learning and monitoring accuracy. We found that gender significantly interacted with students' CS learning and monitoring accuracy, primarily specificity. In particular, UMC progression was able to reduce the gender gap in CS performance, and improved male monitoring accuracy. The results also showed a significant positive correlation between students' CS performance and sensitivity, and negative correlation with specificity. We discuss the results around the potential advantage of using a UMC progression strategy to reduce gender gaps in CS education, as well as the extent to which UMC can facilitate better instructional environments for serving students with a range of prior experiences.", "venue": "", "year": 2021, "referenceCount": 94, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "52618935", "name": "A. Rachmatullah"}, {"authorId": "1992125", "name": "C. Mayhorn"}, {"authorId": "145182284", "name": "E. Wiebe"}]}}, {"contexts": [", [8, 31]), we expect outcome effects to be mediated by participants’ own racial and gender identities.", "Outside the context of search, research has found that visual cues in technical systems can also unconsciously influence users’ psychology, for instance by triggering stereotype threat [10, 34] or threatening their sense of belonging [8, 31].", ", [8, 41]), but we wish to emphasize that these identity categories are not monoliths."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "5f04832fb0f77b23ae9b929a5e19b3a600497b4e", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/5f04832fb0f77b23ae9b929a5e19b3a600497b4e", "title": "An Image of Society: Gender and Racial Representation and Impact in Image Search Results for Occupations", "abstract": "Algorithmically-mediated content is both a product and producer of dominant social narratives, and it has the potential to impact users’ beliefs and behaviors.We present two studies on the content and impact of gender and racial representation in image search results for common occupations. In Study 1, we compare 2020 workforce gender and racial composition to that reflected in image search. We find evidence of underrepresentation on both dimensions: women are underrepresented in search at a rate of 42% women for a field with 50% women; people of color are underrepresented with 16% in search compared to an occupation with 22% people of color (the latter being proportional to the U.S. workforce). We also compare our gender representation data with that collected in 2015 by Kay et al., finding little improvement in the last half-decade. In Study 2, we study people’s impressions of occupations and sense of belonging in a given field when shown search results with different proportions of women and people of color. We find that both axes of representation as well as people’s own racial and gender identities impact their experience of image search results. We conclude by emphasizing the need for designers and auditors of algorithms to consider the disparate impacts of algorithmic content on users of marginalized identities.", "venue": "", "year": 2021, "referenceCount": 56, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1393229896", "name": "D. Metaxa"}, {"authorId": "2062566733", "name": "M. Gan"}, {"authorId": "9522307", "name": "J. Landay"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "606e871d3f5f1262572a77203484ea016e4120f9", "externalIds": {"MAG": "3147640365", "DOI": "10.1061/(ASCE)ME.1943-5479.0000899"}, "url": "https://www.semanticscholar.org/paper/606e871d3f5f1262572a77203484ea016e4120f9", "title": "Visual Ethnographic Evaluation of Construction Programs at Public Universities: Who is Valued in Construction Education?", "abstract": "AbstractThe US construction management profession has failed to recruit and retain women and underrepresented racial-ethnic minorities (URMs) in the workforce, despite growing industry demand for c...", "venue": "Journal of Management in Engineering", "year": 2021, "referenceCount": 47, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2062223810", "name": "Jared Burgoon"}, {"authorId": "3438806", "name": "Erin Arneson"}, {"authorId": "144318053", "name": "Jonathan W. Elliott"}, {"authorId": "1405781386", "name": "Rodolfo Valdes-Vasquez"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6eec9dd977c82f838240b954bf70bb3f8b650b2c", "externalIds": {"DOI": "10.1007/s10639-021-10743-5"}, "url": "https://www.semanticscholar.org/paper/6eec9dd977c82f838240b954bf70bb3f8b650b2c", "title": "Female computer science students: A qualitative exploration of women’s experiences studying computer science at university in the UK", "abstract": "The under-representation of w omen in computer science education courses is well documented, and the social and commercial need to address this is widely recognised. Previous literature offers some explanation for this gender imbalance, but there has been limited qualitative data to provide an in-depth understanding of existing quantitative findings. This study explores the lived experiences of female computer science students and how they experience the male dominated learning environment. Female computer science students from eight universities were interviewed (n = 23) and data were analysed using template analysis. Whilst these women have not been troubled by their sense of fit at university, a combination of stereotypical assumptions of male superiority in this field, and a masculine, agentic learning environment, has left them feeling less technologically capable and less motivated. The findings are discussed in terms of Cheryan et al.’s tripartite model for women’s participation in STEM (2017) and we recommend that computer science departments should consider feminist pedagogy to ensure that all learners can be well supported.", "venue": "Education and Information Technologies", "year": 2021, "referenceCount": 89, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "144524737", "name": "J. Yates"}, {"authorId": "3453203", "name": "Anke C. Plagnol"}]}}, {"contexts": ["Furthermore, Cheryan et al. found that the removal of stereotypical masculine objects (e.g., Star Trek posters and video games) could increase female interest in these courses (Cheryan et al., 2009, 2011)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "7b54cfdb31759aae885bcef5c53f14f0f4ee4646", "externalIds": {"DOI": "10.1177/00332941211000667", "PubMed": "33709829"}, "url": "https://www.semanticscholar.org/paper/7b54cfdb31759aae885bcef5c53f14f0f4ee4646", "title": "Exploring the Prototypical Definitions of Intelligent Engineers Held by Irish and Swedish Higher Education Engineering Students.", "abstract": "Males are generally overrepresented in higher education engineering. However, the magnitude of this variance differs between countries and engineering fields. Evidence associated with the field-specific ability beliefs hypothesis suggests that perceptions of intelligence held by actors within engineering affects the engagement of underrepresented groups. This study examined perceptions of an intelligent engineer held by undergraduate and postgraduate engineering students in Ireland and Sweden, countries selected based on their levels of female representation in engineering education. It was hypothesised that there would be a significant difference in perceptions between countries. A survey methodology was employed in which a random sample of Irish and Swedish university students completed two surveys. The first asked respondents to list characteristics of an intelligent engineer, and the second asked for ratings of importance for each unique characteristic. The results indicate that an intelligent engineer was perceived to be described by seven factors; practical problem solving, conscientiousness, drive, discipline knowledge, reasoning, negative attributes, and inquisitiveness when the data was analysed collectively, but only the five factors of practical problem solving, conscientiousness, drive, discipline knowledge and negative attributes were theoretically interpretable when the data from each country was analysed independently. A gender × country interaction effect was observed for each of these five factors. The results suggest that the factors which denote intelligence in engineering between Irish and Swedish males and females are similar, but differences exist in terms of how important these factors are in terms group level definitions. Future work should consider the self-concepts held by underrepresented groups with respect to engineering relative to the factors observed in this study.", "venue": "Psychological reports", "year": 2021, "referenceCount": 135, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "73096732", "name": "J. Buckley"}, {"authorId": "4460337", "name": "Tomás Hyland"}, {"authorId": "40074290", "name": "L. Gumaelius"}, {"authorId": "66392113", "name": "Niall Seery"}, {"authorId": "144170725", "name": "A. Pears"}]}}, {"contexts": ["For instances, Terrell et al. identify individuallevel explicit biases based on information available on GitHub users’ profiles.18 Besides, some studies such as Ref.19 also highlights subtle yet systematic types of biases resulting from using algorithms and its potential legal risks.", "First, we employ the method used in Ref.18, which identify a user’s gender by linking the user’s Stack Overflow accounts with social media profiles where the user has self-reported gender.", "Ford and her colleagues show that a female user’s participation would improve if another woman appears in the same question thread.21 There are also a few other studies (see Ref.22) depict similar pictures.", "Studies such as Ref.(25) attempt to identify the social and psychological factors deterring women’s participation.", "For example, Gorriz and Medina suggested that software games can promote women’s engagement in computing.23 Researchers also explored design concepts and principles to engage girls in learning programming through different media and interaction techniques.24 Studies such as Ref.25 attempt to identify the social and psychological factors deterring women’s participation.", "Burnett and her colleagues had developed a family of Gender HCI techniques to make the end-user development more gender inclusive, for example, see Ref.27 Recently, they proposed GenderMag approach and applied it to software product teams in Microsoft.28 A longitudinal study shows that it helps software professionals realize and evaluate gender inclusiveness of the software that they are building."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "7ebaa9991dc708dc7c1b08fb1bfeb6fd6a8527b2", "externalIds": {"MAG": "2914768713", "DBLP": "journals/jcis/Wang21", "DOI": "10.1080/08874417.2018.1563007"}, "url": "https://www.semanticscholar.org/paper/7ebaa9991dc708dc7c1b08fb1bfeb6fd6a8527b2", "title": "RETRACTED ARTICLE: Gender Reputation Differences on Online Programming Q&A Communities", "abstract": "Women are underrepresented in the software development labor market. Many women utilize online programming Q&A communities to gain access to technical fields. They serve as a knowledge base for informal learning and provide opportunities for individuals to exhibit credible, verifiable expertise for career advancement. However, they are often male-oriented and create barriers for women to participate and earn reputations. We develop an understanding of how male and female developers participate in the online Q&A communities and how their participation impacts their successfulness regarding reputations. Using the data from the Stack Overflow, we quantitatively examine the differences in behavior and outcomes between men and women. The results reveal significant differences in how men and women participate and how successful they are, for example, women have lower reputations on average which are mostly resulting from women and men’s differences in their activities. We further discuss designing an alternative gender-neutral reputation mechanism.", "venue": "J. Comput. Inf. Syst.", "year": 2019, "referenceCount": 47, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "46395372", "name": "Y. Wang"}]}}, {"contexts": ["Even subtle environmental cues like sci-fi posters and video game paraphernalia can broadcast masculine stereotypes and alienate women [6]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "86446157adefb621d7f1485306ff50092187a4bc", "externalIds": {"DBLP": "conf/sigcse/ThinnyunLPH21", "DOI": "10.1145/3408877.3432395"}, "url": "https://www.semanticscholar.org/paper/86446157adefb621d7f1485306ff50092187a4bc", "title": "Gender and Engagement in CS Courses on Piazza", "abstract": "Online discussion forums are being increasingly used in classrooms as a way to encourage collaborative learning and community. Piazza is one such forum that was built specifically for academic institutions, and has been widely adopted. Students have the opportunity to ask questions and seek answers from peers and instructors alike online, allowing them to find the information they need even if they do not know fellow students in the class or if they cannot make an instructor's office hours. However, recent analysis of the popular online discussion site Stack Overflow, suggests that women are more likely than men to withdraw from such a community if they do not identify other members of the same gender. Women are often a minority in computer science courses and may express difficulty interacting with or seeking help from their peers who are predominantly men. Considering the importance of providing equal access to students regardless of gender and the value of resources like Piazza in one's education, it is imperative to assess the representation and impact of gender on Piazza. We analyzed data from over 2,500 Piazza users across three computer science courses at the University of Virginia and found that women on Piazza post more questions than men, spend more time on the discussion site, and achieve higher reputation scores on average. However, they are more likely than men to both ask and answer questions anonymously and less likely to receive responses from members of the same gender.", "venue": "SIGCSE", "year": 2021, "referenceCount": 47, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2051971966", "name": "Adrian Thinnyun"}, {"authorId": "2051971810", "name": "Ryan Lenfant"}, {"authorId": "40396709", "name": "R. Pettit"}, {"authorId": "49291130", "name": "J. Hott"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "88fee3d796e5474b251c6f436f4185162ef507cb", "externalIds": {"MAG": "3195877810", "DOI": "10.1177/20539517211035673"}, "url": "https://www.semanticscholar.org/paper/88fee3d796e5474b251c6f436f4185162ef507cb", "title": "“The revolution will not be supervised”: Consent and open secrets in data science", "abstract": "The social impacts of computer technology are often glorified in public discourse, but there is growing concern about its actual effects on society. In this article, we ask: how does “consent” as an analytical framework make visible the social dynamics and power relations in the capture, extraction, and labor of data science knowledge production? We hypothesize that a form of boundary violation in data science workplaces—gender harassment—may correlate with the ways humans’ lived experiences are extracted to produce Big Data. The concept of consent offers a useful way to draw comparisons between gender relations in data science and the means by which machines are trained to learn and reason. Inspired by how Big Tech leaders describe unsupervised machine learning, and the co-optation of “revolutionary” rhetoric they use to do so, we introduce a concept we call “techniques of invisibility.” Techniques of invisibility are the ways in which an extreme imbalance between exposure and opacity, demarcated along fault lines of power, are fabricated and maintained, closing down the possibility for bidirectional transparency in the production and applications of algorithms. Further, techniques of invisibility, which we group into two categories—epistemic injustice and the Brotherhood—include acts of subjection by powerful actors in data science designed to quell resistance to exploitative relations. These techniques may be useful in making further connections between epistemic violence, sexism, and surveillance, sussing out persistent boundary violations in data science to render the social in data science visible, and open to scrutiny and debate.", "venue": "Big Data & Society", "year": 2021, "referenceCount": 89, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49146687", "name": "Coleen Carrigan"}, {"authorId": null, "name": "Madison W Green"}, {"authorId": "2132119602", "name": "Abibat Rahman-Davies"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "89f1ea7eb1ba2ceb5035e379acd76d55e31f9e04", "externalIds": {"DOI": "10.1080/1047840X.2021.1971443"}, "url": "https://www.semanticscholar.org/paper/89f1ea7eb1ba2ceb5035e379acd76d55e31f9e04", "title": "Experts Are People, Too: Attitudes and Cognition Impact Experts’ Progress Toward Racial Equality", "abstract": "How do people understand racial equality in the United States? Do different understanding of equality stall progress? In the target article, Lewis (this issue) explores these questions. He challenges the assumption that everyone must agree on racial equality, for it is immensely difficult to reach consensus due to structural dynamics (e.g., racial segregation, White-oriented media) that shape people’s perceptions. One solution, Lewis argues, is to set aside hopes of reaching consensus before taking action. Instead, we can move toward an expert-driven approach, calling on a diverse group of experts—specifically, experts “on the experiences of those who have been disempowered and marginalized” (Lewis, this issue, p. 159)—to work with policymakers to implement evidence-based interventions. I agree with Lewis’s conclusion: Waiting for everyone to reach consensus on the causes of, reasons for, and solutions to racial inequality is an exercise in futility. However, an expert-driven approach comes with its own set of challenges. Experts—even well-intentioned ones— are people, too. They are not immune to attitudes (e.g., bias) and cognitions (e.g., stereotypes) that maintain inequality. As psychologists, we must consider how these factors complicate an expert-driven approach toward racial equality. I draw on evidence from race, gender, and inequality scholarship to explore how attitudes and cognitions can stymie an expertbased approach, resulting in teams of experts that are not truly diverse, that do not value all of its members, and are not heard or heeded by policymakers. An expert-driven approach toward racial equality requires (a) diverse teams of experts, (b) inclusive and efficient teams of experts, and (c) persuasive teams of experts. Successfully implementing these steps could yield immense payoffs, helping the United States and the world solve a problem that has plagued it for centuries. However, assembling a diverse team of experts that is inclusive, effective, and persuasive is fraught with challenges that we cannot afford to ignore. Below, I consider how the attitudes and cognition of both experts and policymakers can hinder an expert-based approach toward racial equality.", "venue": "Psychological Inquiry", "year": 2021, "referenceCount": 93, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "4908392", "name": "Cydney H. Dupree"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8f72f6effeeb183a0570dfc5e6888b1b9d34470c", "externalIds": {"DBLP": "journals/jeric/BowmanJCS21", "DOI": "10.1145/3440759"}, "url": "https://www.semanticscholar.org/paper/8f72f6effeeb183a0570dfc5e6888b1b9d34470c", "title": "The Impact of Pair Programming on College Students’ Interest, Perceptions, and Achievement in Computer Science", "abstract": "Active and collaborative learning has shown considerable promise for improving student outcomes and reducing group disparities. As one common form of collaborative learning, pair programming is an adapted work practice implemented widely in higher education computing programs. In the classroom setting, it typically involves two computer science students working together on the same programming assignment. The present study examined a cluster-randomized trial of 1,198 undergraduates in 96 lab sections. Overall, pair programming had no significant effect on students’ course performance; subject matter interest; plans for future coursework; or their confidence, comfort, and anxiety with computer science. These findings were consistent across various student characteristics, except that students with favorable pretest scores exhibited negative effects from pair programming.", "venue": "ACM Trans. Comput. Educ.", "year": 2021, "referenceCount": 72, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "37756154", "name": "Nicholas A. Bowman"}, {"authorId": "83688190", "name": "Lindsay Jarratt"}, {"authorId": "2116148253", "name": "KC Culver"}, {"authorId": "1800681", "name": "A. Segre"}]}}, {"contexts": ["Particularly, in computer science, there is a well-established disparity between boys and girls, where boys choose computing courses and degrees more than girls (Cheryan et al., 2009)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "9485697c3a65a1642f143872fce8acaf87ab9c53", "externalIds": {"DOI": "10.1080/07380569.2021.1882209"}, "url": "https://www.semanticscholar.org/paper/9485697c3a65a1642f143872fce8acaf87ab9c53", "title": "An Exploration of Factors Impacting Middle School Students’ Attitudes Toward Computer Programming", "abstract": "Abstract Computer programming is becoming an essential skill for young students regardless of their education or career goals. Therefore, for students to develop and for educators and researchers to accurately measure self-efficacy in and value for programming is important. Although student motivation in subject matter can be measured using self-report surveys, these types of instruments are prone to error due to inherent biases. In this quasi-experimental and cross-sectional study, we examined whether using a computer programming pretest before taking a perception survey (i.e., providing examples of the key concept in the survey beforehand) had an impact on students’ self-reported self-efficacy and utility value, thus helping collect more accurate data. Results showed no significant difference on self-efficacy and value scores between those who received a pretest and those who did not. In further analysis, however, it was found that pretest performance was positively correlated with self-efficacy and value. In addition, boys reported significantly higher self-efficacy and value than girls, confirming gender disparity outlined in previous research. An exploratory, but important, finding was that there was an interaction between gender and test performance for the self-efficacy and utility value. While boys’ who had high pretest scores also reported higher levels of self-efficacy and utility value, it was the opposite for girls.", "venue": "", "year": 2021, "referenceCount": 62, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2803529", "name": "Mete Akcaoglu"}, {"authorId": "47371589", "name": "Joshua M. Rosenberg"}, {"authorId": "15373778", "name": "Charles B. Hodges"}, {"authorId": "7576221", "name": "J. Hilpert"}]}}, {"contexts": ["topics or methods fit with internalized gender stereotypes, or whether the culture of the subfield makes students of a particular gender feel that they belong (64, 65)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "99cf329f9926dba7b7ac45e59b05f160e3c0aa90", "externalIds": {"ArXiv": "2104.07780", "DBLP": "journals/corr/abs-2104-07780"}, "url": "https://www.semanticscholar.org/paper/99cf329f9926dba7b7ac45e59b05f160e3c0aa90", "title": "Impact of gender on the formation and outcome of mentoring relationships in academic research", "abstract": "An imbalance in gender representation has been identified across many fields of academic research. Men are disproportionately represented, especially at more senior career stages. Efforts to increase recruitment of women into training programs has increased their representation in many fields, but a “leaky pipeline” is still observed: a disproportionate number of women leave research before obtaining an independent position. To understand factors that lead to attrition of women from academic research, we analyzed a database of mentoring relationships covering the period 2000 to 2015 in several science and humanities fields. While representation of women has increased over time among both trainees and independent researchers, male graduate students and postdocs still continue to independent research at higher rates than their women colleagues. We analyzed aspects of the mentoring relationship that contribute to this continuing bias. One strong pattern that is observed is homophily, where trainees and mentors tend to be of the same gender. It has been hypothesized that institutional bias may limit the influence of female investigators, which could in turn impact the retention of their trainees in academia. Indeed, we observe trainees of female mentors are less likely to continue into independent research careers than trainees of male mentors. This disparity persists, but is reduced, after controlling for temporal trends in retention rates and under-representation of women mentors at the highest levels of funding and citation. Although the trainee pool for mentors that receive highly prestigious awards is skewed towards men, homophily is otherwise unrelated to mentor achievement. These results suggest that, in addition to other factors that limit career choices for female trainees, institutional bias that gives female mentors access to fewer resources contributes to the leaky pipeline for gender.", "venue": "ArXiv", "year": 2021, "referenceCount": 85, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2112198760", "name": "Leah P. Schwartz"}, {"authorId": "2077593226", "name": "Jean Li'enard"}, {"authorId": "2077594109", "name": "Stephen V David"}]}}, {"contexts": ["Such gendered stereotypes make it difficult for girls and women to associate with fields of ICT (Cheryan et al., 2009)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "9f40dc7778f4bf71f9c887ac0d6b9024fcc7b192", "externalIds": {"MAG": "3179091442", "DOI": "10.4324/9781003045946-3"}, "url": "https://www.semanticscholar.org/paper/9f40dc7778f4bf71f9c887ac0d6b9024fcc7b192", "title": "Women empowering themselves to fit into ICT", "abstract": null, "venue": "Technology and Women's Empowerment", "year": 2021, "referenceCount": 58, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "41158298", "name": "H. Corneliussen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a3877cfdb6ebe13488e37244f36c0e1bb97c090c", "externalIds": {"MAG": "3166407959", "DOI": "10.1103/PHYSREVPHYSEDUCRES.17.010139"}, "url": "https://www.semanticscholar.org/paper/a3877cfdb6ebe13488e37244f36c0e1bb97c090c", "title": "Describing astronomy identity of upper primary and middle school students through structural equation modeling", "abstract": null, "venue": "", "year": 2021, "referenceCount": 170, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "66833001", "name": "Arturo Colantonio"}, {"authorId": "12716234", "name": "I. Marzoli"}, {"authorId": "40459098", "name": "E. Puddu"}, {"authorId": "5276210", "name": "S. Bardelli"}, {"authorId": "101335851", "name": "M. Fulco"}, {"authorId": "66958839", "name": "S. Galano"}, {"authorId": "91344330", "name": "L. Terranegra"}, {"authorId": "1706620", "name": "I. Testa"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a9088c7da8dcb2d88a18440c29b5b79322cfe3ab", "externalIds": {"DOI": "10.1016/j.whi.2021.10.008", "PubMed": "34774401"}, "url": "https://www.semanticscholar.org/paper/a9088c7da8dcb2d88a18440c29b5b79322cfe3ab", "title": "Reducing Implicit Bias in Maternity Care: A Framework for Action.", "abstract": null, "venue": "Women's health issues : official publication of the Jacobs Institute of Women's Health", "year": 2021, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "48987809", "name": "Jonathan Y Siden"}, {"authorId": "7205733", "name": "Alissa R. Carver"}, {"authorId": "5496762", "name": "O. Mmeje"}, {"authorId": "4188151", "name": "C. Townsel"}]}}, {"contexts": ["…that are well-established predictors of retention, persistence, and success in academia and in the workplace more generally: belonging (e.g., Cheryan et al., 2009; Hausmann et al., 2007; Phillips & Russell, 1994; Pittman & Richmond, 2007; Walton et al., 2012) and self-efficacy (Bandura,…", ", feeling socially connected with others) is a fundamental psychological need (Baumeister & Leary, 1995; Maslow, 1968) that has been linked with multiple aspects of motivation, including interest (Bian, Leslie, Murphy, et al., 2018; Cheryan et al., 2009) and persistence (Hausmann et al.", "…connected with others) is a fundamental psychological need (Baumeister & Leary, 1995; Maslow, 1968) that has been linked with multiple aspects of motivation, including interest (Bian, Leslie, Murphy, et al., 2018; Cheryan et al., 2009) and persistence (Hausmann et al., 2007; Walton et al., 2012)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "abb04b884451d75b2cd4c6ff86e034d88deeef3e", "externalIds": {"DOI": "10.1037/edu0000669.supp"}, "url": "https://www.semanticscholar.org/paper/abb04b884451d75b2cd4c6ff86e034d88deeef3e", "title": "Supplemental Material for Women—Particularly Underrepresented Minority Women—and Early-Career Academics Feel Like Impostors in Fields That Value Brilliance", "abstract": "Feeling like an impostor is common among successful individuals, but particularly among women and earlycareer professionals. Here, we investigated how gender and career-stage differences in impostor feelings vary as a function of the contexts that academics have to navigate. In particular, we focused on a powerful but underexplored contextual feature: the extent to which raw intellectual talent (i.e., “brilliance”) is prized in an academic field. We hypothesized that gender and career-stage differences in impostor feelings would be magnified in fields that value brilliance. We tested this hypothesis using the largest sample of academics that has been brought to bear on the impostor phenomenon to date, with over 4,000 academics recruited from nine research-intensive U.S. universities and representing more than 80 fields across the natural and social sciences, the humanities, and medicine. Consistent with our hypothesis, the more that success in a field was perceived to require brilliance, the more that women—especially women from racial/ethnic groups that are traditionally underrepresented in academia—and early-career academics felt like impostors. Impostor feelings were also related to a lower sense of belonging in a field and lower self-efficacy, highlighting the potential negative implications of the impostor phenomenon for academics’ long-term success and for the diversity of fields that value brilliance.", "venue": "Journal of Educational Psychology", "year": 2021, "referenceCount": 81, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "65801406", "name": "Melis Muradoglu"}, {"authorId": "144096969", "name": "Z. Horne"}, {"authorId": "144282407", "name": "Matthew D. Hammond"}, {"authorId": "144790242", "name": "S. Leslie"}, {"authorId": "2082814", "name": "Andrei Cimpian"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ae571cf426b49d6b05207419c56cc6938b9870ce", "externalIds": {"MAG": "2953457270", "DOI": "10.1080/10899995.2021.1881863"}, "url": "https://www.semanticscholar.org/paper/ae571cf426b49d6b05207419c56cc6938b9870ce", "title": "Considering intergroup emotions to improve diversity and inclusion in the geosciences", "abstract": "Abstract The future viability of the geosciences is challenged, since as a community we continue to lack demographic diversity representative of the wider population. Fundamentally, dominant cultural, historical, and socioeconomic factors contribute to the lack of diversity and those factors typically change slowly over generations. Proposals for more immediate changes have had some effect but have not led to large-scale changes in the demographics of the geosciences. In this commentary, we discuss the concept of intergroup emotions and recommend its use as a strategy for improving diversity and inclusion within the geosciences. Intergroup emotions are emotions that arise as a result of an individual’s identification with one or more social groups, which makes them particularly pertinent in the context of diversity and inclusion. While we call on the geoscience community to conduct discipline-based research in collaboration with educational and social psychologists, we argue that there is sufficient evidence to also begin implementing interventions in classrooms, laboratories, and in the field. We believe strategies based on intergroup emotions will make significant improvements in diversity and inclusion within the geosciences.", "venue": "", "year": 2021, "referenceCount": 130, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "2058925820", "name": "Viranga Perera"}, {"authorId": "49971819", "name": "C. Mead"}, {"authorId": "147263909", "name": "K. van der Hoeven Kraft"}, {"authorId": "2073164309", "name": "Sabine Stanley"}, {"authorId": "123547295", "name": "R. Angappan"}, {"authorId": "89415153", "name": "S. MacKenzie"}, {"authorId": "73612883", "name": "A. Barik"}, {"authorId": "1663747905", "name": "S. Buxner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b2499efec2fbb5eaebc0a40a23d8e92738317e7a", "externalIds": {"DOI": "10.1007/978-3-030-89880-9_41"}, "url": "https://www.semanticscholar.org/paper/b2499efec2fbb5eaebc0a40a23d8e92738317e7a", "title": "Is Ambient Theory for Smart Cities Even a Theory? An Affirmative Assessment", "abstract": null, "venue": "Lecture Notes in Networks and Systems", "year": 2021, "referenceCount": 21, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "34785335", "name": "H. McKenna"}]}}, {"contexts": ["technologies has long been a well-recognised problem [10,16,47]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "b940da4f329442385a7e6b0df36714aa0cd2dab1", "externalIds": {"DBLP": "journals/corr/abs-2101-07463", "ArXiv": "2101.07463", "DOI": "10.1145/3442188.3445874"}, "url": "https://www.semanticscholar.org/paper/b940da4f329442385a7e6b0df36714aa0cd2dab1", "title": "Computer Science Communities: Who is Speaking, and Who is Listening to the Women? Using an Ethics of Care to Promote Diverse Voices", "abstract": "Those working on policy, digital ethics and governance often refer to issues in 'computer science', that includes, but is not limited to, common subfields such as Artificial Intelligence (AI), Computer Science (CS) Computer Security (InfoSec), Computer Vision (CV), Human Computer Interaction (HCI), Information Systems, (IS), Machine Learning (ML), Natural Language Processing (NLP) and Systems Architecture. Within this framework, this paper is a preliminary exploration of two hypotheses, namely 1) Each community has differing inclusion of minoritised groups (using women as our test case, by identifying female-sounding names); and 2) Even where women exist in a community, they are not published representatively. Using data from 20,000 research records, totalling 503,318 names, preliminary data supported our hypothesis. We argue that ACM has an ethical duty of care to its community to increase these ratios, and to hold individual computing communities to account in order to do so, by providing incentives and a regular reporting system, in order to uphold its own Code.", "venue": "FAccT", "year": 2021, "referenceCount": 123, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "4154260", "name": "M. Cheong"}, {"authorId": "10836604", "name": "Kobi Leins"}, {"authorId": "35668104", "name": "S. Coghlan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "baa29dafc2be1cc1fea7b865597479c2b2d7eb73", "externalIds": {"DBLP": "journals/ce/ThompsonC21", "DOI": "10.1016/j.compedu.2021.104336"}, "url": "https://www.semanticscholar.org/paper/baa29dafc2be1cc1fea7b865597479c2b2d7eb73", "title": "The impact of learning to code on elementary students' writing skills", "abstract": null, "venue": "Comput. Educ.", "year": 2021, "referenceCount": 46, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": null, "name": "Jane Thompson"}, {"authorId": "96513937", "name": "G. Childers"}]}}, {"contexts": ["For example, when a computer science classroom was designed in a stereotypically masculine way (with Star Trek posters), versus in a gender-neutral way (with nature posters), undergraduate women were less interested in computer science [88]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "bacd5a70b844668217b108b5245343776dbc1d1f", "externalIds": {"DOI": "10.1098/rstb.2020.0141", "PubMed": "33612000"}, "url": "https://www.semanticscholar.org/paper/bacd5a70b844668217b108b5245343776dbc1d1f", "title": "The gender-binary cycle: the perpetual relations between a biological-essentialist view of gender, gender ideology, and gender-labelling and sorting", "abstract": "Gender inequality is one of the most pressing issues of our time. A core factor that feeds gender inequality is people's gender ideology—a set of beliefs about the proper order of society in terms of the roles women and men should fill. We argue that gender ideology is shaped, in large parts, by the way people make sense of gender differences. Specifically, people often think of gender differences as expressions of a predetermined biology, and of men and women as different ‘kinds’. We describe work suggesting that thinking of gender differences in this biological-essentialist way perpetuates a non-egalitarian gender ideology. We then review research that refutes the hypothesis that men and women are different ‘kinds’ in terms of brain function, hormone levels and personality characteristics. Next, we describe how the organization of the environment in a gender-binary manner, together with cognitive processes of categorization drive a biological-essentialist view of gender differences. We then describe the self-perpetuating relations, which we term the gender-binary cycle, between a biological-essentialist view of gender differences, a non-egalitarian gender ideology and a binary organization of the environment along gender lines. Finally, we consider means of intervention at different points in this cycle. This article is part of the theme issue ‘The political brain: neurocognitive and computational mechanisms’.", "venue": "Philosophical Transactions of the Royal Society B", "year": 2021, "referenceCount": 132, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "4090470", "name": "Tamar Saguy"}, {"authorId": "2051308457", "name": "Michal Reifen-Tagar"}, {"authorId": "145141118", "name": "D. Joel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bb440fd35b15e590929006976ba74ecb9449ebd9", "externalIds": {"DBLP": "journals/ijcci/VandenbergRLBW21", "MAG": "3144676829", "DOI": "10.1016/J.IJCCI.2021.100293"}, "url": "https://www.semanticscholar.org/paper/bb440fd35b15e590929006976ba74ecb9449ebd9", "title": "Interaction effects of race and gender in elementary CS attitudes: A validation and cross-sectional study", "abstract": "Abstract Computer science (CS) initiatives for elementary students, including brief Hour of Code activities and longer in- and after-school programs that emphasize robotics and coding, have continued to increase in popularity. Many of these initiatives are intended to increase CS exposure to students who historically have been underrepresented in CS academic trajectories, including women and students of color. This study aimed at examining the gender and race difference in elementary students’ attitudes towards CS. To that end we developed and validated a survey instrument called Elementary Computer Science Attitudes (E-CSA) which consisted of the constructs of CS self-efficacy and outcome expectancy, through a combination of classical test theory and item response theory. The target audience for this instrument and study was upper elementary students (grades 4 and 5, ages 8 to 11). The E-CSA was found to be a gender and race bias-free instrument. A two-way ANOVA test was then used to answer research questions. We found no significant interaction effect between gender and race in the two constructs of CS Attitudes. We also did not see a significant difference based on race. However, a significant difference was found in both CS attitudes constructs based on gender, whereby male students had higher CS attitudes than female students. We discuss our findings from the perspective of the equity issue in CS education. Furthermore, we believe the E-CSA instrument can inform classroom-based interventions, the development of curricular materials, and reinforce findings from cross-sectional CS studies.", "venue": "Int. J. Child Comput. Interact.", "year": 2021, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "73777618", "name": "Jessica Vandenberg"}, {"authorId": "52618935", "name": "A. Rachmatullah"}, {"authorId": "29423742", "name": "Collin Lynch"}, {"authorId": "2115476", "name": "K. Boyer"}, {"authorId": "145182284", "name": "E. Wiebe"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "be3abf2b1ff7c3687aee8092a7bda0c798e6575d", "externalIds": {"DOI": "10.1007/978-3-658-27789-5_23"}, "url": "https://www.semanticscholar.org/paper/be3abf2b1ff7c3687aee8092a7bda0c798e6575d", "title": "Emotionsregulation im Kontext von Stereotype Threat: Die Reduzierung der Effekte negativer Stereotype bei ethnischen Minderheiten", "abstract": null, "venue": "Handbuch Stress und Kultur", "year": 2021, "referenceCount": 76, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2091320820", "name": "Sarah E. Martiny"}, {"authorId": "143933736", "name": "T. Götz"}, {"authorId": null, "name": "Melanie Keller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bf17496e2612bc4ac9935eb8a7dac24a85f88071", "externalIds": {"DOI": "10.1016/j.tics.2021.04.006", "PubMed": "34119420"}, "url": "https://www.semanticscholar.org/paper/bf17496e2612bc4ac9935eb8a7dac24a85f88071", "title": "Beyond students: how teacher psychology shapes educational inequality", "abstract": "Although researchers investigating psychological contributors to educational inequality have traditionally focused on students, a growing literature highlights the importance of teachers' psychology in shaping disparities in students' educational achievement and attainment. In this review, we discuss recent advances linking teachers' attitudes, perceptions, and beliefs to inequality in students' outcomes. First, we identify specific aspects of teacher psychology that contribute to educational disparities, including teachers' biases, perceptions and expectations of students, beliefs about the nature of ability, and beliefs about group differences. Second, we synthesize mechanisms underlying the effects of teacher psychology on educational inequality, including teachers' disparate assessment of students' work and abilities, interpersonal interaction with students, and psychological impact on students. Implications for future research and interventions are discussed.", "venue": "Trends in Cognitive Sciences", "year": 2021, "referenceCount": 126, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "41124112", "name": "Kate M. Turetsky"}, {"authorId": "40585198", "name": "Stacey L. Sinclair"}, {"authorId": "48731898", "name": "Jordan G. Starck"}, {"authorId": "9190933", "name": "J. N. Shelton"}]}}, {"contexts": ["…research has demonstrated how stereotype threat can be activated by environments in which women are numerically underrepresented and/or tokenized (Hoyt & Murphy, 2016; Murphy et al., 2007), as well as hostile course environments (Cheryan et al., 2009; Master et al., 2016; Steele & Aronson, 1995).", ", 2007), as well as hostile course environments (Cheryan et al., 2009; Master et al., 2016; Steele & Aronson, 1995)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "bf55af1837550974b1640353eba2539d585ed01f", "externalIds": {"DOI": "10.1080/26379112.2021.1951745"}, "url": "https://www.semanticscholar.org/paper/bf55af1837550974b1640353eba2539d585ed01f", "title": "Developing Computing and Technology Leaders: How Undergraduate Women Make Meaning of Their Leadership Experiences", "abstract": "Women remain underrepresented in both the computing major and leadership positions in the tech field. This article utilizes a feminist phenomenological framework and mixed methods approach to provide insight into these inequities, focusing on women’s leadership perceptions and experiences in the computing major over time. Relying on survey data from nearly 300 women computing majors and interviews conducted with a subset of participants, findings reveal that, while women describe being actively engaged in leadership within their major, their computing leadership confidence declines over time. These inconsistencies may be explained by the sexism and stereotypical dynamics that women experience in computing classrooms, particularly within the group settings where they serve as leaders. Other findings highlight possible opportunities to mitigate women’s declining leadership confidence, pointing to the role of identity-based computing conferences and computing faculty mentorship in positively predicting leadership confidence among women in computing.", "venue": "", "year": 2021, "referenceCount": 56, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "27007628", "name": "J. Blaney"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cb74efc26669a94947ac25836b5fffc60c52f68b", "externalIds": {"DBLP": "journals/jeric/Hardin21", "DOI": "10.1145/3433168"}, "url": "https://www.semanticscholar.org/paper/cb74efc26669a94947ac25836b5fffc60c52f68b", "title": "Gender Differences in Hackathons as a Non-traditional Educational Experience", "abstract": "Hackathons, the time-bound collaborative project-based computer science competitions increasingly popular with computer science students, are one of the largest-scale innovations in computing education of the past decade. This research examined three hackathons and 46,500 surveys to find that educational benefits were unequal between genders in ways that would especially impact women returning to the workforce.", "venue": "ACM Trans. Comput. Educ.", "year": 2021, "referenceCount": 121, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1965913063", "name": "Caroline D. Hardin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cbc5fccb0c839c28b754083e3102a16269d5f2ba", "externalIds": {"MAG": "3190307539", "DOI": "10.1177/19485506211033748"}, "url": "https://www.semanticscholar.org/paper/cbc5fccb0c839c28b754083e3102a16269d5f2ba", "title": "Male Allies at Work: Gender-Equality Supportive Men Reduce Negative Underrepresentation Effects Among Women", "abstract": "Does commitment to allyship from a dominant group member cue identity-safety for women in male-dominated environments? We examine this question by assessing women’s perceptions of workplaces that included the presence (vs. absence) of a male ally (Studies 1–3) or a female ally (Study 3), and determine the impact of Black versus White allies for Black and White women. Across three studies ( N = 1,032) and an integrative data analysis, we demonstrate that an equality-supportive male ally reduces anticipated isolation and workplace hostility and increases anticipated support, respect, and gender-equality norms for women in general populations (Studies 1 and 2) and women in science, technology, and math (Study 3). These results represent a possible strategy to help retain women in male-dominated fields.", "venue": "Social Psychological and Personality Science", "year": 2021, "referenceCount": 36, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2132633445", "name": "Charlotte E. Moser"}, {"authorId": "4026061", "name": "N. Branscombe"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cd92a3c3c80c9eb7a69834d02cdbcf25628c53cd", "externalIds": {"MAG": "3133237134", "DOI": "10.1007/S11218-021-09618-X"}, "url": "https://www.semanticscholar.org/paper/cd92a3c3c80c9eb7a69834d02cdbcf25628c53cd", "title": "Gendered virtual environments of STEM fields: a cultural-ecological analysis of predominantly white and historically black institutions", "abstract": "Although many studies have examined gender and racial discrepancies in STEM participation, few have considered variation in the gendered construction of STEM across racial spaces. We applied a cultural psychological perspective to investigate whether variation in conceptions of gender identity across African American and European American settings resonates with variation in gendered constructions of science, technology, engineering, and mathematics (STEM) domains across predominantly white institutions (PWIs) and historically black colleges and universities (HBCUs). We further examined implications of engagement with virtual STEM departments across these school categories. In Study 1, independent coders rated website images as less masculine, and evaluated website climates more favorably, for physics and biology departments at HBCUs relative to PWIs. In Studies 2 and 3, we used these website images as stimuli in within- and between-subjects experiments. Participants gave more positive ratings for sense of belonging and perceived climate in response to images from physics departments at HBCUs than at PWIs; women rated physics departments at PWIs as higher in masculinity than those at HBCUs. We replicated these patterns in Study 3, and also found that lower sense of belonging due to exposure to images from PWI physics departments predicted less interest in pursuing STEM fields among women only. We discuss implications of our findings for understanding and addressing gender discrepancies in STEM participation.", "venue": "", "year": 2021, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "17331902", "name": "Nur Soylu Yalcinkaya"}, {"authorId": "51912451", "name": "C. Gravelin"}, {"authorId": "144779180", "name": "G. Adams"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d253a9407d583a667e1ad6d5a471838873f8c257", "externalIds": {"PubMedCentral": "8452021", "DOI": "10.1371/journal.pone.0253571", "PubMed": "34543265"}, "url": "https://www.semanticscholar.org/paper/d253a9407d583a667e1ad6d5a471838873f8c257", "title": "Composition of place, minority vs. majority group-status, & contextualized experience: The role of level of group representation, perceiving place in group-based terms, and sense of belonging in shaping collective behavior", "abstract": "The current studies (N = 1,709) explore why demographic composition of place matters. First, this work demonstrates that relative level of group representation affects one’s experience of place in the form of self-definition (self-categorization), perceptions of place being representative or characteristic of factors that distinguish the group from others (place-prototypicality), and sense of belonging (place-identification; Studies 1a-1e; Studies 2a & 2b). Second, the studies illustrate that group representation within place shapes the way group member’s approach (i.e., expectations of group-based treatment and procedural justice; Studies 2a-2c), understand (i.e., attribution for group-based events, Study 2b; responsiveness to bias-reduction intervention, Study 4a; sense of solidarity, Study 4b), and behave (i.e., prejudice, Studies 3a & 3b; collective action, Study 4c). More broadly, I present a Social identity Paradigm for Contextualized Experience (SPACE) that provides an organizing framework for the study of the impact of characteristics of place on social identity-based contextualized experience and (in turn) collective behavior. Taken together, the findings provide evidence of distinct psychological experience and orientation as a function of minority versus majority-group status within place, as well as for a group-based approach to place. Implications for the study of collective and intergroup behavior are discussed.", "venue": "PloS one", "year": 2021, "referenceCount": 164, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "5687670", "name": "D. E. Glasford"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d52fa6500845e662f1f3492488609d0792a3b312", "externalIds": {"DOI": "10.1187/cbe.20-05-0101", "PubMed": "33944618"}, "url": "https://www.semanticscholar.org/paper/d52fa6500845e662f1f3492488609d0792a3b312", "title": "Dancing for Parkinson's: A Gateway for Connectedness to Peers and Social Assurance.", "abstract": "The first-year student experience in college is a crucial time for personal and professional development, especially for students entering science, technology, education, and mathematics (STEM) disciplines. Unfortunately, it is also the time when students most commonly leave STEM, largely due to disconnection from faculty and peers. The Freshman Research Initiative (FRI) is a program that introduces first-year undergraduates to research in a variety of fields. The program has shown positive outcomes for student success and retention in STEM fields. However, it has not been demonstrated whether this program can increase social connectedness and assurance, potentially contributing to students' longer-term retention in STEM. In this pilot study, we measured social connectedness/assurance among students before and after a 16-week course in neurophysiology. We found that combined scores of social connectedness and assurance significantly increased by the end of the course. We also found that individual constructs of social connectedness and assurance significantly increased. Furthermore, the majority of students from FRI were retained in STEM fields. We plan future studies to include collection of longitudinal data and measures to identify additional reasons that the FRI increased these positive outcomes among our student participants.", "venue": "CBE life sciences education", "year": 2021, "referenceCount": 45, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "13766865", "name": "P. Izbicki"}, {"authorId": "5717718", "name": "E. Stegemöller"}, {"authorId": "2062424469", "name": "J. Compton"}, {"authorId": "153751223", "name": "J. Thompson"}]}}, {"contexts": ["1 3 in one STEM field—and also other factors that have been shown to increase belonging—for the belonging comparisons girls make across STEM fields (e.g., STEM exposure via parents and siblings, exposure to role models, and reducing the presence of stereotypical cues; Cheryan et al., 2009; Van der Vleuten et al., 2018, 2020).", "These classrooms had no differential effects on men (Cheryan et al., 2009) or high school boys (Master et al.", "Undergraduate women (Cheryan et  al., 2009) or high school girls (Master et al., 2016) brought to a computer science classroom decorated with primarily stereotypically masculine objects (e.g., a Star Trek poster) reported a lower sense of belonging and interest in computer science than those…"], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "d60ff20ccc952a7cf77de498320410987de77802", "externalIds": {"PubMedCentral": "8403818", "DOI": "10.1007/s11218-021-09663-6", "PubMed": "34483710"}, "url": "https://www.semanticscholar.org/paper/d60ff20ccc952a7cf77de498320410987de77802", "title": "“Where will I belong more?”: The role of belonging comparisons between STEM fields in high school girls’ STEM interest", "abstract": "In trying to understand women’s underrepresentation in STEM (Science, Technology, Engineering, Mathematics), most existing research focuses on one STEM-field or collapses across all STEM-fields. However, these fields differ vastly in female representation: women tend to be most strongly underrepresented in technological and computer science university majors and to a lesser extent in mathematics and chemistry, while they are less underrepresented in biological sciences. To understand this variability, we examine how girls in the process of making higher education choices compare different STEM-fields to each other. We draw upon dimensional comparison theory, which argues that educational motivation involves intra-individual comparisons of achievement across school subjects. However, previous research has shown that a focus on achievement in STEM is not enough, anticipated belonging in a STEM-field plays a pivotal role in interest in pursuing that field. Consistent with this, we examined participants’ comparisons of anticipated belonging across STEM-fields. A sample of 343 high school girls in STEM-focused university tracks completed a survey on their anticipated belonging and interest in pursuing different STEM majors. Latent Profile Analysis resulted in 3 profiles, showing different belonging comparison patterns across STEM-fields. Examining these comparisons—both within and across profiles—showed how girls felt pushed away from certain STEM-fields and pulled toward others. The findings suggest that for interest in pursuing specific STEM-fields it is not just about the level of anticipated belonging within that STEM-field, but just as much about the level of anticipated belonging in comparison to another STEM-field. Supplementary Information The online version contains supplementary material available at 10.1007/s11218-021-09663-6.", "venue": "Social psychology of education : an international journal", "year": 2021, "referenceCount": 68, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "153712790", "name": "Jenny Veldman"}, {"authorId": "6078280", "name": "C. van Laar"}, {"authorId": "6134208", "name": "Dustin B. Thoman"}, {"authorId": "47314640", "name": "C. Van Soom"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d7b2aa4d72fbd0b5c2140c10a82756fe1b4b742c", "externalIds": {"PubMedCentral": "8054113", "MAG": "2998682639", "DOI": "10.1177/1368430219888274", "PubMed": "33958955"}, "url": "https://www.semanticscholar.org/paper/d7b2aa4d72fbd0b5c2140c10a82756fe1b4b742c", "title": "A threat in the network: STEM women in less powerful network positions avoid integrating stereotypically feminine peers", "abstract": "Integrating social identity threat and structural hole theories, this work examines how social network positions affect group-based identity threats. For individuals less well positioned to bridge (or “broker”) relations between unconnected friends, stigma-by-association concerns may constrain affiliation with stereotypic targets. Three experiments (Ns = 280, 232, 553) test whether women (vs. men) in male-dominated STEM (vs. female-dominated) majors avoid befriending a female target with feminine-stereotypic (vs. STEM-stereotypic) interests. Only STEM women with less brokerage (i.e., less ability to manage introductions to unconnected friends) in their existing friendship networks avoided befriending (pilot experiment) and socially integrating (Experiments 1 and 2) feminine- (vs. STEM-) stereotypic targets, despite standardized target similarity and competence. STEM women in particular anticipated steeper reputational penalties for befriending stereotypically feminine peers (Experiment 2). Social identity threat may lead women in STEM—especially those lacking brokerage—to exclude stereotypically feminine women from social networks, reinforcing stereotypes of women and STEM fields.", "venue": "Group processes & intergroup relations : GPIR", "year": 2020, "referenceCount": 105, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4050585", "name": "Hilary B. Bergsieker"}, {"authorId": "117921992", "name": "Matthew O. Wilmot"}, {"authorId": "101939237", "name": "Emily N Cyr"}, {"authorId": "1572757974", "name": "Charnel B. Grey"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "da91fb3abdbf7a44fec171ec6d64b5b814f24195", "externalIds": {"DBLP": "conf/icer/Krause-LevyGPA21", "DOI": "10.1145/3446871.3469748"}, "url": "https://www.semanticscholar.org/paper/da91fb3abdbf7a44fec171ec6d64b5b814f24195", "title": "The Relationship Between Sense of Belonging and Student Outcomes in CS1 and Beyond", "abstract": "Students’ sense of belonging has been found to be connected to student retention in higher education. In computing education, prior studies suggest that a hostile culture and a feeling of non-belonging can lead women, Black, Latinx, Native American, and Pacific Islander students to drop out of the computing field at a disproportionately high rate. Yet, we know relatively little about how computing students’ sense of belonging presents and evolves (if at all) through their college courses, particularly in courses beyond the introductory level, and little is known about how sense of belonging impacts student outcomes in computing. In an extension of a previous study, we examined students’ sense of belonging in six early undergraduate computer science courses across three consecutive quarters at a large research-intensive institution in North America. We found that women and first generation students have a lower incoming sense of belonging across all courses. When exploring sense of belonging’s tie to student outcomes we found that lower sense of belonging was correlated with negative course outcomes in terms of pass rates and course performance. We also found that it is less tied to student performance as students get further into the CS curriculum. Surprisingly, there was no indication that sense of belonging is predictive of retention in terms of persistence to the next CS course outside of the first course in our two-course CS1 sequence.", "venue": "ICER", "year": 2021, "referenceCount": 44, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1508456415", "name": "Sophia Krause-Levy"}, {"authorId": "1733025", "name": "W. Griswold"}, {"authorId": "4106632", "name": "Leo Porter"}, {"authorId": "1836654", "name": "Christine Alvarado"}]}}, {"contexts": ["Masculine STEM cultures reduce women’s sense of belonging and desire to participate in STEM (Cheryan et al., 2009), weaken their self-efficacy (Murphy & Taylor, 2012), and hinder their performance (Walton et al.", "For example, women often report not belonging in STEM (Cheryan et al., 2009), reducing STEM engagement (MossRacusin, Sanzari, et al., 2018).", "For example, women often report not belonging in STEM (Cheryan et al., 2009), reducing STEM engagement (MossRacusin, Sanzari, et al.", "Masculine STEM cultures reduce women’s sense of\nbelonging and desire to participate in STEM (Cheryan et al., 2009), weaken their self-efficacy (Murphy & Taylor, 2012), and hinder their performance (Walton et al., 2015).", "Interventions effectively targeting social identity threat (e.g., Cheryan et al., 2009, 2011; Miyake et al., 2010; Walton et al., 2015) can reinforce a valued part of women’s identity (Cohen & Sherman, 2014), dramatically improving women’s STEM test performance in both the laboratory (Martens et…", "A third cause is social identity threat, or women’s (justifiable) concerns about their group’s devaluation in STEM (Cheryan et al., 2009; Murphy et al., 2018; Steele et al., 2002).", "Modifying STEM environments can affirm feminine traits and values (Cheryan et al., 2009; Good et al., 2010).", "Moreover, the physical classroom should not exacerbate social identity threat (Cheryan et al., 2009, 2017 e.g., displaying pictures of only White male alumni; Fitzsousa et al., 2019)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "e3dd5956ed318eb7faf3a890edd4e72d8c018469", "externalIds": {"DOI": "10.1177/2372732220980092"}, "url": "https://www.semanticscholar.org/paper/e3dd5956ed318eb7faf3a890edd4e72d8c018469", "title": "Boosting the Sustainable Representation of Women in STEM With Evidence-Based Policy Initiatives", "abstract": "Women are missing from Science, Technology, Education, and Mathematics (STEM) fields, undermining intellectual inclusivity, meritocracy goals, national competitiveness, and high-quality advances. Solutions require not only hiring more women, but boosting their sustainable representation (i.e., their lasting, substantial presence and valued engagement). Evidence-based policies can shift organizational culture, enabling women’s full and durable participation. The present review presents (1) numerous causes of women’s underrepresentation in STEM and (2) evidence-based interventions to tackling these causes. Specific policy initiatives (derived from the scientific evidence) would promote the sustainable representation of women in STEM.", "venue": "", "year": 2021, "referenceCount": 118, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1398774271", "name": "C. Moss‐Racusin"}, {"authorId": "47783667", "name": "Evava S. Pietri"}, {"authorId": "66104271", "name": "Jojanneke Van der Toorn"}, {"authorId": "1398836940", "name": "L. Ashburn-Nardo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e52b0d92f097b39a09a6672cdf80b6cc434ac341", "externalIds": {"MAG": "3134612653", "DOI": "10.1111/JASP.12749"}, "url": "https://www.semanticscholar.org/paper/e52b0d92f097b39a09a6672cdf80b6cc434ac341", "title": "Who chooses a pSTEM academic major? Using social psychology to predict selection and persistence over the freshman year", "abstract": null, "venue": "", "year": 2021, "referenceCount": 36, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "48485753", "name": "Erin McPherson"}, {"authorId": "6309742", "name": "Bernadette Park"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e5c26e1d25b92e7817515bb654c9f5bc19ca5249", "externalIds": {"DOI": "10.1080/13611267.2021.1954461"}, "url": "https://www.semanticscholar.org/paper/e5c26e1d25b92e7817515bb654c9f5bc19ca5249", "title": "The Motivations of STEM Mentors", "abstract": "ABSTRACT Little is known about why people decide to mentor in the context of science, technology, engineering, and math (STEM) learning. The purpose of this qualitative study was to identify the motivations of undergraduate student mentors working in an afterschool STEM program for underrepresented elementary schoolboys. We used self-determination theory (SDT) to explain why the undergraduate students decided to become mentors and, for some of them, to persist as mentors. We interviewed a sample of 16 mentors about their backgrounds and experiences over three semesters. The participants experienced intrinsic and extrinsic motivations to become and persist as mentors. Each mentor articulated more than one reason, suggesting their motivations are multifaceted. Some motivations did not fit well with SDT, which points to the underlying complexity of why people mentor and how mentors’ backgrounds shape their motivations.", "venue": "Mentoring & Tutoring: Partnership in Learning", "year": 2021, "referenceCount": 155, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2377079", "name": "Virginia Snodgrass Rangel"}, {"authorId": null, "name": "Sara Jones"}, {"authorId": "2124619660", "name": "Victoria Doan"}, {"authorId": null, "name": "Jerrod Henderson"}, {"authorId": "113309515", "name": "R. Greer"}, {"authorId": "98099915", "name": "Mariam Manuel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "eac91aea2c484a6b8df27086a41a9ea0eb776045", "externalIds": {"DBLP": "journals/jeric/PenaHRC21", "MAG": "3134596848", "DOI": "10.1145/3446964"}, "url": "https://www.semanticscholar.org/paper/eac91aea2c484a6b8df27086a41a9ea0eb776045", "title": "After-Hours Learning", "abstract": "Many initiatives have focused on attracting girls and young women (K-12 or college) to computer science education. However, professional women who never learned to program have been largely ignored, despite the fact that such individuals may have many opportunities to benefit from enhanced skills and attitudes about computer programming. To provide a convenient learning space for this population, we created and evaluated the impacts of a nine-week web development workshop that was carefully designed to be both comfortable and engaging for this population. In this article, we report how the professionals’ attitudes and skills grew over the course of the workshop and how they now expect to integrate these skills and attitudes into their everyday lives.", "venue": "ACM Trans. Comput. Educ.", "year": 2021, "referenceCount": 110, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "40126108", "name": "Joslenne Peña"}, {"authorId": "2696789", "name": "Benjamin V. Hanrahan"}, {"authorId": "1715072", "name": "M. Rosson"}, {"authorId": "40944274", "name": "Carmen Cole"}]}}, {"contexts": [", [8, 31]), we expect outcome eects to be mediated by participants’ own racial and gender identities.", "Outside the context of search, research has found that visual cues in technical systems can also unconsciously inuence users’ psychology, for instance by triggering stereotype threat [10, 34] or threatening their sense of belonging [8, 31].", ", [8, 41]), but we wish to emphasize that these identity categories are not monoliths."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "ec81efd7b87966d66a14d7482f2a05a826763c39", "externalIds": {"DBLP": "journals/pacmhci/MetaxaGGHL21", "DOI": "10.1145/3449100"}, "url": "https://www.semanticscholar.org/paper/ec81efd7b87966d66a14d7482f2a05a826763c39", "title": "An Image of Society", "abstract": "Algorithmically-mediated content is both a product and producer of dominant social narratives, and it has the potential to impact users' beliefs and behaviors. We present two studies on the content and impact of gender and racial representation in image search results for common occupations. In Study 1, we compare 2020 workforce gender and racial composition to that reflected in image search. We find evidence of underrepresentation on both dimensions: women are underrepresented in search at a rate of 42% women for a field with 50% women; people of color are underrepresented with 16% in search compared to an occupation with 22% people of color (the latter being proportional to the U.S. workforce). We also compare our gender representation data with that collected in 2015 by Kay et al., finding little improvement in the last half-decade. In Study 2, we study people's impressions of occupations and sense of belonging in a given field when shown search results with different proportions of women and people of color. We find that both axes of representation as well as people's own racial and gender identities impact their experience of image search results. We conclude by emphasizing the need for designers and auditors of algorithms to consider the disparate impacts of algorithmic content on users of marginalized identities.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 69, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1393229896", "name": "D. Metaxa"}, {"authorId": "2062566733", "name": "M. Gan"}, {"authorId": "153089934", "name": "Summer Goh"}, {"authorId": "1697703", "name": "J. Hancock"}, {"authorId": "9522307", "name": "J. Landay"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f601a45f2cc0873fc541b8b4789248a19846f3d6", "externalIds": {"MAG": "3182388075", "DOI": "10.1177/07311214211028617"}, "url": "https://www.semanticscholar.org/paper/f601a45f2cc0873fc541b8b4789248a19846f3d6", "title": "Gender Differences in Academic Efficacy across STEM Fields", "abstract": "Cultural processes can reduce self-selection into math and science fields, but it remains unclear how confidence in computer science develops, where women are currently the least represented in STEM (science, technology, engineering, and mathematics). Few studies evaluate both computer skills and self-assessments of skill. In this paper, we evaluate gender differences in efficacy across three STEM fields using a data set of middle schoolers, a particularly consequential period for academic pathways. Even though girls and boys do not significantly differ in terms of math grades and have similar levels of computer skill, the gender gap in computer efficacy is twice as large as the gap for math. We offer support for disaggregation of STEM fields, so the unique meaning making around computing can be addressed.", "venue": "Sociological Perspectives", "year": 2021, "referenceCount": 105, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "83112823", "name": "Jennifer Ashlock"}, {"authorId": "121906842", "name": "M. Stojnic"}, {"authorId": "3351861", "name": "Zeynep Tufekci"}]}}, {"contexts": ["These stereotypes interfered with many women’s and girls’ perceptions of whether they belong in computer science (e.g. Cheryan et al., 2009; Master et al., 2016).", "These weakened stereotypes, in turn, reduce barriers to women’s interest and participation (Cheryan et al., 2009, 2017).", "First, masculine defaults influence women’s and men’s preferences for entering CSEP fields, even before they have set foot in a CSEP company or taken a CSEP class (Cheryan et al., 2009)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "fca12c4bf2453845168ae24fb70fa92dcc4a9b43", "externalIds": {"DOI": "10.1177/0890207020980934"}, "url": "https://www.semanticscholar.org/paper/fca12c4bf2453845168ae24fb70fa92dcc4a9b43", "title": "Beyond biology: The importance of cultural factors in explaining gender disparities in STEM preferences", "abstract": "Gender disparities in participation in many STEM fields, particularly computer science, engineering, and physics, remain prevalent in Western societies. Stewart-Williams and Halsey contend that an important contributor to these disparities is gender differences in career-related preferences that are driven partly by biology. We argue that Stewart-Williams and Halsey understate the influence of cultural factors in shaping these preferences. We provide evidence for an important and overlooked cultural factor that contributes to gender disparities in computer science, engineering, and physics: masculine defaults. Masculine defaults exist when cultures value and reward traits and characteristics associated with the male gender role and see them as standard (Cheryan & Markus, 2020). We provide examples of how changing computer science, engineering, and physics cultures can decrease gender disparities in participation. Finally, we discuss policy implications, specifically the importance of (1) recognizing that preferences for STEM are malleable and (2) addressing exclusionary cultures of STEM fields. Recognizing and changing exclusionary STEM cultures are important for creating a society that is more just and equitable.", "venue": "", "year": 2021, "referenceCount": 51, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1472090181", "name": "Mona El-Hout"}, {"authorId": "1406423285", "name": "Alexandra Garr-Schultz"}, {"authorId": "2325780", "name": "Sapna Cheryan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ff4198742211282bb8a77191861466aac22988d2", "externalIds": {"MAG": "3195630481", "DOI": "10.1177/19485506211030398"}, "url": "https://www.semanticscholar.org/paper/ff4198742211282bb8a77191861466aac22988d2", "title": "Professors Who Signal a Fixed Mindset About Ability Undermine Women’s Performance in STEM", "abstract": "Two studies investigate how science, technology, engineering, and math (STEM) professors’ fixed mindsets—the belief that intelligence is fixed and unchangeable—may induce stereotype threat and undermine women’s performance. In an experiment ( N = 217), we manipulated professors’ mindset beliefs (fixed vs. growth) within a course syllabus. While both men and women perceived the fixed mindset professor to endorse more gender stereotypes and anticipated feeling less belonging in the course, women reported these effects more than men. However, only for women did this threat undermine performance. In a 2-year longitudinal field study (884 students enrolled in 46 STEM courses), students who perceived their professor to endorse a fixed (vs. growth) mindset thought the professor would endorse more gender stereotypes and experienced less belonging in those courses. However, only women’s grades in those courses suffered as a result. Together, these studies demonstrate that professors’ fixed mindset beliefs may trigger stereotype threat among women in STEM courses.", "venue": "Social Psychological and Personality Science", "year": 2021, "referenceCount": 37, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3582337", "name": "Elizabeth A. Canning"}, {"authorId": "117493686", "name": "Elise M. Ozier"}, {"authorId": null, "name": "Heidi E. Williams"}, {"authorId": "101232531", "name": "Rashed Alrasheed"}, {"authorId": null, "name": "Mary C. Murphy"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "002d83b09795965bed8a15e160668b3425455a66", "externalIds": {"MAG": "3080758938", "DBLP": "conf/icgj/PaganiniG20", "DOI": "10.1145/3409456.3409458"}, "url": "https://www.semanticscholar.org/paper/002d83b09795965bed8a15e160668b3425455a66", "title": "Engaging Women’s Participation in Hackathons: A Qualitative Study with Participants of a Female-focused Hackathon", "abstract": "Hackathons are a sort of application development marathon typically lasting between 24 and 48 hours. They are increasingly becoming an alternative and popular method for fast learning and networking, bringing people together in a short period to do creative projects. However, the number of women participating in such events is extremely low and worrying, and literature lacks empirical evidence about the reasons for that. This qualitative study gathers data and brings a discussion about this topic, as an attempt to understand better why women are not so interested in this type of event. We interviewed participants of a female-focused hackathon and tried to (1) understand reasons for women not participating in hackathons; (2) understand motivational aspects; and (3) understand the main problems concerning gender in hackathons.", "venue": "ICGJ", "year": 2020, "referenceCount": 39, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1900414153", "name": "Lavinia Paganini"}, {"authorId": "2986630", "name": "Kiev Gama"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0062e992a873479843e0f9d1b8cd5249e94bc0f2", "externalIds": {"MAG": "3045247024", "DOI": "10.1017/9781108561716.007"}, "url": "https://www.semanticscholar.org/paper/0062e992a873479843e0f9d1b8cd5249e94bc0f2", "title": "Sex/Gender Differences in the Brain and their Relationship to Behavior", "abstract": null, "venue": "", "year": 2020, "referenceCount": 4012, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "11774339", "name": "L. Eliot"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0078cb3e0fa6ec0709824df4bbbeb8518a3ec424", "externalIds": {"DBLP": "conf/iticse/MorkWW20", "MAG": "3033125891", "DOI": "10.1145/3341525.3387405"}, "url": "https://www.semanticscholar.org/paper/0078cb3e0fa6ec0709824df4bbbeb8518a3ec424", "title": "Creative Choice in Fifth Grade Computing Curriculum", "abstract": "We examine the effects of creative choice in fifth grade computer science curriculum on students' engagement/preferences, performance, and self-efficacy (n=107). This work is rooted in evaluating creativity as a tool to increase engagement in elementary school computer science education by studying a group of one hundred fifth grade students at a public charter school in California. The work occurred within a year long computing curriculum focused on introducing students to programming. To experimentally evaluate creative choice over a six week period, we created several instances of two variants of worksheets for the students - creative worksheets and more rigid worksheets, alternating control and experimental groupings. After the treatment, surveys and quizzes were used to evaluate students' experiences and learning. We found that students benefit from a blend of creative and structured instructions and can feel a sense of ownership with even limited versions of creative choice. In addition, student performance was not affected by our different treatments.", "venue": "ITiCSE", "year": 2020, "referenceCount": 35, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152698746", "name": "Kirsten Mork"}, {"authorId": "2057969770", "name": "J. Wilcox"}, {"authorId": "3048844", "name": "Zoë J. Wood"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "026b6028a08cd4e9f792be8e76c08c929d404e22", "externalIds": {"MAG": "3087865775", "DOI": "10.1017/9781108235532.029"}, "url": "https://www.semanticscholar.org/paper/026b6028a08cd4e9f792be8e76c08c929d404e22", "title": "Coordinating Services with Nonschool Providers", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1976, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "121815676", "name": "M. Golden"}, {"authorId": "6810234", "name": "G. DuPaul"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "02e95bc7707b3bdf5fd2fce9d6e48d072d60e77c", "externalIds": {"MAG": "3089058952", "DOI": "10.1017/9781108235532.030"}, "url": "https://www.semanticscholar.org/paper/02e95bc7707b3bdf5fd2fce9d6e48d072d60e77c", "title": "Parent–Teacher Relationships", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1976, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "16538106", "name": "K. Minke"}, {"authorId": "143724537", "name": "J. Woodford"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "039d3b1d9ecdb8bf9b84d332fbfcdee7ed05d4ee", "externalIds": {"MAG": "3088021081", "DOI": "10.1017/9781108235532.003"}, "url": "https://www.semanticscholar.org/paper/039d3b1d9ecdb8bf9b84d332fbfcdee7ed05d4ee", "title": "Addressing “Won’t Do” Issues in Mathematics", "abstract": null, "venue": "The Cambridge Handbook of Applied School Psychology", "year": 2020, "referenceCount": 1981, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "153353541", "name": "C. Skinner"}, {"authorId": "148164641", "name": "Shelby Wright"}, {"authorId": "32657321", "name": "Elizabeth McCallum"}]}}, {"contexts": ["Research has illustrated how a sense of belonging is associated with achievement, engagement, interests, perseverance, and identity in a particular STEM field (e.g., Cheryan et al., 2009; Good et al., 2012; Stevens et al., 2008)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "05c6f8c6ce06e91c27e14369dcda831a1a12bb6d", "externalIds": {"MAG": "3013503930", "DOI": "10.1177/0894845320913112"}, "url": "https://www.semanticscholar.org/paper/05c6f8c6ce06e91c27e14369dcda831a1a12bb6d", "title": "Professionals’ Identification Within and Across Science, Technology, Engineering, and Mathematics (STEM) Fields", "abstract": "Professional identity, for many, is a substantial component of their career choices and development. In this study, we utilized data from an online survey completed by 1,867 participants living across the United States to consider the extent to which an individual working in science, technology, engineering, and/or mathematics (STEM) field identifies with each discipline, and how this may be associated with recognition, competence, and sense of belonging. Results from structural equation modeling indicated that participants’ STEM field had a positive, direct impact on their discipline-specific identity but a negative, direct impact on other discipline identities. Furthermore, recognition and competence had significant direct and indirect effects on participants’ STEM identity, which was not consistent by STEM field. Alternatively, sense of belonging and self-identifying as a woman had limited effects in our model. Our findings raise questions as to the possibility (or not) of STEM as an interdisciplinary identity for professionals with a career in STEM.", "venue": "Journal of Career Development", "year": 2020, "referenceCount": 84, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2052444187", "name": "Amber Simpson"}, {"authorId": "1659470099", "name": "Jose Morales Collazo"}, {"authorId": "114465867", "name": "John Zilvinskis"}, {"authorId": "36261553", "name": "A. Maltese"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "06f7f3511c72f44a8cf82bc9840786551d1318b9", "externalIds": {"MAG": "3082478200", "DOI": "10.1111/josi.12393"}, "url": "https://www.semanticscholar.org/paper/06f7f3511c72f44a8cf82bc9840786551d1318b9", "title": "A Mixed Method Examination of Gender Differences in Perceptions of STEM among Iranian Americans", "abstract": null, "venue": "", "year": 2020, "referenceCount": 48, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "119106610", "name": "Abigail M. Folberg"}, {"authorId": "1486198914", "name": "Sahra Kaboli‐Nejad"}]}}, {"contexts": ["Considerable research has established that identity threat can negatively affect targets’ well-being (Hall et al., 2015; Pascoe & Richman, 2009), motivation (Cheryan et al., 2009; Smith et al., 2007; J. R. Steele & Ambady, 2006), and performance (Inzlicht & Ben-Zeev, 2000; Schmader et al., 2008)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0773d86147235be5ca24602c3857bff3695bb112", "externalIds": {"MAG": "3027085371", "DOI": "10.1177/0146167220921054", "PubMed": "32431224"}, "url": "https://www.semanticscholar.org/paper/0773d86147235be5ca24602c3857bff3695bb112", "title": "Daily Coping With Social Identity Threat in Outgroup-Dominated Contexts: Self-Group Distancing Among Female Soldiers", "abstract": "We examine the degree to which women in a male-dominated field cope with daily experiences of social identity threat by distancing themselves from other women. A daily experience-sampling study among female soldiers (N = 345 data points nested in 61 participants) showed women to self-group distance more on days in which they experienced more identity threat. This was mediated by daily concerns about belonging but not achievement in the military, supporting the explanation that women distance from other women as a way to fit in a masculine domain. However, on a daily basis, self-group distancing did not appear to protect women’s outcomes as it was related to lower daily well-being and motivation. The findings indicate that targets are not passive recipients of identity threat but active agents coping daily with the challenges they face, but that regulation strategies may also incur costs. Implications for theories on coping with stigma and costs are discussed.", "venue": "Personality & social psychology bulletin", "year": 2020, "referenceCount": 93, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "153712790", "name": "Jenny Veldman"}, {"authorId": "6078280", "name": "C. van Laar"}, {"authorId": "4404322", "name": "Loes Meeussen"}, {"authorId": "1708155513", "name": "S. Lo Bue"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "08704dfc27f17985a27fae065ee6b7d18816e602", "externalIds": {"MAG": "3011755647", "DOI": "10.1002/curj.40"}, "url": "https://www.semanticscholar.org/paper/08704dfc27f17985a27fae065ee6b7d18816e602", "title": "Curricular responses to Computer Science provision in schools: current provision and alternative possibilities", "abstract": null, "venue": "", "year": 2020, "referenceCount": 25, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2975223", "name": "O. McGarr"}, {"authorId": "119578953", "name": "Keith Johnston"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0910eca91850c34fbf10fb3aca5661058d7e3f11", "externalIds": {"MAG": "3037078610", "DOI": "10.1017/9781108561716.027"}, "url": "https://www.semanticscholar.org/paper/0910eca91850c34fbf10fb3aca5661058d7e3f11", "title": "Occupational Health Psychology and Women in Asian Contexts", "abstract": null, "venue": "", "year": 2020, "referenceCount": 4013, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "11180391", "name": "O. Siu"}, {"authorId": "2125028421", "name": "Haijiang Wang"}, {"authorId": "6011123", "name": "Milan Pagon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0b581cdf2cf566138568a7146cc06d7ef4adb0ef", "externalIds": {"MAG": "3089103685", "DOI": "10.1017/9781108235532.011"}, "url": "https://www.semanticscholar.org/paper/0b581cdf2cf566138568a7146cc06d7ef4adb0ef", "title": "Cross-Race/Ethnic Friendships in School", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1976, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "81339437", "name": "S. Graham"}, {"authorId": "17898024", "name": "Kara Kogachi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0b7c6e1d3792c3d3c8e61773df0868a59d970ee2", "externalIds": {"MAG": "3044819486", "DOI": "10.1017/9781108561716.024"}, "url": "https://www.semanticscholar.org/paper/0b7c6e1d3792c3d3c8e61773df0868a59d970ee2", "title": "Career Development of Women", "abstract": null, "venue": "", "year": 2020, "referenceCount": 4013, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145520044", "name": "S. A. Leung"}, {"authorId": "3569950", "name": "R. G. Cinamon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0be5c24b427336496ddcd816ec02e8c317637f1b", "externalIds": {"MAG": "3044604425", "DOI": "10.1017/9781108561716.012"}, "url": "https://www.semanticscholar.org/paper/0be5c24b427336496ddcd816ec02e8c317637f1b", "title": "Three Ways that Aging Affects Women Differently from Men", "abstract": null, "venue": "", "year": 2020, "referenceCount": 4014, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1387725686", "name": "Amber Xuqian Chen"}, {"authorId": "29914154", "name": "V. Tsang"}, {"authorId": "1420099127", "name": "T. Wong"}, {"authorId": "35096492", "name": "H. Fung"}, {"authorId": "2899412", "name": "L. Ayalon"}]}}, {"contexts": ["Some possible directions for that future research include the following: an ambient value approach, where we draw upon our understanding that physical spaces communicate values [4] and can perhaps be designed to cultivate certain ones; a discourse approach, where maker leaders are trained in how to bring certain conversations or topics into focus for makers to navigate and consider when reflecting on their work."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "134401e4a592cfd8a103e032d87e37f6b13c12af", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/134401e4a592cfd8a103e032d87e37f6b13c12af", "title": "Considering HCI Mindsets andPractices in the Making Phenomenon: A Value-Based Approach", "abstract": "Copyright held by the owner/author(s). CHI’20,, April 25–30, 2020, Honolulu, HI, USA ACM 978-1-4503-6819-3/20/04. https://doi.org/10.1145/3334480.XXXXXXX Abstract Our research is grounded in several years of experience in establishing and running an academic makerspace that is open for our entire campus community. As part of developing the goals and purpose of our space, we have identified the need and opportunity for HCI mindsets and practices to be more prevalent in the making phenomenon. In this paper we discuss: how this need resonates with the challenges and questions in HCI education; our own value-based approach to understanding and supporting HCI in the making phenomenon; and implications for HCI education of both the value-based approach and the relationship between HCI and the making phenomenon.", "venue": "", "year": 2020, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2194499", "name": "Johanna Okerlund"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "154f59de6d92ccc9045b13dc394f417dbe136a61", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/154f59de6d92ccc9045b13dc394f417dbe136a61", "title": "MARKETING MANAGEMENT AND SEXISM IN PROMOTION: THE ROLE OF LEADERSHIP", "abstract": "Studies show us that women face more difficulties in business (management, accounting, finance, behavioral sciences and people management) than their male counterparts because of stereotypical considerations about their role, which have negative consequences on opportunities on the workplace. So, leadership emerges in this research with a reinforced role and as a crucial way in supporting marketing management (specifically the case of communication and advertising) and in its relation to sexism and gender equality. It is necessary to understand to what extent the media and the advertising industry influences the stereotypes that will dictate the rise or not of female leadership. The present work aims to contribute, theoretically, to the understanding of this phenomenon, gathering some of the main contributions of the existent literature. Future studies should lead researchers to empirically test the role of leadership in shaping organizations' communication policies and plans (specifically, promoting gender equality). In an interdisciplinary perspective, this study intends to contribute to marketing and to organizational behavior. Future work will help to the elaboration of a focus group and in-depth interviews bringing together some decision-making agents (in the company's perspective) and consumers (from a demand perspective).", "venue": "", "year": 2020, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "152844413", "name": "B. Sousa"}, {"authorId": "120874030", "name": "A. Cardoso"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1603e9640fb75195e9c5ec3e864607a9fdcaa40b", "externalIds": {"DBLP": "journals/csedu/LyonG20", "MAG": "2982694026", "DOI": "10.1080/08993408.2019.1682379"}, "url": "https://www.semanticscholar.org/paper/1603e9640fb75195e9c5ec3e864607a9fdcaa40b", "title": "Women in coding boot camps: an alternative pathway to computing jobs", "abstract": "ABSTRACT Background and Context: Non-traditional training grounds such as coding boot camps that attract a higher proportion of women are important sites for understanding how to broaden participation in computing. Objective: This work aims to help us better understand the women choosing boot camps and their pathways through these camps and into the computing workforce. Method: This paper reports on a longitudinal, qualitative study investigating female boot camp attendees. Findings: Findings show that women attending boot camps are career changers that develop an interest in software development too late to major in CS, discovering a post-college enjoyment of programming undertaken to support work goals at a current job or an aspirational job. Implications: Women at boot camps illustrate a missed opportunity to diversify postsecondary CS classrooms when not recruited early, not given interdisciplinary options, not exposed to enjoyable programming tasks, and not exposed to the array and number of job prospects.", "venue": "Comput. Sci. Educ.", "year": 2020, "referenceCount": 57, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "39627544", "name": "Louise Ann Lyon"}, {"authorId": "143605567", "name": "Emily Green"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "186c243e7f4711ee0a669da4f1317e102cbff582", "externalIds": {"DBLP": "journals/ile/PinkardME20", "MAG": "2965677209", "DOI": "10.1080/10494820.2019.1636070"}, "url": "https://www.semanticscholar.org/paper/186c243e7f4711ee0a669da4f1317e102cbff582", "title": "Equitable approaches: opportunities for computational thinking with emphasis on creative production and connections to community", "abstract": "ABSTRACT Decisions about participation in computer science and engineering opportunities are often made prior to high school, and these decisions are frequently mediated by prior experience, interest, and sense of fit with community. In this article, we investigate how the Digital Youth Divas, an out-of-school program for middle school girls from non-dominant communities, engaged participants in computational thinking linked to their broader interests, home networks, and continuing opportunities. Results indicate increases in knowledge measures for girls with and without prior learning experiences and provide evidence that through project work and a strong focus on building community, girls engaged in computational practices in ways that shifted or provided new computational perceptions about themselves and the domain. This exploratory study of the Digital Youth Divas program emphasizes the importance of understanding and supporting computational perceptions alongside deepening knowledge and experience.", "venue": "Interact. Learn. Environ.", "year": 2020, "referenceCount": 71, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2688746", "name": "Nichole Pinkard"}, {"authorId": "32292416", "name": "C. K. Martin"}, {"authorId": "2589064", "name": "S. Erete"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1dc8ea2017c8d2b01cc6d2c6b32f3c48c6b530f6", "externalIds": {"MAG": "3045111751", "DOI": "10.1017/9781108561716.021"}, "url": "https://www.semanticscholar.org/paper/1dc8ea2017c8d2b01cc6d2c6b32f3c48c6b530f6", "title": "The Impact of Gender and Culture in Consumer Behavior", "abstract": null, "venue": "", "year": 2020, "referenceCount": 4013, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144616740", "name": "Sharon Ng"}, {"authorId": "1664832961", "name": "Mehak Bharti"}, {"authorId": "103562501", "name": "Natalie T. Faust"}]}}, {"contexts": ["Email: t.kirby@exeter.ac.uk\nperformance and engagement for underrepresented students (Cheryan et al., 2009; Master et al., 2016; Murphy et al., 2007; Schmitt et al., 2010).", "First, whereas previous work has focused on the costs and benefits of physical spaces for those who enter them (Cheryan et al., 2009; Schmitt et al., 2010), this work demonstrates that effects of physical space extend to spaces that do not yet exist.", "Women perceive greater belonging in computer science when objects in computer science classrooms and companies are less stereotypically masculine (e.g., art posters vs. Star Trek posters; Cheryan et al., 2009)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1df3fd7da5cf59afe724418db5464c8114ed87b3", "externalIds": {"MAG": "3020723383", "DOI": "10.1177/1948550620913371"}, "url": "https://www.semanticscholar.org/paper/1df3fd7da5cf59afe724418db5464c8114ed87b3", "title": "The Symbolic Value of Ethnic Spaces", "abstract": "In four experiments, students read that their university was creating either an ethnic space (a space geared to people of particular ethnic groups) or a general space for students. In an internal meta-analysis, underrepresented students of color (N = 205), but not White students (N = 760), who read about the ethnic space reported greater belonging, value of underrepresented students by the university, support, and academic engagement compared to those who read about a general space. Ethnic spaces may hold broader psychological significance than that of mere gathering places, improving outcomes even for those who do not frequently use them. Creating ethnic spaces may be one strategy for making university environments more welcoming for underrepresented students of color.", "venue": "", "year": 2020, "referenceCount": 53, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "6046221", "name": "T. Kirby"}, {"authorId": "39967641", "name": "J. Tabak"}, {"authorId": "1729273572", "name": "Maria Ilac"}, {"authorId": "2325780", "name": "Sapna Cheryan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "266b9c5514f39bb2ede88eebecb2e1d3778066cb", "externalIds": {"DOI": "10.1017/9781108561716.045"}, "url": "https://www.semanticscholar.org/paper/266b9c5514f39bb2ede88eebecb2e1d3778066cb", "title": "Some Final Thoughts and Take-Home Messages", "abstract": null, "venue": "The Cambridge Handbook of the International Psychology of Women", "year": 2020, "referenceCount": 3511, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "274626e16e52386d08ac9e365a4b2feffe6295ad", "externalIds": {"MAG": "3041359419", "DOI": "10.1027/1864-9335/a000423"}, "url": "https://www.semanticscholar.org/paper/274626e16e52386d08ac9e365a4b2feffe6295ad", "title": "Can I Be Myself Around Natives?", "abstract": "Abstract. The social integration of the ever-growing number of refugees in receiving societies is of major importance. Perceived discrimination has been found to predict fewer friendships with nati...", "venue": "", "year": 2020, "referenceCount": 109, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2052765036", "name": "C. Bauer"}, {"authorId": "122959371", "name": "B. Hannover"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2cf211549b654d1801cd04ca9bf233ba6e8b0e62", "externalIds": {"MAG": "3044052913", "DOI": "10.1017/9781108561716.025"}, "url": "https://www.semanticscholar.org/paper/2cf211549b654d1801cd04ca9bf233ba6e8b0e62", "title": "The Psychology of Women in Entrepreneurship", "abstract": null, "venue": "", "year": 2020, "referenceCount": 4012, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3388465", "name": "Elsa T. Chan"}, {"authorId": "115483060", "name": "P. Tang"}, {"authorId": "32486465", "name": "S. Chen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2f224aa0abb0bd9b42365e1ace4e36d32217f4cb", "externalIds": {"MAG": "2983608818", "DOI": "10.1287/orsc.2019.1288"}, "url": "https://www.semanticscholar.org/paper/2f224aa0abb0bd9b42365e1ace4e36d32217f4cb", "title": "Balancing Professional Prototypes Increases the Valuation of Women in Male-Dominated Professions", "abstract": "We tackle the persistent problem of people from specific demographic groups (e.g., women) being undervalued in professional contexts in which traits associated with their group do not align with th...", "venue": "", "year": 2020, "referenceCount": 116, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "80842666", "name": "Felix Danbold"}, {"authorId": "2363177", "name": "C. Bendersky"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "30bcdb541e92d5183974469b2a4eb7466e19442d", "externalIds": {"MAG": "3044096587", "DOI": "10.1017/9781108561716.005"}, "url": "https://www.semanticscholar.org/paper/30bcdb541e92d5183974469b2a4eb7466e19442d", "title": "Sex, Gender, and Sexuality", "abstract": null, "venue": "", "year": 2020, "referenceCount": 4014, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3222120", "name": "E. Byers"}, {"authorId": "8261617", "name": "Karen L Blair"}]}}]}