{"offset": 0, "data": [{"contexts": ["Thus, folksonomies define situations in which members of society create words and categories to describe the world in a way that seems relevant to them (Neal, 2007).", "Like Neal (2007) explains, the folksonomies are a result of the users’ ability to alter and modify the web from their own words and concepts, without restrictions to terms previously used or predefined by the systems (Siqueira, 2020)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1c6dec536264d1cf4e58e63bec56d52ab091d633", "externalIds": {"DOI": "10.1080/03906701.2021.1947950"}, "url": "https://www.semanticscholar.org/paper/1c6dec536264d1cf4e58e63bec56d52ab091d633", "title": "The construction of the meanings of #coronavirus on Twitter: An analysis of the initial reactions of the Italian people", "abstract": "ABSTRACT The first months of 2020 saw the coronavirus pandemic explode. Moving from China, it arrived in Europe and hit Italy. The place where the debate around it exploded was the media ecosystem. In a short time, it was an explosion of tweets related to the hashtag #coronavirus on Twitter. With the aim of reconstructing the meanings of the hashtag and the content, in terms of sentiment and opinions, of the reactions of the Italians, we collected in a large size corpus, the hundred thousand Italian tweets containing the #coronavirus produced during the media hype period from the Twitter repository (February 24th - 28th, 2020). Media hype period was discovered by digging in the online articles of ‘la Repubblica', based on the presence of the words: coronavirus and Italy. The media hype is February 26th. The corpus underwent Emotional Text Mining (ETM), an unsupervised methodology, which allows social profiling based on communication. The study of the word chosen to talk about a topic and their co-occurrence allows the understanding of people’s symbolizations, representations, and sentiment, about the coronavirus. In a retrospective logic, this mechanism allows us to reconstruct the sensemaking and nuances of meaning attributed by users to the coronavirus hashtag.", "venue": "", "year": 2021, "referenceCount": 76, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "1592902060", "name": "Giovanni Boccia Artieri"}, {"authorId": "48322183", "name": "F. Greco"}, {"authorId": "1657336136", "name": "Gevisa La Rocca"}]}}, {"contexts": ["Morrison (2007) points out the usefulness of hashtags to increase content exposure in web traffic and Neal (2007) argues that communities are built around hashtags, since it is very common for groups of followers to be engaged by specific tags and to end up approaching content of interest from the…", "2020 627\nIn a complementary sense, Neal (2007) explains that the folksonomies are a result of the users’ ability to alter and modify the web from their own words and concepts, without restrictions to terms previously used or pre-defined by the systems.", "Thus, folksonomies define situations in which members of society create words and categories to describe the world in a way that seems relevant to them (NEAL, 2007)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f87f2a50b7be1d032d85d65322e04a11dc43ffc9", "externalIds": {"MAG": "3038222329", "DOI": "10.1590/010318135520315912020"}, "url": "https://www.semanticscholar.org/paper/f87f2a50b7be1d032d85d65322e04a11dc43ffc9", "title": "FOLKSONOMIES, HASHTAGS, AND FEMINIST CAMPAIGNS ON THE INTERNET: HOW #MEUAMIGOSECRETO, #BELARECATADAEDOLAR AND #MEUPRIMEIROASSÉDIO LED US TO #ELENÃO", "abstract": "Based on the contemporaneous context of authorship and participation on the internet and the theories about folksonomies, this paper aims to discuss the uses and circulation of four significant hashtags for the Brazilian feminist movement: #meuprimeiroassedio (#myfirstharassment), #meuamigosecreto (#mysecretfriend), #belarecatadaedolar (#restrainedbeautifulhousewife), all of them disseminated in 2015 and 2016, and #elenao (#nothim), in 2018. Through quantitative and qualitative-interpretative analysis based on responses to a questionnaire and on a sample of shared posts on Facebook, Twitter and Instagram, it was possible to understand how a group of women feels about the use of hashtags in feminist campaigns, what are the specific characteristics of each of these hashtags, regarding language of the indexed contents and the virtual environments in which they circulate, and how the experience and the repercussion of the campaigns of 2015 and 2016 were important for the 2018 campaign.", "venue": "", "year": 2020, "referenceCount": 60, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Political Science"], "authors": [{"authorId": "133926269", "name": "Elis Nazar Nunes Siqueira"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "53f2b783ec8ceda22a972bbbd130c2ee9722911a", "externalIds": {"MAG": "2932382922", "DBLP": "journals/mta/BianchiNA19", "DOI": "10.1007/s11042-019-7463-1"}, "url": "https://www.semanticscholar.org/paper/53f2b783ec8ceda22a972bbbd130c2ee9722911a", "title": "Tags vs. observers – a study on emotions tagged and emotions felt with Flickr pictures", "abstract": "Designers can select media from user-generated tags in social networks to improve the design with the aim of evoking certain emotions. However, can they be relied on for that? Will users feel the same emotions as those that were linked to the media? This paper aims to support the decision-making of the designers, by exploring the observers’ emotions in pictures from social tags. An empirical online study was carried out with 410 volunteers who classified pictures from Flickr that were related to the five basic emotions plus “neutral” tag. The results suggest that there are differences between the tag and the emotion felt by this group of people for particular emotions. For instance, the findings suggest that the selection of pictures for disgust and anger needs additional criteria as well as collective indexing.", "venue": "Multimedia Tools and Applications", "year": 2019, "referenceCount": 65, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "32694927", "name": "R. G. Bianchi"}, {"authorId": "2467121", "name": "Vânia P. A. Neris"}, {"authorId": "2064100411", "name": "Anderson L. Ara"}]}}, {"contexts": ["In [33], personalization of tag-based searches [34] is done using collaborative filtering based on clustering ."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "9ce323815381129305d4befb9f03a8553b4f6723", "externalIds": {"MAG": "2999973054"}, "url": "https://www.semanticscholar.org/paper/9ce323815381129305d4befb9f03a8553b4f6723", "title": "Machine Learning based Recommendations to aid Educational Planning and Academic Advising through the Virtual Academic Advisor System", "abstract": "Machine Learning based Recommendations to aid Educational Planning and Academic Advising through the Virtual Academic Advisor System Sri Venkata Bhavani Likitha Vijjapu Chair of the Supervisory Committee: Erika Parsons Computing and Software Systems The process of educational planning and academic advising are critical for supporting student retention rate and on-time graduation. Faculty-based advising has been widely adopted by several community colleges because it results in a better advising experience for a student. However, due to lack of resources, outdated technologies, and growing diverse student population, the process increases the workload on already overwhelmed faculty. The role of technology in different areas of education sector is being slowly adopted, for instance, to provide various services such as online classes, registration services, and classwork maintenance. Despite these advancements, it is not being used for the purpose of academic advising. In this thesis, we discuss how machine learning (ML) and other technologies can be used to assist with faculty-based academic advising in higher education planning. The Virtual Academic Advisor (VAA) is an initial software solution to address this problem. Various ML-based techniques such as supervised learning, natural text processing, collaborative filtering, and sequence classification are explored to provide new functionality for the VAA. Collaborative filtering is used to give a recommendation of study plans based on a set of input parameters. Sequence Classification is used to predict possible suitable college majors, based on the course work designated for a student. In addition, we propose a strategy to generate synthetic data, necessary because it is nearly impossible to collect copious amount of real observations necessary for properly training ML-based modules. These various approaches will be integrated into the VAA system, to help faculty with the advising process, saving time for more meaningful conversations with students, and providing students with the ability to explore different educational paths.", "venue": "", "year": 2019, "referenceCount": 72, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1581197101", "name": "Sri Venkata Bhavani Likitha Vijjapu"}]}}, {"contexts": ["An image folksonomy such as Flickr is a framework where users can freely assign tags to their uploaded images [63], [64]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "34300a660914c563fc56089251222ba099dbffe2", "externalIds": {"DBLP": "journals/access/HamanoOH18", "MAG": "2776547528", "DOI": "10.1109/ACCESS.2017.2786218"}, "url": "https://www.semanticscholar.org/paper/34300a660914c563fc56089251222ba099dbffe2", "title": "A Language-Independent Ontology Construction Method Using Tagged Images in Folksonomy", "abstract": "This paper presents a language-independent ontology (LION) construction method that uses tagged images in an image folksonomy. Existing multilingual frameworks that construct an ontology deal with concepts translated on the basis of parallel corpora, which are not always available; however, the proposed method enables LION construction without parallel corpora by using visual features extracted from tagged images as the alternative. In the proposed method, visual similarities in tagged images are leveraged to aggregate synonymous concepts across languages. The aggregated concepts take on intrinsic semantics of themselves, while they also hold distinct characteristics in different languages. Then relationships between concepts are extracted on the basis of visual and textual features. The proposed method constructs a LION whose nodes and edges correspond to the aggregated concepts and relationships between them, respectively. The LION enables successful image retrieval across languages since each of the aggregated concepts can be referred to in different languages. Consequently, the proposed method removes the language barriers by providing an easy way to access a broader range of tagged images for users in the folksonomy, regardless of the language they use.", "venue": "IEEE Access", "year": 2018, "referenceCount": 85, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "31188672", "name": "Shota Hamano"}, {"authorId": "144392699", "name": "Takahiro Ogawa"}, {"authorId": "144029207", "name": "M. Haseyama"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a75b5acafec6e8b9b7f499cb329426cba442cd38", "externalIds": {"MAG": "2795704734"}, "url": "https://www.semanticscholar.org/paper/a75b5acafec6e8b9b7f499cb329426cba442cd38", "title": "Studies on emotional aspects in the design of user interfaces", "abstract": "Emotions play a crucial role in the way people interact with each other, objects and computing systems, and are a key factor in human-computer interaction. The choice of the appropriate elements for a user interface may result in a better experience of how it can be used. However, most studies investigate people’s preferences and visual aesthetics, without taking into account people’s emotion in the design. This dissertation carries out a series of detailed studies on the emotional effects of user interface elements, by examining colors, fonts and images. A critical analysis of the literature (through a systematic review) combined to the Semantic Space of Emotions, which covers a broad spectrum of emotions, resulted in the proposal of Bianchi’s Color Wheel. An empirical study was conducted on the emotional effects of font types and sizes; this involved 60 users and was necessary because there are so few studies on fonts and emotions in the literature. With regard to font types, in statistical terms, it was found there were no significant differences, although Arial was more closely linked to positive emotions than Times New Roman in the discourse analysis. Small font sizes, 8pt, caused negative experiences and led to tiredness, while medium (12pt) and large (16pt) sizes were mainly related to pleasant and comforting experiences. The third study investigated tagged and felt emotions evoked by images which were collected through social tags that were clearly related to emotions. The aim of the study was to determine whether or not these images are reliable for the design and retrieval. Thus, an online survey was planned and carried out by a group of 410 volunteers who classified pictures from Flickr. The results suggested that there are some emotions tagged that were similar to observers emotions, while others are diffuse and need other criteria for their selection apart from social tags. Finally, it should be mentioned that further studies are needed to address the complete user interface with all these elements and findings combined.", "venue": "", "year": 2016, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "32694927", "name": "R. G. Bianchi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "56d20bee4536d15fd8ec42c986c31e46beaf86a1", "externalIds": {"MAG": "2749120151", "DBLP": "phd/dnb/Steinhoff13"}, "url": "https://www.semanticscholar.org/paper/56d20bee4536d15fd8ec42c986c31e46beaf86a1", "title": "Enhancing Tagging Systems with a Flexible, Faceted Organization Structure", "abstract": "In tagging systems, information resources are organized only by assigning keywords, so-called \"tags\". The thesis examines how accessing the contents of such system can be facilitated by means of a flexible organization structure that allows to relate tags to each other in a simple way. An appropriate structure is developed and implemented in a prototype system. In addition to user studies and interviews, the utility of the structure is evaluated in an experiment.", "venue": "", "year": 2013, "referenceCount": 163, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "46339095", "name": "Alexander Steinhoff"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "876cc889369582df1a2a6f9c0e7e634fe32fc752", "externalIds": {"MAG": "159687796"}, "url": "https://www.semanticscholar.org/paper/876cc889369582df1a2a6f9c0e7e634fe32fc752", "title": "Pictures in words : indexing, folksonomy and representation of subject content in historic photographs", "abstract": ".......................................................................................................... ii DECLARATION .................................................................................................. iv ACKNOWLEDGMENTS ..................................................................................... v LIST OF TABLES ............................................................................................... xii LIST OF FIGURES ........................................................................................... xvii 1.  INTRODUCTION ...................................................................................... 1 1.1  Overview...................................................................................................... 1 1.2  Statement of the problem .............................................................................. 6 1.3  Aims of the research and the research questions ........................................... 6 1.4  Significance of the research .......................................................................... 8 1.5  Overview of the thesis .................................................................................. 9 1.6  Structure of the thesis ................................................................................. 10 1.7  Definition of terms ..................................................................................... 12 2  LITERATURE REVIEW ........................................................................ 16 2.1  Introduction ................................................................................................ 16 2.2  The positivist approach ............................................................................... 16 2.2.1  Textual foundations of image indexing ....................................................... 18 2.2.2  Image subjects and subject analysis ............................................................ 21 2.2.3  Perception and cognition: categorisation ..................................................... 23 2.2.4  Categorisation and language effects ............................................................ 24 2.2.5  Theories and models of visual subject analysis ........................................... 25 2.2.5.1 Summary and comparison of major models ................................................ 28 2.2.6  Image indexing approaches ........................................................................ 30 2.2.7  “Image warrant” ......................................................................................... 31 2.2.8  Summary: Image indexing and positivism .................................................. 31 2.3  Image indexing and interpretivism .............................................................. 33 2.3.1  The challenge of interpretive indexing ........................................................ 35 2.3.2  Semiotics.................................................................................................... 36 2.3.3  Discourse communities and domain analysis .............................................. 37 2.3.4  Subject concepts in user searches ............................................................... 39 2.3.5  Subject concepts used in descriptions ......................................................... 40", "venue": "", "year": 2013, "referenceCount": 268, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2055564913", "name": "Briana Stewart"}]}}, {"contexts": ["The term “social tagging” is frequently associated with the term “folksonomy,” which was coined by Thomas Vander Wal from ‘folk’ and ‘taxonomy’ (Neal 2007)."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bfc1b4a0a7afa4dbd53b9527bcee5dd1a0d7512c", "externalIds": {"MAG": "2468024838", "DOI": "10.5771/0943-7444-2012-4-233"}, "url": "https://www.semanticscholar.org/paper/bfc1b4a0a7afa4dbd53b9527bcee5dd1a0d7512c", "title": "A Practical Application of FRBR for Organizing Information in Digital Environments", "abstract": "This study employs the FRBR (Functional Requirements for Bibliographic Records) conceptual model to provide in-depth investigation on the characteristics of social tags by analyzing the bibliographic attributes of tags that are not limited to subject properties. FRBR describes four different levels of entities (i.e., Work, Expression, Manifestation, and Item), which provide a distinguishing understanding of each entity in the bibliographic universe. In this research, since the scope of data analysis focuses on tags assigned to web documents, consideration on Manifestation and Item has been excluded. Accordingly, only the attributes of Work and Expression entity were investigated in order to map the attributes of tags to attributes defined in those entities. The content analysis on tag attributes was conducted on a total of 113 web documents regarding 11 attribute categories defined by FRBR. The findings identified essential bibliographic attributes of tags and tagging behaviors by subject. The findings showed that concerning specific subject areas, taggers exhibited different tagging behaviors representing distinctive features and tendencies. These results have led to the conclusion that there should be an increased awareness of diverse user needs by subject in terms of the practical implications of metadata generation.", "venue": "", "year": 2012, "referenceCount": 217, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2934891", "name": "Yunseon Choi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4eb06f83973aea61596e6d00cb9498d923e04a24", "externalIds": {"MAG": "2125986715", "DOI": "10.1002/BULT.2011.1720380106"}, "url": "https://www.semanticscholar.org/paper/4eb06f83973aea61596e6d00cb9498d923e04a24", "title": "The mobile future of place‐based digital collections", "abstract": "The University of Vermont is working to present the images comprising the Long Trail Collection through mobile technologies, providing an opportunity to enhance trail hikers' experience with historical views and background information. The collection, held by the University's Center for Digital Initiatives, includes over 900 slides from 1912–1937. With geospatial metadata linked to Google maps, one can use a smartphone to identify a location and access place-based images from the collection to appreciate the location's rich historical context. Since October 2010, the originators have worked on building the application using Apple's development suite and virtual phone and collaborated with others on the app design. The potential for other intersections of historical information and real time, place-based experiences presented through mobile technologies, is promising. The app being developed for the Long Trail Collection can serve as a model and practical teaching tool. Recollection, an open source software toolkit, supports collection displays and integrated metadata. It is hoped that librarians and digital collection managers will take advantage of these resources to support mobile development initiatives.", "venue": "", "year": 2011, "referenceCount": 64, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "52321851", "name": "Daniel Desanto"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "898e38d91574c8b1dc4c49127e8d118cbf634181", "externalIds": {"MAG": "2015021224", "DOI": "10.1002/BULT.2011.1720380111"}, "url": "https://www.semanticscholar.org/paper/898e38d91574c8b1dc4c49127e8d118cbf634181", "title": "Information overload, information architecture and digital literacy", "abstract": "Efforts to address the chronic challenge of information overload in the digital world have focused on content filtering facilitated by information architecture (IA). Information professionals traditionally served as gatekeepers using formal information organization structures, systems and tools. The exploding quantity of contributed content on social media has magnified information overload and left content control and management largely up to users, who need to be educated in digital literacy (DLi) in order to assume this role. Thus, DLi's interface with IO is relatively clear. DLi also has a twofold role in the related field of IA. By default, information architects should be digitally literate themselves. Secondly, the users of information have to be aware of the importance of structures and architecture. This awareness can be achieved by educating them to IA as part of DLi education. The proper balance between formal and informal approaches to organizing information in the Web 2.0 environment is not yet clear.", "venue": "", "year": 2011, "referenceCount": 21, "citationCount": 25, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2842228", "name": "T. Koltay"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c2f1ca528fd096153f86bba0a96e9317951bc36c", "externalIds": {"MAG": "2029707940", "DOI": "10.1504/IJECRM.2011.044693"}, "url": "https://www.semanticscholar.org/paper/c2f1ca528fd096153f86bba0a96e9317951bc36c", "title": "How Web 2.0 supports customer relationship management in Amazon", "abstract": "This paper examines how Web 2.0 supports customer relationship management (CRM) in Amazon, a thriving online business. Drawing data from a variety of sources including news articles and scholarly publications, three findings were yielded. First, Amazon deploys a wide range of Web 2.0 tools to support its CRM efforts. Next, through Web 2.0, Amazon redefines the roles of its customers by transforming them from passive recipients of products and services into co-creators of knowledge. Finally, Amazon adds a new dimension to its CRM strategy by using Web 2.0 as a means to nurture a participatory ecosystem of third-party retailers and developers. This paper concludes with implications for research and practise.", "venue": "", "year": 2011, "referenceCount": 38, "citationCount": 21, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1699236", "name": "A. Chua"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "17bd9c37a4b7288cfd6b86321b5b60aeb6d837c5", "externalIds": {"MAG": "2031767611", "DOI": "10.3743/KOSIM.2010.27.1.041"}, "url": "https://www.semanticscholar.org/paper/17bd9c37a4b7288cfd6b86321b5b60aeb6d837c5", "title": "A Study on the Application of LibraryThing Folksonomy Tags through the Analysis of Elements related with Work", "abstract": "ABSTRACT This study aims to analyze the properties of the tags used in t he fiction genre, the structural aspect of the patterns and the contents of the tags by utilizin g LibraryThing, where the tags are assigned in work units of FRBR. A comparative analysis was conducted in terms of the level of association between the descriptive terms in bibliogra phy and LCSH terms. The study also examined the sources of the tags not included in the bibli ographic descriptions or LCSHs, what aspects of work they represented, and the terms used as ta gs in relation to the work. By restricting the study to a single genre, a number of tags th at reflected the characteristics of fiction (three elements of the fiction which are theme, plot , style and three elements of the fiction composition which are character, event, setting) we re extracted. This study finds out the role of the tag making up the taxonomy and proposes a n ew direction for the tagging system by demonstrating the possibility of using tags as facets in information organization and retrieval.키워드: 폭소노미, 태그, 집단지성, 사회적 분류, 사회적 네트워킹, 소설 검색, 정보 조직 folksonomy, tag, tagger, social classification, social indexing , social tagging, social networking, social cataloging, LibraryThing, LibraryThing for L ibraries, LTFL", "venue": "", "year": 2010, "referenceCount": 10, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "5481993", "name": "Dong-suk Kim"}, {"authorId": "2133100609", "name": "Y. Chung"}]}}, {"contexts": ["Tags are in accord with the user’s own words, not imposed by a system (Neal, 2007), i.e. they reflect the user’s mental concepts."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "34011eba3ae56f4353f448345c786a9dfaccd940", "externalIds": {"DBLP": "conf/amcis/KimC10", "MAG": "207580203"}, "url": "https://www.semanticscholar.org/paper/34011eba3ae56f4353f448345c786a9dfaccd940", "title": "Why Do Folksonomies Need Semantic Web Technologies?", "abstract": "This paper is to investigate some general features of social tagging and folksonomies along with their advantages and disadvantages, and to present an overview of a tag ontology that can be used to represent tagging data at a semantic level using Semantic Web technologies. Several tag ontologies have been developed with a specific purpose and used in various websites. However, in order to represent tagging data at semantic level existing tag ontologies need to be interlinked, since individual tag ontology cannot represent overall features of tagging activities. After introducing conceptual overview of tagging and folksonomies and tag ontologies, we will propose the combinational model for linking tag ontologies.", "venue": "AMCIS", "year": 2010, "referenceCount": 49, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1804394", "name": "H. Kim"}, {"authorId": "49331429", "name": "Jaehwa Choi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "82759f0cc626dbf5eb58bdfa425175fd33f58a63", "externalIds": {"MAG": "2042936211", "DOI": "10.1353/ils.2010.0003"}, "url": "https://www.semanticscholar.org/paper/82759f0cc626dbf5eb58bdfa425175fd33f58a63", "title": "Analyzing Users' Retrieval Behaviours and Image Queries of a Photojournalism Image Database / Analyse des comportements d'extraction de données et de requêtes d'images dans une base de données d'images de photojournalisme", "abstract": "Cet article décrit une recherche entreprise dans le but de comprendre les besoins des utilisateurs finaux d'une importante base de données historique d'images de photojournalisme, disponible en ligne. Le protocole suivi comprenait Rel'examen des habitudes de recherche par rapport aux habitudes de navigation, les éléments de métadonnées Dublin Core utilisés lors de recherches avancées, et les tendances dans les types de termes de recherche. Les résultats indiquent que peu de visiteurs du site utilisent les fonctionnalités de recherche, et que très peu en utilisent les fonctions avancées. L'analyse des caractéristiques des termes de recherche s'appuie sur les travaux de Jörgensen (1998) pour proposer une nouvelle façon de considérer l'étiquetage social dans une implantation future de la base de données d'image de photojournalisme.This paper describes research undertaken to understand end user needs within the scope of a large, online, historically centred photojournalism image database. The framework used included an examination of browsing vs. searching habits, of Dublin Core metadata elements used when conducting advanced searches, and of trends in types of search terms. Results suggest few visitors to the site use the site's search functionality and very few use advanced search. An analysis of search term characteristics, built on the work of Jörgensen (1998), suggests a new way to approach social tagging in a future implementation of the photojournalism image database.", "venue": "", "year": 2010, "referenceCount": 27, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2115402882", "name": "Hsin-liang Thomas Christopher Sean Rick Chen"}, {"authorId": "1405760651", "name": "Hsin-liang Thomas Christopher Sean Rick Kochtanek"}, {"authorId": "1405761074", "name": "Hsin-liang Thomas Christopher Sean Rick Burns"}, {"authorId": "1405761787", "name": "Hsin-liang Thomas Christopher Sean Rick Shaw"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ba3cb85a5c6d988338598de0ece09a8414103211", "externalIds": {"MAG": "2101539957", "DOI": "10.1002/ASI.V60:7"}, "url": "https://www.semanticscholar.org/paper/ba3cb85a5c6d988338598de0ece09a8414103211", "title": "A sophisticated library search strategy using folksonomies and similarity matching", "abstract": "Libraries, private and public, offer valuable resources to library patrons. As of today, the only way to locate information archived exclusively in libraries is through their catalogs. Library patrons, however, often find it difficult to formulate a proper query, which requires using specific keywords assigned to different fields of desired library catalog records, to obtain relevant results. These improperly formulated queries often yield irrelevant results or no results at all. This negative experience in dealing with existing library systems turns library patrons away from directly querying library catalogs; instead, they rely on Web search engines to perform their searches first, and upon obtaining the initial information (e.g., titles, subject headings, or authors) on the desired library materials, they query library catalogs. This searching strategy is an evidence of failure of today's library systems. In solving this problem, we propose an enhanced library system, which allows partial, similarity matching of (a) tags defined by ordinary users at a folksonomy site that describe the content of books and (b) unrestricted keywords specified by an ordinary library patron in a query to search for relevant library catalog records. The proposed library system allows patrons posting a query Q using commonly used words and ranks the retrieved results according to their degrees of resemblance with Q while maintaining the query processing time comparable with that achieved by current library search engines. © 2009 Wiley Periodicals, Inc.", "venue": "", "year": 2009, "referenceCount": 35, "citationCount": 20, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1726495", "name": "M. S. Pera"}, {"authorId": "39748695", "name": "William B. Lund"}, {"authorId": "143743807", "name": "Yiu-Kai Ng"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c82e112c39cd1c2274662ea2fcfe246fee60335b", "externalIds": {"MAG": "2143207812", "DOI": "10.1002/ASI.V60:5"}, "url": "https://www.semanticscholar.org/paper/c82e112c39cd1c2274662ea2fcfe246fee60335b", "title": "Collective indexing of emotions in images. A study in emotional information retrieval", "abstract": "Some documents provoke emotions in people viewing them. Will it be possible to describe emotions consistently and use this information in retrieval systemsq We tested collective (statistically aggregated) emotion indexing using images as examples. Considering psychological results, basic emotions are anger, disgust, fear, happiness, and sadness. This study follows an approach developed by Lee and Neal (2007) for music emotion retrieval and applies scroll bars for tagging basic emotions and their intensities. A sample comprising 763 persons tagged emotions caused by images (retrieved from ) applying scroll bars and (linguistic) tags. Using SPSS, we performed descriptive statistics and correlation analysis. For more than half of the images, the test persons have clear emotion favorites. There are prototypical images for given emotions. The document-specific consistency of tagging using a scroll bar is, for some images, very high. Most of the (most commonly used) linguistic tags are on the basic level (in the sense of Rosch's basic level theory). The distributions of the linguistic tags in our examples follow an inverse power-law. Hence, it seems possible to apply collective image emotion tagging to image information systems and to present a new search option for basic emotions. This article is one of the first steps in the research area of emotional information retrieval (EmIR). © 2009 Wiley Periodicals, Inc.", "venue": "", "year": 2009, "referenceCount": 92, "citationCount": 42, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2067708332", "name": "Stefanie Schmidt"}, {"authorId": "2477051", "name": "Wolfgang G. Stock"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c848c0085046c592c51180d1756d2654e3329edc", "externalIds": {"MAG": "1966733123", "DOI": "10.1108/03074800910941347"}, "url": "https://www.semanticscholar.org/paper/c848c0085046c592c51180d1756d2654e3329edc", "title": "Digital learning objects: a local response to the California State University system initiative", "abstract": "Purpose – The purpose of this paper is to present a virtual library plan created by library directors of the 23 California State University (CSU) system campuses. The information literacy portion of the project offers a repository of high quality interactive digital learning objects (DLOs) in the MERLOT repository. Therefore, DLOs created locally at the Dr Martin Luther King, Jr Library at San Jose State University (SJSU) focus on topics that supplement the “core” DLO collection.Design/methodology/approach – This case study presents planning assumptions for developing local content that complements a California State University (CSU) system collection of high quality interactive information literacy DLOs. The authors also offer suggestions from the professional literature that guide their application of such Web 2.0 tools as wikis, podcasts, and tagging to create supplemental learning modules for their local information literacy instruction program.Findings – Web 2.0 Digital Learning Objects are essential...", "venue": "", "year": 2009, "referenceCount": 45, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46891779", "name": "M. Hunsaker"}, {"authorId": "2464804", "name": "Francis E Howard"}, {"authorId": "2107970526", "name": "Shu-hua Liu"}, {"authorId": "2110787455", "name": "Jennifer Davis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cc43e08c50e84d52a24447d74c84a42df8008f56", "externalIds": {"MAG": "2534369050"}, "url": "https://www.semanticscholar.org/paper/cc43e08c50e84d52a24447d74c84a42df8008f56", "title": "Folksonomia — narodziny i charakterystyka (w aspekcie wyszukiwania informacji)", "abstract": null, "venue": "", "year": 2009, "referenceCount": 4, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "24683576", "name": "D. Sebastian"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d62fdf2d713efab627fa2b91eb63bdf0ed9b285f", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/d62fdf2d713efab627fa2b91eb63bdf0ed9b285f", "title": "Musical facets , tags , and emotion : Can we agree ?", "abstract": "Given the recent explosion in the use of folksonomies to describe digital objects, it is important to study how users tag items in order to design online systems that best meet their needs. This small-scale study explored what music information facets users of the social music website last.fm might consider when assigning emotion-based tags to describe songs, as well as whether a small group of researchers could reach acceptable agreement levels in describing the music information facets present in a small body of music. The top ten songs most frequently tagged with each of five emotions (Happy, Sad, Anger, Disgust, and Fear), as well as synonyms for these emotions, were collected, for a total of fifty songs. Six researchers analyzed the songs’ facets qualitatively. Content analysis on the Pitch and Temporal musical facets revealed that Happy songs elicited the most agreement among the researchers, while Hate songs extracted the least agreement. An assimilation of the other facets and free-text comments exposed general agreement, but significant individual differences were also discovered, making agreement for the purpose of music information retrieval inconclusive. Due to wide variations in the Pitch and Temporal facets of the songs, it is possible that last.fm users may not use these facets as much as the Harmonic, Timbral, Textual, and Bibliographic facets for emotion-based tagging. A similar, but larger-scale, study is planned.", "venue": "", "year": 2009, "referenceCount": 23, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2071503660", "name": "Diane Neal North"}, {"authorId": "2117651347", "name": "Andrew Campbell"}, {"authorId": "145037812", "name": "A. S. North"}]}}, {"contexts": ["Folksonomies, which also are known as social classification or social tagging (Neal, 2007), consist of free-text keywords compiled by ordinary users which describe different items (e.", "Folksonomies, which also are known as social classification or social tagging (Neal, 2007), consist of free-text keywords compiled by ordinary users which describe different items (e.g., pictures, books, or videos)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "ee7634be7610cf35bb9529b4140beddbc92db4d8", "externalIds": {"DBLP": "journals/jasis/PeraLN09", "DOI": "10.1002/asi.21072"}, "url": "https://www.semanticscholar.org/paper/ee7634be7610cf35bb9529b4140beddbc92db4d8", "title": "A sophisticated library search strategy using folksonomies and similarity matching", "abstract": "Libraries, private and public, offer valuable resources to library patrons. As of today, the only way to locate information archived exclusively in libraries is through their catalogs. Library patrons,however,often find it difficult to formulate a proper query, which requires using specific keywords assigned to different fields of desired library catalog records, to obtain relevant results.These improperly formulated queries often yield irrelevant results or no results at all. This negative experience in dealing with existing library systems turns library patrons away from directly querying library catalogs; instead, they rely on Web search engines to perform their searches first, and upon obtaining the initial information (e.g., titles, subject headings, or authors) on the desired library materials, they query library catalogs. This searching strategy is an evidence of failure of today’s library systems. In solving this problem, we propose an enhanced library system, which allows partial, similarity matching of (a) tags defined by ordinary users at a folksonomy site that describe the content of books and (b) unrestricted keywords specified by an ordinary library patron in a query to search for relevant library catalog records. The proposed library system allows patrons posting a query Q using commonly used words and ranks the retrieved results according to their degrees of resemblance with Q while maintaining the query processing time comparable with that achieved by current library search engines.", "venue": "J. Assoc. Inf. Sci. Technol.", "year": 2009, "referenceCount": 35, "citationCount": 15, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1726495", "name": "M. S. Pera"}, {"authorId": "39748695", "name": "William B. Lund"}, {"authorId": "143743807", "name": "Yiu-Kai Ng"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f68d00378fcebbac18a4018fd962cad40cb0b7bb", "externalIds": {"DBLP": "conf/asist/LeeN09", "MAG": "2006663104", "DOI": "10.1002/meet.2009.1450460386"}, "url": "https://www.semanticscholar.org/paper/f68d00378fcebbac18a4018fd962cad40cb0b7bb", "title": "User-assigned preferred entry point levels for Web image searching: A comparison with the Pyramid model", "abstract": null, "venue": "ASIST", "year": 2009, "referenceCount": 10, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "34609244", "name": "Hyuk-Jin Lee"}, {"authorId": "2976618", "name": "D. Neal"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7d6f88f63cddf2723b66fcc42cfe88af79932422", "externalIds": {"MAG": "1986958398", "DOI": "10.1080/19386380802373936"}, "url": "https://www.semanticscholar.org/paper/7d6f88f63cddf2723b66fcc42cfe88af79932422", "title": "News Photographers, Librarians, Tags, and Controlled Vocabularies: Balancing the Forces", "abstract": "ABSTRACT This article discusses a survey distributed to photojournalism professionals in order to determine their metadata preferences for photograph retrieval in an online archival system. Their top preferences included: named objects, specific events occurring in the photograph, browsing, and photographer-supplied keywords. Findings included problems with news photographers' metadata quality as well as librarians' inability to supply all the necessary metadata in this context. Additionally, it was found that current controlled vocabulary methods are not useful for the photojournalists' setting. New approaches to better facilitate search and retrieval of news photographs are suggested.", "venue": "", "year": 2008, "referenceCount": 52, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2976618", "name": "D. Neal"}]}}, {"contexts": ["Folksonomies, which is also known as social classification or social tagging [Neal 2007], are keywords that describe a particular item, e.g., a picture, book, or video."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "ed5f010e1b657c2bea86e831425d35570598de33", "externalIds": {"MAG": "836890852"}, "url": "https://www.semanticscholar.org/paper/ed5f010e1b657c2bea86e831425d35570598de33", "title": "Improving Library Searches Using Word-Correlation Factors and Folksonomies", "abstract": "Improving Library Searches Using Word-Correlation Factors and Folksonomies Maria Soledad Pera Department of Computer Science Master of Science Libraries, private and public, offer valuable resources to library patrons; however, formulating library queries to retrieve relevant results can be difficult. This occurs because when using a library catalog for library searches, patrons often do not know the exact keywords to be included in a query that match the rigid subject terms (chosen by the Library of Congress) or terms in other fields of a desired library catalog record. These improperly formulated queries often translate into a high percentage of failed searches that retrieve irrelevant results or no results at all. This explains why frustrated library patrons nowadays rely on Web search engines to perform their searches first, and upon obtaining the initial information, such as titles, subject areas, or authors, they query the library catalog. This searching strategy is an evidence of failure of today’s library systems. In solving this problem, we propose an enhanced library system, called EnLibS, which allows partial, similarity matching of (i) tags defined by ordinary users at a folksonomy site which describe the content of books and (ii) keywords in a library query to improve the searches on library catalogs. The proposed library system allows patrons to post a query Q with commonly-used words and ranks the retrieved results according to their degrees of resemblance with Q. Experimental results show that EnLibS (i) reduces the amount of queries that retrieve no results, (ii) obtains high precision in retrieving and accuracy in ranking relevant results, and (iii) achieves a processing time comparable to existing library catalog search engines.", "venue": "", "year": 2008, "referenceCount": 35, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1726495", "name": "M. S. Pera"}]}}]}