{"paperId": "3732ca4ad7b07c4026ac0cb5502b0fb777aee5d8", "externalIds": {"DBLP": "journals/iwc/MitchellMPEWB15", "MAG": "2161196754", "DOI": "10.1093/iwc/iwu034"}, "url": "https://www.semanticscholar.org/paper/3732ca4ad7b07c4026ac0cb5502b0fb777aee5d8", "title": "Situating Digital Interventions: Mixed Methods for HCI Research in the Home", "abstract": "One of the enduring problems of researching and designing digital technologies for the home is that both media technologies and uses tend to be dispersed spatially and temporally throughout the environment and routines of home.This raises a number of methodologically challenging issues: how digital media technologies are situated amongst other technologies; how materialities and textures shape the experience of home; the ways in which practices of media use are entangled with the other activities and practices that are part of the routines of home; and how digital media content and communications create part of a wider ecology of communication and interaction in home environments. In this article, we outline a methodological and practical response to these questions and describe its application through the development of tailored interdisciplinary research methods. RESEARCH HIGHLIGHTS • This paper describes research undertaken within an interdisciplinary energy project that is seeking to explore domestic energy consumption and everyday digital media use through the individual and combined lenses of engineering, design, social and computer sciences. • The paper describes the interdisciplinary application of two methods that were enacted within participants’ homes: the interactive floor plan method; and video ethnography tour and re-enactment methods. • The benefits of embedding design research in this way are discussed in relation to studying the use of technology in the home and recent research trends in ubiquitous computing.", "venue": "Interact. Comput.", "year": 2015, "referenceCount": 66, "citationCount": 20, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143865482", "name": "V. Mitchell"}, {"authorId": "1863465", "name": "K. L. Mackley"}, {"authorId": "40167702", "name": "S. Pink"}, {"authorId": "1405471051", "name": "Carolina Escobar-Tello"}, {"authorId": "37083990", "name": "Garrath T. Wilson"}, {"authorId": "2571893", "name": "T. Bhamra"}]}