{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2bf2f45f6bcc82fa573565c457661f3f0a464af6", "externalIds": {"DBLP": "conf/chi/ImDBLMAG21", "DOI": "10.1145/3411764.3445778"}, "url": "https://www.semanticscholar.org/paper/2bf2f45f6bcc82fa573565c457661f3f0a464af6", "title": "Yes: Affirmative Consent as a Theoretical Framework for Understanding and Imagining Social Platforms", "abstract": "Affirmative consent is the idea that someone must ask for, and earn, enthusiastic approval before interacting with someone else. For decades, feminist activists and scholars have used affirmative consent to theorize and prevent sexual assault. In this paper, we ask: Can affirmative consent help to theorize online interaction? Drawing from feminist, legal, and HCI literature, we introduce the feminist theory of affirmative consent and use it to analyze social computing systems. We present affirmative consent’s five core concepts: it is voluntary, informed, revertible, specific, and unburdensome. Using these principles, this paper argues that affirmative consent is both an explanatory and generative theoretical framework. First, affirmative consent is a theoretical abstraction for explaining various problematic phenomena in social platforms—including mass online harassment, revenge porn, and problems with content feeds. Finally, we argue that affirmative consent is a generative theoretical foundation from which to imagine new design ideas for consentful socio-technical systems.", "venue": "CHI", "year": 2021, "referenceCount": 223, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1666528199", "name": "Jane Im"}, {"authorId": "3169878", "name": "Jill P. Dimond"}, {"authorId": "2089546609", "name": "M. Berton"}, {"authorId": "2089545255", "name": "Una Lee"}, {"authorId": "2089408445", "name": "Katherine Mustelier"}, {"authorId": "2065350792", "name": "Mark Ackerman"}, {"authorId": "145280613", "name": "Eric Gilbert"}]}}, {"contexts": ["This change made the quality of the relationships (affinity) an even more central selection criterion (DeVito 2017) at the expense of news providers—even those whose pages the users have liked on Facebook themselves."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3679c9adcf14c59f76d9d549cfd009b86184df63", "externalIds": {"MAG": "3128315097", "DOI": "10.1080/21670811.2021.1873811"}, "url": "https://www.semanticscholar.org/paper/3679c9adcf14c59f76d9d549cfd009b86184df63", "title": "Loopholes in the Echo Chambers: How the Echo Chamber Metaphor Oversimplifies the Effects of Information Gateways on Opinion Expression", "abstract": "ABSTRACT Social media (SM) are often regarded drivers of personalized echo chambers in which only ideas resonante that individuals already hold, leading to more extreme opinions and intensified opinion expression. However, recent theorizing and evidence has cast doubts on the universal applicability of the echo chamber metaphor, pointing out that communication effects on opinion expression are much more complex than the metaphor suggests. Using the refugee crisis in Germany as a background, the current study challenges four implicit premises of the echo chamber metaphor empirically. The findings show a more complex picture than the metaphor implies: (1) Ignoring other information sources beyond SM may lead to severe misinterpretations; seeming evidence for echo chambers disappears after controlling for news media use. (2) SM reliance does not generally stimulate opinion expression. (3) Attitude extremity moderates the effect of SM reliance, suggesting that people with more extreme views are susceptible to echo chamber effects. (4) Attitude position on the issue-at-hand moderates the effect of SM reliance, which suggests that echo chambers do not completely shield their users from the public discourse. We propose the Echo Chamber Continuum (ECCo) Model to stimulate developing the echo chamber metaphor into a theory suitable for studying opinion formation.", "venue": "", "year": 2021, "referenceCount": 67, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48585317", "name": "S. Geiß"}, {"authorId": "2065495870", "name": "M. Magin"}, {"authorId": "145558696", "name": "Pascal Jürgens"}, {"authorId": "1844292960", "name": "Birgit Stark"}]}}, {"contexts": ["Traditionally, humans played an important role in selecting which content to provide to the end user, driven by their professionals and institutional norms and values (DeVito, 2017; Jhaver et al., 2018; Lee, 2018; Logg et al., 2019; Thurman et al., 2019)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3cd7c5b8dd9597ac5a301ed709c1d91b673214b3", "externalIds": {"DBLP": "journals/tele/ZaroualiBV21", "MAG": "3144032957", "DOI": "10.1016/J.TELE.2021.101607"}, "url": "https://www.semanticscholar.org/paper/3cd7c5b8dd9597ac5a301ed709c1d91b673214b3", "title": "Is this recommended by an algorithm? The development and validation of the algorithmic media content awareness scale (AMCA-scale)", "abstract": "Abstract Online media platforms are increasingly using algorithms to select and present relevant information to their audiences. This highlights the importance of exploring whether people are aware of algorithmic content recommendations. Although some studies have already investigated algorithmic awareness, no standardized instrument has been developed yet to assess this construct. In this study, we therefore developed and validated the Algorithmic Media Content Awareness Scale (AMCA-scale). This scale contains four underlying dimensions: 1) users’ awareness of content filtering, 2) users’ awareness of automated decision-making, 3) users’ awareness of human-algorithm interplay, and 4) users’ awareness of ethical considerations. In validating the scale, results revealed strong psychometrics properties. The AMCA-scale was also successfully tested for three different online platforms: Facebook, YouTube, and Netflix, showing its robustness over different environments. Based on these findings, we conclude that the AMCA-scale offers scholars a valid, reliable and robust tool to measure algorithmic awareness.", "venue": "Telematics Informatics", "year": 2021, "referenceCount": 82, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "9007507", "name": "Brahim Zarouali"}, {"authorId": "3423820", "name": "S. C. Boerman"}, {"authorId": "2086307", "name": "C. D. Vreese"}]}}, {"contexts": ["DeVito [40] conducts a content analysis of patents, press releases, and other documents to show how values such as personal preferences\nProc.", "DeVito [40] conducts a content analysis of patents, press releases, and other documents to show how values such as personal preferences", "For example, DeVito [40] provides insight about Facebook’s News Feed algorithm by exploring the history and context of its development."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "61001ef1907a3dbdd78fdc5201bc5457c9eee807", "externalIds": {"DBLP": "journals/pacmhci/Bandy21", "DOI": "10.1145/3449148"}, "url": "https://www.semanticscholar.org/paper/61001ef1907a3dbdd78fdc5201bc5457c9eee807", "title": "Problematic Machine Behavior", "abstract": "While algorithm audits are growing rapidly in commonality and public importance, relatively little scholarly work has gone toward synthesizing prior work and strategizing future research in the area. This systematic literature review aims to do just that, following PRISMA guidelines in a review of over 500 English articles that yielded 62 algorithm audit studies. The studies are synthesized and organized primarily by behavior (discrimination, distortion, exploitation, and misjudgement), with codes also provided for domain (e.g. search, vision, advertising, etc.), organization (e.g. Google, Facebook, Amazon, etc.), and audit method (e.g. sock puppet, direct scrape, crowdsourcing, etc.). The review shows how previous audit studies have exposed public-facing algorithms exhibiting problematic behavior, such as search algorithms culpable of distortion and advertising algorithms culpable of discrimination. Based on the studies reviewed, it also suggests some behaviors (e.g. discrimination on the basis of intersectional identities), domains (e.g. advertising algorithms), methods (e.g. code auditing), and organizations (e.g. Twitter, TikTok, LinkedIn) that call for future audit attention. The paper concludes by offering the common ingredients of successful audits, and discussing algorithm auditing in the context of broader research working toward algorithmic justice.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 237, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3363483", "name": "Jack Bandy"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "77f95fa63d99d3125523639f2a11d0b4aa649343", "externalIds": {"DBLP": "journals/corr/abs-2102-04256", "ArXiv": "2102.04256"}, "url": "https://www.semanticscholar.org/paper/77f95fa63d99d3125523639f2a11d0b4aa649343", "title": "Problematic Machine Behavior: A Systematic Literature Review of Algorithm Audits", "abstract": "While algorithm audits are growing rapidly in commonality and public importance, relatively little scholarly work has gone toward synthesizing prior work and strategizing future research in the area. This systematic literature review aims to do just that, following PRISMAguidelines in a review of over 500 English articles that yielded 62 algorithm audit studies. The studies are synthesized and organized primarily by behavior (discrimination, distortion, exploitation, and misjudgement), with codes also provided for domain (e.g. search, vision, advertising, etc.), organization (e.g. Google, Facebook, Amazon, etc.), and audit method (e.g. sock puppet, direct scrape, crowdsourcing, etc.). The review shows how previous audit studies have exposed public-facing algorithms exhibiting problematic behavior, such as search algorithms culpable of distortion and advertising algorithms culpable of discrimination. Based on the studies reviewed, it also suggests some behaviors (e.g. discrimination on the basis of intersectional identities), domains (e.g. advertising algorithms), methods (e.g. code auditing), and organizations (e.g. Twitter, TikTok, LinkedIn) that call for future audit attention. The paper concludes by offering the common ingredients of successful audits, and discussing algorithm auditing in the context of broader research working toward algorithmic justice.", "venue": "ArXiv", "year": 2021, "referenceCount": 164, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3363483", "name": "Jack Bandy"}]}}, {"contexts": ["While engagement is a product of curation processes, it is also an act of curation, as engagement behaviours are used as criteria in news algorithms (Cotter, Cho, and Rader 2017; DeVito 2017).", "The goal of inferring users’ interests is fundamental to the revenue models of social media platforms (Cotter, Cho, and Rader 2017; DeVito 2017), which seek to maximize engagement by showing users content that will keep them engaged (Rieder 2017).", "…types of content as an expression of an individual’s interests, and, motivated by revenue models based on maximizing engagement, social media companies use these algorithms to curate the content to which people are subsequently exposed (Cotter, Cho, and Rader 2017; DeVito 2017; Rieder 2017)."], "isInfluential": false, "intents": ["background", "methodology"], "citingPaper": {"paperId": "935406c71d917d78da0097dc1aad22af129a5f5b", "externalIds": {"MAG": "3155225506", "DOI": "10.1080/21670811.2021.1906290"}, "url": "https://www.semanticscholar.org/paper/935406c71d917d78da0097dc1aad22af129a5f5b", "title": "Incidental Exposure and News Engagement: Testing Temporal Order and the Role of Political Interest", "abstract": "In the contemporary media environment, and particularly on social media platforms, people are embedded in multiple, intersecting flows of political information generated by a wide range of curating...", "venue": "", "year": 2021, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3263178", "name": "M. Barnidge"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a163cbe588de00b48b251dc61fe13b32bdf8ff02", "externalIds": {"DOI": "10.1177/0735275120984824"}, "url": "https://www.semanticscholar.org/paper/a163cbe588de00b48b251dc61fe13b32bdf8ff02", "title": "Connected Audiences in Social Performance", "abstract": "Previous accounts of social performance have examined the difficulties associated with multiple audiences, but few describe situations in which a performer’s audiences are not only multiple but are also connected in ways that mean the reaction of one audience will influence that of the other. I lay out the necessary conditions for audiences to be considered connected, the potential configurations of connected audiences, and the challenges for performative success that come with such configurations. I argue that some performance structures are increasingly central to civil engagement as groups become less likely to interact but more likely to virtually observe one another and that conceptualizing these performances is essential to understanding recent political events in pluralistic societies.", "venue": "", "year": 2021, "referenceCount": 87, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "113646274", "name": "Timothy Malacarne"}]}}, {"contexts": ["But as DeVito [24] observed with the Facebook News Feed, a shift to algorithmic decision-making could represent a divergence from traditional editorial values.", "As detailed by DeVito [24] in a study of the Facebook News Feed, these algorithmic values tend to diverge from traditional news values such as importance, impact, and timeliness.", "Some users espoused resistance to the changes, tweeting under the hashtag #RIPTwitter: \"algorithms ruin everything,\" \"we like chronological tweets,\" and more, as discussed in the content analysis by DeVito et al. [25]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "a48a3df84e93157b029ed631b59c82566ec8133e", "externalIds": {"DBLP": "journals/pacmhci/BandyD21", "DOI": "10.1145/3449152"}, "url": "https://www.semanticscholar.org/paper/a48a3df84e93157b029ed631b59c82566ec8133e", "title": "More Accounts, Fewer Links", "abstract": "Algorithmic timeline curation is now an integral part of Twitter's platform, affecting information exposure for more than 150 million daily active users. Despite its large-scale and high-stakes impact, especially during a public health emergency such as the COVID-19 pandemic, the exact effects of Twitter's curation algorithm generally remain unknown. In this work, we present a sock-puppet audit that aims to characterize the effects of algorithmic curation on source diversity and topic diversity in Twitter timelines. We created eight sock puppet accounts to emulate representative real-world users, selected through a large-scale network analysis. Then, for one month during early 2020, we collected the puppets' timelines twice per day. Broadly, our results show that algorithmic curation increases source diversity in terms of both Twitter accounts and external domains, even though it drastically decreases the number of external links in the timeline. In terms of topic diversity, algorithmic curation had a mixed effect, slightly amplifying a cluster of politically-focused tweets while squelching clusters of tweets focused on COVID-19 fatalities and health information. Finally, we present some evidence that the timeline algorithm may exacerbate partisan differences in exposure to different sources and topics. The paper concludes by discussing broader implications in the context of algorithmic gatekeeping.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 137, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3363483", "name": "Jack Bandy"}, {"authorId": "2943892", "name": "N. Diakopoulos"}]}}, {"contexts": ["Inoculation theory is a tool to shield attitudes and behavioral intentions from future persuasive attacks (Dillingham & Ivanov, 2017)."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "b2c8a5d794481f4e7632ae75067497607c32a989", "externalIds": {"MAG": "3129969543", "DOI": "10.1093/IJPOR/EDAB001"}, "url": "https://www.semanticscholar.org/paper/b2c8a5d794481f4e7632ae75067497607c32a989", "title": "Complementary and competitive framing of driverless cars: framing effects, attitude volatility, or attitude resistance?", "abstract": "This study answers two research questions regarding framing theory. First, what happens when frames are challenged? Second, how resistant are the opinions that initial frames induce? 1,006 participants completed an online experiment where they were randomly assigned to first view a blog post with either complementary or competitive framing on driverless cars. Participants also viewed a blog post that challenged the stance of the first blog post. Results revealed that complementary frames polarized opinions, while competitive frames neutralized framing effects. Competitive frames induced more resistant opinions than complementary frames did. Attitude and support were susceptible to new, antagonistic information. This study concludes that framing effects are ephemeral and easily challenged by different information. Media coverage of controversial issues from technology trends like driverless cars to political issues like elections are often multi-faceted, showing both complementary and competing frames of such issues. The framing literature has extensively examined how exposure to a single frame can shape attitudes (Cacciatore, Scheufele, & Iyengar, 2016), without considerations for how simultaneous exposure to two or more frames might shape attitudes (e.g., Borah, 2011). Even fewer studies have explored how exposure to different, competing information would alter attitudes (de Vreese, 2012). To realistically reflect the contemporary media environment, it is important to examine the effects of complementary and competing frames on public opinion. According to de Vreese (2012), an important question in framing studies require an answer: what happens when frames are challenged? Correspondence concerning this article should be addressed to Shirley S. Ho, Wee Kim Wee School of Communications and Information, Nanyang Technological University, 31 Nanyang Link, Singapore 637718, Singapore. E-mail: tsyho@ntu.edu.sg International Journal of Public Opinion Research VC The Author(s) 2021. Published by Oxford University Press on behalf of The World Association for Public Opinion Research. All rights reserved. doi:10.1093/ijpor/edab001 D ow naded rom http/academ ic.p.com /ijpor/advance-arti.1093/ijpor/edab001/6134888 by N TU Lrary user on 04 M arch 2021 This study aims to answer the question by examining how complementary and competitive frames might shape opinions. Considering the abundance of information online, exposing participants to two emphases frames simultaneously emulates a more realistic situation compared with exposing participants to only one frame. Another major question in framing research pertains to: how durable are framing effects? (Baden & Lecheler, 2012). Although most studies attempt to answer this question by testing how long framing effects persist in a longitudinal sense (e.g., Chong & Druckman, 2012; Lecheler & de Vreese, 2011), this study interprets this question as whether framing effects can persist in the face of different information. To answer this question, this study exposes participants to a second stimulus that presents different information to participants to explore how opinions will change when challenged. Specifically, applying framing theory and cognitive dissonance theory, this study examines framing effects and the durability of these effects caused by the different types of frames on attitudes toward driverless cars and support for driverless cars. Further, as the theory of cognitive dissonance (Festinger, 1957) posits that individuals with formed opinions might ignore different information that contradicts their current beliefs, this may make framing effects very durable. Alternatively, individuals might ignore existing beliefs in the face of different information, hence making framing effects ephemeral. This study uses the context of driverless cars in Singapore to examine framing effects. Policymakers and scientists have forecasted that the widespread use of driverless vehicles can reduce traffic accidents by eliminating human error (Miles, 2018) and alleviating traffic congestion (Autonomous Vehicles, 2019). Further, driverless vehicles are more efficient in fuel consumption which helps to protect the environment (Worland, 2016). However, driverless cars may also eliminate delivery jobs and fail to react spontaneously to unexpected events (Miles, 2018). The presence of supportive and opposing arguments for driverless cars makes it a suitable context for framing studies. It is also timely to examine the different strategies to communicate about driverless cars to the Singapore public. From year 2022, three areas in Singapore will be ready to include driverless vehicles as a daily commuting option (Lim, 2017). In 10–15 years, the Singapore government expects self-driving technology to be ready for widespread application (Cheah, 2017). Hence, this study will provide insights on the best practices that stakeholders can employ to communicate about driverless cars to the public. Studying both attitude and support allows this study to evaluate the degree to which framing can shape opinions. According to the hierarchy of effects, there are three categories of behavior in increasing levels of involvement (Chen & Yang, 2008). The first category with the lowest level of involvement is the cognitive phase, where individuals gain awareness and knowledge of an issue. The second category with a moderate level of involvement is the affective phase, where individuals decide if they like or dislike a product or an issue. The third category with the highest level of involvement is the conative phase, where individuals have a desire to perform a behavior or to carry out an actual behavior. Attitude and support belong to different phases and indicate different levels of involvement. An attitude is an evaluation of an issue (Eagly & Chaiken, 1993) that motivates behavior (Fazio, 1990). Attitudes are either positive or negative (Ajzen, 1991), representing overall like or dislike of an issue. On the other hand, support requires considerations beyond whether individuals like or dislike an issue as support contains behavioral elements (Dreyer, Polis, & Jenkins, 2017). Attitudes are classified under the affective 2 I N T E R N A T I O N A L J O U R N A L O F P U B L I C O P I N I O N R E S E A R C H D ow naded rom http/academ ic.p.com /ijpor/advance-arti.1093/ijpor/edab001/6134888 by N TU Lrary user on 04 M arch 2021 phase, which represents a moderate level of involvement; support is categorized under the conative phase (Palda, 1966). Overall, support indicates a higher level of involvement than attitudes, as seen by how attitudes are considered a precursor of support (Prayag, Hosany, Nunkoo, & Alders, 2013). Hence, even if framing effects can shape attitudes, these effects might not be strong enough to shift support. Indeed, scholars have called for future studies to delineate attitude and support when examining framing effects (Detenber, Ho, Ong, & Lim, 2018). Nonetheless, some scholars argue that support is a type of attitudinal outcome, as individuals can support an issue without acting on it (e.g., Whitmarsh, 2009). Hence, another objective of this study is to compare whether framing affects attitudes and support differently. Complementary and Competitive Framing Framing refers to selecting some aspects of an issue and making these aspects more salient in society (Entman, 1993). Framing is a communication technique that occurs naturally—when informing the public about an issue, communicators often need to present selected aspects of an issue or highlight certain aspects over others. Frames highlight the essence of an issue (Gamson & Modigliani, 1989) and guide individuals’ orientations and conceptualizations of an issue (Chong & Druckman, 2007). Each frame comprises a frame emphasis and a frame direction. A frame emphasis refers to the aspect of an issue being discussed or highlighted (Detenber et al., 2018). Frame direction refers to the stance toward the issue that the frame adopts. Frame directions can be positive or negative, with positive frame being supportive of an issue and negative frames being antagonistic of an issue. Framing studies that exposed participants to a single frame revealed that positive frames improved attitude and support for an issue, whereas negative frames worsened attitude and support for an issue (Lecheler & de Vreese, 2011). These findings suggest that exposure to a single frame can successfully sway opinion of an issue. However, to reflect reality, framing studies should examine how simultaneous exposure to more than one frame might shape attitude and support (Nisbet, Hart, Myers, & Ellithorpe, 2013), especially in the age of the Internet. Most people turn to online sources as their first and main information source (Ho, Leong, Looi, & Chuah, 2019). Without the space restrictions that used to constrain traditional media sources (Wilding, Fray, Molitorisz, & McKewon, 2018), online sources can simultaneously expose individuals to multiple frames. Unfortunately, relatively few studies have explored how simultaneous exposure to multiple frames shapes attitudes (Borah, 2011; Chong & Druckman, 2007). When there is more than one frame in a single exposure, frames can be either complementary or competing (Wise & Brewer, 2010). Complementary frames have different frame emphases but have the same frame direction. That is, complementary frames involve using two or more aspects of an issue to present only reasons to support or reasons to oppose an issue (Wise & Brewer, 2010). On the other hand, competitive frames can have the same or different frame emphases, but the frames have different frame directions (Wise & Brewer, 2010). Competitive frames present one or more aspects of an issue, and one frame might be positive, whereas the other is negative. When viewing competitive frames, individuals view reasons to both support and oppose an issue. 3 COMPLEMENTARY AND COMPETITIVE FRAMI", "venue": "", "year": 2021, "referenceCount": 73, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "15788018", "name": "S. Ho"}]}}, {"contexts": ["But as DeVito [24] observed with the Facebook News Feed, a shift to algorithmic decision-making could represent a divergence from traditional editorial values.", "As detailed by DeVito [24] in a study of the Facebook News Feed, these algorithmic values tend to diverge from traditional news values such as importance, impact, and timeliness.", "Some users espoused resistance to the changes, tweeting under the hashtag #RIPTwitter: \"algorithms ruin everything,\" \"we like chronological tweets,\" and more, as discussed in the content analysis by DeVito et al. [25]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "d06c06defd32bdfc9ff3f870e21c27dd12f91f01", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/d06c06defd32bdfc9ff3f870e21c27dd12f91f01", "title": "More Accounts, Fewer Links: How Algorithmic Curation Impacts Media Exposure in Twitter Timelines", "abstract": "Algorithmic timeline curation is now an integral part of Twitter’s platform, affecting information exposure for more than 150 million daily active users. Despite its large-scale and high-stakes impact, especially during a public health emergency such as the COVID-19 pandemic, the exact effects of Twitter’s curation algorithm generally remain unknown. In this work, we present a sock-puppet audit that aims to characterize the effects of algorithmic curation on source diversity and topic diversity in Twitter timelines. We created eight sock puppet accounts to emulate representative real-world users, selected through a large-scale network analysis. Then, for one month during early 2020, we collected the puppets’ timelines twice per day. Broadly, our results show that algorithmic curation increases source diversity in terms of both Twitter accounts and external domains, even though it drastically decreases the number of external links in the timeline. In terms of topic diversity, algorithmic curation had a mixed effect, slightly amplifying a cluster of politically-focused tweets while squelching clusters of tweets focused on COVID-19 fatalities and health information. Finally, we present some evidence that the timeline algorithm may exacerbate partisan differences in exposure to different sources and topics. The paper concludes by discussing broader implications in the context of algorithmic gatekeeping.", "venue": "", "year": 2021, "referenceCount": 108, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3363483", "name": "Jack Bandy"}, {"authorId": "2943892", "name": "N. Diakopoulos"}]}}, {"contexts": ["Instead, content is filtered and distributed by algorithms based on rules that are usually not made completely transparent (Wallace, 2018), which is especially true for Facebook (DeVito, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "16f53e4b04ce844ac85ad4ff19f32b88febd1275", "externalIds": {"MAG": "3035702472", "DOI": "10.1177/0007650320928969"}, "url": "https://www.semanticscholar.org/paper/16f53e4b04ce844ac85ad4ff19f32b88febd1275", "title": "CSR Communication, Corporate Reputation, and the Role of the News Media as an Agenda-Setter in the Digital Age", "abstract": "By using social media, corporations can communicate about their corporate social responsibility (CSR) to the public without having to pass through the gatekeeping function of the news media. However, to what extent can corporations influence the public’s evaluation of their CSR activities with social media activities and if the legacy news media still act as the primary agenda setters when it comes to corporate reputation have not yet been thoroughly analyzed in a digitized media environment. This study addressed this research gap by looking at the effect of CSR communication through Facebook and news media coverage of CSR on corporate reputation in Switzerland. The results of this longitudinal study show that the salience and tone of news media coverage of CSR were positively related to corporate reputation, even though the news media coverage about CSR was predominantly negative. Thus, reputation was still strengthened even in the face of negative publicity. No effect of CSR communication through Facebook on corporate reputation was found. The results suggest that legacy news media still were influential in determining how the public evaluates corporations in the digital age.", "venue": "Business & Society", "year": 2020, "referenceCount": 102, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2027450164", "name": "Daniel Vogler"}, {"authorId": "2076888814", "name": "Mark Eisenegger"}]}}, {"contexts": ["Building on an analysis of publicly available Facebook documents, DeVito (2017) identified nine ‘algorithmic values’ that guide which content gets displayed in a given user’s news feed."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "28390fec70d1294f309f7245c9a67c4c3d1cf4a7", "externalIds": {"MAG": "3018844630", "DOI": "10.1177/1464884920915374"}, "url": "https://www.semanticscholar.org/paper/28390fec70d1294f309f7245c9a67c4c3d1cf4a7", "title": "The Matthew Effect in social media news use: Assessing inequalities in news exposure and news engagement on social network sites (SNS)", "abstract": "Social network sites such as Facebook and Twitter have become a key part of online users’ news diets. On social network sites, even individuals who are not motivated to seek out news are believed to be exposed to news posts due to the sharing activities of friends or inadvertently witnessing discussions about current events. Research on this incidental news exposure (INE) has largely focused on its potential for positive effects on information gain or political participation, while simultaneously turning a blind eye to the inequalities in news exposure and engagement. This article aims to address this issue by proposing and explicating the existence of a ‘Matthew Effect’ in social media news use. It is argued that INE research needs to consider the unequal chances to both be exposed to news on social network sites and to actually engage (i.e. read and interact) with ‘accidentally’ encountered news content.", "venue": "", "year": 2020, "referenceCount": 103, "citationCount": 22, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "25092200", "name": "A. Kümpel"}]}}, {"contexts": ["tial factor that determines how visible the item is in the newsfeeds of many others (Bucher, 2012; DeVito, 2017).", "Although the algorithm changes continuously, users’ interactionwith an item is the essential factor that determines how visible the item is in the newsfeeds of many others (Bucher, 2012; DeVito, 2017).", "content engagement, such as the number of reactions, shares, and comments, is particularly important in this respect (Bucher, 2012; DeVito, 2017).", "Users’ content engagement, such as the number of reactions, shares, and comments, is particularly important in this respect (Bucher, 2012; DeVito, 2017).", "However, because Facebook users’ engagement with published content largely determines that content’s visibility (Bucher, 2012; DeVito, 2017), journalists seek to attract the highest possible attention on this platform."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "5bf25540dde5f799bb48d4dae20856916ec03709", "externalIds": {"MAG": "3081436702", "DOI": "10.17645/mac.v8i3.3152"}, "url": "https://www.semanticscholar.org/paper/5bf25540dde5f799bb48d4dae20856916ec03709", "title": "Soft Presentation of Hard News? A Content Analysis of Political Facebook Posts", "abstract": "The current media environment is primarily characterised by a large amount of information and, in contrast, rather fragmented audience attention. This is especially true for social media, particularly Facebook, which have become important news sources for many people. Journalists cannot help but publish content on Facebook if they want to reach the part of their audience that mainly—or even only—consumes news there. On Facebook, journalists are at the mercy of the algorithm that determines the visibility of their content. Because user engagement is a crucial factor in the algorithm, concerns have been raised that journalists are abandoning their normative quality standards to make the news as attractive as possible to the audience—at the expense of media performance. A softened presentation of the news, particularly in Facebook posts, may help achieve this aim, but research on this subject is lacking. The present study analyses this practice of softening the news in four German media outlets’ ( BILD , FAZ , Der Spiegel , Tagesschau ) political Facebook posts. The results show that the overall level of news softening is low to medium. Furthermore, comparing them to website teasers reveals that news softening is only slightly higher on Facebook (mainly BILD and Der Spiegel ), and that there are no converging trends between quality or public service media and tabloid media. Exaggerated fears about news softening are therefore unnecessary. Continued analysis of news softening, as well as ongoing adaption of the concept according to dynamic developments, is nevertheless important.", "venue": "", "year": 2020, "referenceCount": 78, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "29778743", "name": "M. Steiner"}]}}, {"contexts": ["Examples of the latter include automated event detection [13], automated content curation [14], and robot writing [15]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "73d9ef7a12ce93938cb20c3f212ec6f012480cdf", "externalIds": {"DBLP": "journals/access/MottaDOT20", "MAG": "3039026167", "DOI": "10.1109/ACCESS.2020.3005513"}, "url": "https://www.semanticscholar.org/paper/73d9ef7a12ce93938cb20c3f212ec6f012480cdf", "title": "Analysis and Design of Computational News Angles", "abstract": "A key skill for a journalist is the ability to assess the newsworthiness of an event or situation. To this purpose journalists often rely on news angles, conceptual criteria that are used both i) to assess whether something is newsworthy and also ii) to shape the structure of the resulting news item. As journalism becomes increasingly computer-supported, and more and more sources of potentially newsworthy data become available in real time, it makes sense to try and equip journalistic software tools with operational versions of news angles, so that, when searching this vast data space, these tools can both identify effectively the events most relevant to the target audience, and also link them to appropriate news angles. In this paper we analyse the notion of news angle and, in particular, we i) introduce a formal framework and data schema for representing news angles and related concepts and ii) carry out a preliminary analysis and characterization of a number of commonly used news angles, both in terms of our formal model and also in terms of the computational reasoning capabilities that are needed to apply them effectively to real-world scenarios. This study provides a stepping stone towards our ultimate goal of realizing a solution capable of exploiting a library of news angles to identify potentially newsworthy events in a large journalistic data space.", "venue": "IEEE Access", "year": 2020, "referenceCount": 55, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1721851", "name": "E. Motta"}, {"authorId": "3256660", "name": "E. Daga"}, {"authorId": "1750347", "name": "A. Opdahl"}, {"authorId": "51367007", "name": "B. Tessem"}]}}, {"contexts": ["We live in the age of information - the time of unrestricted access to information resources, the time when the amount of information published by various sites, news feeds and other sources increases exponentially [1-5]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "78e2ebb301c5ce22d7c104c45c769214ef80bf78", "externalIds": {"MAG": "3032444121", "DBLP": "conf/colins/AndrunykVCCAGGK20"}, "url": "https://www.semanticscholar.org/paper/78e2ebb301c5ce22d7c104c45c769214ef80bf78", "title": "Development of Information System for Aggregation and Ranking of News Taking into Account the User Needs", "abstract": "The purpose of the work is to develop an intelligent information system that is designed for aggregation and ranking of news taking into account the needs of the user. During the work, the following tasks are set: 1) Analyze the online market for mass media and the needs of readers; the purpose of their searches and moments is not enough to find the news. 2) To construct a conceptual model of the information aggression system and ranking of news that would enable presentation of the work of the future intellectual information system, to show its structure. 3) To select the methods and means for implementation of the intellectual information system. 4) Design an online resource for aggregation and ranking of news, news feeds and flexible settings, a list of available sources of information, compliance with specified media and personal aggregation results. Object of research is processes of aggregation of news and intelligent ranking of necessary news according to the needs of the user. Subject of research is methods and means of aggregation and ranking of news and building an information system that implements them. Practical value of work is to develop an intellectual information system for aggregation and ranking news according to the needs of the user. There are many similar open and paid systems. Realized specifically for the public or for one or another media. Many of those information systems do not have a wide-ranging functionality for flexible news feed set-ups, which is mostly often demanded by regular users. This system will have a functional enough to solve this problem and offer a multifunctional service to users. The system will be implemented as a free software product under an open distribution license, and this approach will ensure its further development. Copyright © 2020 for this paper by its authors. Use permitted under Creative Commons License Attribution 4.0 International (CC BY 4.0).", "venue": "COLINS", "year": 2020, "referenceCount": 55, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "51915574", "name": "V. Andrunyk"}, {"authorId": "146213909", "name": "Andrii Vasevych"}, {"authorId": "39718288", "name": "L. Chyrun"}, {"authorId": "1397153244", "name": "Nadija Chernovol"}, {"authorId": "120572495", "name": "N. Antonyuk"}, {"authorId": "28354393", "name": "A. Gozhyj"}, {"authorId": "28358719", "name": "V. Gozhyj"}, {"authorId": "1571154002", "name": "I. Kalinina"}, {"authorId": "9228155", "name": "M. Korobchynskyi"}]}}, {"contexts": ["Because the Facebook newsfeed ranking algorithm is engineered to deliver content that users will find relevant and engaging (DeVito, 2017), individual choices to read, watch, or like news on social media will lead to increased future delivery of news to the feed (Thorson et al.", "Because the Facebook newsfeed ranking algorithm is engineered to deliver content that users will find relevant and engaging (DeVito, 2017), individual choices to read, watch, or like news on social media will lead to increased future delivery of news to the feed (Thorson et al., 2019a).", "On algorithmically curated platforms, incidental and intentional modes of news are intertwined, because users’ past behavior on the platform (and the behavior of their friends) is used to shape the array of content that is made visible in the future (DeVito, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "853dc1b6f12598e67615e3d7f35c587814427507", "externalIds": {"MAG": "3024638662", "DOI": "10.1177/1464884920915352"}, "url": "https://www.semanticscholar.org/paper/853dc1b6f12598e67615e3d7f35c587814427507", "title": "Attracting the news: Algorithms, platforms, and reframing incidental exposure", "abstract": "This article argues for new approaches to the study of incidental exposure that better account for the role of algorithms, platforms, and processes of datafication in shaping the likelihood of news exposure online. It offers a critique of three themes prominent in the incidental exposure literature: (1) incidental exposure connotes accidental exposure to news on social media, (2) news content is ubiquitous on social media, and (3) incidental exposure can be conceptually distinguished from intentional exposure to news on social media. This article proposes a new metaphor to reframe research on incidental exposure: ‘attraction’ to news.", "venue": "", "year": 2020, "referenceCount": 60, "citationCount": 26, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3197918", "name": "Kjerstin Thorson"}]}}, {"contexts": ["20) in the context of the institutional functions usually associated with news production (Domingo et al., 2008). This article builds on their work and switches the focus to the assemblages taking place postpublication to configure digital flows of news and shape media exposure. It extends K. Thorson and Wells’s (2016) model of five sets of curating actors in news flows by combining publics and platforms with the objects of digital media and the temporality and spatiality of media practices.", "The feedback loops used to make decisions on story selection on Facebook range from explicit user interests to prior behavior to platform priorities (DeVito, 2017).", "But DeVito (2017) found that relationships with friends mattered the most, eclipsing other variables."], "isInfluential": true, "intents": ["background", "methodology"], "citingPaper": {"paperId": "8cf606b8e430422a9e8647cf1caef6ee2544fd01", "externalIds": {"MAG": "3011474499", "DOI": "10.1177/1077699020911882"}, "url": "https://www.semanticscholar.org/paper/8cf606b8e430422a9e8647cf1caef6ee2544fd01", "title": "Post-Publication Gatekeeping: The Interplay of Publics, Platforms, Paraphernalia, and Practices in the Circulation of News", "abstract": "The factors that shape the news that citizens are exposed to and act upon are a growing area of research. This article advances a framework to examine how issues and topics rise to prominence and gain attention following publication in a digital hybrid media ecosystem. The four elements (publics, platforms, paraphernalia, and practices) extend previous work by accounting for the actions of individuals in aggregate as publics, the impact of platforms as institutionalized spaces for news, the objects of media consumption and exposure, and the temporal and spatial contexts for practices of news circulation and consumption.", "venue": "", "year": 2020, "referenceCount": 157, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "144545646", "name": "A. Hermida"}]}}, {"contexts": ["Although the Facebook algorithm is a black box that is kept a well-guarded company secret, a document analysis of Facebook’s press releases shows that, among other indicators, the interaction rate of each message and the interaction rates of posts previously published by the profile are integral parts of the attributed relevance that determines the posts’ outreach (DeVito, 2017).", "…secret, a document analysis of Facebook’s press releases shows that, among other indicators, the interaction rate of each message and the interaction rates of posts previously published by the profile are integral parts of the attributed relevance that determines the posts’ outreach (DeVito, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "a131bc60cf14f183ea0c04e506c296db19084e22", "externalIds": {"MAG": "3012003842"}, "url": "https://www.semanticscholar.org/paper/a131bc60cf14f183ea0c04e506c296db19084e22", "title": "Populism Fuels Love and Anger: The Impact of Message Features on Users’ Reactions on Facebook", "abstract": "To increase the outreach of their messages, populists and nonpopulist political actors use populist communication strategies that stimulate users to interact with their messages on social media platforms. Yet, not much is known about the effect of such strategies on different types of user interactions of distinct valence. Applying a manual content analysis on posts of political parties and their top candidates ( N = 1,540) during the German federal election campaign in 2017, we take Likes and Facebook Reactions (Angry and Love) into consideration. We find that exclusive populist message features (anti-elitism, excluding out-groups) and negative portrayals of political actors increase the number of Angry Reactions, whereas inclusive populism and the positive depiction of ordinary citizens lead to higher numbers of Love and simultaneously reduce the number Angry Reactions. The study thereby reflects the results of experimental research on the effects of populist communication. Against this backdrop, we argue that Love and Angry can be categorized as positive and negative one-click expressions of emotional states.", "venue": "", "year": 2020, "referenceCount": 65, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "113289971", "name": "Pablo Jost"}, {"authorId": "2061455023", "name": "Marcus Maurer"}, {"authorId": "2076349520", "name": "Joerg Hassler"}]}}, {"contexts": ["On the other hand, HCI researchers have conducted surveys, interviews, or analysis on public tweets to understand how real-world users perceive and adapt to algorithmic systems [14, 15, 18, 20]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "c4d724ee8602e4f7fd0ccc204e6378e7ca9e3f05", "externalIds": {"ArXiv": "2001.04879", "DBLP": "conf/chi/SmithYSHTZ20", "MAG": "3105435131", "DOI": "10.1145/3313831.3376783"}, "url": "https://www.semanticscholar.org/paper/c4d724ee8602e4f7fd0ccc204e6378e7ca9e3f05", "title": "Keeping Community in the Loop: Understanding Wikipedia Stakeholder Values for Machine Learning-Based Systems", "abstract": "On Wikipedia, sophisticated algorithmic tools are used to assess the quality of edits and take corrective actions. However, algorithms can fail to solve the problems they were designed for if they conflict with the values of communities who use them. In this study, we take a Value-Sensitive Algorithm Design approach to understanding a community-created and -maintained machine learning-based algorithm called the Objective Revision Evaluation System (ORES)---a quality prediction system used in numerous Wikipedia applications and contexts. Five major values converged across stakeholder groups that ORES (and its dependent applications) should: (1) reduce the effort of community maintenance, (2) maintain human judgement as the final authority, (3) support differing peoples' differing workflows, (4) encourage positive engagement with diverse editor groups, and (5) establish trustworthiness of people and algorithms within the community. We reveal tensions between these values and discuss implications for future research to improve algorithms like ORES.", "venue": "CHI", "year": 2020, "referenceCount": 93, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152470976", "name": "C. Smith"}, {"authorId": "38849012", "name": "Bowen Yu"}, {"authorId": "49805345", "name": "Anjali Srivastava"}, {"authorId": "1793302", "name": "Aaron Halfaker"}, {"authorId": "1739628", "name": "L. Terveen"}, {"authorId": "1742431", "name": "Haiyi Zhu"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d39d1a4b6602c263075c91341be59b9888b3a825", "externalIds": {"MAG": "3084561134", "DOI": "10.3145/epi.2020.sep.07"}, "url": "https://www.semanticscholar.org/paper/d39d1a4b6602c263075c91341be59b9888b3a825", "title": "Intentional or inadvertent fake news sharing? Fact-checking warnings and users’ interaction with social media content", "abstract": "The main social media platforms have been implementing strategies to minimize fake news dissemination These include identifying, labeling, and penalizing –via news feed ranking algorithms– fake publications Part of the rationale behind this approach is that the negative effects of fake content arise only when social media users are deceived Once debunked, fake posts and news stories should therefore become harmless Unfortunately, the literature shows that the effects of misinformation are more complex and tend to persist and even backfire after correction Furthermore, we still do not know much about how social media users evaluate content that has been fact-checked and flagged as false More worryingly, previous findings suggest that some people may intentionally share made up news on social media, although their motivations are not fully explained To better understand users’ interaction with social media content identified or recognized as false, we analyze qualitative and quantitative data from five focus groups and a sub-national online survey (N = 350) Findings suggest that the label of ‘false news’ plays a role –although not necessarily central– in social media users’ evaluation of the content and their decision (not) to share it Some participants showed distrust in fact-checkers and lack of knowledge about the fact-checking process We also found that fake news sharing is a two-dimensional phenomenon that includes intentional and unintentional behaviors We discuss some of the reasons why some of social media users may choose to distribute fake news content intentionally © 2020, El Profesional de la Informacion All rights reserved", "venue": "", "year": 2020, "referenceCount": 60, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1402962744", "name": "A. Ardèvol-Abreu"}, {"authorId": "1454615471", "name": "Patricia Delponti"}, {"authorId": "1405771743", "name": "C. Rodríguez-Wangüemert"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f95810e81ecbc44d7df5f19de07e1a3d93f7f65e", "externalIds": {"MAG": "3089058589", "DOI": "10.18261/ISSN.0805-9535-2020-03-03"}, "url": "https://www.semanticscholar.org/paper/f95810e81ecbc44d7df5f19de07e1a3d93f7f65e", "title": "Personaliserte anbefalinger og musikalsk mangfold – en umulig kombinasjon?", "abstract": "Algorithmic curation of content has become a ubiquitous feature of music streaming services. From a time when record stores, music critics and other gatekeepers exercised a form of agenda-setting power, which to some extent stimulated (or inspired) specific patterns of buying and using music; automated recommendation systems, which track and measure listeners’ behavior, have become the standard for organizing and making music visible. At the same time, more and more questions are being asked about the effects these recommendation engines have on music culture, while in recent years analyses that point towards concentration and the loss of aesthetic diversity have increasingly dominated academic literature. Based on five keywords – visualization, curation, personalization, concentration and professionalization – this paper discusses how today’s music streaming services correspond to a cultural-political ideal of «aesthetic expressive diversity». The article is based on 11 qualitative interviews with players from the Norwegian music industry.", "venue": "", "year": 2020, "referenceCount": 51, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "146903176", "name": "Håvard Kiberg"}]}}, {"contexts": ["Similar to the use of algorithms to determine content in a user’s Facebook feed [19, 20], Instagram uses proprietary algorithms and machine learning to determine which posts appear first in a user’s feed, based on their previous usage [21, 22]."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "fae90ce9a17e7bc3668418ab731b25bf999ca2ac", "externalIds": {"PubMedCentral": "7539409", "MAG": "3092283630", "DOI": "10.1186/s12889-020-09563-y", "PubMed": "33023559"}, "url": "https://www.semanticscholar.org/paper/fae90ce9a17e7bc3668418ab731b25bf999ca2ac", "title": "Can Instagram be used to deliver an evidence-based exercise program for young women? A process evaluation", "abstract": "Instagram provides an opportunity to deliver low cost, accessible and appealing physical activity content. This study evaluated the feasibility of delivering an exercise program for young women using Instagram. A single-group pre- and post-intervention trial examined the feasibility and preliminary efficacy of a 12-week Instagram-delivered program with young inactive women (n = 16; M = 23 years), which prescribed running and body weight exercises to complete three times per week. Daily Instagram posts delivered the exercises, video demonstrations and motivational content. Feasibility was evaluated by examining exposure (Instagram posts viewed per week), engagement (likes, comments and tags on Instagram posts; number of exercise sessions completed per week; retention, defined as completion of the online survey at weeks 6 and 12), and acceptability [whether the program increased participants’ motivation to exercise (1 = strongly disagree-5 = strongly agree); satisfaction with the program (1 = not satisfied-5 = very satisfied)]. Preliminary efficacy was evaluated by comparing baseline and 12-week self-reported physical activity (IPAQ short-form) and fitness (cardiorespiratory and muscle strength; 1 = very poor-5 = very good, International Fitness Scale) using the Exact sign test. On average, participants reported seeing six posts in their Instagram feed per week. Posts received an average of five likes (IQR = 3–6). A total of four comments and one tag were observed across all posts. On average, participants reported completing two exercise sessions per week. Retention was 88% at 6 weeks but dropped to 56% at 12 weeks. Participants reported increased motivation to exercise (Mdn = 4, IQR = 3–4) and were satisfied with the program (Mdn = 4, IQR = 3–4). Only self-reported cardiorespiratory fitness showed a meaningful, though nonsignificant, improvement (MdnΔ = 1, IQR = 0–1, p = .06). Although Instagram has the potential to deliver a low cost, convenient exercise program for young women, additional research is needed to identify methods of improving engagement (interaction with the Instagram content, exercise sessions completed, and retention in the program). Future research could examine the use of behaviour change theory and provide information that enables participants to tailor the exercises to their interests and needs. Additionally, the use of objective assessments of physical activity and fitness among a larger participants sample is needed.", "venue": "BMC Public Health", "year": 2020, "referenceCount": 45, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "145511898", "name": "R. Curtis"}, {"authorId": "46511722", "name": "J. Ryan"}, {"authorId": "5249682", "name": "S. Edney"}, {"authorId": "40570543", "name": "C. Maher"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "052c2eda174039624ad56dc06a46e0e8408dd7f6", "externalIds": {"MAG": "2971511397", "DOI": "10.5282/UBM/EPUB.68880"}, "url": "https://www.semanticscholar.org/paper/052c2eda174039624ad56dc06a46e0e8408dd7f6", "title": "Wandel der Sprach- und Debattenkultur in sozialen Online-Medien: Ein Literaturüberblick zu Ursachen und Wirkungen von inziviler Kommunikation", "abstract": "Der vorliegende Beitrag widmet sich den negativen Aspekten eines Wandels der Sprach- und Debattenkultur in sozialen Online-Medien. Im Rahmen eines narrativen Literaturuberblicks diskutieren die Autorinnen sowohl mogliche Ursachen der Wahrnehmung einer inzivilen Sprach- und Debattenkultur als auch Wirkungen auf die Nutzer*innen sozialer Online-Medien.", "venue": "", "year": 2019, "referenceCount": 144, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2970862", "name": "Anne Kümpel"}, {"authorId": "1403633790", "name": "Diana Rieger"}]}}, {"contexts": ["Moreover, these platforms involve filtering algorithms (DeVito 2017) and recommendation systems that give disproportionate visibility to popular content within social circles."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "09fe3fd7457cb3738a9687b7d3557fd494ab6171", "externalIds": {"MAG": "2993162047", "DBLP": "journals/ans/TambuscioR19", "DOI": "10.1007/s41109-019-0233-1"}, "url": "https://www.semanticscholar.org/paper/09fe3fd7457cb3738a9687b7d3557fd494ab6171", "title": "Fact-checking strategies to limit urban legends spreading in a segregated society", "abstract": "We propose a framework to study the spreading of urban legends, i.e., false stories that become persistent in a local popular culture, where social groups are naturally segregated by virtue of many (both mutable and immutable) attributes. The goal of this work is identifying and testing new strategies to restrain the dissemination of false information, focusing on the role of network polarization. Following the traditional approach in the study of information diffusion, we consider an epidemic network-based model where the agents can be ‘infected’ after being exposed to the urban legend or to its debunking depending on the belief of their neighborhood. Simulating the spreading process on several networks showing different kind of segregation, we perform a what-if analysis to compare strategies and to understand where it is better to locate eternal fact-checkers, nodes that maintain their position as debunkers of the given urban legend. Our results suggest that very few of these strategies have a chance to succeed. This apparently negative outcomes turns out to be somehow surprising taking into account that we ran our simulations under a highly pessimistic assumption, such that the ‘believers’, i.e., agents that accepted as true the urban legend after they have been exposed to it, will not change their belief no matter of how much external or internal additional informational sources they access to. This has implications on policies that are supposed to decide which strategy to apply to stop misinformation from spreading in real world networks.", "venue": "Appl. Netw. Sci.", "year": 2019, "referenceCount": 77, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2388205", "name": "Marcella Tambuscio"}, {"authorId": "2222952", "name": "G. Ruffo"}]}}, {"contexts": ["In terms of SNS, the diversity of supply is all the more important as the algorithmic influence—based on inter alia prior usage and user preferences (DeVito 2017)—on what every single user sees within the personalized content of the news feed may additionally limit the perceived diversity (Newman…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0f5ecf3f476f66113a6dd7df8ff2a8474422e8dc", "externalIds": {"MAG": "2782098674", "DOI": "10.1080/21670811.2017.1412800"}, "url": "https://www.semanticscholar.org/paper/0f5ecf3f476f66113a6dd7df8ff2a8474422e8dc", "title": "Uneasy Bedfellows", "abstract": "News consumption has shifted increasingly to new platforms and gateways such as social network sites (SNS) with Facebook leading the way. Accordingly, journalists must cope with this “uneasy bedfellow” and provide news on Facebook to attract otherwise hard-to-reach audiences. This is even more relevant for public service broadcasters (PSBs), whose mission is to serve the interests and needs of every citizen. Bound to their public service mission, PSBs have to generally fulfill specific normative requirements such as diversity within their coverage, particularly to a higher degree than their commercial counterparts. Consequently, these requirements should be transferred to public service online supply in general and to public service supply on platforms such as Facebook. Whereas these demands have at best been roughly discussed, they have not been investigated to date. Therefore, we conducted a content analysis of the most viewed public service and commercial German TV newscasts and their respective Facebook sites, and analyzed whether public service news outperform commercial news on Facebook and whether they perform as good as on TV in terms of diversity (diversity of issues and of people and groups). Results show that public service news on Facebook show an even higher performance (albeit slightly) than on television.", "venue": "", "year": 2019, "referenceCount": 93, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "29778743", "name": "M. Steiner"}, {"authorId": "2065495870", "name": "M. Magin"}, {"authorId": "1844292960", "name": "Birgit Stark"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1fabebd4b936e5e47390e5d4f074a9b4e6909b57", "externalIds": {"MAG": "2972200238", "DBLP": "conf/wikis/ORiordanKEF19", "DOI": "10.1145/3306446.3340818"}, "url": "https://www.semanticscholar.org/paper/1fabebd4b936e5e47390e5d4f074a9b4e6909b57", "title": "Do you have a source for that?: understanding the challenges of collaborative evidence-based journalism", "abstract": "WikiTribune is a pilot news service, where evidence-based articles are co-created by professional journalists and a community of volunteers using an open and collaborative digital platform. The WikiTribune project is set within an evolving and dynamic media landscape, operating under principles of openness and transparency. It combines a commercial for-profit business model with an open collaborative mode of production with contributions from both paid professionals and unpaid volunteers. This descriptive case study captures the first 12-months of WikiTribune's operations to understand the challenges and opportunities within this hybrid model of production. We use the rich literature on Wikipedia to understand the WikiTribune case and to identify areas of convergence and divergence, as well as avenues for future research. Data was collected on news articles with a focus on the time it takes for an article to reach published status, the number and type of contributors typically involved, article activity and engagement levels, and the types of topics covered.", "venue": "OpenSym", "year": 2019, "referenceCount": 65, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1403563727", "name": "Sheila O'Riordan"}, {"authorId": "37591879", "name": "G. Kiely"}, {"authorId": "36947757", "name": "Bill Emerson"}, {"authorId": "1767600", "name": "J. Feller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "341c77b516275b7777fe2cf26e386323ec0c0776", "externalIds": {"MAG": "2924650110", "PubMedCentral": "6424427", "DOI": "10.1371/journal.pone.0212263", "PubMed": "30889186"}, "url": "https://www.semanticscholar.org/paper/341c77b516275b7777fe2cf26e386323ec0c0776", "title": "Reliance on Facebook for news and its influence on political engagement", "abstract": "This paper examines the link between reliance on Facebook for news, political knowledge, and political engagement in the Philippines. We tested five hypotheses using data gathered from an online survey of 978 Filipinos conducted from February 1 to March 31, 2016. Findings support the hypothesis that those who rely less on social media as a news source exhibit higher levels of perceived knowledge about politics than those who rely more on it for news. Controlling for traditional news use, following political officials or institutions on social media is associated with higher levels of political interest and engagement, those with more politically active friends on Facebook have higher levels of exposure to political content online, and there is a positive correlation between Facebook being a source of information about politics and discussing politics more often with others. However, the hypothesis that those with more friends on their network who are politically active, will have greater political knowledge and more political engagement than those who have few politically active friends on their Facebook network is not supported.", "venue": "PloS one", "year": 2019, "referenceCount": 53, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Medicine"], "authors": [{"authorId": "11351153", "name": "Clarissa David"}, {"authorId": "1403486048", "name": "M. R. S. San Pascual"}, {"authorId": "145783987", "name": "Marcos Torres"}]}}, {"contexts": ["We choose these three affordances because previous studies showed that different social computing systems make drastically different choices regarding each of the three affordances, which greatly influences user experience and user behaviors [10, 19, 26, 43, 55, 70, 72, 82, 83, 85, 89, 95]."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "38b85df08c3b56d2d578a8a8a176ae85a23cf1e1", "externalIds": {"MAG": "2992695088", "DBLP": "journals/pacmhci/MaCYZ19", "DOI": "10.1145/3361119"}, "url": "https://www.semanticscholar.org/paper/38b85df08c3b56d2d578a8a8a176ae85a23cf1e1", "title": "Effects of Anonymity, Ephemerality, and System Routing on Cost in Social Question Asking", "abstract": "Online platforms provide new channels for people in need to seek help from friends and strangers. However, individuals often encounter psychological barriers that deter them from asking for help. For example, people might have different concerns about asking for help, including acknowledging incompetence, bothering others, and accruing social debt. These perceived social costs limit the potential benefits of help solicitations. In this study, we attempt to investigate whether anonymity (posting a question anonymously), ephemerality (allowing questions to be visible for only a short period), and system routing (having the system handle the question routing) could reduce social costs in a typical online help-seeking behavior-question asking. We built a platform to support these three features and conducted a controlled within-subjects experiment to test their effects on the social costs of posting questions. Results suggest that the presence of anonymity, ephemerality, and system routing reduce social costs. Further, we find that employing anonymity and system routing features did not lower the quality and quantity of answers to the questions in our system.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2019, "referenceCount": 98, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "3395920", "name": "Haiwei Ma"}, {"authorId": "10391344", "name": "H. Cheng"}, {"authorId": "38849012", "name": "Bowen Yu"}, {"authorId": "1742431", "name": "Haiyi Zhu"}]}}, {"contexts": ["Building on Gillespie’s (2014) distinction between algorithmic and editorial logics, DeVito (2016) used a content analysis of Facebook’s own patents and press releases to derive the ‘algorithmic\nvalues’ used to inform news selection.", "…conflict or controversy, interest, importance, impact or consequence, sensationalism, timeliness, and proximity’ (Lee, 2009, p. 179 as cited in DeVito, 2016), DeVito identified ‘friend relationships, explicitly expressed user interests, prior user engagement, implicitly expressed user…", "…expressed user interests, prior user engagement, implicitly expressed user preferences, post age, platform priorities, page relationships, negatively expressed preferences, and content quality’ (DeVito, 2016, p. 1) as key to determining what news was likely to appear on a user’s Facebook feed."], "isInfluential": true, "intents": ["background", "methodology"], "citingPaper": {"paperId": "46f0b0e48ea824858b7d75950b2508b16e8209f1", "externalIds": {"MAG": "2790098223", "DOI": "10.1080/1369118X.2018.1450887"}, "url": "https://www.semanticscholar.org/paper/46f0b0e48ea824858b7d75950b2508b16e8209f1", "title": "Generalised scepticism: how people navigate news on social media", "abstract": "ABSTRACT Social media is an increasingly widely used and important source of news. News on social media is ‘selected’ by a variety of actors, including the editors and journalists that produce the content, and the algorithms developed by technology companies to make automatic display decisions based on users’ past behaviour and the actions of their friends. We analyse how people navigate news on social media, and focus on their perception of the different kinds of news selection involved. The analysis uses a mixed-methods design based on focus group material and survey data from Germany, Spain, the United Kingdom, and the United States. Across all four countries, with their different political and media systems, we find (i) that the majority do not understand exactly how the information they receive is filtered by algorithms, but they do not uncritically accept it either, because they are sceptical of all forms of selection ‒ including that performed by editors and journalists, (ii) that approval for algorithmic selection is stronger amongst younger people, and (iii) that those with a high level of interest in ‘soft’ news topics (and low interest in ‘hard’ news topics) are more likely to approve of news algorithmically selected on the basis of what their friends have consumed. We argue that the way in which most people navigate news on social media is thus based on a ‘generalised scepticism’ where people question all kinds of selection.", "venue": "", "year": 2019, "referenceCount": 47, "citationCount": 52, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145408552", "name": "R. Fletcher"}, {"authorId": "2212978", "name": "R. Nielsen"}]}}, {"contexts": ["Research indicates that input factors such as engagement (comments, likes, clicks, and shares), the relationship between the receiver and the source, and users’ interests are more important than, for example, the quality of the content or its social significance (DeVito, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "470dac13d2b6b330b594983938da5ac0e0a0f7eb", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/470dac13d2b6b330b594983938da5ac0e0a0f7eb", "title": "Personalization of News", "abstract": "The development of interactive, networked, digital communication has allowed messages to be personalized to individual receivers at scale and with unprecedented speed and efficiency. It did not take long for some news providers to make use of these developments and launch services that offered news personalized to the tastes of individual audience members. News personalization had, however, been imagined many decades before the availability of the enabling medium. Just as people had anticipated human flight before the Montgolfier or Wright brothers actually took to the air, the idea that an individual’s informational needs could be met accurately, swiftly, and economically predates computer networking. Writing in 1889, Jules Verne and his son Michel imagined, 1,000 years hence, a system of telephonic journalism whereby subscribers would be free to listen only to news of their own choosing, able to “give attention to one editor and refuse it to another” (Verne & Verne, 1889). In fact, it took far less than 1,000 years for versions of the Vernes’s fantasy to materialize. News personalization surfaced on Internet dial-up services and proprietary networks a mere century later. An early example was USA Today Sports Center (PR Newswire, 1989), an online subscription service that offered personalized news on teams and players. Since then, the number, sophistication, and reach of personalized news services have increased hugely. These increases have prompted a mixture of reactions, some—in the manner of the Vernes—optimistic about the effects on individuals and society, and others less so. Many forms of media—both offline and online—can be made personal through the choice of outlet and of particular stories within. The advent of new media platforms—such as the World Wide Web and satellite television—increased the breadth and depth of media content and the speed and ease with which consumption choices could be made. However, selecting an outlet and stories therein is not—many would argue—true personalization. Rather, personalization requires outlets to differentiate between consumers in terms of which stories are presented, when, and with what prominence. How this is done, in broad terms, is captured in this definition of news personalization: “A form of user-to-system interactivity that uses a set of technological features to adapt the content, delivery, and arrangement of a communication to individual users’ explicitly registered and/or implicitly determined preferences” (Thurman, 2011). This definition makes an important distinction between explicitly registered and implicitly determined preferences. Explicit personalization relies on individual consumers to make choices about the information they would like to see or, indeed, avoid. Implicit personalization does not require individuals’ explicit input on an ongoing basis, but rather uses data collected, for example on the individual’s browsing history.", "venue": "", "year": 2019, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "101151586", "name": "Ludwig Maximilian"}]}}, {"contexts": ["Facebook is still the leading source worldwide, but has become less important in 2017, due to news feed algorithm changes [18, 6] and possibly due to the widely discussed presence of ‘fake news’ and clickbait on the platform."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6266c28d8849a9aaafdf16dcea35742671257ea4", "externalIds": {"PubMedCentral": "6675076", "MAG": "2914229215", "DBLP": "journals/corr/abs-1901-07290", "ArXiv": "1901.07290", "DOI": "10.1371/journal.pone.0220446", "PubMed": "31369596"}, "url": "https://www.semanticscholar.org/paper/6266c28d8849a9aaafdf16dcea35742671257ea4", "title": "The reach of commercially motivated junk news on Facebook", "abstract": "Commercially motivated junk news–i.e. money-driven, highly shareable clickbait with low journalistic production standards–constitutes a vast and largely unexplored news media ecosystem. Using publicly available Facebook data, we compared the reach of junk news on Facebook pages in the Netherlands to the reach of Dutch mainstream news on Facebook. During the period 2013–2017 the total number of user interactions with junk news significantly exceeded that with mainstream news. Over 5 Million of the 10 Million Dutch Facebook users have interacted with a junk news post at least once. Junk news Facebook pages also had a significantly stronger increase in the number of user interactions over time than mainstream news. Since the beginning of 2016 the average number of user interactions per junk news post has consistently exceeded the average number of user interactions per mainstream news post.", "venue": "PloS one", "year": 2019, "referenceCount": 56, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Computer Science", "Medicine"], "authors": [{"authorId": "2052294840", "name": "P. Burger"}, {"authorId": "67093154", "name": "S. Kanhai"}, {"authorId": "103903158", "name": "A. Pleijter"}, {"authorId": "1702730", "name": "S. Verberne"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "94d2599152f1f7e35b787e3aae8d7d8084ce9c32", "externalIds": {"MAG": "2910115186", "DOI": "10.1080/17512786.2019.1567271"}, "url": "https://www.semanticscholar.org/paper/94d2599152f1f7e35b787e3aae8d7d8084ce9c32", "title": "The Form of Content Personalisation at Mainstream, Transatlantic News Outlets: 2010–2016", "abstract": "ABSTRACT In October 2016 the New York Times announced new content personalisation features for its websites and mobile apps, with the promise of “much more to come”. This article examines such developments via a quantitative content analysis of personalisation features at 15 major news outlets in the United Kingdom, the United States, and Germany and via interviews with senior editorial staff at some of those outlets. Both websites and mobile apps were studied, allowing comparisons to be made across platforms as well as geographically. Longitudinal comparisons were also made against an equivalent survey conducted in 2010. The results reveal significant changes over the last six years with, for example, rises in personalisation on mobile platforms, falls in the use of recommendations by friends, and convergence and commodification in content recommendation platforms. This study provides evidence to support continued debates on classical concerns such as selective exposure, but also raises new concerns about the effects of personalisation, including data protection and security issues.", "venue": "Journalism Practice", "year": 2019, "referenceCount": 62, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "73458515", "name": "Jessica Kunert"}, {"authorId": "32615664", "name": "Neil Thurman"}]}}, {"contexts": ["Moreover, special attention should be paid to the implications of algorithmic curation (Thorson and Wells 2016), particularly considering the increasingly influential role of Facebook’s (and other social network sites’) algorithms in and for the larger news ecosystem (Carlson 2018; DeVito 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "cadc870e89f77d710b0c78d7968e67e166b26190", "externalIds": {"MAG": "2802950190", "DOI": "10.1080/21670811.2018.1465831"}, "url": "https://www.semanticscholar.org/paper/cadc870e89f77d710b0c78d7968e67e166b26190", "title": "The Issue Takes It All?", "abstract": "Social network sites (SNS) like Facebook have become an integral part of accessing news. However, as most users come across news on Facebook when using the site for other reasons (incidental news exposure), they will not necessarily engage with the content they encounter. Although there already is some evidence on the role of single factors that can inform news engagement decisions on Facebook, integrated findings—considering the highly personalized information environment—are still missing. Addressing this, the following study adopts a qualitative approach and relies on self-confrontation interviews with German Facebook users (N = 16). Results of the observations/interviews show that engagement decisions (i.e. the decision to attentively read an encountered news article) are mostly guided by users’ perception of the news content and whether they are (already) interested or invested in the issue of the linked article. Yet, in some situations, this “Matthew effect” can be overshadowed by users’ perceptions of the recommending friend, leaving at least some room for social influence.", "venue": "", "year": 2019, "referenceCount": 106, "citationCount": 34, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "25092200", "name": "A. Kümpel"}]}}, {"contexts": ["Flere analyser av medier som Google (f.eks. Nobel 2012; Bogost 2016; Woodruff, Fox, Rousso-Schindler & Warshaws 2018 m.fl.) eller Facebook ( f.eks.DeVito 2016; Honan 2014 m.fl.) finnes også: Listen for eksplorative undersøkelser av algoritmiske systemer blir stadig lengre.", "Flere algoritmeforskere (Michael A. DeVito 2016; Christian Sandvig 2014; m.fl.) peker nå på hvordan de personaliserende algoritmene potensielt reduserer våre indekser av innholds- og nyhetspresentasjon til først og fremst å ha en personlig betydning for den enkelte brukeren, framfor å være en del…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "cbb3d94440a902639393f4a8e6f38e457b8ef00b", "externalIds": {"MAG": "2924168143", "DOI": "10.18261/ISSN.0805-9535-2019-01-05"}, "url": "https://www.semanticscholar.org/paper/cbb3d94440a902639393f4a8e6f38e457b8ef00b", "title": "Hvordan forstå og undersøke populærmusikkens «svarte bokser»?", "abstract": "På kort tid har strømmetjenester som Spotify blitt til en av kulturens ledende musikkdistributører, som i samspill med konkurrerende tjenester og ny teknologi gradvis forandrer hvordan vi interagerer med og presenteres for musikk. I tillegg til tradisjonell, redaksjonell anbefaling (hvor profesjonelle redaksjoner velger ut og løfter fram bestemte artister og låter), drives disse plattformene algoritmisk – hvor matematiske formler, underbygget av store mengder data og statistikk, evner å gjenkjenne og identifisere relevant innhold overfor tjenestens brukere, gjerne synliggjort gjennom ulike typer offentlige og personlige anbefalingslister eller lignende. Vår kulturs forståelse av hvordan disse systemene egentlig virker, blir imidlertid ofte kritisert for å være noe begrenset (f.eks. Finn 2017; Bogost 2016). Dette diagnostiserer medieforsker Christine T. Wolf (2016) som publikums «mangelfulle refleksjoner» rundt de prosesser som gjør manifestasjonene av våre kulturelle valg mulige: Vi oppleves generelt ubevisste på hvordan algoritmisk manipulering kan påvirke og forme kultur (Wolf 2016). Med utgangspunkt i denne idéen, hvor algoritmiske, kommersielle tjenester også forstås som hemmeligholdte og utilgjengelige svarte bokser, etterspørres nå flere algoritmiske lesninger (Finn 2017) av strømmetjenester: undersøkelser som søker å tolke både hvordan algoritmer i strømmetjenester (og beslektede plattformer) virker, hvordan de manifesterer seg ute i kulturen, og – ikke minst – hvilke intensjoner, verdier og føringer som potensielt kan ligge bak deres fasade (Finn 2017, s. 58). Med en teknologisk utviklingshastighet som ofte overskrider tradisjonelle forskningsprosesser (som gjerne er langvarige og tilbakeskuende), kan imidlertid de få grundige og dyptgående studiene som gjøres av algoritmiske systemer, fort ende opp med å bli irrelevante eller utdaterte. Fordi statistikk rundt lytterdata og algoritmenes spesifikke funksjoner også (mer eller mindre bevisst) hemmeligholdes (gjerne som beskyttede businesshemmeligheter), svekkes den vitenskapelige innsikten i hvordan systemene kuraterer sitt innhold (Kjus 2016; Snickars 2017; Diakopoulos 2014; Lievrouw 2012; Pasquale 2011; Karpf 2012). Riktignok frigjør tjenester som Spotify tidvis noe utvalgt informasjon (se for eksem-", "venue": "Norsk medietidsskrift", "year": 2019, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "146903176", "name": "Håvard Kiberg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cdc79458536e561683e2116b7f058072d72049b1", "externalIds": {"MAG": "2958769740", "DBLP": "conf/cycon/BargarPBM19", "DOI": "10.23919/CYCON.2019.8756832"}, "url": "https://www.semanticscholar.org/paper/cdc79458536e561683e2116b7f058072d72049b1", "title": "Challenges and Opportunities to Counter Information Operations Through Social Network Analysis and Theory", "abstract": "Information operations on social media have recently attracted the attention of media outlets, research organizations and governments, given the proliferation of high-profile cases such as the alleged foreign interference in the 2016 US presidential election. Nation-states and multilateral organizations continue to face challenges while attempting to counter false narratives, due to lack of familiarity and experience with online environments, limited knowledge and theory of human interaction with and within these spaces, and the limitations imposed by those who own and maintain social media platforms. In particular, these attributes present unique difficulties for the identification and attribution of campaigns, tracing information flows at scale, and identifying spheres of influence. Complications include the anonymity and competing motivations of online actors, poorly understood platform dynamics, and the sparsity of information regarding message transferal across communication platforms. We propose that the use of social network analysis (SNA) can aid in addressing some of these challenges. We begin by providing a brief explanation of the field and its utility in understanding online communications. We discuss how theories drawn from SNA, which seek to make statistical inferences about relationships and information transfer, can be applied to the information operations domain. Specifically, we will focus on how current research in social influence, information diffusion, and cluster analysis can be immediately applied and identify opportunities for future research. We then demonstrate how these analytic techniques can work in practice, utilizing multiple online communication datasets. Finally, we conclude by discussing how the use of these methods can lead to the development of tactical approaches countering misinformation campaigns.", "venue": "2019 11th International Conference on Cyber Conflict (CyCon)", "year": 2019, "referenceCount": 56, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "150006808", "name": "Alicia Bargar"}, {"authorId": "6311740", "name": "Stephanie R Pitts"}, {"authorId": "150140095", "name": "Janis Butkevics"}, {"authorId": "2638935", "name": "I. McCulloh"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e86a5bd18584f9708ffac735454d0c69d482553d", "externalIds": {"MAG": "2918903161", "DOI": "10.1080/1461670X.2019.1586566"}, "url": "https://www.semanticscholar.org/paper/e86a5bd18584f9708ffac735454d0c69d482553d", "title": "News on Events and Social Media: A Comparative Analysis of Facebook Users’ Reactions", "abstract": "ABSTRACT Aiming to shed light on why Facebook users react to certain events and news stories more than to others, this study analyses their reactions to different events and to the media coverage of those events. The case selection includes six events covered by two newspapers from four countries: France, Italy, Portugal, and Spain. The research design combines an original content analysis of news media outlets’ posts with an analysis of the reactions that these posts have generated from Facebook users—likes, shares and comments—to assess whether and how the nature of events and the characteristics of the news content contribute to explaining the engagement of Facebook users with the news. The data analysis indicated that the decisions to like, share or comment were not driven by the same factors. Unexpected events showed significance, at different levels, for all kinds of reactions to news. Conversely, the specific features of news content only slightly affected the levels of liking and sharing. Facebook users were more likely to comment on news adhering to known criteria for news values, such as negativity or personalization.", "venue": "Journalism Studies", "year": 2019, "referenceCount": 101, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "79236179", "name": "Susana Salgado"}, {"authorId": "66970662", "name": "G. Bobba"}]}}, {"contexts": ["A content analysis of Facebook newsfeed algorithms showed newsfeed content was determined by factors including “explicitly expressed user interests”, “prior user engagement”, “implicitly expressed user preferences”, and “negatively expressed preferences” [75]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "ede376b9f04adaa58fc51ef343aee5005a6aa4d8", "externalIds": {"PubMedCentral": "6406835", "MAG": "2914390557", "DOI": "10.3390/bs9020019", "PubMed": "30781632"}, "url": "https://www.semanticscholar.org/paper/ede376b9f04adaa58fc51ef343aee5005a6aa4d8", "title": "Using Eye Tracking to Explore Facebook Use and Associations with Facebook Addiction, Mental Well-being, and Personality", "abstract": "Social networking sites (SNSs) have become ubiquitous in our everyday lives, and for all its communicative benefits, excessive SNS use has been associated with a range of negative health implications. In the present study, the authors use eye-tracking methodology to explore the relationship between individual differences in personality, mental well-being, SNS usage, and the focus of Facebook users’ visual attention. Participants (n = 69, mean age = 23.09, SD = 7.54) completed questionnaire measures for personality and to examine changes in depression, anxiety, stress, and self-esteem. They then engaged in a Facebook session while their eye movements and fixations were recorded. These fixations were coded as being directed to social and update areas of interest (AOI) of the Facebook interface. An exploratory analysis of personality factors revealed a negative correlation between openness to experience and inspection times for the updates AOI and an unexpected negative relationship between extraversion and inspection times for social AOI. There were correlations between changes in depression score and inspection of updates AOI, with reduced depression scores associated with increased inspection of updates. Finally, self-reported duration of participants’ typical Facebook sessions did not correlate with eye-tracking measures but were associated with increased Facebook addiction scores and greater increases in depression scores. These initial findings indicate that there are differences in the outcomes of interacting with Facebook which can vary based on Facebook addiction, personality variables, and the Facebook features that individuals interact with.", "venue": "Behavioral sciences", "year": 2019, "referenceCount": 87, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "33554948", "name": "Zaheer Hussain"}, {"authorId": "47483757", "name": "Boban Simonovic"}, {"authorId": "3373857", "name": "E. Stupple"}, {"authorId": "79834681", "name": "Maggie Austin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f12730167bd910ebd8e453c5edf616ffdd220f68", "externalIds": {"MAG": "3107178037"}, "url": "https://www.semanticscholar.org/paper/f12730167bd910ebd8e453c5edf616ffdd220f68", "title": "From public health to print: an interdisciplinary study of the presentation of cancer awareness messages in UK newspapers", "abstract": "National public health cancer awareness messages focus on raising awareness of cancer signs and symptoms and encouraging early diagnosis with the aim of increasing national cancer survival rates. \n \nWhile national and regional newspapers are key targets for message dissemination, evaluation documents and a scoping review identified that their representation in UK newspapers is under-researched, particularly in regional publications. The language of cancer, which is a contentious issue, has also not been explored. \n \nIn response, this thesis makes an original contribution by examining how cancer awareness messages are reported in UK newspapers, and the reasons for this, within a public health context. An interdisciplinary, multiple methods analysis is presented consisting of: 1) a manifest content analysis of the presence of key cancer awareness messages, and the people featured in, 447 national and regional UK newspaper articles, 2) a corpus linguistic analysis of the articles’ language (specifically, word collocation, key words and key semantic domains), 3) a thematic analysis of fourteen semi-structured interviews with journalists and press officers. Integrated analysis was conducted using the ‘following a thread’ approach. \n \n \nCancer awareness messages were lacking, even in articles that explicitly highlighted the awareness campaign. People featured tended to be unrepresentative of those most at risk of cancer. Cancer was often framed in terms of negative outcomes and unpleasant treatment. Battle metaphor was prevalent. Interviews suggested that newsworthiness factors and journalism norms are contributors to this, but that scope for change may be limited. \n \nCurrently, UK newspaper reporting of cancer often does not reflect contemporary medical opinion, may skew public perceptions of risk and reinforce cancer fear. This may contribute to delayed diagnosis and, potentially, negatively influence survival rates. Future research is needed to test the assertions of this work but may also benefit from interdisciplinary collaborative efforts to improve approaches to public health message dissemination.", "venue": "", "year": 2019, "referenceCount": 424, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144957035", "name": "N. Cook"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f563a49b548d99ebcd68c428989718c036925ec2", "externalIds": {"PubMedCentral": "6514165", "ArXiv": "1811.03341", "DBLP": "journals/corr/abs-1811-03341", "MAG": "2949447923", "DOI": "10.1038/s41598-019-43830-2", "PubMed": "31086228"}, "url": "https://www.semanticscholar.org/paper/f563a49b548d99ebcd68c428989718c036925ec2", "title": "Modelling opinion dynamics in the age of algorithmic personalisation", "abstract": "Modern technology has drastically changed the way we interact and consume information. For example, online social platforms allow for seamless communication exchanges at an unprecedented scale. However, we are still bounded by cognitive and temporal constraints. Our attention is limited and extremely valuable. Algorithmic personalisation has become a standard approach to tackle the information overload problem. As result, the exposure to our friends’ opinions and our perception about important issues might be distorted. However, the effects of algorithmic gatekeeping on our hyper-connected society are poorly understood. Here, we devise an opinion dynamics model where individuals are connected through a social network and adopt opinions as function of the view points they are exposed to. We apply various filtering algorithms that select the opinions shown to each user (i) at random (ii) considering time ordering or (iii) its current opinion. Furthermore, we investigate the interplay between such mechanisms and crucial features of real networks. We found that algorithmic filtering might influence opinions’ share and distributions, especially in case information is biased towards the current opinion of each user. These effects are reinforced in networks featuring topological and spatial correlations where echo chambers and polarisation emerge. Conversely, heterogeneity in connectivity patterns reduces such tendency. We consider also a scenario where one opinion, through nudging, is centrally pushed to all users. Interestingly, even minimal nudging is able to change the status quo moving it towards the desired view point. Our findings suggest that simple filtering algorithms might be powerful tools to regulate opinion dynamics taking place on social networks.", "venue": "Scientific Reports", "year": 2018, "referenceCount": 145, "citationCount": 32, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine", "Physics"], "authors": [{"authorId": "1826736", "name": "N. Perra"}, {"authorId": "2056618696", "name": "L. E. C. Rocha"}]}}, {"contexts": ["See Christopher W. Anderson (2011b, 2013b), Michael A. DeVito (2016), Nicholas Diakopoulos (2015), Konstantin Nicholas Dörr (2015), Dörr and Katharina Hollnbuchner (2016), Jan Kleinnijenhuis, Friederike Schultz, Dirk Oegema, and Wouter van Atteveldt (2013), and Arjen van Dalen (2012)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "064b9b1d79a64d499d4efa2364b94f5612096ec9", "externalIds": {"MAG": "2884471038", "DOI": "10.7551/mitpress/9516.001.0001"}, "url": "https://www.semanticscholar.org/paper/064b9b1d79a64d499d4efa2364b94f5612096ec9", "title": "Networked Press Freedom: Creating Infrastructures for a Public Right to Hear", "abstract": null, "venue": "", "year": 2018, "referenceCount": 739, "citationCount": 25, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2151275", "name": "Mike Ananny"}]}}, {"contexts": ["15 noviembre 2018 /15 marzo, 2019, nº 47, 143-155\nlos contenidos que se publican en esta plataforma (DeVito, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0b3f822503dfd65ebdeae6314c8f39ec851e285c", "externalIds": {"MAG": "2900478242", "DOI": "10.15198/SEECI.2018.0.143-155"}, "url": "https://www.semanticscholar.org/paper/0b3f822503dfd65ebdeae6314c8f39ec851e285c", "title": "La actividad de los partidos políticos españoles en Facebook 2014-2018: la tiranía del algoritmo / The activity of Spanish political parties on Facebook 2014-2018: the tyranny of the algorithm", "abstract": "The world's leading social network, Facebook, is also the scene of the digital political debate. Despite not having the strength of Twitter, its massive implementation makes this platform an ideal channel to reach a mass audience in practically all over the world, in a context of cyber-politics entrenched in Western societies. The research carried out analyses the typology of the publications and interactions received on the Facebook pages of the five main Spanish political parties (Partido Popular, Partido Socialista Obrero Espanol, Ciudadanos, Podemos and Izquierda Unida) over the years 2014-2018. A descriptive and longitudinal analysis that explores the appropriation of the platform by the different political actors along 12,468 publications, their relationship with the audience and the algorithm that controls the social network.", "venue": "", "year": 2018, "referenceCount": 27, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "71567692", "name": "X. Rolán"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "24c14bf5a313d4574c13880a74935601ba18851c", "externalIds": {"MAG": "2595680104", "DOI": "10.1080/21670811.2017.1298044"}, "url": "https://www.semanticscholar.org/paper/24c14bf5a313d4574c13880a74935601ba18851c", "title": "Facebook in the News", "abstract": "In May 2016, two stories on Facebook’s Trending Topics news feature appeared on the site Gizmodo, the first exposing the human curators working surreptitiously to select news and the second containing accusations that certain curators censored conservative voices. These revelations led to public outcry, mostly from conservatives upset at possible bias and journalists critical of Facebook for its largely secretive and haphazard approach to news. This study examines the response to the controversy as metajournalistic discourse—talk about news that seeks to define appropriate practices and legitimate news forms. It identifies a fundamental divergence in the public articulation of Facebook’s role in the larger news ecosystem. Facebook reacted to the controversy by formulating an approach to news as a form of content that, like other content on the site, should be personalized, organized according to popularity in the form of user engagement, and free of editorial control from the social media site. By contrast, journalists positioned news as purposively selected and shared while placing Facebook as an active participant within the news ecosystem and therefore beholden to an enhanced institutional commitment to public responsibility.", "venue": "", "year": 2018, "referenceCount": 45, "citationCount": 50, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145744244", "name": "M. Carlson"}]}}, {"contexts": ["This area of potential greater research is both difficult – given that the algorithm is both secret and changes regularly – and necessary, as it is the core determinant in the curation of content (DeVito, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "708f04695400bb01c874713f672b90db5c036d3e", "externalIds": {"MAG": "2810782498", "DOI": "10.1177/1329878X18783029"}, "url": "https://www.semanticscholar.org/paper/708f04695400bb01c874713f672b90db5c036d3e", "title": "Facebook diplomacy: a data-driven, user-focused approach to Facebook use by diplomatic missions", "abstract": "The utility of social media platforms as means for communication and engagement has become important for those responsible for public diplomacy. This article addresses this nexus between social media studies and diplomacy studies using original empirical research based on Facebook pages published by the diplomatic missions of 8 nations in 22 host nations. Data from 161 pages from January to December 2016 were extracted using Netvizz. A multi-stage mixed-methods approach uses quantifiable engagement data and qualitative content. The analysis varies from many previous studies by foregrounding social media as a communication environment and by including audiences/users as active participants. The findings suggest Facebook diplomacy is more relevant in countries that are smaller, poorer and closer. They categorise content using a four-part taxonomy of diplomatic discourse: outward-facing publicity, inward-facing publicity, engagement, and user-generated content. The article aims to develop the field of digital diplomacy studies by highlighting innovative findings and suggesting trajectories for further scholarship.", "venue": "Media International Australia", "year": 2018, "referenceCount": 106, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "83544243", "name": "D. Spry"}]}}, {"contexts": ["Additional considerations for algorithms and their role in filtering information is also necessary in the online sphere (DeVito, 2016).", "Additional considerations for algorithms and their role in filtering information is also necessary in the online sphere (DeVito, 2016). Thus, as an evolution of the classic newsworthiness, “shareworthiness” serves as an emerging concept that inquires about the mechanisms of news coverage that prompt audiences to share information (e.g., Kalsnes & Larsson, 2017; Kilgo, Harlow, GarcíaPerdomo, & Salaverría, 2016; Trilling et al., 2016). Journalists are increasingly shaping online news in forms that favor their shareability (Kilgo & Sinta, 2016). Harcup and O’Neill (2016) suggested that a process that seems to be transforming that factor into a powerful news value."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "79a6776032812964f310a0489f3c928eba4ce9cd", "externalIds": {"MAG": "2799561184", "DOI": "10.1080/15205436.2018.1469773"}, "url": "https://www.semanticscholar.org/paper/79a6776032812964f310a0489f3c928eba4ce9cd", "title": "From #Ferguson to #Ayotzinapa: Analyzing Differences in Domestic and Foreign Protest News Shared on Social Media", "abstract": "This study compares U.S. digital news coverage of recent foreign and domestic protests. Differences in coverage’s framing, sourcing, and device emphases were analyzed for two cases: protests that erupted after the death of Michael Brown and protests demanding justice for the 43 missing students from Ayotzinapa, Mexico. Building on protest paradigm literature, content analysis results show that news articles that appeared on Facebook and Twitter emphasized legitimizing frames for foreign protests more than domestic protests. Foreign protests were framed with the spectacle frame more than domestic protests, which were more often portrayed as confrontational. Digitally native news organizations produced content that deviated from expected paradigmatic norms the most. In addition, this research examines the relationship between content and sharing on Facebook and Twitter. Implications of these findings within the theoretical framework of the protest paradigm are discussed.", "venue": "Mass Communication and Society", "year": 2018, "referenceCount": 82, "citationCount": 14, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3487970", "name": "Danielle K. Kilgo"}, {"authorId": "3257693", "name": "Summer Harlow"}, {"authorId": "107855065", "name": "Víctor García-Perdomo"}, {"authorId": "1960666", "name": "Ramón Salaverría"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "90bebdb2ce38a22982dddfa8c008fa72f877dc17", "externalIds": {"MAG": "2932144472", "DOI": "10.15388/IM.2018.84.11"}, "url": "https://www.semanticscholar.org/paper/90bebdb2ce38a22982dddfa8c008fa72f877dc17", "title": "Populiariausių Lietuvos interneto žiniasklaidos portalų auditorijos į(si)traukimo į turinio kūrimą ir sklaidą galimybės", "abstract": "[straipsnis ir santrauka lietuvių kalba; santrauka anglų kalba] \nTinklaveikos technologijų inovacijos – turinio valdymo priemonės, socialiniai tinklai, mobiliosios programos – sudarė prielaidas auditorijoms dalyvauti kuriant ir skleidžiant žiniasklaidos turinį. Tačiau šių pokyčių pasekmės skiriasi priklausomai nuo kultūrinio konteksto, žiniasklaidos priemonės ir auditoriją sudarančių socialinių grupių. Temos aktualumą apibrėžia poreikis paaiškinti, kaip keičiasi tradicinė galios ir atsakomybės pusiausvyra tarp žiniasklaidos ir auditorijos.Šis straipsnis pristato tyrimą apie auditorijos galimybes dalyvauti kuriant ir skleidžiant žiniasklaidos turinį Lietuvoje – interneto žiniasklaidos portaluose, turinčiuose didžiausias auditorijas – Delfi.lt, 15min.lt, Lrytas.lt. Interneto portalų struktūros, „Facebook“ socialinio tinklo paskyrų ir mobiliųjų programų analizė parodė, kokios techninės dalyvavimo priemonės yra pateikiamos auditorijai, o interviu su portalų redaktoriais atskleidė institucines praktikas, susijusias su auditorijos įtraukimu bei įsitraukimu į turinio kūrimą.Rezultatai rodo, kad Lietuvos interneto žiniasklaidoje auditorijos galimybės įsitraukti į turinio kūrimą yra ribotos. Dauguma prieinamų dalyvavimo priemonių atspindi auditorijos kaip ištekliaus strategiją, kurioje auditorija teikia informaciją arba sąveikauja su turiniu nuolat kontroliuojamoje aplinkoje. Kol kas galima aptikti nedaug požymių, kad žiniasklaida veikia kaip platforma, kurioje dalyvauja nepriklausoma, motyvuota auditorija.", "venue": "Informacijos mokslai", "year": 2018, "referenceCount": 77, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "70125854", "name": "Marija Stonkienė"}, {"authorId": "107743886", "name": "Maryja Šupa"}, {"authorId": "83903516", "name": "Erika Janiūnienė"}]}}, {"contexts": ["News Organization today are increasingly affected by the interest exhibited by social media platforms such as Facebook on the perceived demand for videos and the higher advertising rates associated with it (DeVito, 2017; Kleis Nielsen & Ganter, 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "aca2c1fd3ce500b9b2265643bb355b207c39f29c", "externalIds": {"MAG": "2905142394"}, "url": "https://www.semanticscholar.org/paper/aca2c1fd3ce500b9b2265643bb355b207c39f29c", "title": "The Future of Online News Video: A UAE Perspective", "abstract": "Online Video is a crucial component of the new media landscape accounting for much of the web traffic to mainstream news organizations website and social media platforms. Most of the news organizations have been building resources over the past years raising their proficiency in handling video. Today they produce regular news headlines in video and provide live streaming using services such as Periscope and Facebook Live. However, legacy new publishers are facing intense competition from digital-native news publishers, as they both have the same goal: Getting more people to watch their video. The recent changes to Facebook ‘newsfeed’ algorithm, may worsen the fate of news publishers ahead. The study aims to understand what strategy the legacy news publishers in the UAE are employing to make compelling, shareable video content. The research involves interviewing Journalists and senior editors from the news organization in Dubai: Gulf News to examine their approach towards online news video. Analysis of the news organization performances with video news stories will help understand what the future holds for a news organization as they adapt to the new medium of storytelling including apps, going beyond newsletter, podcasts and aggregation platforms.", "venue": "", "year": 2018, "referenceCount": 51, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145375815", "name": "Sabir Haque"}]}}, {"contexts": ["…to more diverse news (Bakshy, Messing, and Adamic 2015; incidental exposure to news: Lee, Lindsey, and Kim 2017, stressing the importance of heterogeneity of networks for this; in a similar direction Messing and Westwood 2014; or exposure dissenting opinions: Diehl, Weeks, and Gil de Zuniga 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "b788053087ba48636f3ca8a1fc0c773983054b9f", "externalIds": {"MAG": "2902576283"}, "url": "https://www.semanticscholar.org/paper/b788053087ba48636f3ca8a1fc0c773983054b9f", "title": "Challenging Diversity - Social Media Platforms and a New Conception of Media Diversity", "abstract": "Disclaimer/Complaints regulations If you believe that digital publication of certain material infringes any of your rights or (privacy) interests, please let the Library know, stating your reasons. In case of a legitimate complaint, the Library will make the material inaccessible and/or remove it from the website. Please Ask the Library: https://uba.uva.nl/en/contact, or a letter to: Library of the University of Amsterdam, Secretariat, Singel 425, 1012 WP Amsterdam, The Netherlands. You will be contacted as soon as possible.", "venue": "", "year": 2018, "referenceCount": 85, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2464895", "name": "N. Helberger"}]}}, {"contexts": ["This is as true for the politics of reading and writing as it is for any other function (DeVito, 2017; Gillespie, 2014; Jenkins et al., 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "cb43cdbd00c77e113efb2d165183f4786d7119dc", "externalIds": {"MAG": "2899082849", "DOI": "10.1177/1354856518806674"}, "url": "https://www.semanticscholar.org/paper/cb43cdbd00c77e113efb2d165183f4786d7119dc", "title": "Digital fanfic in negotiation: LiveJournal, Archive of Our Own, and the affordances of read–write platforms", "abstract": "Fanfic is the unauthorized rewriting or adaptation of popular media narratives, utilizing corporately owned characters, settings and storylines to tell an individual writer’s own story. It is often abbreviated to fanfic or even fic and exists in a thoroughly grey legal area between copyright infringement and fair use. Although there were a few cases of cease-and-desist letters sent to fan writers in the 20th century, media corporations now understand it is useless to attempt to prosecute fanfic writers – for one thing, there are simply too many of us and for another it would be terrible publicity. Although modern fanfic can be reliably dated to the 1960s, it is now primarily an online practice and the fastest growing form of writing in the world. This article uses participant observation and online ethnography to explore how fanfic archives utilize digital affordances. Following Murray, I will argue that a robust understanding of digital read–write platforms needs to account for the social and legal context of digital fiction as well as its technological affordances. While the online platform LiveJournal in some ways channels user creativity towards a more self-evidentially ‘digital’ text than its successor in the Archive of Our Own (AO3), the Archive encourages greater reader interactivity at the level of archive and sorting. I will demonstrate that in some ways, the AO3 recoups some of the cultural capital and use value of print. I argue that a true appreciation of digital fiction is less about projecting fiction as becoming more and more ‘digital’ along a linear trajectory than application of a nuanced sociotechnological perspective that addresses the aims, ideology and provision of particular platforms in practice.", "venue": "Convergence: The International Journal of Research into New Media Technologies", "year": 2018, "referenceCount": 35, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116671594", "name": "J. Fathallah"}]}}, {"contexts": ["As DeVito (2017) argues, this, and many other similar patents, confirm the fact that friend relationships are the core algorithmic value that decides what content is seen, and that it also moderates and informs all the other values.", "In this regard, a study conducted by DeVito (2017)"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "dcbd2986a405807dd2d783b777740f5a5f689022", "externalIds": {"MAG": "2914124891"}, "url": "https://www.semanticscholar.org/paper/dcbd2986a405807dd2d783b777740f5a5f689022", "title": "Political competition and social media : can Facebook change the status quo of Finnish politics?", "abstract": "The rise of multiple social media platforms such as Facebook and Twitter have sparked a debate within political sciences on the degree to which these new platforms influence the overall political system. For some, the expected impact is assumed to diversify the number of people who wield and influence political power, while for others the impact concentrates and solidifies power to those who could be considered as political elites. The purpose of this thesis is thus to investigate the underlying assumptions surrounding this debate and to construct a theoretical understanding of how social media can influence political power relations. The research conducted in this area has thus far mainly focused on studying Twitter and not many studies exist that have examined Facebook. Moreover, considerable gaps exist within the Finnish context, and no studies exist there that have explicitly examined what direct political gains social media platforms are able to give to its users. This thesis aims to fill these gaps by adopting a case study strategy on the 2015 parliamentary elections held in Finland by using quantitative techniques to estimate the impact that Facebook has had on the electoral performance of those candidates who have chosen to use it in their campaign. The results of this study show that Facebook is indeed linked with electoral gains, and especially the ability of candidates to acquire Facebook ‘likes’ is a significant factor that can boost their electoral performance. Furthermore, not all candidates are equal in this, and it is non-incumbent politicians who have gained the most from Facebook during these elections. These results highlight the fact that social media in general and Facebook in particular are important subjects of political study and that they do capture a resource that the candidates can use to impact political outcomes. Moreover, this has implications for the future of the status quo of political competition within Finland and might change how politics and deliberation are conducted in the future.", "venue": "", "year": 2018, "referenceCount": 71, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "119713281", "name": "Aleksi Suuronen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e39235d8df6ef562fbabffd6f025dbc506f05fe9", "externalIds": {"MAG": "2890472113", "DOI": "10.1080/21670811.2018.1493936"}, "url": "https://www.semanticscholar.org/paper/e39235d8df6ef562fbabffd6f025dbc506f05fe9", "title": "My Friends, Editors, Algorithms, and I", "abstract": "Prompted by the ongoing development of content personalization by social networks and mainstream news brands, and recent debates about balancing algorithmic and editorial selection, this study explores what audiences think about news selection mechanisms and why. Analysing data from a 26-country survey (N = 53,314), we report the extent to which audiences believe story selection by editors and story selection by algorithms are good ways to get news online and, using multi-level models, explore the relationships that exist between individuals’ characteristics and those beliefs. The results show that, collectively, audiences believe algorithmic selection guided by a user’s past consumption behaviour is a better way to get news than editorial curation. There are, however, significant variations in these beliefs at the individual level. Age, trust in news, concerns about privacy, mobile news access, paying for news, and six other variables had effects. Our results are partly in line with current general theory on algorithmic appreciation, but diverge in our findings on the relative appreciation of algorithms and experts, and in how the appreciation of algorithms can differ according to the data that drive them. We believe this divergence is partly due to our study’s focus on news, showing algorithmic appreciation has context-specific characteristics.", "venue": "Digital Journalism", "year": 2018, "referenceCount": 79, "citationCount": 72, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32615664", "name": "Neil Thurman"}, {"authorId": "143636246", "name": "J. Moeller"}, {"authorId": "2464895", "name": "N. Helberger"}, {"authorId": "10721627", "name": "D. Trilling"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "eaa9ab3a463d3d6f13abe355a445c3850515d2cb", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/eaa9ab3a463d3d6f13abe355a445c3850515d2cb", "title": "Examining audience attitudes to news selection", "abstract": "Disclaimer/Complaints regulations If you believe that digital publication of certain material infringes any of your rights or (privacy) interests, please let the Library know, stating your reasons. In case of a legitimate complaint, the Library will make the material inaccessible and/or remove it from the website. Please Ask the Library: https://uba.uva.nl/en/contact, or a letter to: Library of the University of Amsterdam, Secretariat, Singel 425, 1012 WP Amsterdam, The Netherlands. You will be contacted as soon as possible.", "venue": "", "year": 2018, "referenceCount": 69, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "143636246", "name": "J. Moeller"}, {"authorId": "2464895", "name": "N. Helberger"}, {"authorId": "10721627", "name": "D. Trilling"}]}}, {"contexts": ["Its newsfeed is therefore moderated by homophily (DeVito 2017) which is, however, the primary driver of content diffusion, especially misinformation and conspiracy theories, with a frequent result of homogeneous, polarized clusters (Del Vicario et al.", "Its newsfeed is therefore moderated by homophily (DeVito 2017) which is, however, the primary driver of content diffusion, especially misinformation and conspiracy theories, with a frequent result of homogeneous, polarized clusters (Del Vicario et al."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f103c95e12291eef23f912877dcd534104bf0cfa", "externalIds": {"MAG": "2908227600", "DBLP": "journals/ethicsit/Reviglio19", "DOI": "10.1007/s10676-018-9496-y"}, "url": "https://www.semanticscholar.org/paper/f103c95e12291eef23f912877dcd534104bf0cfa", "title": "Serendipity as an emerging design principle of the infosphere: challenges and opportunities", "abstract": "Underestimated for a long time, serendipity is an increasingly recognized design principle of the infosphere. Being influenced by environmental and human factors, the experience of serendipity encompasses fundamental phases of production, distribution and consumption of information. On the one hand, design information architectures for serendipity increases the diversity of information encountered as well as users’ control over information processes. On the other hand, serendipity is a capability. It helps individuals to internalize and adopt strategies that increase the chances of experiencing it. As such, the pursuit for serendipity can help to burst filter bubbles and weaken echo chambers in social media. The article reviews the literature on emerging issues surrounding serendipity in human–computer interactions. By doing so, it firstly presents the study of serendipity and the debate about its role in digital environments. Then, it introduces the main features of a preliminary architecture for serendipity. Finally, it analyzes from an interdisciplinary perspective the values that embraces and sustains. The conclusion is that serendipity can be conceived as an emerging design and ethical principle able to strengthen media pluralism and other emerging human rights in the context of online personalization. Main limitations and potential unintended consequences are also discussed.", "venue": "Ethics and Information Technology", "year": 2019, "referenceCount": 182, "citationCount": 18, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "27670260", "name": "Urbano Reviglio"}]}}, {"contexts": ["According to DeVito’s (2016) analysis of patents, press releases, and securities and exchange commission filings, those algorithms shape story selection in news feeds according to “core values” such as our most important friend-"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "5a76347e257ecc76b68417a3e9b5a468c754ef98", "externalIds": {"MAG": "2594531723", "DOI": "10.1080/15295036.2017.1298142"}, "url": "https://www.semanticscholar.org/paper/5a76347e257ecc76b68417a3e9b5a468c754ef98", "title": "Activating activism: Facebook trending topics, media franchises, and industry disruption", "abstract": "ABSTRACT This research considers the politics of the Facebook platform and the paratextual role of its Trending Topics module in opening the door to #FranchiseActivism: calls for intervention in the media industries’ management and exploitation of specific entertainment properties, organized and mobilized on social media, in which future representations, labor practices, and market priorities for ongoing media franchises often become articulated to the pursuit of social justice. Trending Topics goes beyond enabling activism by selecting, ordering, and organizing its expressions alongside the industrial forms of publicity and promotion also circulating in users’ news feeds. Facebook can alternately push activist conversations about media franchising to the forefront of social media discussion of major entertainment industry franchises or suppress it in favor of celebratory promotional narratives preferred by studio marketers. That Facebook opens doors to activist critique of franchising and puts media industries on the defensive (even as it simultaneously points to their preferred promotional gateways) speaks to the power Facebook algorithms have to shape the field of paratextual possibility. At the same time, human curatorial agency and corporate imperatives impose themselves upon algorithms to privilege the activation of activist perspectives within the hype of media franchising. Ultimately, this research identifies Facebook as a paratextual platform, considering the ways Trending algorithms enable and limit paratextual experiences, specific instances in which Trending Topics privilege activist intertexts alongside studio promotion of major media franchises, as well as the institutional priorities shaping Facebook’s management of this paratextual work. In activating activism in its Trending Topics, the Facebook platform opens the door to critical engagements with media franchising while demonstrating a paratextual framing power that can disrupt the patterns of hype constructed by entertainment media industries.", "venue": "", "year": 2017, "referenceCount": 33, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2109808871", "name": "Derek Johnson"}]}}, {"contexts": ["(pp. 12–13)\nAlgorithms function as gatekeepers by carrying out programmed instructions on\nhow to determine the inclusion or exclusion of material and how to present it in a news feed (DeVito 2016).", "…2017 Informa UK Limited, trading as Taylor & Francis Group\nnon-transparent factors to select and rank news (DeVito 2016), may introduce invisible biases (Diakopoulos 2012), and are based on assumptions about likely user interests that are derived from a…", "Because the algorithms that determine how content is selected and sorted are\nproprietary and constantly being tweaked, it is difficult to determine how they make specific content decisions, and what values drive these choices (DeVito 2016; Gillespie 2014; Vos 2015).", "Algorithmic values identified by DeVito (2016, 14) all involve personal significance such as impact to self and friends, which is a “radical departure from traditional news values, and brings longstanding concerns about the role of personalization in selecting news content to the forefront.”", "…user preferences such as clicks; the number of likes, shares, and comments a post receives from others on Facebook; timeliness/age of a post and whether it is trending; and how long a person spends viewing a post (Backstrom 2013; DeVito 2016; Owens and Vickrey 2014; Pariser 2011; Yu and Tas 2015).", "Algorithms are not neutral but rather objects of human creation that have value decisions embedded in their design (DeVito 2016), reflecting judgments made by programmers, editors, and curators (Diakopoulos 2015; Kitchin 2016) about prioritizing, classifying, associating, and filtering information…"], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "b9b3cda6bbde07dba6813273d77efd6a01f54ccc", "externalIds": {"MAG": "2589844341", "DOI": "10.1080/21670811.2017.1286943"}, "url": "https://www.semanticscholar.org/paper/b9b3cda6bbde07dba6813273d77efd6a01f54ccc", "title": "My News Feed is Filtered?", "abstract": "Personalization algorithms, widely used by digital media sources, filter and prioritize news in ways that may not be apparent to users. Savvy media consumers should be aware of how this technology is used to tailor news to their tastes. This two-part study examines the extent to which US college students are aware of news personalization, and the actions and criteria that affect news selection and prioritization. Interviews with one set of students (N = 37) focus on the news sources they use most often to begin a news search. A subsequent survey given to a second set of students (N = 147) focuses on Google and Facebook, two influential gatekeepers. Results show that students are largely unaware of whether and how news sources track user data and apply editorial judgments to deliver personalized results. These studies identify aspects of news personalization that warrant greater attention in college curricula.", "venue": "", "year": 2017, "referenceCount": 58, "citationCount": 25, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "115701734", "name": "Elia Powers"}]}}, {"contexts": ["Since algorithms are constantly evolving and most often\nprotected trade secrets, DeVito (2016) attempts to ascertain the values inherent in this selection process by looking at public documents from Facebook.", "protected trade secrets, DeVito (2016) attempts to ascertain the values inherent in this"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6020229ee850ebc27d633b506b44a57bc7670746", "externalIds": {"MAG": "2553701539", "DOI": "10.1080/15295036.2016.1227862"}, "url": "https://www.semanticscholar.org/paper/6020229ee850ebc27d633b506b44a57bc7670746", "title": "Stuart Hall’s encoding/decoding model and the circulation of journalism in the digital landscape", "abstract": "ABSTRACT Notions of circuitry are central to Stuart Hall’s conceptualization of how communities, cultures, and media constitute each other. This is very explicit in his encoding/decoding model from 1973. Hall here reserves the term “circulation” for a delimited process within a broader argument for a circular movement, or a “reproduction” of culture through media. In this broader view, however, Hall sees circulation as both technological and hermeneutical processes through which meaning and/or ideology move into and out of discursive form. The encoding/decoding text(s) refer on several occasions to “current affairs” but later applications of this model have somewhat neglected the sphere of journalism. This paper consequently situates Hall’s notions of circulation in relation to new modes of circulating journalism on participatory digital platforms. Given the status of Hall’s model, the overall goal of this re-reading is twofold: seeing Hall through contemporary issues puts into perspective key aspects of Hall’s thinking, while Hall’s framework in turn helps illuminate important characteristics of how journalism is ascribed meaning in a digital landscape. The paper ultimately argues that while Hall’s insistence on seeing the circulation of journalism within a broader circuit of culture is as important as ever, some of his main tenets and assumptions need to be rethought and supplemented in light of newer developments.", "venue": "", "year": 2016, "referenceCount": 49, "citationCount": 13, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118503889", "name": "Henrik Bødker"}]}}]}