{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "01424b465d5fe5aa621eaad1f26aa6745d0309c4", "externalIds": {"MAG": "2408935694", "DOI": "10.4324/9780203877685.CH12"}, "url": "https://www.semanticscholar.org/paper/01424b465d5fe5aa621eaad1f26aa6745d0309c4", "title": "News Values and Selectivity", "abstract": null, "venue": "", "year": 2008, "referenceCount": 0, "citationCount": 191, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1402020241", "name": "Deirdre O’Neill"}, {"authorId": "96954759", "name": "T. Harcup"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "06ba782753bad19254db5d28ad4155556f286ee0", "externalIds": {"MAG": "1563955948"}, "url": "https://www.semanticscholar.org/paper/06ba782753bad19254db5d28ad4155556f286ee0", "title": "Data Management and Analysis Methods", "abstract": "This chapter is about methods for managing and analyzing qualitative data. By qualitative data the authors mean text: newspapers, movies, sitcoms, e-mail traffic, folktales, life histories. They also mean narratives--narratives about getting divorced, about being sick, about surviving hand-to-hand combat, about selling sex, about trying to quit smoking. In fact, most of the archaeologically recoverable information about human thought and human behavior is text, the good stuff of social science.", "venue": "", "year": 2000, "referenceCount": 234, "citationCount": 3586, "influentialCitationCount": 132, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48667560", "name": "G. Ryan"}, {"authorId": "2013947833", "name": "H. Bernard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0d22571135a4cae770ce86c7fe5ec46a3feb0a75", "externalIds": {"DBLP": "journals/jis/BawdenR09", "MAG": "2147131251", "DOI": "10.1177/0165551508095781"}, "url": "https://www.semanticscholar.org/paper/0d22571135a4cae770ce86c7fe5ec46a3feb0a75", "title": "The dark side of information: overload, anxiety and other paradoxes and pathologies", "abstract": "This review article identifies and discusses some of main issues and potential problems — paradoxes and pathologies — around the communication of recorded information, and points to some possible solutions. The article considers the changing contexts of information communication, with some caveats about the identification of `pathologies of information', and analyses the changes over time in the way in which issues of the quantity and quality of information available have been regarded. Two main classes of problems and issues are discussed. The first comprises issues relating to the quantity and diversity of information available: information overload, information anxiety, etc. The second comprises issues relating to the changing information environment with the advent of Web 2.0: loss of identity and authority, emphasis on micro-chunking and shallow novelty, and the impermanence of information. A final section proposes some means of solution of problems and of improvements to the situation.", "venue": "J. Inf. Sci.", "year": 2009, "referenceCount": 102, "citationCount": 816, "influentialCitationCount": 58, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143875700", "name": "D. Bawden"}, {"authorId": "13735470", "name": "L. Robinson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1a83e04483512523060420da237d8f20a300a786", "externalIds": {"MAG": "1795562626", "DOI": "10.1080/1461670X.2012.664341"}, "url": "https://www.semanticscholar.org/paper/1a83e04483512523060420da237d8f20a300a786", "title": "THE FUTURE OF PERSONALIZATION AT NEWS WEBSITES", "abstract": "This paper tracks the recent history of personalization at national news websites in the United Kingdom and United States, allowing an analysis to be made of the reasons for and implications of the adoption of this form of adaptive interactivity. Using three content surveys conducted over three and a half years, the study records—at an unprecedented level of detail—the range of personalization features offered by contemporary news websites, and demonstrates how news organizations increasingly rely on software algorithms to predict readers’ content preferences. The results also detail how news organizations’ deployment of personalization on mobile devices, and in conjunction with social networking platforms, is still at an early stage. In addressing the under-researched but important—and increasingly prevalent—phenomenon of personalization, this paper contributes to debates on journalism's future funding, transparency, and societal benefits.", "venue": "", "year": 2012, "referenceCount": 73, "citationCount": 152, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Engineering"], "authors": [{"authorId": "32615664", "name": "Neil Thurman"}, {"authorId": "2665483", "name": "Steve Schifferes"}]}}, {"contexts": ["The initial codebook was used by an undergraduate research assistant to code each document, and in the grounded theory tradition the coder was able to suggest new codes and theoretical notes to be integrated into further theory (Glaser & Strauss 1967; Ryan & Bernard 2000).", "Codes were primarily inductive, grounded directly in the actual texts to be analyzed (Glaser & Strauss 1967)."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "20c5ec3e46392647f9b85a2d32520b8aee89162c", "externalIds": {"MAG": "2801334108"}, "url": "https://www.semanticscholar.org/paper/20c5ec3e46392647f9b85a2d32520b8aee89162c", "title": "The discovery grounded theory: strategies for qualitative inquiry", "abstract": null, "venue": "", "year": 1967, "referenceCount": 0, "citationCount": 401, "influentialCitationCount": 24, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "152778871", "name": "B. Glaser"}, {"authorId": "46717205", "name": "A. Strauss"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2a22403fceff94c470f7ce43c50d72ddfe499373", "externalIds": {"MAG": "2008901974", "DOI": "10.2139/ssrn.1926244"}, "url": "https://www.semanticscholar.org/paper/2a22403fceff94c470f7ce43c50d72ddfe499373", "title": "Algorithmic Ideology: How Capitalist Society Shapes Search Engines", "abstract": "PREPRINT VERSION!!!; please cite journal article once it has been published! This article investigates how the “new spirit of capitalism” (Boltanski & Chiapello, 2007) gets inscribed in the fabric of search algorithms by way of social practices. Drawing on the tradition of the social construction of technology (SCOT) and 17 qualitative expert interviews I discuss how search engines and their “capital accumulation cycle” (Fuchs, forthcoming) are negotiated and stabilized in a network of actors and interests, website providers and users first and foremost. I further show how corporate search engines and their capitalist ideology are solidified in a socio-political context characterized by a techno-euphoric climate of innovation and a politics of privatization. This analysis provides a valuable contribution to contemporary search engine critique mainly focusing on search engines’ business models and societal implications. It shows that a shift of perspective is needed from impacts search engines have on society towards social practices and power relations involved in the construction of search engines to reconsider and renegotiate search engines and their algorithmic ideology in the future.", "venue": "", "year": 2011, "referenceCount": 44, "citationCount": 146, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40588447", "name": "Astrid Mager"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2ddc5fdab06d1d78d41c39c64c1b9c6ec4fcc6c8", "externalIds": {"MAG": "2131044459", "DOI": "10.1007/s10676-010-9233-7"}, "url": "https://www.semanticscholar.org/paper/2ddc5fdab06d1d78d41c39c64c1b9c6ec4fcc6c8", "title": "Is there an ethics of algorithms?", "abstract": "We argue that some algorithms are value-laden, and that two or more persons who accept different value-judgments may have a rational reason to design such algorithms differently. We exemplify our claim by discussing a set of algorithms used in medical image analysis: In these algorithms it is often necessary to set certain thresholds for whether e.g. a cell should count as diseased or not, and the chosen threshold will partly depend on the software designer’s preference between avoiding false positives and false negatives. This preference ultimately depends on a number of value-judgments. In the last section of the paper we discuss some general principles for dealing with ethical issues in algorithm-design.", "venue": "Ethics and Information Technology", "year": 2011, "referenceCount": 10, "citationCount": 105, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "137499529", "name": "Felicitas Kraemer"}, {"authorId": "21720427", "name": "K. Overveld"}, {"authorId": "34024409", "name": "M. Peterson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "305e9c239ad824bbb85d6e2945f2f9a6f4f97c20", "externalIds": {"MAG": "2008011369", "DOI": "10.1080/19331680903031531"}, "url": "https://www.semanticscholar.org/paper/305e9c239ad824bbb85d6e2945f2f9a6f4f97c20", "title": "Typing Together? Clustering of Ideological Types in Online Social Networks", "abstract": "ABSTRACT In the brief span of only a few years, the Facebook social networking site has emerged as a central forum for social interaction and communication. The fact that Facebook members may well be rich in “virtual social capital” could be important news from the standpoint of political engagement and mobilization, and, more broadly, in terms of the content and patterns of social interaction. In this article, we discuss the significance of the Facebook phenomenon for scholarship on social networks. A brief introduction to Facebook is presented, along with an assessment of the benefits and limitations inherent in research regarding Facebook networks. We then report some preliminary analyses of small samples from those networks. Drawing on past research regarding face-to-face social relationships, we examine whether online linkages possess some of the central characteristics common in more traditional forms of networks. Specifically, we focus on whether there are signs of clustering by Facebook members according to their political views, and whether the effects of tie strength observed in other forms of networks also are in evidence on Facebook.", "venue": "", "year": 2009, "referenceCount": 46, "citationCount": 57, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "69959025", "name": "Brian J. Gaines"}, {"authorId": "102417272", "name": "Jeffery J. Mondak"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "42d7dcc554cd0d0af3b6f5f07afdb2f7c648fd27", "externalIds": {"MAG": "647201115"}, "url": "https://www.semanticscholar.org/paper/42d7dcc554cd0d0af3b6f5f07afdb2f7c648fd27", "title": "Spinning into Control: News Values and Source Strategies", "abstract": "The news encounter news values source strategies scandal scandal and theory Brent Spar information flows, primary definition and the public sphere.", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 80, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "121298583", "name": "J. Palmer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4a57fb370b83ac3d1a886a3fae479e45e5fe156d", "externalIds": {"DBLP": "journals/tois/FriedmanN96", "MAG": "1607120026", "DOI": "10.1145/230538.230561"}, "url": "https://www.semanticscholar.org/paper/4a57fb370b83ac3d1a886a3fae479e45e5fe156d", "title": "Bias in computer systems", "abstract": "From an analysis of actual cases, three categories of bias in computer systems have been developed: preexisting, technical, and emergent. Preexisting bias has its roots in social institutions, practices, and attitudes. Technical bias arises from technical constraints of considerations. Emergent bias arises in a context of use. Although others have pointed to bias inparticular computer systems and have noted the general problem, we know of no comparable work that examines this phenomenon comprehensively and which offers a framework for understanding and remedying it. We conclude by suggesting that freedom from bias should by counted amoung the select set of criteria—including reliability, accuracy, and efficiency—according to which the quality of systems in use in society should be judged.", "venue": "TOIS", "year": 1996, "referenceCount": 32, "citationCount": 621, "influentialCitationCount": 24, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "5abdc579f3e61d614bf004053301035399be25fb", "externalIds": {"MAG": "645679455", "DOI": "10.5860/choice.50-3899"}, "url": "https://www.semanticscholar.org/paper/5abdc579f3e61d614bf004053301035399be25fb", "title": "Automate This: How Algorithms Came to Rule Our World", "abstract": "\"The rousing story of the last gasp of human agency and how today s best and brightest minds are endeavoring to put an end to it.\"It used to be that to diagnose an illness, interpret legal documents, analyze foreign policy, or write a newspaper article you needed a human being with specific skills and maybe an advanced degree or two. These days, high-level tasks are increasingly being handled by algorithms that can do precise work not only with speed but also with nuance. These bots started with human programming and logic, but now their reach extends beyond what their creators ever expected. In this fascinating, frightening book, Christopher Steiner tells the story of how algorithms took over and shows why the bot revolution is about to spill into every aspect of our lives, often silently, without our knowledge. The May 2010 Flash Crash exposed Wall Street s reliance on trading bots to the tune of a 998-point market drop and $1 trillion in vanished market value. But that was just the beginning. In \"Automate This,\" we meet bots that are driving cars, penning haiku, and writing music mistaken for Bach s. They listen in on our customer service calls and figure out what Iran would do in the event of a nuclear standoff. There are algorithms that can pick out the most cohesive crew of astronauts for a space mission or identify the next Jeremy Lin. Some can even ingest statistics from baseball games and spit out pitch-perfect sports journalism indistinguishable from that produced by humans. The interaction of man and machine can make our lives easier. But what will the world look like when algorithms control our hospitals, our roads, our culture, and our national security? What happens to businesses when we automate judgment and eliminate human instinct? And what role will be left for doctors, lawyers, writers, truck drivers, and many others?Who knows maybe there s a bot learning to do your job this minute.\"", "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 104, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "101699746", "name": "Christopher Steiner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "5ec4d6d86187076cdb95988903c8868fc6ec44b4", "externalIds": {"DBLP": "journals/interactions/Churchill13a", "MAG": "2023297762", "DOI": "10.1145/2504847"}, "url": "https://www.semanticscholar.org/paper/5ec4d6d86187076cdb95988903c8868fc6ec44b4", "title": "Putting the person back into personalization", "abstract": "one of the words of our times. I heard it five times yesterday in different conversations. I think I also uttered it once or twice, pushing the count up further. As I reflected on the conversations of the day, it became clear there are many different denotations and connotations of the word personalization. This reminded me of my ruminations on the word social. So, I decided to spend some time researching the concept, trying to understand what personalization means and what happens if you do it. To be a person implies you are an individual, human-like character, an entity with a specific identity, with specific nuances of expression and emotion, and with quirks of character and taste. To personal-ize is to tailor for a specific person. According to the dictionary, if one were to personalize something, one might mark it with initials, a name, or a monogram, as in \" per-sonalizing stationery \" [1]. Or one might \" make something personal, \" specializing a general state of Putting the Person Back into Personalization affairs by adding flavor and nuance that reflect the individual's traits. One might also design or tailor something to meet an individual's specifications, needs, or preferences. Thus, personalization is about individuation and specialization. Arguably, personalization is central to the discipline of human-computer interaction. As my friend Gordon Baxter puts it, \" HCI is about particular people doing particular things in particular contexts. \" Only when we have understood that par-ticularity across a number of cases can we be confident our generalizations and abstractions are truly useful and/or appropriate. This viewpoint exemplifies the case-study approach that is one of the mainstay methods in our practice. In the world of designing Internet applications and services, person-alizing is largely about filtering content to satisfy an individual's particular tastes. In this construction , personalization is a marketing technique, the logical extension of market segmentation. Here, we see the word used more or less synonymously with (and regularly co-occurring with) concepts such as customization, individualization, segmentation, targeting, profiling, one-to-one marketing, and adap-tive services. Influenced by the work of Edward Chamberlain [2] and H.W. Robinson [3] in the 1930s, Wendell Smith in 1956 defined market segmentation as \" viewing a heterogeneous market as a number of smaller homogeneous markets, in response to differing preferences, attributable to the desires of consumers for more precise satisfaction of their varying wants \" [4]. Smith's vision places …", "venue": "INTR", "year": 2013, "referenceCount": 7, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1801572", "name": "E. Churchill"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "5f3dde21c6c90fc7b50842cb77bee6f8d4fc21a7", "externalIds": {"MAG": "2019585945", "DOI": "10.2307/1317652"}, "url": "https://www.semanticscholar.org/paper/5f3dde21c6c90fc7b50842cb77bee6f8d4fc21a7", "title": "Qualitative Research Methods for the Social Sciences", "abstract": "IN THIS SECTION: 1.) BRIEF 2.) COMPREHENSIVE BRIEF TABLE OF CONTENTS: Chapter 1: Introduction Chapter 2: Designing Qualitative Research Chapter 3: Ethical Issues Chapter 4: A Dramaturgical Look at Interviewing Chapter 5: Focus Group Interviewing Chapter 6: Ethnographic Field Strategies Chapter 7: Action Research Chapter 8: Unobtrusive Measures in Research Chapter 9: Social Historical Research and Oral Traditions Chapter 10: Case Studies Chapter 11: An Introduction to Content Analysis Chapter 12: Writing Research Papers: Sorting the Noodles from the Soup COMPREHENSIVE TABLE OF CONTENTS: Chapter 1: Introduction Quantitative Versus Qualitative Schools of Thought Use of Triangulation in Research Methodology Qualitative Strategies: Defining an Orientation From a Symbolic Interactionist Perspective Why Use Qualitative Methods? A Plan of Presentation Chapter 2: Designing Qualitative Research Theory and Concepts Ideas and Theory Reviewing the Literature Evaluating Web Sites Content versus Use Theory, Reality, and the Social World Framing Research Problems Operationalization and Conceptualization Designing Projects Data Collection and Organization Data Storage, Retrieval, and Analysis Dissemination Trying It Out Chapter 3: Ethical Issues Research Ethics in Historical Perspective From Guidelines to Law: Regulations on the Research Process Institutional Review Boards (IRBs) Ethical Codes Some Common Ethical Concerns in Behavioral Research New Areas for Ethical Concern: Cyberspace Informed Consent and Implied Consent Confidentiality and Anonymity Securing the Data Objectivity and Careful Research Design Trying It Out Chapter 4: A Dramaturgical Look at Interviewing Dramaturgy and Interviewing Types of Interviews The Data Collection Instrument Guideline Development Communicating Effectively A Few Common Problems in Question Formulation Pretesting the Schedule Long Versus Short Interviews Telephone Interviews Computer Assisted Interviewing Conducting an Interview: A Natural or an Unnatural Communication? The Dramaturgical Interview The Interviewer's Repertoire Know Your Audience Analyzing Data Obtained from the Dramaturgical Interview Trying It Out Chapter 5: Focus Group Interviewing What are Focus Groups? Working With a Group The Evolution of Focus Group Interviews Facilitating Focus Group Dynamics: How Focus Groups Work The Moderator's Guide Basic Ingredients in Focus Groups Analyzing Focus Group Data Confidentiality and Focus Group Interviews Recent Trends in Focus Groups: Online Focus Groups Trying It Out Chapter 6: Ethnographic Field Strategies Accessing a Field Setting: Getting In Reflectivity and Ethnography Critical Ethnography Becoming Invisible Other Dangers During Ethnographic Research Watching, Listening, and Learning How to Learn: What to Watch and Listen For Computers and Ethnography OnLine Ethnography Analyzing Ethnographic Data Other Analysis Strategies: Typologies, Sociograms, and Metaphors Disengaging: Getting Out Trying It Out Chapter 7: Action Research The Basics of Action Research Identifying the Research Question(s) Gathering the Information to Answer the Question(s) Analyzing and Interpreting the Information Sharing the Results with the Participants When to Use and When Not to Use Action Research The Action Researcher's Role Types of Action Research Photovoice and Action Research Action Research: A Reiteration Trying It Out Chapter 8: Unobtrusive Measures in Research Archival Strategies Physical Erosion and accretion: Human Traces as Data Sources Trying It Out Chapter 9: Social Historical Research and Oral Traditions What Is Historical Research? Life Histories and Social History What Are the Sources of Data for Historical Researchers? Doing Historiography: Tracing Written History as Data What Are Oral Histories? Trying It Out Chapter 10: Case Studies The Nature of Case Studies Theory and Case Studies The Individual Case Study Intrinsic, Instrumental, and Collective Case Studies Case Study Design Types Designing Case Studies The Scientific Benefit of Case Studies Case Studies of Organizations Case Studies of Communities Trying It Out Chapter 11: An Introduction to Content Analysis What is Content Analysis? Analysis of Qualitative Data Content Analysis as a Technique Content Analysis: Quantitative or Qualitative? Communication Components What to Count: Levels and Units of Analysis Category Development: Building Grounded Theory Discourse Analysis and Content Analysis Open Coding Coding Frames Stages in the Content Analysis Process Strengths and Weaknesses of the Content Analysis Process Computers and Qualitative Analysis Qualitative Research at the Speed of Light Trying It Out Chapter 12: Writing Research Papers: Sorting the Noodles from the Soup Plagiarism: What It Is, Why It's Bad, and How to Avoid It Identifying the Purpose of the Writing: Arranging the Noodles Delineating a Supportive Structure: Visual Signals for the Reader Terms and Conditions Presenting Research Material A Word About the Content of Papers and Articles Write It, Rewrite It, Then Write It Again! A Few Writing Hints A Final Note", "venue": "", "year": 1989, "referenceCount": 285, "citationCount": 13789, "influentialCitationCount": 1481, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "115118135", "name": "B. Berg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "6570988aed0141af52514d6c0048903542c47d7e", "externalIds": {"MAG": "1973082961", "DOI": "10.1207/S15327825MCS0323_07"}, "url": "https://www.semanticscholar.org/paper/6570988aed0141af52514d6c0048903542c47d7e", "title": "Agenda-Setting, Priming, and Framing Revisited: Another Look at Cognitive Effects of Political Communication", "abstract": "Agenda-setting, priming, and framing research generally has been examined under the broad category of cognitive media effects. As a result, studies often either examine all 3 approaches in a single study or employ very similar research designs, paying little attention to conceptual differences or differences in the levels of analysis under which each approach is operating. In this article, I revisit agenda-setting, priming, and framing as distinctively different approaches to effects of political communication. Specifically, I argue against more recent attempts to subsume all 3 approaches under the broad concept of agenda-setting and for a more careful explication of the concepts and of their theoretical premises and roots in social psychology and political psychology. Consequently, it calls for a reformulation of relevant research questions and a systematic categorization of research on agenda-setting, priming, and framing. An analytic model is developed that should serve as a guideline for future research in these areas.", "venue": "", "year": 2000, "referenceCount": 88, "citationCount": 1032, "influentialCitationCount": 71, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2994143", "name": "D. Scheufele"}]}}, {"contexts": ["All basic text processing and analysis was completed using R (R Core Team 2014).", "R Core Team."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "659408b243cec55de8d0a3bc51b81173007aa89b", "externalIds": {"MAG": "2582743722"}, "url": "https://www.semanticscholar.org/paper/659408b243cec55de8d0a3bc51b81173007aa89b", "title": "R: A language and environment for statistical computing.", "abstract": "Copyright (©) 1999–2012 R Foundation for Statistical Computing. Permission is granted to make and distribute verbatim copies of this manual provided the copyright notice and this permission notice are preserved on all copies. Permission is granted to copy and distribute modified versions of this manual under the conditions for verbatim copying, provided that the entire resulting derived work is distributed under the terms of a permission notice identical to this one. Permission is granted to copy and distribute translations of this manual into another language, under the above conditions for modified versions, except that this permission notice may be stated in a translation approved by the R Core Team.", "venue": "", "year": 2014, "referenceCount": 0, "citationCount": 224434, "influentialCitationCount": 24498, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "68986511", "name": "R. Team"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "693914b7f38c19585e35668fd626aecf62d4c5e7", "externalIds": {"MAG": "2161793142", "DOI": "10.18637/JSS.V025.I05"}, "url": "https://www.semanticscholar.org/paper/693914b7f38c19585e35668fd626aecf62d4c5e7", "title": "Text Mining Infrastructure in R", "abstract": "During the last decade text mining has become a widely used discipline utilizing statistical and machine learning methods. We present the tm package which provides a framework for text mining applications within R. We give a survey on text mining facilities in R and explain how typical application tasks can be carried out using our framework. We present techniques for count-based analysis methods, text clustering, text classification and string kernels.", "venue": "", "year": 2008, "referenceCount": 93, "citationCount": 935, "influentialCitationCount": 29, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2711164", "name": "Ingo Feinerer"}, {"authorId": "1764952", "name": "K. Hornik"}, {"authorId": "153939986", "name": "David Meyer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "6d7734416d81c1b45fb571d6183f350334105261", "externalIds": {"DOI": "10.1037/0022-3514.49.3.577", "PubMed": "4045697"}, "url": "https://www.semanticscholar.org/paper/6d7734416d81c1b45fb571d6183f350334105261", "title": "The hostile media phenomenon: biased perception and perceptions of media bias in coverage of the Beirut massacre.", "abstract": "After viewing identical samples of major network television coverage of the Beirut massacre, both pro-Israeli and pro-Arab partisans rated these programs, and those responsible for them, as being biased against their side. This hostile media phenomenon appears to involve the operation of two separate mechanisms. First, partisans evaluated the fairness of the media's sample of facts and arguments differently: in light of their own divergent views about the objective merits of each side's case and their corresponding views about the nature of unbiased coverage. Second, partisans reported different perceptions and recollections about the program content itself; that is, each group reported more negative references to their side than positive ones, and each predicted that the coverage would sway nonpartisans in a hostile direction. Within both partisan groups, furthermore, greater knowledge of the crisis was associated with stronger perceptions of media bias. Charges of media bias, we concluded, may reflect more than self-serving attempts to secure preferential treatment. They may result from the operation of basic cognitive and perceptual mechanisms, mechanisms that should prove relevant to perceptions of fairness or objectivity in a wide range of mediation and negotiation contexts.", "venue": "Journal of personality and social psychology", "year": 1985, "referenceCount": 13, "citationCount": 406, "influentialCitationCount": 32, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "145953454", "name": "R. Vallone"}, {"authorId": "122645565", "name": "L. Ross"}, {"authorId": "81476483", "name": "M. Lepper"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "6db9f8f66366d8390b956606443668cbed9fe6c0", "externalIds": {"MAG": "2023828370", "DOI": "10.2139/SSRN.1959086"}, "url": "https://www.semanticscholar.org/paper/6db9f8f66366d8390b956606443668cbed9fe6c0", "title": "THE NEXT DECADE IN INTERNET TIME: Ways ahead for new media studies", "abstract": "In this paper three features of the Internet/new media that have developed over the last decade are discussed: the relational Internet, the enclosed Internet, and the \"mean world\" Internet. These features correspond to the three interrelated elements of new media infrastructure proposed by Lievrouw & Livingstone (2006): the practices in which people engage to interact and share information and meaning; the tools, devices or artifacts that people create and use in order to do so; and the social arrangements or institutional forms that develop out of and around those practices and tools. Together, the three features have had an important influence on the ways that new media are understood and used, and have helped shift popular discourses and the study of new media from an emphasis on possibility, novelty, adaptability and openness, toward greater preoccupations with risk, conflict, vulnerability, routinization, stability and control. Given these conditions, the author proposes that three problem areas - again corresponding to practices, tools, and social arrangements - may be important directions for new media studies over the \"next decade in Internet time\". Network literacies and pedagogies must be developed and implemented that prepare individuals to be full and effective participants in society, politics, and culture. Dead media may pose increasing challenges to sustainable cultural heritage, as well as to ever more intrusive regimes of total surveillance and capture of personal information, enabling a \"right to be forgotten.\" Commons knowledge projects may challenge and even reconfigure the foundations of institutional authority, expertise, legitimacy, and power.", "venue": "", "year": 2012, "referenceCount": 31, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2183448", "name": "L. Lievrouw"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "6fe69cacfc306d6d42467cf89982ff3691513dfc", "externalIds": {"DBLP": "journals/nms/Bucher12", "MAG": "2109741756", "DOI": "10.1177/1461444812440159"}, "url": "https://www.semanticscholar.org/paper/6fe69cacfc306d6d42467cf89982ff3691513dfc", "title": "Want to be on the top? Algorithmic power and the threat of invisibility on Facebook", "abstract": "This article explores the new modalities of visibility engendered by new media, with a focus on the social networking site Facebook. Influenced by Foucault’s writings on Panopticism – that is, the architectural structuring of visibility – this article argues for understanding the construction of visibility on Facebook through an architectural framework that pays particular attention to underlying software processes and algorithmic power. Through an analysis of EdgeRank, the algorithm structuring the flow of information and communication on Facebook’s ‘News Feed’, I argue that the regime of visibility constructed imposes a perceived ‘threat of invisibility’ on the part of the participatory subject. As a result, I reverse Foucault’s notion of surveillance as a form of permanent visibility, arguing that participatory subjectivity is not constituted through the imposed threat of an all-seeing vision machine, but by the constant possibility of disappearing and becoming obsolete.", "venue": "New Media Soc.", "year": 2012, "referenceCount": 46, "citationCount": 601, "influentialCitationCount": 51, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "38516982", "name": "Taina Bucher"}]}}, {"contexts": ["Many theorists (e.g., Bozdag 2013; Gillespie, 2014; Pariser 2011; Sunstien 2001) have warned of the potential for personalization to form filter bubbles and feedback loops that reduce exposure to counterattitudinal information, cutting off the debates and exchanges of ideas that\nare central to the…", "“Relevance,” however, is a tricky construct – it is highly subjective in the absence of defined criteria, and there is no independent definition of what is relevant to a particular audience (Gillespie 2014).", "Engineers must choose exactly what variables they are evaluating and working with (Steiner 2012) and what data sources the algorithm will draw on (Gillespie 2014).", "On the one hand, engineers can decide to make popularity the key value, prioritizing the majority’s opinion and, potentially, causing majority dominance over what should be localized topics (Gillespie 2014).", "Today, algorithms are likewise using supplied criteria to determine what is “relevant” to their audiences and worth knowing (Gillespie 2014; Tufecki 2015).", "…“technical bias” which comes from the limitations of technology itself, including the technical limitations of databases they draw from, available storage and processing power, and the influence of any errors in their code (Friedman & Nissenbaum 1996; Gillespie 2014; Introna & Nissenbaum 2000).", "Increasingly, these functions are being transferred to mediating algorithms (Gillespie 2014; Pariser 2011)."], "isInfluential": true, "intents": ["background", "methodology"], "citedPaper": {"paperId": "746fe3c376041dbd1a5a042584f47bff02c0d272", "externalIds": {"MAG": "2186089794", "DOI": "10.7551/mitpress/9780262525374.003.0009"}, "url": "https://www.semanticscholar.org/paper/746fe3c376041dbd1a5a042584f47bff02c0d272", "title": "The Relevance of Algorithms", "abstract": "This chapter contains section titled: Patterns of Inclusion, Cycles of Anticipation, The Evaluation of Relevance, The Promise of Algorithmic Objectivity, Entanglement with Practice, The Production of Calculated Publics, Conclusion, Acknowledgments, Notes", "venue": "", "year": 2013, "referenceCount": 138, "citationCount": 961, "influentialCitationCount": 73, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2650288", "name": "Tarleton Gillespie"}, {"authorId": "3077056", "name": "P. Boczkowski"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "74ce57c4c83676c9daff59140bc141c7f51684fe", "externalIds": {"MAG": "1495550713", "DBLP": "journals/jthtl/Pasquale11"}, "url": "https://www.semanticscholar.org/paper/74ce57c4c83676c9daff59140bc141c7f51684fe", "title": "Restoring Transparency to Automated Authority", "abstract": "Leading finance, health care, and internet firms shroud key operations in secrecy. Our markets, research, and life online are increasingly mediated by institutions that suffer serious transparency deficits. When a private entity grows important enough, it should be subject to transparency requirements that reflect its centrality. The increasing intertwining of governmental, business, and academic entities should provide some leverage for public-spirited appropriators and policymakers to insist on more general openness.However well an \"invisible hand\" coordinates economic activity generally, markets depend on reliable information about the practices of core firms that finance, rank, and rate entities in the rest of the economy. Brandishing quasi-governmental authority to determine which enterprises are funded and found, they need to be held to a higher standard than the average firm.", "venue": "J. Telecommun. High Technol. Law", "year": 2011, "referenceCount": 12, "citationCount": 76, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "24272314", "name": "Frank A. Pasquale"}]}}, {"contexts": ["…media certainly does not dictate public opinion (Bennett & Iyengar 2008), but it does play a key role in defining what issues are relevant enough to be included in the public conversation (McCombs & Shaw 1972; Scheufele 2000) and the terms in which those issues should be discussed (Scheufele 1999).", "As Facebook assumes the role of news source, it takes on some of the influential gatekeeping and agenda-setting functions that have traditionally been performed by human editors (McCombs & Shaw 1972).", "The gatekeeping and agenda-setting roles of both traditional and now algorithmic news sources play key roles in determining the content and vocabulary of the public conversation (McCombs & Shaw 1972; Scheufele 1999; Scheufele 2000), so we need to understand how these roles are carried out."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "76624c57c205e02f6a1a5445e071e43125a717fb", "externalIds": {"MAG": "1969825751", "DOI": "10.1016/S0363-8111(77)80008-8"}, "url": "https://www.semanticscholar.org/paper/76624c57c205e02f6a1a5445e071e43125a717fb", "title": "Agenda setting function of mass media", "abstract": "Public relations practitioners have long attempted to persuade publics through mass media campaigns. Social scientists, likewise, have searched for the most persuasive mix of messages and media. Most of this research, however, indicates that the media seldom change attitudes and behavior, and that persuasion is, therefore, an unrealistic objective for a media campaign. Led by Maxwell McCombs, the author of this article, communication researchers have discovered a logical and more realistic effect of media: While the media do not tell people what to think, they tell people what to think about. That is, the media determine which issues—and which organizations—will be put on the public agenda for discussion. In this article, McCombs summarizes research on agenda-setting and then discusses its implications for public relations.", "venue": "", "year": 1977, "referenceCount": 4, "citationCount": 2300, "influentialCitationCount": 98, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "11656967", "name": "M. McCombs"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "78b0604a54c75aa77eb9dd0dfa9742058e0e78b2", "externalIds": {"MAG": "2984503800"}, "url": "https://www.semanticscholar.org/paper/78b0604a54c75aa77eb9dd0dfa9742058e0e78b2", "title": "The Interpretation of Documents and Material Culture", "abstract": "This invention is addressed to the preparation of organic dyes which are soluble in an organic solvent and which are prepared by contacting an aqueous solution of a dye which is soluble in water but insoluble in an organic media with a solution of an organic solvent of an anionic emulsifier, and then separating the aqueous phase from the organic phase containing the dye dissolved therein.", "venue": "", "year": 1994, "referenceCount": 0, "citationCount": 1261, "influentialCitationCount": 71, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Chemistry"], "authors": [{"authorId": "2674269", "name": "I. Hodder"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "79b6d23a922e30a841ac9ff2106629fa74143d30", "externalIds": {"DBLP": "reference/mm/X08au", "DOI": "10.1007/978-0-387-78414-4_639", "PubMed": "18686415"}, "url": "https://www.semanticscholar.org/paper/79b6d23a922e30a841ac9ff2106629fa74143d30", "title": "Content Analysis", "abstract": "Researchers initially have addressed the problem of spam detection as a text classification or categorization problem. However, as spammers’ continue to develop new techniques and the type of email content becomes more disparate, text-based anti-spam approaches alone are not sufficiently enough in preventing spam. In an attempt to defeat the anti-spam development technologies, spammers have recently adopted the image spam trick to make the scrutiny of emails’ body text inefficient. The main idea behind this project is to design a spam detection system. The system will be enabled to analyze the content of emails, in particular the artificially generated image sent as attachment in an email. The system will analyze the image content and classify the embedded image as spam or legitimate hence classify the email accordingly.", "venue": "Encyclopedia of Multimedia", "year": 2008, "referenceCount": 340, "citationCount": 2937, "influentialCitationCount": 230, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Computer Science"], "authors": [{"authorId": "3813003", "name": "A. Twycross"}, {"authorId": "4038784", "name": "L. Shields"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "892c64f1f04ef50d81655fc359d8d906ec720697", "externalIds": {"DBLP": "journals/nms/CaersFCSVB13", "MAG": "2117535576", "DOI": "10.1177/1461444813488061"}, "url": "https://www.semanticscholar.org/paper/892c64f1f04ef50d81655fc359d8d906ec720697", "title": "Facebook: A literature review", "abstract": "This article provides a critical review of scientific, peer reviewed, articles on Facebook between 2006 and 2012. The review shows that while there are yet numerous articles on various aspects of the social network site, there are still many gaps to be filled. Also, due to the limited scope of many articles (in sample sizes as well as in the number of countries included in the studies) and frequent changes to Facebook’s design and features, it is not only necessary to revisit many of these articles but also to integrate their research findings. The review ends with a critical discussion and directions for future research.", "venue": "New Media Soc.", "year": 2013, "referenceCount": 138, "citationCount": 140, "influentialCitationCount": 18, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1970413", "name": "R. Caers"}, {"authorId": "1931886", "name": "T. D. Feyter"}, {"authorId": "7586648", "name": "M. D. Couck"}, {"authorId": "31979209", "name": "T. Stough"}, {"authorId": "49300769", "name": "C. Vigna"}, {"authorId": "2251461", "name": "C. D. Bois"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "92427eb200269686224441fd9877de58a0a3c506", "externalIds": {"MAG": "1559274489", "DOI": "10.1080/17512780701275507"}, "url": "https://www.semanticscholar.org/paper/92427eb200269686224441fd9877de58a0a3c506", "title": "THE JOURNALISTIC GUT FEELING", "abstract": "What goes on in editorial conferences and how do news journalists decide what is newsworthy? The journalistic “gut feeling” is an important part of the professional self-understanding of journalists and editors expressing how news judgements seem self-evident and self-explaining to the practitioners. This article presents an analysis of everyday news work drawing on the theoretical framework of Pierre Bourdieu and using ethnographic material from observations of editorial practices in a Danish television newsroom as a case study. The analytical concepts “journalistic doxa”, “news habitus” and “editorial capital” are put to empirical work on close-up observations of journalistic practices in editorial conferences and two types of news values are identified as part of the journalistic “gut feeling”: the explicit orthodox/heterodox news values which are part of the sphere of journalistic judgement, and the implicit, silent doxic news values which are part of the sphere of journalistic doxa. An important task for future studies of journalistic practice is to investigate the seemingly self-evident orthodox news values as well as making visible the doxic news values imbedded in journalistic practice.", "venue": "", "year": 2007, "referenceCount": 44, "citationCount": 268, "influentialCitationCount": 11, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2085905622", "name": "Ida Schultz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "92f031a0130721cf3e75df7c198f7ceae4eab98a", "externalIds": {"MAG": "2150957645", "DOI": "10.1086/267990"}, "url": "https://www.semanticscholar.org/paper/92f031a0130721cf3e75df7c198f7ceae4eab98a", "title": "THE AGENDA-SETTING FUNCTION OF MASS MEDIA", "abstract": "In choosing and displaying news, editors, newsroom staff, and broadcasters play an important part in shaping political reality. Readers learn not only about a given issue, but also how much importance to attach to that issue from the amount of information in a news story and its position. In reflecting what candidates are saying during a campaign, the mass media may well determine the important issues—that is, the media may jet the \"agenda\" of the campaign. The authors are associate professors of journalism at the University of North Carolina, Chapel Hill.", "venue": "", "year": 1972, "referenceCount": 0, "citationCount": 5037, "influentialCitationCount": 148, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "11656967", "name": "M. McCombs"}, {"authorId": "79913405", "name": "D. Shaw"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "93139a347f8dff2d40d14271c40b742075449485", "externalIds": {"MAG": "2055957857", "DOI": "10.1111/J.1460-2466.1999.TB02784.X"}, "url": "https://www.semanticscholar.org/paper/93139a347f8dff2d40d14271c40b742075449485", "title": "Framing as a theory of media effects", "abstract": "Research on framing is characterized by theoretical and empirical vagueness. This is due, in part, to the lack of a commonly shared theoretical model underlying framing research. Conceptual problems translate into operational problems, limiting the comparability of instruments and results. In this paper I systematize the fragmented approaches to framing in political communication and integrate them into a comprehensive model. I classify previous approaches to framing research along two dimensions: the type of frame examined (media frames vs. audience frames) and the way frames are operationalized (independent variable or dependent variable). I develop a process model of framing, identifying four key processes that should be addressed in future research: frame building, frame setting, individual-level processes of framing, and a feedback loop from audiences to journalists.", "venue": "", "year": 1999, "referenceCount": 95, "citationCount": 3073, "influentialCitationCount": 264, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2994143", "name": "D. Scheufele"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "9f4c344623112ea90554f0b2b5e3062efb0f8abb", "externalIds": {"MAG": "2167814961", "DOI": "10.1111/COMT.12039"}, "url": "https://www.semanticscholar.org/paper/9f4c344623112ea90554f0b2b5e3062efb0f8abb", "title": "Automated Media: An Institutional Theory Perspective on Algorithmic Media Production and Consumption", "abstract": "Communication scholars have recently begun to recognize and investigate the importance of algorithms to a wide range of processes related to the production and consumption of media content. There have been few efforts thus far, though, to connect these developments to potentially relevant bodies of existing theory and research. This article seeks to address this gap by exploring the utility of institutional theory as a potentially useful analytical framework for continued inquiry into the role of algorithms in the operation of media systems, and by offering some suggestions for ways in which an institutional analytical frame can be extended into algorithmic contexts.", "venue": "", "year": 2014, "referenceCount": 115, "citationCount": 191, "influentialCitationCount": 9, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "39277002", "name": "Philip M. Napoli"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a0e766325cf9616c69bd1c27b55c2f668526b747", "externalIds": {"MAG": "2061165722", "DOI": "10.1080/14616700118449"}, "url": "https://www.semanticscholar.org/paper/a0e766325cf9616c69bd1c27b55c2f668526b747", "title": "What Is News? Galtung and Ruge revisited", "abstract": "This study aims to shed light on the news selection process by examining the news values currently operational in British newspapers. The study takes as its starting point Galtung and Ruge's widely cited taxonomy of news values established in their 1965 study and puts these criteria to the test in an empirical analysis of news published in three national daily UK newspapers. A review of Galtung and Ruge's original study as well as a wider review of related literature is provided. The findings of the news content analysis are used to evaluate critically Galtung and Ruge's original criteria and to propose a contemporary set of news values.", "venue": "", "year": 2001, "referenceCount": 54, "citationCount": 926, "influentialCitationCount": 29, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "96954759", "name": "T. Harcup"}, {"authorId": "1402020241", "name": "Deirdre O’Neill"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "abb054df8076453474879fe9d25830af5715ad1b", "externalIds": {"MAG": "2037451280", "DOI": "10.1007/s10676-013-9321-6"}, "url": "https://www.semanticscholar.org/paper/abb054df8076453474879fe9d25830af5715ad1b", "title": "Bias in algorithmic filtering and personalization", "abstract": "Online information intermediaries such as Facebook and Google are slowly replacing traditional media channels thereby partly becoming the gatekeepers of our society. To deal with the growing amount of information on the social web and the burden it brings on the average user, these gatekeepers recently started to introduce personalization features, algorithms that filter information per individual. In this paper we show that these online services that filter information are not merely algorithms. Humans not only affect the design of the algorithms, but they also can manually influence the filtering process even when the algorithm is operational. We further analyze filtering processes in detail, show how personalization connects to other filtering techniques, and show that both human and technical biases are present in today’s emergent gatekeepers. We use the existing literature on gatekeeping and search engine bias and provide a model of algorithmic gatekeeping.", "venue": "Ethics and Information Technology", "year": 2013, "referenceCount": 160, "citationCount": 334, "influentialCitationCount": 22, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1779305", "name": "E. Bozdag"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "b2e04e4bcd9b1a46541d4b115aae031dbaa1233a", "externalIds": {"MAG": "2332851105", "DOI": "10.1080/21670811.2014.976411"}, "url": "https://www.semanticscholar.org/paper/b2e04e4bcd9b1a46541d4b115aae031dbaa1233a", "title": "Algorithmic Accountability", "abstract": "Every day automated algorithms make decisions that can amplify the power of businesses and governments. Yet as algorithms come to regulate more aspects of our lives, the contours of their power can remain difficult to grasp. This paper studies the notion of algorithmic accountability reporting as a mechanism for elucidating and articulating the power structures, biases, and influences that computational artifacts exercise in society. A framework for algorithmic power based on autonomous decision-making is proffered and motivates specific questions about algorithmic influence. Five cases of algorithmic accountability reporting involving the use of reverse engineering methods in journalism are then studied and analyzed to provide insight into the method and its application in a journalism context. The applicability of transparency policies for algorithms is discussed alongside challenges to implementing algorithmic accountability as a broadly viable investigative method.", "venue": "", "year": 2015, "referenceCount": 68, "citationCount": 283, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2943892", "name": "N. Diakopoulos"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "b38c6d21011934dd5550b7bfc8d3245c1b581cc7", "externalIds": {"DBLP": "journals/itp/LightM10", "MAG": "1577120363", "DOI": "10.1108/09593841011087770"}, "url": "https://www.semanticscholar.org/paper/b38c6d21011934dd5550b7bfc8d3245c1b581cc7", "title": "Ethics and social networking sites: a disclosive analysis of Facebook", "abstract": "Purpose – This paper aims to provide insights into the moral values embodied by a popular social networking site (SNS), Facebook.Design/methodology/approach – This study is based upon qualitative fieldwork, involving participant observation, conducted over a two‐year period. The authors adopt the position that technology as well as humans has a moral character in order to disclose ethical concerns that are not transparent to users of the site.Findings – Much research on the ethics of information systems has focused on the way that people deploy particular technologies, and the consequences arising, with a view to making policy recommendations and ethical interventions. By focusing on technology as a moral actor with reach across and beyond the internet, the authors reveal the complex and diffuse nature of ethical responsibility and the consequent implications for governance of SNS.Research limitations/implications – The authors situate their research in a body of work known as disclosive ethics, and argue...", "venue": "Inf. Technol. People", "year": 2010, "referenceCount": 77, "citationCount": 117, "influentialCitationCount": 6, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Computer Science", "Sociology"], "authors": [{"authorId": "1805598", "name": "B. Light"}, {"authorId": "3702225", "name": "K. McGrath"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "bc45751966e392a2869bca5f38e1d59c162f53bd", "externalIds": {"MAG": "1508595572", "DOI": "10.5860/choice.51-2140"}, "url": "https://www.semanticscholar.org/paper/bc45751966e392a2869bca5f38e1d59c162f53bd", "title": "Infoglut: How Too Much Information Is Changing the Way We Think and Know", "abstract": "Today, more mediated information is available to more people than at any other time in human history. New and revitalized sense-making strategies multiply in response to the challenges of \"cutting through the clutter\" of competing narratives and taming the avalanche of information. Data miners, \"sentiment analysts,\" and decision markets offer to help bodies of data \"speak for themselves\"making sense of their own patterns so we dont have to. Neuromarketers and body language experts promise to peer behind peoples words to see what their brains are really thinking and feeling. New forms of information processing promise to displace the need for expertise and even comprehensionat least for those with access to the data. Infoglut explores the connections between these wide-ranging sense-making strategies for an era of information overload and \"big data,\" and the new forms of control they enable. Andrejevic critiques the popular embrace of deconstructive debunkery, calling into question the post-truth, post-narrative, and post-comprehension politics it underwrites, and tracing a way beyond them.", "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 313, "influentialCitationCount": 32, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "50056732", "name": "M. Andrejevic"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "c8665198592b52ba122e5cf84032a9bc1c61eade", "externalIds": {"MAG": "1686065478", "DOI": "10.1126/science.aaa1160", "PubMed": "25953820"}, "url": "https://www.semanticscholar.org/paper/c8665198592b52ba122e5cf84032a9bc1c61eade", "title": "Exposure to ideologically diverse news and opinion on Facebook", "abstract": "Not getting all sides of the news? People are increasingly turning away from mass media to social media as a way of learning news and civic information. Bakshy et al. examined the news that millions of Facebook users' peers shared, what information these users were presented with, and what they ultimately consumed (see the Perspective by Lazer). Friends shared substantially less cross-cutting news from sources aligned with an opposing ideology. People encountered roughly 15% less cross-cutting content in news feeds due to algorithmic ranking and clicked through to 70% less of this cross-cutting content. Within the domain of political news encountered in social media, selective exposure appears to drive attention. Science, this issue p. 1130; see also p. 1090 Despite the diversity of information available, people still pay attention to a limited range of opinions. [Also see Perspective by Lazer] Exposure to news, opinion, and civic information increasingly occurs through social media. How do these online networks influence exposure to perspectives that cut across ideological lines? Using deidentified data, we examined how 10.1 million U.S. Facebook users interact with socially shared news. We directly measured ideological homophily in friend networks and examined the extent to which heterogeneous friends could potentially expose individuals to cross-cutting content. We then quantified the extent to which individuals encounter comparatively more or less diverse content while interacting via Facebook’s algorithmically ranked News Feed and further studied users’ choices to click through to ideologically discordant content. Compared with algorithmic ranking, individuals’ choices played a stronger role in limiting exposure to cross-cutting content.", "venue": "Science", "year": 2015, "referenceCount": 48, "citationCount": 1552, "influentialCitationCount": 105, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Sociology"], "authors": [{"authorId": "3071703", "name": "E. Bakshy"}, {"authorId": "50252567", "name": "Solomon Messing"}, {"authorId": "1778398", "name": "Lada A. Adamic"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ca8a7e4df5157400bf277c43a92288528840f7d7", "externalIds": {"MAG": "2121451734", "DOI": "10.1111/J.1460-2466.2010.01497.X"}, "url": "https://www.semanticscholar.org/paper/ca8a7e4df5157400bf277c43a92288528840f7d7", "title": "Polarization and Partisan Selective Exposure", "abstract": "Today, people can easily select media outlets sharing their political predispositions, a behavior known as partisan selective exposure. Additional research is needed, however, to better understand the causes and consequences of partisan selective exposure. This study investigates the relationship between partisan selective exposure and political polarization using data from the National Annenberg Election Survey. Cross-sectional results show strong evidence that partisan selective exposure is related to polarization. Over-time analyses document that partisan selective exposure leads to polarization. Some evidence supports the reverse causal direction, namely that polarization leads to partisan selective exposure. Implications for the study of media effects and normative implications—both positive and negative—are discussed.", "venue": "", "year": 2010, "referenceCount": 59, "citationCount": 731, "influentialCitationCount": 67, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "40387300", "name": "N. Stroud"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "cdebd76f51d11779684878f25dac595508e30f3b", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/cdebd76f51d11779684878f25dac595508e30f3b", "title": "Mining Social Networks for Viral Marketing", "abstract": "Traditionally, social network models have been descriptive, rather than predictive: they are built at a very coarse level, typically with only a few global parameters, and are not useful for making actual predictions of the future behavior of the network. In the past, this was largely due to lack of data: the networks available for experimental study were small and few, and contained only minimal information about each node. Fortunately, the rise of the Internet has changed this dramatically. Massive quantities of data on very large social networks are now available from blogs, knowledge-sharing sites, collaborative filtering systems, online gaming, social networking sites, newsgroups, chat rooms, etc. These networks typically number in the tens of thousands to millions of nodes, and often contain substantial quantities of information at the level of individual nodes, sufficient to build models of those individuals. Assembling these models into models of the larger network they are part of gives us an unprecedented level of detail in social network analysis, with the corresponding potential for new understanding, useful predictions, and their productive use in decision-making. We have begun to build social network models at this scale, using data from the Epinions knowledge-sharing site, the EachMovie collaborative filtering system, and others [1, 6]. These models allow us to design “viral marketing” plans that maximize positive word-of-mouth among customers. In our experiments, this makes it possible to achieve much higher profits than if we ignore interactions among customers and the corresponding network effects, as traditional marketing does.", "venue": "", "year": null, "referenceCount": 8, "citationCount": 218, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1740213", "name": "Pedro M. Domingos"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ceeaad58b1eb41a7ae3009a7e21b8948a58d9289", "externalIds": {"MAG": "2044034102", "DOI": "10.1177/107769900908600111"}, "url": "https://www.semanticscholar.org/paper/ceeaad58b1eb41a7ae3009a7e21b8948a58d9289", "title": "News Values, Media Coverage, and Audience Attention: An Analysis of Direct and Mediated Causal Relationships", "abstract": "This study examined causal relationships among news values, media coverage, and audience attention. News values—deviance and social significance—for 104 news events were measured. Then, media coverage of and audience attention to the events were obtained from Pew Research Center's two data sources. A structural equation model showed a significant effect of news values on the amount of media coverage and also a significant effect of media coverage on audience attention. Further, news values indirectly influenced audience attention, mediated by the media coverage.", "venue": "", "year": 2009, "referenceCount": 64, "citationCount": 48, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1672885411", "name": "Jong Hyuk Lee"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "cfb7d739d6f73fb0156da05c38700b5cc0ba34e4", "externalIds": {"MAG": "307140327"}, "url": "https://www.semanticscholar.org/paper/cfb7d739d6f73fb0156da05c38700b5cc0ba34e4", "title": "Deciding What's News: A Study of CBS Evening News, NBC Nightly News, Newsweek, and Time", "abstract": null, "venue": "", "year": 2005, "referenceCount": 0, "citationCount": 1302, "influentialCitationCount": 154, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "39448625", "name": "Lee Wilkins"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d4b1e40d79d93b69b41091d3b5e20d109fcc1657", "externalIds": {"MAG": "1995298384", "DOI": "10.1111/J.1460-2466.2008.00410.X"}, "url": "https://www.semanticscholar.org/paper/d4b1e40d79d93b69b41091d3b5e20d109fcc1657", "title": "A New Era of Minimal Effects? The Changing Foundations of Political Communication", "abstract": "The great thinkers who influenced the contemporary field of political communication were preoccupied with understanding the political, social, psychological, and economic transformations in modern industrial society. But societies have changed so dramatically since the time of these landmark contributions that one must question the continuing relevance of paradigms drawn from them. To cite but a few examples, people have become increasingly detached from overarching institutions such as public schools, political parties, and civic groups, which at one time provided a shared context for receiving and interpreting messages. What are the implications of this detachment on how people respond to media messages? Information channels have proliferated and simultaneously become more individualized. Is it still relevant to conceive of ‘‘mass media’’ or has that concept been made obsolete by audience fragmentation and isolation from the public sphere? Does this new environment foreshadow a return to a time of minimal effects? If we are looking at a new minimal effects era, how can we distinguish it from the last such period? Retracing some of the intellectual origins of the field may help us identify the fundamental changes in society and communication technologies that are affecting the composition of audiences, the delivery of information, and the experience of politics itself. In particular, we are concerned with the growing disjuncture between the prevailing research strategies and the sociotechnological context of political communication, which may give rise to unproductive battles over findings (Donsbach, 2006). To the extent that research paradigms fail to reflect prevailing social and technological patterns, the validity of results will be in serious question. Consider just one case in point: the famous earlier era of ‘‘minimal effects’’ that emerged from studies done in the 1940s and early 1950s (Klapper, 1960). The underlying context for this scholarship consisted of a premass communication media system and relatively dense memberships in a group-based society networked through political parties, churches, unions, and service organizations (Putnam, 2000). At this time, scholars concluded that media messages were filtered through social reference processes as described in the two-step flow model proposed by Katz and Lazarsfeld (1955; Bennett & Manheim, 2006). Although the classic study by Lang", "venue": "", "year": 2008, "referenceCount": 161, "citationCount": 1093, "influentialCitationCount": 57, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145449643", "name": "W. Bennett"}, {"authorId": "39120083", "name": "S. Iyengar"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d8df3988a4801da47badb86f74cf8d534a23b3d5", "externalIds": {"DBLP": "journals/firstmonday/KushinK09", "MAG": "2137188527", "DOI": "10.5210/FM.V14I11.2645"}, "url": "https://www.semanticscholar.org/paper/d8df3988a4801da47badb86f74cf8d534a23b3d5", "title": "Getting Political on Social Network Sites: Exploring Online Political Discourse on Facebook", "abstract": "This study explores use of the social network site Facebook for online political discussion. Online political discussion has been criticized for isolating disagreeing persons from engaging in discussion and for having an atmosphere of uncivil discussion behavior. Analysis reveals the participation of disagreeing parties within the discussion with the large majority of posters (73 percent) expressing support for the stated position of the Facebook group, and a minority of posters (17 percent) expressing opposition to the position of the group. Despite the presence of uncivil discussion posting within the Facebook group, the large majority of discussion participation (75 percent) is devoid of flaming. Results of this study provide important groundwork and raise new questions for study of online political discussion as it occurs in the emergent Internet technologies of social network sites.", "venue": "First Monday", "year": 2009, "referenceCount": 0, "citationCount": 165, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2134132", "name": "M. Kushin"}, {"authorId": "48317605", "name": "Kelin Kitchener"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "daad92c87747a6a63667028949ed5c3407ee7238", "externalIds": {"MAG": "2057618726", "DOI": "10.2139/SSRN.1929095"}, "url": "https://www.semanticscholar.org/paper/daad92c87747a6a63667028949ed5c3407ee7238", "title": "Social Science Research Methods in Internet Time", "abstract": "This paper discusses three interrelated challenges related to conducting social science research in “Internet Time.” The rate at which the Internet is both diffusing through society and also developing new capacities is unprecedented. It creates some novel challenges for scholarly research. Many of our most robust research methods are based upon ceteris paribus assumptions that do not hold in the online environment. The rate of change online narrows the range of questions that can be answered using traditional tools. Meanwhile, new research methods are untested and often rely upon data sources that are incomplete and systematically flawed. The paper details these challenges, then proposes that scholars embrace the values of transparency and kludginess in order to answer important research questions in a rapidly-changing communications environment.", "venue": "", "year": 2012, "referenceCount": 51, "citationCount": 161, "influentialCitationCount": 11, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2257133", "name": "D. Karpf"}]}}, {"contexts": ["As noted above, though the vast majority of consumers are not editors, editorial methods and values are well-documented (e.g., Gans 1979; O’Neill & Harcup 2009), tracked over time (e.g., Michelstein & Boczkowski 2009) and understandable by the public."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "e0ff8f7b3758c757be0eb671b9afc20c2db669a7", "externalIds": {"MAG": "2123095505", "DOI": "10.1177/1464884909106533"}, "url": "https://www.semanticscholar.org/paper/e0ff8f7b3758c757be0eb671b9afc20c2db669a7", "title": "Between tradition and change", "abstract": "Online news media have become a key part of social, economic, and cultural life in many societies. Research about these media has grown dramatically, especially in the past few years, but there have been few reviews of this research and none of the most recent scholarship. This article reviews scholarship on online news production published since 2000. It examines research on five key topics: historical context and market environment, the process of innovation, alterations in journalistic practices, challenges to established professional dynamics, and the role of user-generated content. A tension between tradition and change emerges from this discussion and is evident at two levels. First, the world of practice seems to straddle the re-enactment of established forms and tinkering with alternative pathways. Second, the modes of inquiry oscillate between using existing concepts to look at new phenomena and taking advantage of these phenomena to rethink these concepts and come up with new ones. The article concludes by identifying shortcomings in the existing scholarship and suggesting avenues for future studies to overcome them. It suggests how scholarship on online news production could contribute to rethinking some of the fundamental building blocks of understanding communication and society in the contemporary media environment.", "venue": "", "year": 2009, "referenceCount": 136, "citationCount": 349, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2518890", "name": "Eugenia Mitchelstein"}, {"authorId": "3077056", "name": "P. Boczkowski"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "e34ce6988daf9bf8617a536717767b6ebf1a6eaa", "externalIds": {"MAG": "1528407590", "DOI": "10.5860/choice.41-1216"}, "url": "https://www.semanticscholar.org/paper/e34ce6988daf9bf8617a536717767b6ebf1a6eaa", "title": "Information and American Democracy: Technology in the Evolution of Political Power", "abstract": "1. Information and political change 2. Information revolutions in American political development 3. The fourth information revolution and post-bureaucratic pluralism 4. Political organizations in the fourth information revolution 5. Political individuals in the fourth information revolution 6. Information, equality, and integration in the public sphere.", "venue": "", "year": 2003, "referenceCount": 140, "citationCount": 594, "influentialCitationCount": 46, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1940819", "name": "Bruce Bimber"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "eb2f07cb6830cb1d9a1857861c51db42ad0fa73e", "externalIds": {"MAG": "2151570541", "DOI": "10.1177/1745691612442904", "PubMed": "26168459"}, "url": "https://www.semanticscholar.org/paper/eb2f07cb6830cb1d9a1857861c51db42ad0fa73e", "title": "A Review of Facebook Research in the Social Sciences", "abstract": "With over 800 million active users, Facebook is changing the way hundreds of millions of people relate to one another and share information. A rapidly growing body of research has accompanied the meteoric rise of Facebook as social scientists assess the impact of Facebook on social life. In addition, researchers have recognized the utility of Facebook as a novel tool to observe behavior in a naturalistic setting, test hypotheses, and recruit participants. However, research on Facebook emanates from a wide variety of disciplines, with results being published in a broad range of journals and conference proceedings, making it difficult to keep track of various findings. And because Facebook is a relatively recent phenomenon, uncertainty still exists about the most effective ways to do Facebook research. To address these issues, the authors conducted a comprehensive literature search, identifying 412 relevant articles, which were sorted into 5 categories: descriptive analysis of users, motivations for using Facebook, identity presentation, the role of Facebook in social interactions, and privacy and information disclosure. The literature review serves as the foundation from which to assess current findings and offer recommendations to the field for future research on Facebook and online social networks more broadly.", "venue": "Perspectives on psychological science : a journal of the Association for Psychological Science", "year": 2012, "referenceCount": 153, "citationCount": 1083, "influentialCitationCount": 47, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2109032864", "name": "R. Wilson"}, {"authorId": "2705485", "name": "S. Gosling"}, {"authorId": "39871201", "name": "Lindsay T. Graham"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "efaa88199621af0bea3bc4cf26127731e81a82fd", "externalIds": {"MAG": "2100047082", "DBLP": "journals/tis/IntronaN00", "DOI": "10.1080/01972240050133634"}, "url": "https://www.semanticscholar.org/paper/efaa88199621af0bea3bc4cf26127731e81a82fd", "title": "Shaping the Web: Why the Politics of Search Engines Matters", "abstract": "This article argues that search engines raise not merely technical issues but also political ones. Our study of search engines suggests that they systematically exclude (in some cases by design and in some, accidentally) certain sites and certain types of sites in favor of others, systematically giving prominence to some at the expense of others. We argue that such biases, which would lead to a narrowing of the Web's functioning in society, run counter to the basic architecture of the Web as well as to the values and ideals that have fueled widespread support for its growth and development. We consider ways of addressing the politics of search engines, raising doubts whether, in particular, the market mechanism could serve as an acceptable corrective.", "venue": "Inf. Soc.", "year": 2000, "referenceCount": 88, "citationCount": 616, "influentialCitationCount": 23, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2734545", "name": "Lucas D. Introna"}, {"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "f37bc5a491349b7b42c58e81c14fe742726bbb92", "externalIds": {"MAG": "2059539664", "DOI": "10.1086/496065"}, "url": "https://www.semanticscholar.org/paper/f37bc5a491349b7b42c58e81c14fe742726bbb92", "title": "Mind in Matter: An Introduction to Material Culture Theory and Method", "abstract": "finite and infinite, real and ideal. In its theological formulation this metaphor invariably locates heaven upward, above the earth, accessible not to the body but only to the mind or spirit (with mortification of the flesh [material] one way to achieve spiritual ends), and places hell in the bowels of the earth, down deep in the midst of matter. Material things are heir to all sorts of ills-they break, get dirty, smell, wear out; abstract ideas remain pristine, free from such wordly debilities. The Western conception of history is that it has been characterized by man's increasing understanding and mastery of the physical environment, by the progressive triumph of mind over matter. The evidence of human history seems to confirm our sense that abstract, intellectual, spiritual elements are superior to material and physical things. This has led inevitably to a hierarchical ordering that informs our apprehension and judgment of human activities and experiences.2 This unconscious ordering makes us uncomfortable with the terminological coupling of base material and lofty culture. Nevertheless, the term material culture, if not ideal, has the advantage of being concise, accurate, and in general use. Material The word material in material culture refers to a broad, but not unrestricted, range of objects. It embraces the class of objects known as artifactsobjects made by man or modified by man. It excludes natural objects. Thus, the study of material culture might include a hammer, a plow, a microscope, a house, a painting, a city. It would exclude trees, rocks, fossils, skeletons. Two general observations should be made here. First, natural objects are occasionally encountered in a pattern that indicates human activity-a stone wall or a row of trees in an otherwise random forest, a concentration of chicken bones in a pit or a pile of oyster shells, topiary or a clipped poodle, a tattooed body or a prepared meal. In the broadest sense these natural materials are artifacts-objects modified by man-and are of cultural interest. Second, works of art constitute a large and special category within artifacts because their inevitable aesthetic and occasional ethical or spiritual (iconic) dimensions make them direct and often overt or intentional expressions of cultural belief. The self-consciously expressive character of this material, however, raises problems as well as opportunities; in some ways artifacts that express culture unconsciously are more useful as objective cultural indexes.3 For the moment, however, let it simply be borne in mind that all tangible works of art are part of material culture, but not all the material of material culture is art. The range of objects that fall within the compass of material culture is so broad as to make some system of classification desirable. Sorting by physical materials does not work because of the multiplicity of substances used, even at times in a single artifact. The same is true of methods of fabrication. The most promising mode of classification is by function. The following list is arranged in a sequence of categories that progresses from the more decorative (or aesthetic) to the more utilitarian. 2 For example, poetry, because more abstract, is considered loftier than prose, chess than wrestling, or the practice of law than collecting garbage. In the world of scholarship the more abstract subjects-mathematics, philosophy, literature-are moresubjects-mathematics, philosophy, literature-are more highly regarded than concrete and practical subjects such as engineering. Such ordering takes place even within the material realm of artifacts where all things are not equal. Higher value has been attached to works of art than to utilitarian craft objects since the Renaissance when a distinction was made between the arts, which require intellectual activity and creative imagination in their making, and the crafts, which require greater physical exertion and mechanical ingenuity. Even in a specific art such as painting, there has long been an ordering of genres, ranging from history painting, which springs from the painter's imagination, at the top of the scale, to still-life painting, the replication of worldly objects, at the bottom. In architecture, the mental activity of design has been considered an appropriate pursuit for gentlemen (for example, Thomas Jefferson), while the actual physical labor of building has been carried out by laborers of the lower classes. In sculpture in the nineteenth century, the realization of the form indwelling in the marble was the work of the artist; hacking out replications was the work of stonemasons. 3 See the section on veracity below.", "venue": "Winterthur Portfolio", "year": 1982, "referenceCount": 92, "citationCount": 405, "influentialCitationCount": 13, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "104855240", "name": "J. D. Prown"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "f63a49283d3f7bfff20b2a28771e33a7438bdea7", "externalIds": {"MAG": "1583059097"}, "url": "https://www.semanticscholar.org/paper/f63a49283d3f7bfff20b2a28771e33a7438bdea7", "title": "The Filter Bubble: What the Internet Is Hiding from You", "abstract": "Author Q&A with Eli Pariser Q: What is a Filter Bubble? A: Were used to thinking of the Internet like an enormous library, with services like Google providing a universal map. But thats no longer really the case. Sites from Google and Facebook to Yahoo News and the New York Times are now increasingly personalized based on your web history, they filter information to show you the stuff they think you want to see. That can be very different from what everyone else sees or from what we need to see. Your filter bubble is this unique, personal universe of information created just for you by this array of personalizing filters. Its invisible and its becoming more and more difficult to escape. Q: I like the idea that websites might show me information relevant to my interestsit can be overwhelming how much information is available I already only watch TV shows and listen to radio programs that are known to have my same political leaning. Whats so bad about this? A: Its true: Weve always selected information sources that accord with our own views. But one of the creepy things about the filter bubble is that were not really doing the selecting. When you turn on Fox News or MSNBC, you have a sense of what their editorial sensibility is: Fox isnt going to show many stories that portray Obama in a good light, and MSNBC isnt going to the ones that portray him badly. Personalized filters are a different story: You dont know who they think you are or on what basis theyre showing you what theyre showing. And as a result, you dont really have any sense of whats getting edited out or, in fact, that things are being edited out at all. Q: How does money fit into this picture? A: The rush to build the filter bubble is absolutely driven by commercial interests. Its becoming clearer and clearer that if you want to have lots of people use your website, you need to provide them with personally relevant information, and if you want to make the most money on ads, you need to provide them with relevant ads. This has triggered a personal information gold rush, in which the major companies Google, Facebook, Microsoft, Yahoo, and the like are competing to create the most comprehensive portrait of each of us to drive personalized products. Theres also a whole behavior market opening up in which every action you take online every mouse click, every form entry can be sold as a commodity. Q: What is the Internet hiding from me? A: As Google engineer Jonathan McPhie explained to me, its different for every person and in fact, even Google doesnt totally know how it plays out on an individual level. At an aggregate level, they can see that people are clicking more. But they cant predict how each individuals information environment is altered. In general, the things that are most likely to get edited out are the things youre least likely to click on. Sometimes, this can be a real service if you never read articles about sports, why should a newspaper put a football story on your front page? But apply the same logic to, say, stories about foreign policy, and a problem starts to emerge. Some things, like homelessness or genocide, arent highly clickable but are highly important. Q: Which companies or Websites are personalizing like this? A: In one form or another, nearly every major website on the Internet is flirting with personalization. But the one that surprises people most is Google. If you and I Google the same thing at the same time, we may get very different results. Google tracks hundreds of signals about each of us what kind of computer were on, what weve searched for in the past, even how long it takes us to decide what to click on and uses it to customize our results. When the result is that our favorite pizza parlor shows up first when we Google pizza, its useful. But when the result is that we only see the information that is aligned with our religious or social or political beliefs, its difficult to maintain perspective. Q: Are any sites being transparent about their personalization? A: Some sites do better than others. Amazon, for example, is often quite transparent about the personalization it does: Were showing you Brave New World because you bought 1984. But its one thing to personalize products and another to personalize whole information flows, like Google and Facebook are doing. And very few users of those services are even marginally aware that this kind of filtering is at work. Q: Does this issue of personalization impact my privacy or jeopardize my identity at all? A: Research psychologists have known for a while that the media you consume shapes your identity. So when the media you consume is also shaped by your identity, you can slip into a weird feedback loop. A lot of people see a simple version of this on Facebook: You idly click on an old classmate, Facebook reads that as a friendship, and pretty soon youre seeing every one of John or Sues posts. Gone awry, personalization can create compulsive media media targeted to appeal to your personal psychological weak spots. You can find yourself eating the equivalent of information junk food instead of having a more balanced information diet. Q: You make it clear that while most Websites user agreements say they wont share our personal information, they also maintain the right to change the rules at any time. Do you foresee sites changing those rules to profit from our online personas? A: They already have. Facebook, for example, is notorious for its bait-and-switch tactics when it comes to privacy. For a long time, what you Liked on Facebook was private, and the site promised to keep it that way. Then, overnight, they made that information public to the world, in order to make it easier for their advertisers to target specific subgroups. Theres an irony in the fact that while Rolex needs to get Tom Cruises permission to put his face on a billboard, it doesnt need to get my permission to advertise my endorsement to my friends on Facebook. We need laws that give people more rights in their personal data. Q: Is there any way to avoid this personalization? What if Im not logged into a site? A: Even if youre not logged into Google, for example, an engineer told me there are 57 signals that the site uses to figure out who you are: whether youre on a Mac or PC or iPad, where youre located when youre Googling, etc. And in the near future, itll be possible to fingerprint unique devices, so that sites can tell which individual computer youre using. Thats why erasing your browser cookies is at best a partial solutionit only partially limits the information available to personalizers. What we really need is for the companies that power the filter bubble to take responsibility for the immense power they now have the power to determine what we see and dont see, what we know and dont know. We need them to make sure we continue to have access to public discourse and a view of the common good. A world based solely on things we Like is a very incomplete world. Im optimistic that they can. Its worth remembering that newspapers werent always informed by a sense of journalistic ethics. They existed for centuries without it. It was only when critics like Walter Lippman began to point out how important they were that the newspapers began to change. And while journalistic ethics arent perfect, because of them we have been better informed over the last century. We need algorithmic ethics to guide us through the next. Q: What are the business leaders at Google and Facebook and Yahoo saying about their responsibilities? A: To be honest, theyre frustratingly coy. They tend to frame the trend in the passive tense: Googles Eric Schmidt recently said It will be very hard for people to watch or consume something that has not in some sense been tailored for them, rather than Google is making it very hard Mark Zuckerberg perfectly summed up the tension in personalization when he said A squirrel dying in your front yard may be more relevant to your interests right now than people dying in Africa. But he refuses to engage with what that means at a societal level especially for the people in Africa. Q: Your background is as a political organizer for the liberal Website MoveOn.org. How does that experience inform your book? A: Ive always believed the Internet could connect us all together and help create a better, more democratic world. Thats what excited me about MoveOn here we were, connecting people directly with each other and with political leaders to create change. But that more democratic society has yet to emerge, and I think its partly because while the Internet is very good at helping groups of people with like interests band together (like MoveOn), its not so hot at introducing people to different people and ideas. Democracy requires discourse and personalization is making that more and more elusive. And that worries me, because we really need the Internet to live up to that connective promise. We need it to help us solve global problems like climate change, terrorism, or natural resource management which by their nature require massive coordination, and great wisdom and ingenuity. These problems cant be solved by a person or two they require whole societies to participate. And that just wont happen if were all isolated in a web of one.", "venue": "", "year": 2011, "referenceCount": 2, "citationCount": 2397, "influentialCitationCount": 156, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "96905757", "name": "Eli Pariser"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Systems and methods for generating dynamic relationship-based content personalized for members of a web-based social network", "abstract": null, "venue": "US 20080040370 A1.", "year": 2008, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Bosworth"}, {"authorId": null, "name": "G. Andrew"}, {"authorId": null, "name": "Chris Cox"}, {"authorId": null, "name": "Ruchi Sanghvi"}, {"authorId": null, "name": "Thyagarajapuram S. Ramakrishnan"}, {"authorId": null, "name": "Adam D'Angelo."}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "\" Facebook May Host News Sites ’ Content", "abstract": null, "venue": "", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Christopher Steiner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "\" EdgeRank : The Secret Sauce That Makes Facebook ' s News Feed Tick", "abstract": null, "venue": "", "year": 2010, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Felicitas Kraemer"}, {"authorId": null, "name": "Kees van Overveld"}, {"authorId": null, "name": "Martin Peterson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The discovery grounded theory: strategies", "abstract": null, "venue": "", "year": 1967, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Glaser"}, {"authorId": null, "name": "Barney"}, {"authorId": null, "name": "Anselm Strauss"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The Relevance of Algorithms.\" In Media Technologies: Essays on Communication, Materiality, and Society, edited by Pablo Boczkowski and Kirsten Foot, 167-193", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Gillespie"}, {"authorId": null, "name": "Tarleton"}]}}, {"contexts": ["Research on Facebook in general is scattered and fragmented, taking place across many different academic disciplines, with a focus on how people behave on Facebook and how to use Facebook as a research tool, and not how Facebook itself behaves (Caers et al 2013; Wilson, Gosling & Graham 2012)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Facebook: A literature review.\" New Media", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Caers"}, {"authorId": null, "name": "Ralf"}, {"authorId": null, "name": "Tim De Feyter"}, {"authorId": null, "name": "Marijke De Couck"}, {"authorId": null, "name": "Talia Stough"}, {"authorId": null, "name": "Claudia Vigna"}, {"authorId": null, "name": "Cind Du Bois"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "News values and selectivity.\" In The Handbook of Journalism Studies, edited by K", "abstract": null, "venue": "Wahl-Jorgensen and T. Hanitzsch,", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "O’Neill"}, {"authorId": null, "name": "Deirdre"}, {"authorId": null, "name": "Tony Harcup"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The journalistic gut feeling: Journalistic doxa, news habitus and orthodox news values.\" Journalism Practice", "abstract": null, "venue": "", "year": 2007, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Schultz"}, {"authorId": null, "name": "Ida"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Republic.com. Princeton, NJ:Princeton", "abstract": null, "venue": "", "year": 2001, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Sunstein"}, {"authorId": null, "name": "Cass"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Managing information about relationships in a social network via a social timeline", "abstract": null, "venue": "US8583690 B2.", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Sittig"}, {"authorId": null, "name": "Aaron"}, {"authorId": null, "name": "Mark Zuckerberg."}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "EdgeRank: The Secret Sauce That Makes Facebook's News Feed Tick.\" http://techcrunch.com/2010/04/22/facebook-edgerank", "abstract": null, "venue": "", "year": 2010, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Kincaid"}, {"authorId": null, "name": "Jason"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "News around the world: Content, practitioners, and the public", "abstract": null, "venue": "New York, NY:Routledge.", "year": 2005, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Shoemaker"}, {"authorId": null, "name": "J Pamela"}, {"authorId": null, "name": "Akiba A Cohen."}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "EdgeRank is Dead: Facebook's News Feed Algorithm Now Has Close to 100k Weight Factors.", "abstract": null, "venue": "Marketing Land. http://marketingland.com/edgerank-is-dead-", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "McGee"}, {"authorId": null, "name": "Matt"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The Structure of Foreign News: The Presentation of the Congo, Cuba and Cyprus Crises in Four Norwegian newspapers.", "abstract": null, "venue": "Journal of Peace Research", "year": 1965, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Galtung"}, {"authorId": null, "name": "Johan"}, {"authorId": null, "name": "Mari Holmboe Ruge"}]}}, {"contexts": ["…types, is minor in the Notes blogs and patents, but ranks third overall within the Newsroom results; it is only recently that Facebook has started privileging video at a feed level (Somaiya et al. 2015), and so this can be taken as more prominent in the more recent versions of the feed.", "\"Facebook Will Make Instant Articles Available to All Publishers.\"", "Designers must also make the potential decision to prioritize the platform’s own content (Bozdag 2013) or, in a Facebook-specific case, the content of cooperative partners through programs like Instant Articles (Somaiya et al. 2015).", "Facebook, however, stands to have a wider influence over curation than any one news organization, with its large, diverse user base, and increased efforts to act as a publication platform through expanding Instant Articles (Alpert 2016).", "(Somaiya et al. 2015), and so this can be taken as more prominent in the more recent versions of the feed.", "In particular, the News Feed’s values must be reexamined in the light of emerging trends like the increased emphasis on content quality and platform-established content priorities as well as the push to have news organizations post in a Facebook-native\nformat (Somaiya et al. 2015).", "Indeed, recent developments, such as moves to prioritize a new type of live video service introduced by Facebook (Facebook 2016) and expand the prominence and footprint of Instant Articles (Alpert 2016), suggest that this transition is underway."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Facebook May Host News Sites", "abstract": null, "venue": "Content.\" The New York Times", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Somaiya"}, {"authorId": null, "name": "Ravi"}, {"authorId": null, "name": "Mike Isaac"}, {"authorId": null, "name": "Vindu Goel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "News Feed FYI: Showing More High Quality Content.\" http://newsroom.fb.com/news/2013/08/news-feed-fyi-showing-more-high-qualitycontent", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Kacholia"}, {"authorId": null, "name": "Varun"}]}}, {"contexts": ["US patent 8,171,128 (Zuckerberg et al. 2012), on creating a feed of media content based on member interactions, explicitly lays out that media content is selected based on the user's connections with other users."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Communicating a newsfeed of media content based on a member's interactions in a social network environment", "abstract": null, "venue": "US 8,171,128B2.", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Zuckerberg"}, {"authorId": null, "name": "Mark"}, {"authorId": null, "name": "Andrew Bosworth"}, {"authorId": null, "name": "Chris Cox"}, {"authorId": null, "name": "Ruchi Sanghvi"}, {"authorId": null, "name": "Matt Cahill."}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Adaptive ranking of news feed in social networking systems", "abstract": null, "venue": "US 20130031034 A1.", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Gubin"}, {"authorId": null, "name": "Max"}, {"authorId": null, "name": "Wayne Kao"}, {"authorId": null, "name": "David Vickrey"}, {"authorId": null, "name": "Alexey Maykov."}]}}, {"contexts": ["Finally, the Newsroom results are the only ones to mention content quality, a factor that is highly discussed as of late in the tech press as a major focus area for Facebook (Kacholia 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "News Feed FYI: Showing More High Quality Content", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Varun Kacholia"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Data management and analysis methods.\" In Handbook of Qualitative Research, edited by Norman Denzin and Yvonna Lincoln, 769802", "abstract": null, "venue": "", "year": 2000, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Ryan"}, {"authorId": null, "name": "W Gery"}, {"authorId": null, "name": "H Russell Bernard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "\" Americans ' Trust in Media Remains at Historical Low", "abstract": null, "venue": "", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Johan Galtung"}, {"authorId": null, "name": "Mari Holmboe Ruge"}]}}, {"contexts": ["Facebook is actively tracking our “movements” through the system and assigning relationships based on any interaction with any element in the system, according to US patent 7,699,123 (Zuckerberg et al. 2010)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Dynamically providing a news feed about a user of a social network", "abstract": null, "venue": "US 7,669,123B2.", "year": 2010, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Zuckerberg"}, {"authorId": null, "name": "Mark"}, {"authorId": null, "name": "Ruchi Sanghvi"}, {"authorId": null, "name": "Andrew Bosworth"}, {"authorId": null, "name": "Chris Cox"}, {"authorId": null, "name": "Aaron Sittig"}, {"authorId": null, "name": "Chris Hughes"}, {"authorId": null, "name": "Katie Geminder"}, {"authorId": null, "name": "Dan Corson."}]}}, {"contexts": ["The business reasons behind this are clear and consistent – patent 8,655,987 (Schoen et al. 2014) deals with the creation of sponsored stories, a key source of Facebook’s advertising revenue, and it explicitly establishes that sponsored posts are based on your social graph."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Sponsored-stories-unit creation from organic activity stream", "abstract": null, "venue": "US 8,655,987 B2.", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Schoen"}, {"authorId": null, "name": "Kent"}, {"authorId": null, "name": "Ning Li"}, {"authorId": null, "name": "Robert Kang-Xing Jin"}, {"authorId": null, "name": "Philip Anastasios Zigoris"}, {"authorId": null, "name": "Jessica Gronski"}, {"authorId": null, "name": "Jordan Walke"}, {"authorId": null, "name": "Eric Michel Giovanola."}]}}, {"contexts": ["(Facebook 2012, 1) The pitch to application developers and advertisers that follows builds on this, focusing\non the ability to use social connections, and the data they generate, for money-making activity.", "(Facebook 2012, 82)\nThe key theme of the entire sales pitch contained within the document is Facebook’s strength at social connectivity, and the business possibilities it opens up.", "Early on in the document, Facebook lays out a list of their priorities in “creating value” for users (Facebook 2012, 2), developers (3), and advertisers (3) that follows a similar pattern.", "It was designed to connect users and help them share and engage with content (Facebook 2012)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "News Feed FYI: Taking into Account Live Video When Ranking Feed", "abstract": null, "venue": "", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Facebook"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Facebook Will Make Instant Articles Available to All Publishers.", "abstract": null, "venue": "The Wall Street Journal, February", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Alpert"}, {"authorId": null, "name": "I Lukas"}]}}, {"contexts": ["Facebook is far beyond binary relationships; patent 8,402,094 (Bosworth & Cox 2013) establishes that scaled affinity scores are created between individual users and other elements in the system, including other users, pages, keywords, applications, and other content."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Predicting user responses to invitations in a social networking system based on keywords in user profiles", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Andrew Bosworth"}, {"authorId": null, "name": "Chris Cox"}]}}, {"contexts": ["We understand human editors’ values, and their flaws, and generally look upon their exercise of these public relevance functions with a critical eye (Fingerhut 2016; Gallup 2015)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Millennials' views of news media, religious organizations grow more negative", "abstract": null, "venue": "", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Hannah Fingerhut"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Social Media Update", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Duggan"}, {"authorId": null, "name": "Nicole B Maeve"}, {"authorId": null, "name": "Cliff Ellison"}, {"authorId": null, "name": "Amanda Lampe"}, {"authorId": null, "name": "Mary Lenhart"}, {"authorId": null, "name": "Madden"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Everything you need to know about Facebook's EdgeRank.", "abstract": null, "venue": "", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Taylor"}, {"authorId": null, "name": "Dan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Action clustering for news feeds", "abstract": null, "venue": "US2014/0143258A1.", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Kao"}, {"authorId": null, "name": "Wayne"}, {"authorId": null, "name": "Daniel Schafer"}, {"authorId": null, "name": "Joshua Van Dyke Watzman."}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Between tradition and change: A review of recent research on online news production.\" Journalism", "abstract": null, "venue": "", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Mitchelstein"}, {"authorId": null, "name": "Eugenia"}, {"authorId": null, "name": "Pablo J Boczkowski"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Algorithmic Harms beyond Facebook and Google: Emergent Challenges of Computational Agency.", "abstract": null, "venue": "J. on Telecomm. & High Tech. L", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Tufekci"}, {"authorId": null, "name": "Zeynep"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "\" The evolution of large technological systems", "abstract": null, "venue": "The Social Construction of Technological Systems : New Directions in the Sociology and History of Technology , edited by Wiebe Bijker , Thomas Hughes , and Trevor Pinch , 51 - 82", "year": 1987, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Lucas D Introna"}, {"authorId": null, "name": "Helen Nissenbaum"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Who and What Do Journalism? An Actor-network Perspective.", "abstract": null, "venue": "Digital Journalism", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Primo"}, {"authorId": null, "name": "Alex"}, {"authorId": null, "name": "Gabriela Zago"}]}}, {"contexts": ["In particular, it is becoming a key source of news information, with 41 percent of US adults currently receiving news through Facebook (Matsa & Mitchell 2014) and Facebook moving to encourage news organizations to publish content in a News Feed-native format (Somaiya, Isaac & Goel 2015)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "8 Key Takeaways about Social Media and News", "abstract": null, "venue": "Pew Research Center", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Katerina E Matsa"}, {"authorId": null, "name": "Amy Mitchell"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Determining user personality characteristics from social networking system communications and characteristics", "abstract": null, "venue": "US20140074920 A1.", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Nowak"}, {"authorId": null, "name": "Michael"}, {"authorId": null, "name": "Dean Eckles."}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Predicting user responses to invitations in a social", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Bosworth"}, {"authorId": null, "name": "Andrew"}, {"authorId": null, "name": "Chris Cox"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Content analysis.\" In International Encyclopedia of Communication, edited by E", "abstract": null, "venue": "", "year": 1989, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Krippendorff"}, {"authorId": null, "name": "Klaus"}]}}]}