{"paperId": "d987be9c00c1f66050a02969c6de507afba82cb6", "externalIds": {"MAG": "2054402841", "DOI": "10.1021/ES702255Z", "PubMed": "18800513"}, "url": "https://www.semanticscholar.org/paper/d987be9c00c1f66050a02969c6de507afba82cb6", "title": "Environmental, social, and economic implications of global reuse and recycling of personal computers.", "abstract": "Reverse supply chains for the reuse, recycling, and disposal of goods are globalizing. This article critically reviews the environmental, economic, and social issues associated with international reuse and recycling of personal computers. Computers and other e-waste are often exported for reuse and recycling abroad. On the environmental side, our analysis suggests that the risk of leaching of toxic materials in computers from well-managed sanitary landfills is very small. On the other hand, there is an increasing body of scientific evidence that the environmental impacts of informal recycling in developing countries are serious. On the basis of existing evidence informal recycling is the most pressing environmental issue associated with e-waste. Socially, used markets abroad improve access to information technology by making low-priced computers available. Economically, the reuse and recycling sector provides employment. Existing policies efforts to manage e-waste focus on mandating domestic recycling systems and reducing toxic content of processes. We argue that existing policy directions will mitigate but not solve the problem of the environmental impacts of informal recycling. There are many opportunities yet to be explored to develop policies and technologies for reuse/recycling systems which are environmentally safe, encourage reuse of computers, and provide jobs.", "venue": "Environmental science & technology", "year": 2008, "referenceCount": 30, "citationCount": 255, "influentialCitationCount": 16, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Medicine"], "authors": [{"authorId": "91912630", "name": "E. Williams"}, {"authorId": "50305037", "name": "R. Kahhat"}, {"authorId": "48237699", "name": "B. Allenby"}, {"authorId": "4807600", "name": "E. Kavazanjian"}, {"authorId": "46454260", "name": "Junbeum Kim"}, {"authorId": "143790294", "name": "Ming Xu"}]}