{"paperId": "c306db8854cab812aaf67ea321cacdfade16e9fa", "externalIds": {"MAG": "2161535853", "DOI": "10.1080/15534510500181459"}, "url": "https://www.semanticscholar.org/paper/c306db8854cab812aaf67ea321cacdfade16e9fa", "title": "Managing social norms for persuasive impact", "abstract": "In order to mobilise action against a social problem, public service communicators often include normative information in their persuasive appeals. Such messages can be either effective or ineffective because they can normalise either desirable or undesirable conduct. To examine the implications in an environmental context, visitors to Arizona's Petrified Forest National Park were exposed to messages that admonished against the theft of petrified wood. In addition, the messages conveyed information either about descriptive norms (the levels of others' behaviour) or injunctive norms (the levels of others' disapproval) regarding such thievery. Results showed that focusing message recipients on descriptive normative information was most likely to increase theft, whereas focusing them on injunctive normative information was most likely to suppress it. Recommendations are offered for optimising the impact of normative messages in situations characterised by objectionable levels of undesirable conduct. This research was partially funded through grants from the United States Forest Service (PSW‐96‐0022CA) and the Arizona Department of Environmental Quality (No.‐98‐154C/97‐0152AI). We are grateful to Claire Champion, Paul Story, Jessica Martin, and Lorraine Baumack for their valuable assistance in our data‐collection efforts.", "venue": "", "year": 2006, "referenceCount": 57, "citationCount": 676, "influentialCitationCount": 45, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3126227", "name": "R. Cialdini"}, {"authorId": "7430206", "name": "L. Demaine"}, {"authorId": "5606915", "name": "B. Sagarin"}, {"authorId": "7990801", "name": "D. Barrett"}, {"authorId": "6650894", "name": "K. Rhoads"}, {"authorId": "13196227", "name": "P. L. Winter"}]}