{"paperId": "82524b15a105ec5ed11454d9133b680a9671926e", "externalIds": {"MAG": "2607008564", "DOI": "10.1111/1744-1633.12247"}, "url": "https://www.semanticscholar.org/paper/82524b15a105ec5ed11454d9133b680a9671926e", "title": "Even facts cannot change our minds", "abstract": "Why do some parents refuse to vaccinate their children? Why do many of the health-care workers in Hong Kong refuse to be vaccinated against seasonal flu? It is highly possible that when talking about health-related issues, many people insist that science is wrong, that the evidence is incomplete and that unidentified hazards are hiding here and there. In his book, Denying to the Grave, Dr Gorman explored the psychology of health science denial and proposed six key principles that might lead individuals to reject ‘accepted’ health-related wisdom: (i) the charismatic leader; (ii) fear of complexity; (iii) confirmation bias and the Internet; (iv) fear of corporate and government conspiracies; (v) causality and filling the ignorance gap; and (vi) the nature of risk prediction. The book discussed our innate resistance to integrate new concepts with preexisting and persistent beliefs, such as convictions that vaccines are hazardous or not useful. This kind of deep-seated, innate discomfort with changing our minds could explain why the flu jab is not appealing even to health-care workers. Despite the evidence or statistics showing an extremely low incident of Guillain–Barré syndrome or other serious adverse health effects after seasonal influenza vaccine, many are still very reluctant. Interestingly, when these colleagues were asked why they do not get the flu jab, nearly all of them stated they were just too busy, and some worried that the side-effects might affect their performance at work. Dr Gorman suggested that appealing to people’s emotions might work better, but it seems the recent campaigns and advertisements in Hong Kong have again shown that emotional appeals might have very limited effectiveness. In health care, we talk about evidence-based medicine and evidence-based practice all the time. However, from the flu jab story in Hong Kong, the overwhelming majority of health-care workers have little ‘buy-in’ to the facts presented to them. The concept of confirmation bias might be able to explain why many of us would have beliefs or impressions that persist, despite being told our initial evidence is incorrect and untrue. Such beliefs survive, even in face of total destruction of their original evidential bases. The Stanford study on high school and undergraduate students in 1975 showed that the students’ incorrect beliefs about their ability to distinguish between a real and fake suicide note persisted, despite being fully debriefed. It is possible that because of the years of training and professional knowledge acquired by health-care workers, their beliefs about health-carerelated issues (i.e. vaccination), once formed, are remarkably perseverant, even though avoiding influenza through vaccination is a proven approach for health-care workers to avoid unnecessarily passing infection onto vulnerable patients. If we move over to Australia, we can appreciate the long road that colleagues in Victoria have travelled. Johnson et al.’s indicated that the uptake rate of annual influenza vaccine among health-care workers had risen from 37.8 per cent in 2005 to 72.2 per cent in 2014. While it is possible that the increasing uptake rate could be attributed to the use of the vaccination uptake rate as a key performance indicator, the uptake of almost more than 70 per cent is admirably high in the absence of a mandatory vaccination programme in the State of Victoria. In a review attempting to identify effective interventions to improve vaccine uptake, psychological theories of behavioural changes can be promising tools to increase influenza vaccination uptake by health-care workers. Apparently, having just the medical knowledge might not be sufficient to initiate behavioural change.", "venue": "", "year": 2017, "referenceCount": 6, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "144268954", "name": "P. Lai"}]}