{"offset": 0, "next": 100, "data": [{"contexts": ["…that is tied to the places, populations, and programs associated with specific NGOs may have very different impacts when implemented in alternative settings (Ravallion, 2009).3\n3This is often referred to as “site selection bias” (Allcott, 2015) and can arise in at least two different ways."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "033a0ebe868738ebd0c73ee0e83c2feeb68af703", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/033a0ebe868738ebd0c73ee0e83c2feeb68af703", "title": "ECONOMIC PAPERS", "abstract": "Interventions led by non-governmental organizations (NGOs) are often more effective than comparable efforts by other actors, yet relatively little is known about how implementer identity drives final outcomes. Combining a stratified field experiment in India with a triple-differences estimation strategy, we show that a local development NGO’s prior engagement with target communities increases the effectiveness of a technology-promotion intervention implemented by it by at least 30 percent. This “NGO effect” has implications for the generalizability and scalability of evidence from experimental research conducted with local implementation partners. JEL-Code: L31, C93, O12, O17", "venue": "", "year": 2021, "referenceCount": 92, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "123964221", "name": "Faraz Usmani"}, {"authorId": "2947068", "name": "M. Jeuland"}, {"authorId": "145509502", "name": "S. Pattanayak"}]}}, {"contexts": ["Similarly, Allcott (2011), Allcott and Taubinsky (2015), and Allcott and Knittel (2019) found that consumers pay little attention to fuel and electricity costs when buying cars or light bulbs, focusingmore on the sales prices they face.", "Themost prominent moral nudge is the use of social proof—“9 out of 10 people in your city pay their taxes on time—you are currently not one of them” (Hallsworth et al. 2017) or “Compared to your neighbors with similar sized houses, you consume far more energy” (Allcott 2011).", "…significant effect on individuals’ behavior in reducing water and electricity use, although the size of the effect varies considerably (e.g., Allcott 2011; Ferraro, Miranda, and Price 2011; Ayres, Raseman, and Shih 2013; Costa and Kahn 2013; Ferraro and Price 2013; Allcott and Rogers 2014;…", "For example, Allcott (2011) found a 2 percent reduction in electricity use, while Ferraro and Price (2013) found a 3–5 percent decrease in water use."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "074c7c21c02f45c27ac3ed346341f91900253d38", "externalIds": {"DOI": "10.1086/715524"}, "url": "https://www.semanticscholar.org/paper/074c7c21c02f45c27ac3ed346341f91900253d38", "title": "The Use of Green Nudges as an Environmental Policy Instrument", "abstract": "This article discusses the use of green nudges—behavioral interventions aimed at reducing negative externalities—as an environmental policy instrument. We present a new framework for classifying nudges according to how they affect behavior. Pure nudges change the choice environment to guide behavior unobtrusively. Moral nudges trigger a psychological reaction to encourage behavior change. Our review of empirical studies reveals that green nudges, pure or moral, can have a significant impact on behavior and the environment but that the effects are highly context dependent. On the basis of both our review and basic welfare economics models, we discuss key factors for policy makers to consider when choosing between implementing a green nudge and implementing conventional policy instruments.", "venue": "Review of Environmental Economics and Policy", "year": 2021, "referenceCount": 90, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "49715476", "name": "F. Carlsson"}, {"authorId": "40627808", "name": "Christina Gravert"}, {"authorId": "1399427023", "name": "O. Johansson-Stenman"}, {"authorId": "51161801", "name": "Verena Kurz"}]}}, {"contexts": ["A common variation of this assumption is that units’ potential outcomes are independent of the population to which they belong, conditional on covariates (Hotz et al., 2005; Flores and Mitnik, 2013; Allcott, 2015).", "See, for example, Hotz et al. (2005), Allcott (2015), Crepon et al. (2018), Dahabreh et al. (2019), and Egami and Hartman (2020b)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1031fbeb270a67033e6da656838adab27143b5e6", "externalIds": {"ArXiv": "2103.14765"}, "url": "https://www.semanticscholar.org/paper/1031fbeb270a67033e6da656838adab27143b5e6", "title": "Is it who you are or where you are? Accounting for compositional differences in cross-site treatment variation", "abstract": "Multisite trials, in which treatment is randomized separately in multiple sites, offer a unique opportunity to disentangle treatment effect variation due to “compositional” differences in the distributions of unit-level features from variation due to “contextual” differences in site-level features. In particular, if we can re-weight (or “transport”) each site to have a common distribution of unit-level covariates, the remaining effect variation captures contextual differences across sites. In this paper, we develop a framework for transporting effects in multisite trials using approximate balancing weights, where the weights are chosen to directly optimize unit-level covariate balance between each site and the target distribution. We first develop our approach for the general setting of transporting the effect of a single-site trial. We then extend our method to multisite trials, assess its performance via simulation, and use it to analyze a series of multisite trials of welfare-to-work programs. Our method is available in the balancer R package. *This research was supported in part by the Institute of Education Sciences, U.S. Department of Education, through Grant R305D200010. The opinions expressed are those of the authors and do not represent views of the Institute or the U.S. Department of Education. This material is based upon work supported by the National Science Foundation under Grant No. 1745640.", "venue": "", "year": 2021, "referenceCount": 44, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Mathematics"], "authors": [{"authorId": "2064915389", "name": "Benjamin Lu"}, {"authorId": "1412955698", "name": "E. Ben-Michael"}, {"authorId": "33576257", "name": "A. Feller"}, {"authorId": "2101528", "name": "Luke Miratrix"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "127f5905be4e8159a39df1c004991fb9be3b36a0", "externalIds": {"MAG": "3185486232", "DOI": "10.3386/W29086"}, "url": "https://www.semanticscholar.org/paper/127f5905be4e8159a39df1c004991fb9be3b36a0", "title": "Money or Power? Financial Infrastructure and Optimal Policy", "abstract": "In response to the Covid-19 crisis, 186 countries implemented direct cash transfers to households, and 181 introduced in-kind programs that lowered the cost of utilities such as electricity, water, transport, and mobile money. Do cash or in-kind transfers generate greater welfare improvements? And, does a country’s financial infrastructure affect optimal aid disbursement? Through a parallel set of surveys in two urban regions in Africa—with comparable education, cell phone ownership, and electricity connectivity—we show that optimal government aid disbursement hinges on financial infrastructure. In line with economic theory favoring direct cash transfers, in a randomized experiment in Kenya 95% of urban recipients prefer mobile money over electricity transfers of a similar monetary value. But Kenya is an outlier with high mobile money adoption: this increases its value and reduces transaction costs of buying electricity credit. By contrast, in Ghana—where mobile money is less widespread and the transaction costs for buying electricity are higher—half of recipients prefer electricity transfers, and many are willing to forego significant value to receive electricity instead of mobile money. These results have several important policy implications. First, the optimal government policy in response to an economic crisis is not uniform: cash and in-kind transfers have different advantages that make each suitable for specific contexts. Second, the adoption of modern financial technologies will likely increase the efficiency of government cash transfer programs, even as in-kind transfers continue to be preferred in settings where mobile money uptake is slow. Finally, giving recipients a choice harnesses valuable local information that a policy maker may not have access to.", "venue": "", "year": 2021, "referenceCount": 35, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "151201264", "name": "Susanna Berkouwer"}, {"authorId": "6847221", "name": "P. Biscaye"}, {"authorId": "2060878717", "name": "Eric Hsu"}, {"authorId": null, "name": "Kenneth Lee"}, {"authorId": "144624623", "name": "E. Miguel"}, {"authorId": "93362972", "name": "Catherine Wolfram"}]}}, {"contexts": ["However, samples unrepresentative of the target population arise frequently in studies ranging from randomized controlled trials (RCTs) in clinical medicine to policy research (Bell et al., 2016; Kennedy-Martin et al., 2015; Allcott, 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "314a40478980c610e0992cfb843cd4578daa4ac0", "externalIds": {"ArXiv": "2102.11904"}, "url": "https://www.semanticscholar.org/paper/314a40478980c610e0992cfb843cd4578daa4ac0", "title": "A Review of Generalizability and Transportability", "abstract": "When assessing causal effects, determining the target population to which the results are intended to generalize is a critical decision. Randomized and observational studies each have strengths and limitations for estimating causal effects in a target population. Estimates from randomized data may have internal validity but are often not representative of the target population. Observational data may better reflect the target population, and hence be more likely to have external validity, but are subject to potential bias due to unmeasured confounding. While much of the causal inference literature has focused on addressing internal validity bias, both internal and external validity are necessary for unbiased estimates in a target population. This paper presents a framework for addressing external validity bias, including a synthesis of approaches for generalizability and transportability, the assumptions they require, as well as tests for the heterogeneity of treatment effects and differences between study and target populations. MSC 2010 subject classifications: Primary 62-2, Statistics Research exposition; secondary 62G05, Statistics Nonparametric inference Es-", "venue": "", "year": 2021, "referenceCount": 173, "citationCount": 8, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Mathematics"], "authors": [{"authorId": "3775519", "name": "Irina Degtiar"}, {"authorId": "48345067", "name": "Sherri Rose"}]}}, {"contexts": ["As we consider the possible impacts as this technology scales further, it is possible that our estimates represent an upper bound on what the effects of BWCs could achieve in other jurisdictions if the early-adopting agencies willing to participate in RCTs are the ones that are most motivated to try to implement cameras well (what Allcott (2015) calls ‘site-selection bias’).", "For example, Allcott (2015) notes the possibility that early adopters, particularly those most willing to participate in a research study, may be the ones with the most pronounced beneficial impacts - or ‘site-selection bias.’", "…that our estimates represent an upper bound on what the effects of BWCs could achieve in other jurisdictions if the early-adopting agencies willing to participate in RCTs are the ones that are most motivated to try to implement cameras well (what Allcott (2015) calls ‘site-selection bias’).", "For example, Allcott (2015) notes the possibility that early adopters, particularly those most willing to participate in a research study, may be the ones with the most pronounced beneficial impacts - or ‘site-selection bias.", "For example, Allcott (2015) notes the possibility that early adopters, particularly those most willing to participate in a research study, may be the ones with the most pronounced beneficial impacts - or ‘site-selection bias.’ This will make follow-up analysis as the technology diffuses across the country particularly valuable. Our analysis also inevitably relies on estimates of the effects of BWCs as departments currently deploy them. But those deployment practicesmaywell change over time if professional associations, advocates, or the federal government push departments to adopt more standardized BWC policies and practices. It may also be the case that new insights into how to capitalize on the technology can lead to qualitatively new types of impacts. For example, in a study of discrimination in policecivilian interactions, Voigt et al. (2017) apply machine learning tools to data from BWCs."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "389e0a685037043da7f11f79934aaa0ca0956612", "externalIds": {"MAG": "3155990761", "DOI": "10.3386/W28622"}, "url": "https://www.semanticscholar.org/paper/389e0a685037043da7f11f79934aaa0ca0956612", "title": "Body-Worn Cameras in Policing: Benefits and Costs", "abstract": "Body-worn cameras (BWCs) are an increasingly common tool for police oversight, accountability, and transparency, yet there remains uncertainty about their impacts on policing outcomes. This paper reviews what we know about the benefits of BWCs and how those benefits compare to the costs of this new technology. We make two contributions relative to existing research. First, we update prior meta-analyses of studies of the impacts of BWCs on policing outcomes to incorporate the most recent, and largest, studies carried out to date in this literature. This additional information provides additional support for the idea that cameras may affect a number of policing outcomes that are important from a social welfare perspective, particularly police use of force. Second, we carry out a benefit-cost analysis of BWCs, as financial barriers are often cited as a key impediment to adoption by police departments. Our baseline estimate for the benefit-cost ratio of BWCs is 4.95. Perhaps as much as one-quarter of the estimated benefits accrue to government budgets directly, which suggests the possibility that this technology could, from the narrow perspective of government budgets, even pay for itself.<br><br>Institutional subscribers to the NBER working paper series, and residents of developing countries may download this paper without additional charge at <a href=\"http://www.nber.org/papers/&#119;28622\" TARGET=\"_blank\">www.nber.org</a>.<br>", "venue": "", "year": 2021, "referenceCount": 71, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2115927206", "name": "Morgan Williams"}, {"authorId": "2100543410", "name": "Nathan Weil"}, {"authorId": "2100542292", "name": "Elizabeth Rasich"}, {"authorId": "91805033", "name": "J. Ludwig"}, {"authorId": "2116252876", "name": "Hye Chang"}, {"authorId": "2100532082", "name": "Sophia Egrari"}]}}, {"contexts": ["…effects as the policy is expanded beyond the site of better socioeconomic conditions and extra political incentives — echo the similar findings by Allcott (2015) on the sample selection bias in the Opower energy conservation programs, as well as findings by DellaVigna and Linos (2020) that…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6a5d5fcd477ca5d9a5fc4dfa925b7e029a827b5c", "externalIds": {"DOI": "10.3386/w29402"}, "url": "https://www.semanticscholar.org/paper/6a5d5fcd477ca5d9a5fc4dfa925b7e029a827b5c", "title": "Policy Experimentation in China: the Political Economy of Policy Learning", "abstract": "Many governments have engaged in policy experimentation in various forms to resolve uncertainty and facilitate learning. However, little is understood about the characteristics of policy experimentation, and how the structure of experimentation may affect policy learning and policy outcomes. We aim to describe and understand China’s policy experimentation since 1980, among the largest and most systematic in recent history. We collect comprehensive data on policy experimentation conducted in China over the past four decades. We find three main results. First, more than 80% of the experiments exhibit positive sample selection in terms of a locality’s economic development, and much of this can be attributed to misaligned incentives across political hierarchies. Second, local politicians allocate more resources to ensure the experiments’ success, and such effort is not replicable when policies roll out to the entire country. Third, the presence of sample selection and strategic effort is not fully accounted for by the central government, thus affecting policy learning and distorting national policies originating from the experimentation. Taken together, these results suggest that while China’s bureaucratic and institutional conditions make policy experimentation at such scale possible, the complex political environments can also limit the scope and bias the direction of policy learning. *. Wang: University of Chicago; shaoda@uchicago.edu. Yang: Harvard University, NBER and CIFAR; davidyang@fas.harvard.edu. We thank Daron Acemoglu, Isaiah Andrews, Abhijit Banerjee, Tim Besley, Mike Callen, Esther Duflo, Rema Hanna, Max Kasy, Ben Olken, Gerard Padro, Rohini Pande, Gautam Rao, Gerard Roland, Jesse Shapiro, Michael Song, Andrei Shleifer, Jaya Wen, Yang Xie, and Daniel Xu for stimulating comments and suggestions. Weicheng Cai, Qingyu Chen, Andrew Kao, Kaicheng Luo, Jiarui Qian, and Bobing Qiu provided outstanding research assistance.", "venue": "", "year": 2021, "referenceCount": 49, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Shaoda Wang"}, {"authorId": null, "name": "David Yang"}]}}, {"contexts": ["1% of treated households, respectively; by comparison, in studies of HERs, opt-out rates tend to be less than 1% on average (Allcott, 2015).", "Effect sizes for electricity use are generally smaller: in an analysis of over 100 different large-scale HER experiments in the US, Allcott (2015) finds average reductions of 1.31%, with a standard deviation of 0.45 percentage points.", "The effect is substantially larger in magnitude than typically found in the literature on Home Energy Reports (e.g., Allcott, 2011, 2015).", "These figures amount to 14.6% and 5.1% of treated households, respectively; by comparison, in studies of HERs, opt-out rates tend to be less than 1% on average (Allcott, 2015)."], "isInfluential": true, "intents": ["background", "result"], "citingPaper": {"paperId": "6d9799b8ab84fbfb8062757e56df46cdf5882e40", "externalIds": {"DOI": "10.2139/ssrn.3876029"}, "url": "https://www.semanticscholar.org/paper/6d9799b8ab84fbfb8062757e56df46cdf5882e40", "title": "Norm-Based Feedback on Household Waste: Large-Scale Field Experiments in Two Swedish Municipalities", "abstract": "We conduct separate randomized controlled trials of norm-based feedback nudges on house-hold waste in two municipalities in western Sweden. Our main treatment presents recipients with accurate, household-specific feedback highly similar to the standard Home Energy Report design, but with residual (unsorted) waste as the object of comparison. We also test a novel ‘dynamic’ norm design informed by psychological research. Post-experimental reductions are on the order of 7-12% in both municipalities, substantially larger than inmost previous studies. We estimate that the reduction corresponds to a 30-60% increase in unit-based waste fees. Effect differences between our main treatment and the dynamic-norm treatment are not significant. We find that feedback nudges are highly cost-effective compared to alternative means for reducing household residual waste. However, net social benefits depend on whether existing waste fees internalize the marginal social cost of residual waste. Our results have implications for the usefulness of feedback interventions as well as for unit-based pricing of waste, on which our feedback materials rely.", "venue": "SSRN Electronic Journal", "year": 2021, "referenceCount": 63, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2118644855", "name": "Centre for Collective Action Submitter"}, {"authorId": "114072142", "name": "Claes Ek"}, {"authorId": "108036460", "name": "Magnus Söderberg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7372a7cc82f12ff68afe7a91d861c2d5f0df0e20", "externalIds": {"ArXiv": "2006.01880", "DOI": "10.1007/s40797-021-00170-3"}, "url": "https://www.semanticscholar.org/paper/7372a7cc82f12ff68afe7a91d861c2d5f0df0e20", "title": "Evaluating Public Support to the Investment Activities of Business Firms: A Multilevel Meta-Regression Analysis of Italian Studies", "abstract": "We conduct an extensive meta-regression analysis of counterfactual programme evaluations from Italy, considering both published and grey literature on enterprise and innovation policies. We specify a multilevel model for the probability of finding positive effect estimates, also assessing correlation possibly induced by co-authorship networks. We find that the probability of positive effects is considerable, especially for weaker firms and outcomes that are directly targeted by public programmes. However, these policies are less likely to trigger change in the long run.", "venue": "Italian Economic Journal", "year": 2020, "referenceCount": 147, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Mathematics", "Economics"], "authors": [{"authorId": "2385041", "name": "C. Bocci"}, {"authorId": "98756586", "name": "A. Caloffi"}, {"authorId": "37546584", "name": "M. Mariani"}, {"authorId": "74424131", "name": "A. Sterlacchini"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "73c6d8f5db1574037f2b4f79d415154d9ea27a26", "externalIds": {"MAG": "3125115465", "DOI": "10.1257/AER.20180441"}, "url": "https://www.semanticscholar.org/paper/73c6d8f5db1574037f2b4f79d415154d9ea27a26", "title": "Efficiency and Equity Impacts of Energy Subsidies", "abstract": "Economic theory suggests that energy subsidies can lead to excessive consumption and environmental degradation. However, the precise impact of energy subsidies is not well understood. We analyze a large energy subsidy: the California Alternate Rates for Energy (CARE). CARE provides a price reduction for low-income consumers of natural gas and electricity. Using a natural field experiment, we estimate the price elasticity of demand for natural gas to be about -0.35 for CARE customers. An economic model of this subsidy yields three results. First, the natural gas subsidy appears to reduce welfare. Second, the economic impact of various policies, such as cap-and-trade, depends on whether prices for various customers move closer to the marginal social cost. Third, benefits to CARE customers need to increase by 6% to offset the costs of the program.", "venue": "", "year": 2021, "referenceCount": 70, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "32761051", "name": "R. Hahn"}, {"authorId": "123874100", "name": "R. Metcalfe"}]}}, {"contexts": ["For example, our analysis is silent to possible disutility households experience from the receipt of HWRs, the reduction in surplus attributable to inefficient pricing of electricity and water, and lost consumer surplus from conservation (Allcott and Kessler 2015).", "Following Allcott and Kessler (2015) and Farhi and Gabaix (2017), we allow imperfect information and behavioral biases to influence demand for water and electricity.", "In a welfare analysis, we would replace household bill savings with the net change in consumer surplus attributable to HWRs (Allcott and Kessler 2015).", "Our work highlights the importance of moving beyond a partial equilibrium framework in program evaluation and contributes to a growing literature examining the costeffectiveness of nudges and their welfare impacts (Allcott and Kessler 2015)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "8c9eec7c83dbdfef103e68d5870ea19bc90d2ec5", "externalIds": {"MAG": "2790589826", "DOI": "10.1086/711025"}, "url": "https://www.semanticscholar.org/paper/8c9eec7c83dbdfef103e68d5870ea19bc90d2ec5", "title": "Spillovers from Behavioral Interventions: Experimental Evidence from Water and Energy Use", "abstract": "This paper provides experimental evidence that behavioral interventions spill over to untreated sectors by altering consumer choice. We use a randomized controlled trial and high-frequency data to test the effect of social norms messaging about residential water use on electricity consumption. Messaging appears to induce a small reduction in summertime electricity use. Empirical tests and household survey data support the hypothesis that this nudge alters electricity choices. An engineering simulation suggests that complementarities between appliances that use water and electricity explain roughly a quarter of the electricity reduction. Incorporating the cross-sectoral spillover increases the net benefits of the intervention substantially.", "venue": "Journal of the Association of Environmental and Resource Economists", "year": 2020, "referenceCount": 71, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "13241495", "name": "Katrina Jessoe"}, {"authorId": "51109037", "name": "Gabriel E. Lade"}, {"authorId": "3018395", "name": "F. Loge"}, {"authorId": "96298402", "name": "E. Spang"}]}}, {"contexts": ["The approach is not without its critics and some concerns have been raised about the external validity of results [168]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "a6ef66eb9da91f0c195be31556b945ad997ed0e4", "externalIds": {"MAG": "3179926738", "DOI": "10.1146/ANNUREV-ENVIRON-012320-084937"}, "url": "https://www.semanticscholar.org/paper/a6ef66eb9da91f0c195be31556b945ad997ed0e4", "title": "Energy Efficiency: What Has Research Delivered in the Last 40 Years?", "abstract": "This article presents a critical assessment of 40 years of research that may be brought under the umbrella of energy efficiency, spanning different aggregations and domains—from individual producing and consuming agents to economy-wide effects to the role of innovation to the influence of policy. After 40 years of research, energy efficiency initiatives are generally perceived as highly effective. Innovation has contributed to lowering energy technology costs and increasing energy productivity. Energy efficiency programs in many cases have reduced energy use per unit of economic output and have been associated with net improvements in welfare, emission reductions, or both. Rebound effects at the macro level still warrant careful policy attention, as they may be nontrivial. Complexity of energy efficiency dynamics calls for further methodological and empirical advances, multidisciplinary approaches, and granular data at the service level for research in this field to be of greatest societal benefit. Expected final online publication date for the Annual Review of Environment and Resources, Volume 46 is October 2021. Please see http://www.annualreviews.org/page/journal/pubdates for revised estimates.", "venue": "Annual Review of Environment and Resources", "year": 2021, "referenceCount": 226, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Environmental Science"], "authors": [{"authorId": "83005470", "name": "H. Saunders"}, {"authorId": "8919744", "name": "J. Roy"}, {"authorId": "143850616", "name": "I. Azevedo"}, {"authorId": "115068692", "name": "Debalina Chakravarty"}, {"authorId": "145878443", "name": "S. Dasgupta"}, {"authorId": "91958853", "name": "Stephane de la Rue du Can"}, {"authorId": "2205179", "name": "A. Druckman"}, {"authorId": "2866828", "name": "R. Fouquet"}, {"authorId": "144488818", "name": "M. Grubb"}, {"authorId": null, "name": "Boqiang Lin"}, {"authorId": "145094763", "name": "R. Lowe"}, {"authorId": "2956269", "name": "R. Madlener"}, {"authorId": "145243813", "name": "Daire McCoy"}, {"authorId": "119392250", "name": "L. Mundaca"}, {"authorId": "3955592", "name": "T. Oreszczyn"}, {"authorId": "48005197", "name": "S. Sorrell"}, {"authorId": "2649828", "name": "D. Stern"}, {"authorId": null, "name": "Kanako Tanaka"}, {"authorId": null, "name": "Taoyuan Wei"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b253398320f2c9bfd4eaf14553d2bf2eea633245", "externalIds": {"MAG": "3157075831", "DOI": "10.35940/IJSE.B8008.051121"}, "url": "https://www.semanticscholar.org/paper/b253398320f2c9bfd4eaf14553d2bf2eea633245", "title": "Importance and Applications of GIS in Engineering", "abstract": "Site selection is very important for any construction of structure and management. The appropriate site selection gives very good life and durability to the structure. Site selection is also improving quality of the structure and life of the structure. So, site selection is very important in of structures. In this, Geographic information system is a tool used for site selection of structure. Geographic information system is used to analyses and manipulate the spatially referenced data. It is also known as remotely sensed data or information. Geographic information system is giving a better output with in short period of time. So Geographic information system is most widely used now a days around the world. In recent developments attribute data are analysis by using Geographic information system. The selection of site depends on soil conditions, environmental conditions, weathering agencies etc. so proper planning and design of site selection is very important to make a structure in long life and increase the life span of the structure.", "venue": "", "year": 2021, "referenceCount": 23, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2087764755", "name": "G. Ramesh"}]}}, {"contexts": ["These studies specifically focused on survey experiments, however, and it isn’t truly up for debate that many important objects of study have important heterogeneous components [Allcott, 2015, Vivalt, 2015, Dehejia et al., 2019]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "efed7bbae7e6c89fb762993d5f575464abd34b97", "externalIds": {"DBLP": "conf/aistats/PhanADR21"}, "url": "https://www.semanticscholar.org/paper/efed7bbae7e6c89fb762993d5f575464abd34b97", "title": "Designing Transportable Experiments Under S-admissability", "abstract": "We consider the problem of designing a randomized experiment on a source population to estimate the Average Treatment Effect (ATE) on a target population. We propose a novel approach which explicitly considers the target when designing the experiment on the source. Under the covariate shift assumption, we design an unbiased importance-weighted estimator for the target population’s ATE. To reduce the variance of our estimator, we design a covariate balance condition (Target Balance) between the treatment and control groups based on the target population. We show that Target Balance achieves a higher variance reduction asymptotically than methods that do not consider the target population during the design phase. Our experiments illustrate that Target Balance reduces the variance even for small sample sizes.", "venue": "AISTATS", "year": 2021, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2059353658", "name": "My Phan"}, {"authorId": "144004920", "name": "D. Arbour"}, {"authorId": "90810256", "name": "Drew Dimmery"}, {"authorId": "3393154", "name": "Anup B. Rao"}]}}, {"contexts": ["This result highlights the need to account for contextual variation when scaling an intervention from a few select research sites to a broader set of contexts (34)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "069c38fd69dc23d9adfac121b9329483162d8225", "externalIds": {"PubMedCentral": "7334459", "MAG": "3034223452", "DOI": "10.1073/pnas.1921417117", "PubMed": "32541050"}, "url": "https://www.semanticscholar.org/paper/069c38fd69dc23d9adfac121b9329483162d8225", "title": "Scaling up behavioral science interventions in online education", "abstract": "Significance Low persistence in educational programs is a major obstacle to social mobility. Scientists have proposed many scalable interventions to support students learning online. In one of the largest international field experiments in education, we iteratively tested established behavioral science interventions and found small benefits depending on individual and contextual characteristics. Forecasting intervention efficacy using state-of-the-art methods yields limited improvements. Online education provides unprecedented access to learning opportunities, as evidenced by its role during the 2020 coronavirus pandemic, but adequately supporting diverse students will require more than a light-touch intervention. Our findings encourage funding agencies and researchers conducting large-scale field trials to consider dynamic investigations to uncover and design for contextual heterogeneity to complement static investigations of overall effects. Online education is rapidly expanding in response to rising demand for higher and continuing education, but many online students struggle to achieve their educational goals. Several behavioral science interventions have shown promise in raising student persistence and completion rates in a handful of courses, but evidence of their effectiveness across diverse educational contexts is limited. In this study, we test a set of established interventions over 2.5 y, with one-quarter million students, from nearly every country, across 247 online courses offered by Harvard, the Massachusetts Institute of Technology, and Stanford. We hypothesized that the interventions would produce medium-to-large effects as in prior studies, but this is not supported by our results. Instead, using an iterative scientific process of cyclically preregistering new hypotheses in between waves of data collection, we identified individual, contextual, and temporal conditions under which the interventions benefit students. Self-regulation interventions raised student engagement in the first few weeks but not final completion rates. Value-relevance interventions raised completion rates in developing countries to close the global achievement gap, but only in courses with a global gap. We found minimal evidence that state-of-the-art machine learning methods can forecast the occurrence of a global gap or learn effective individualized intervention policies. Scaling behavioral science interventions across various online learning contexts can reduce their average effectiveness by an order-of-magnitude. However, iterative scientific investigations can uncover what works where for whom.", "venue": "Proceedings of the National Academy of Sciences", "year": 2020, "referenceCount": 46, "citationCount": 34, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "2633430", "name": "René F. Kizilcec"}, {"authorId": "2950299", "name": "J. Reich"}, {"authorId": "120859424", "name": "M. Yeomans"}, {"authorId": "31774034", "name": "C. Dann"}, {"authorId": "2563117", "name": "Emma Brunskill"}, {"authorId": "144745669", "name": "Glenn Lopez"}, {"authorId": "66258388", "name": "Selen Turkay"}, {"authorId": "1580222881", "name": "J. J. Williams"}, {"authorId": "3252940", "name": "D. Tingley"}]}}, {"contexts": ["…four discrete points in time: departure\n24 While we understand that there may be partner selection bias inherent in our (or any) firm-level study (Allcott 2015), our experience withmany other international commercial airlines suggests that they are nomore (and sometimes considerably less)…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0ecea60a62b27eaa6f18f55a49f482c89d6b5c6e", "externalIds": {"MAG": "3022127692", "DOI": "10.1086/705375"}, "url": "https://www.semanticscholar.org/paper/0ecea60a62b27eaa6f18f55a49f482c89d6b5c6e", "title": "The Impact of Management Practices on Employee Productivity: A Field Experiment with Airline Captains", "abstract": "Increasing evidence indicates the importance of management in determining firms' productivity. Yet causal evidence regarding the effectiveness of management practices is scarce, especially for skilled labor in the developed world. In a field experiment measuring commercial airline captains’ productivity, we test four distinct management practices: performance monitoring, performance feedback, target setting, and prosocial incentives. These practices—particularly monitoring and target setting—significantly increase captains' productivity on the targeted fuel-saving dimensions, with positive spillovers on job satisfaction and CO2 emissions. The study reveals an uncharted research opportunity to delve into the black box of firms to examine the determinants of productivity among skilled labor.", "venue": "Journal of Political Economy", "year": 2020, "referenceCount": 78, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "91128900", "name": "Greer K Gosnell"}, {"authorId": "1798259", "name": "J. List"}, {"authorId": "123874100", "name": "R. Metcalfe"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "114b2a2ecc4c3ed5731a18a7e3b82f1a8d6e2909", "externalIds": {"MAG": "2739339630", "DOI": "10.2139/ssrn.3002723"}, "url": "https://www.semanticscholar.org/paper/114b2a2ecc4c3ed5731a18a7e3b82f1a8d6e2909", "title": "Making the Grade: The Sensitivity of Education Program Effectiveness to Input Choices and Outcome Measures", "abstract": "This paper demonstrates the acute sensitivity of education program effectiveness to the choices of inputs and outcome measures, using a randomized evaluation of a mother-tongue literacy program. The program raises reading scores by 0.64SDs and writing scores by 0.45SDs. A reduced-cost version instead yields statistically-insignificant reading gains and some large negative effects (-0.33SDs) on advanced writing. We combine a conceptual model of education production with detailed classroom observations to examine the mechanisms driving the results; we show they could be driven by the program initially lowering productivity before raising it, and potentially by missing complementary inputs in the reduced-cost version.", "venue": "", "year": 2020, "referenceCount": 127, "citationCount": 26, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Engineering"], "authors": [{"authorId": "38467621", "name": "J. Kerwin"}, {"authorId": "1934100", "name": "R. Thornton"}]}}, {"contexts": ["Alcott (2015) does something similar comparing the ability of an RCT of reminders to reduce energy consumption in one city to predict the effect of the same campaign in another city finding that RCTs don’t do a great job, but a better one than other methods in common use.", "Alcott (2015) does something similar comparing the ability of an RCT of reminders to reduce energy consumption in one city to predict the effect of the same campaign in another city finding that RCTs\ndon’t do a great job, but a better one than other methods in common use."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "142938422685ad92982297e5e7a8a84518f3076e", "externalIds": {"MAG": "3093639134", "DOI": "10.1093/oso/9780198865360.003.0006"}, "url": "https://www.semanticscholar.org/paper/142938422685ad92982297e5e7a8a84518f3076e", "title": "RCTs in Development Economics, Their Critics and Their Evolution", "abstract": "The use of RCTs in development economics has attracted a consistent drumbeat of criticism, but relatively little response from so-called randomistas (other than a steadily increasing number of practitioners and papers). Here I systematize the critiques and discuss the difficulty in responding directly to them. Then I apply prominent RCT critic Lant Pritchett’s PDIA framework to illustrate how the RCT movement has been responsive to the critiques if not to the critics through a steady evolution of practice. Finally, I assess the current state of the RCT movement in terms of impact and productivity. * Thanks to Jonathan Morduch, David McKenzie, Lant Pritchett and Isabelle Guerin for helpful discussions in developing this chapter, as well as the participants in the AFD Workshop Randomized Control Trials in the Field of Development: The Gold Standard Revisited (Paris, March 2019). Also thanks to Cynthia Kinnan, Jessica Goldberg, Johannes Haushaufer, Cyrus Samii, and Bruce Wydick for helpful pointers, and the three editors of the book, Florent Bédécarrats, Isabelle Guérin, and François Roubaud, for valuable comments and discussions.", "venue": "", "year": 2020, "referenceCount": 60, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "95178938", "name": "Timothy N. Ogden"}]}}, {"contexts": ["There are many other potential missing data problem applications of the GIPT estimator where it would be desirable to generate heterogeneous ATEs.", "Allowing for ATE heterogeneity in missing data problems in the context of IPT is one contribution of our paper.2\nSpeci cally, the IPT and IPW approaches do not allow for geographic heterogeneity in the ATEs across observations in the ATEs.3 If the target point locations of properties are varied, possible ATE heterogeneity could be an important consideration in many but not all applications.", "We can also test for the statistical signi cance of each of the ATEs.", "Speci cally, the IPT and IPW approaches do not allow for geographic heterogeneity in the ATEs across observations in the ATEs.(3) If the target point locations of properties are varied, possible ATE heterogeneity could be an important consideration in many but not all applications.", "2Other recent contributions to this ATE heterogeneity literature have included Allcott (2015), Hsu et al (2018), and Hotz et al (2005).", "In comparing the GIPT ATEs against the corresponding true ATEs, it is apparent that as the sample size increases from N = 300 to N = 600, the GIPT ATEs more closely approximate the true ATEs.", "Finally, approximately 0.5 km north of the restaurant/bakery there is a cluster of 4 other properties that have statistically signi cant (negative) ATEs."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "2f0836b3b70949e62658393a278313089362ef05", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/2f0836b3b70949e62658393a278313089362ef05", "title": "DATA \"MISSING AT RANDOM\" IN REAL ESTATE APPLICATIONS: A NEW SPATIAL DEPENDENCE APPROACH", "abstract": "There are many applied real estate studies that have data \"missing at random\". We develop a nonparametric geographic (or spatial) estimator that allows for average treatment e ect (ATE) heterogeneity across geographic space and addresses missing data problems. This approach uses propensity scores that re-weight by equating moments across treated (and untreated) sub-samples with the entire sample, allowing for separate tilting parameters in the treated and untreated samples, as in Graham et al. (2012). Our contribution is to add a second rebalancing, by down-weighting observations far from each target point. We call this a Geographic Inverse Probability Tilting (GIPT) estimator. GIPT allows for heterogeneous ATE estimates that vary by geographic location, and can utilize a large proportion of the sample in estimating the ATE at each target point. Small sample properties demonstrate that the ATE surface is smooth with GIPT. Our Monte Carlo simulations validate the strong small sample performance of GIPT. Among many possible real estate applications of GIPT, we demonstrate how a severe storm leading to an extended water-boil advisory, imposed much longer on sub-sections of Metro-Vancouver Canada (the treatment ), impacted individual commercial property prices (the ATEs) di erently.", "venue": "", "year": 2020, "referenceCount": 30, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "19840411", "name": "Jeffrey P Cohen"}, {"authorId": "2119301161", "name": "Ke Yang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3e0b784e994378cc66dc7d6bf29d469329f4419a", "externalIds": {"MAG": "3122628747", "DOI": "10.2139/ssrn.3695140"}, "url": "https://www.semanticscholar.org/paper/3e0b784e994378cc66dc7d6bf29d469329f4419a", "title": "Cleaning Up the Rust Belt: Housing Market Impacts of Removing Legacy Pollutants", "abstract": "The Great Lakes and their tributaries make up the largest freshwater system on the planet, providing drinking water and recreational value to millions of people. Yet manufacturing plants have left a legacy of toxic pollutants in the region, creating the stigma of the \"Rust Belt.\" In 1987, the Area of Concern (AOC) Program designated 31 areas in the region as having hazardous water quality. Over 700 million federal dollars have been spent since 2004 on grants to clean up the areas. Our paper is the first to provide causal estimates of the program's impact on local housing markets. We find negative and statistically significant effects of AOC designation, indicating that consumers value clean water and incorporate information about water quality into their housing purchases. We develop two estimators to bound the effects of remediation grants on housing prices. Our estimates imply that the benefits of remediation grants range from $16.9 billion to $25.6 billion, greatly exceeding grant costs.", "venue": "", "year": 2020, "referenceCount": 65, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "122454660", "name": "Alecia Cassidy"}, {"authorId": "49427324", "name": "R. Meeks"}, {"authorId": "2088633818", "name": "M. Moore"}]}}, {"contexts": ["org/curated/en/343901468330977533/Specialeconomic-zone-performance-lessons-learned-and-implication-for-zonedevelopment Allcott, H. (2015). Site selection bias in program evaluation. The Quarterly Journal of Economics, 130(3), 1117-1165. Antras, P., & Caballero, R. J. (2009). Trade and capital flows:: A financial frictions perspective. Journal of Political Economy, 117(4), 701-744. Bustos, P. (2011). Trade liberalization, exports, and technology upgrading: Evidence on the impact of MERCOSUR on Argentinian firms. American economic review, 101(1), 304-340. Edwards, S. (1993). Openness, Trade Liberalization, and Growth in Developing Countries. Journal of Economic Literature, 31(3), 1358-1393. Greenaway, D., Morgan, W., & Wright, P. (1997). Trade liberalization and growth in developing countries: Some new evidence. World Development, 25(11), 1885-1892. Huang, D., Van, V. T., Hossain, M. E., & He, Z. (2017). Shanghai Pilot Free Trade Zone and Its Effect on Economic Growth: A Counter-Factual Approach. Open Journal of Social Sciences, 5(09), 73. Huang, J. (2015). Challenges and Solutions for the China–US BIT", "org/curated/en/343901468330977533/Specialeconomic-zone-performance-lessons-learned-and-implication-for-zonedevelopment Allcott, H. (2015). Site selection bias in program evaluation. The Quarterly Journal of Economics, 130(3), 1117-1165. Antras, P., & Caballero, R. J. (2009). Trade and capital flows:: A financial frictions perspective. Journal of Political Economy, 117(4), 701-744. Bustos, P. (2011). Trade liberalization, exports, and technology upgrading: Evidence on the impact of MERCOSUR on Argentinian firms. American economic review, 101(1), 304-340. Edwards, S. (1993). Openness, Trade Liberalization, and Growth in Developing Countries.", "Though site selection bias occurs because richer areas are more responsive to treatment (Allcott, 2015), the FTZ policy alleviates this concern as the spatial distribution is", "org/curated/en/343901468330977533/Specialeconomic-zone-performance-lessons-learned-and-implication-for-zonedevelopment Allcott, H. (2015). Site selection bias in program evaluation. The Quarterly Journal of Economics, 130(3), 1117-1165. Antras, P., & Caballero, R. J. (2009). Trade and capital flows:: A financial frictions perspective. Journal of Political Economy, 117(4), 701-744. Bustos, P. (2011). Trade liberalization, exports, and technology upgrading: Evidence on the impact of MERCOSUR on Argentinian firms.", "org/curated/en/343901468330977533/Specialeconomic-zone-performance-lessons-learned-and-implication-for-zonedevelopment Allcott, H. (2015). Site selection bias in program evaluation. The Quarterly Journal of Economics, 130(3), 1117-1165. Antras, P., & Caballero, R. J. (2009). Trade and capital flows:: A financial frictions perspective. Journal of Political Economy, 117(4), 701-744. Bustos, P. (2011). Trade liberalization, exports, and technology upgrading: Evidence on the impact of MERCOSUR on Argentinian firms. American economic review, 101(1), 304-340. Edwards, S. (1993). Openness, Trade Liberalization, and Growth in Developing Countries. Journal of Economic Literature, 31(3), 1358-1393. Greenaway, D., Morgan, W., & Wright, P. (1997). Trade liberalization and growth in developing countries: Some new evidence.", "Though site selection bias occurs because richer areas are more responsive to treatment (Allcott, 2015), the FTZ policy alleviates this concern as the spatial distribution is\nElectronic copy available at: https://ssrn.com/abstract=3534587\nrepresentative across China.", "org/curated/en/343901468330977533/Specialeconomic-zone-performance-lessons-learned-and-implication-for-zonedevelopment Allcott, H. (2015). Site selection bias in program evaluation. The Quarterly Journal of Economics, 130(3), 1117-1165. Antras, P., & Caballero, R. J. (2009). Trade and capital flows:: A financial frictions perspective. Journal of Political Economy, 117(4), 701-744. Bustos, P. (2011). Trade liberalization, exports, and technology upgrading: Evidence on the impact of MERCOSUR on Argentinian firms. American economic review, 101(1), 304-340. Edwards, S. (1993). Openness, Trade Liberalization, and Growth in Developing Countries. Journal of Economic Literature, 31(3), 1358-1393. Greenaway, D., Morgan, W., & Wright, P. (1997). Trade liberalization and growth in developing countries: Some new evidence. World Development, 25(11), 1885-1892. Huang, D., Van, V. T., Hossain, M. E., & He, Z. (2017). Shanghai Pilot Free Trade Zone and Its Effect on Economic Growth: A Counter-Factual Approach.", "org/curated/en/343901468330977533/Specialeconomic-zone-performance-lessons-learned-and-implication-for-zonedevelopment Allcott, H. (2015). Site selection bias in program evaluation. The Quarterly Journal of Economics, 130(3), 1117-1165. Antras, P., & Caballero, R. J. (2009). Trade and capital flows:: A financial frictions perspective.", "org/curated/en/343901468330977533/Specialeconomic-zone-performance-lessons-learned-and-implication-for-zonedevelopment Allcott, H. (2015). Site selection bias in program evaluation."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "503979a50757d92f52984f8d0cf6889d88176ff0", "externalIds": {"MAG": "3022221188", "DOI": "10.2139/ssrn.3534587"}, "url": "https://www.semanticscholar.org/paper/503979a50757d92f52984f8d0cf6889d88176ff0", "title": "Trade Liberalization and Trade and Capital Flows: Evidence from China Pilot Free Trade Zones", "abstract": "China established several Pilot Free Trade Zone (PFTZ) in recent years as a major step to deepen trade liberalization. In this paper, we investigate the impact of FTZs on the economy’s capital flow, imports and exports, as well as the underlying mechanisms. We consider the newly established FTZ as a natural experiment, manipulate with the respective establishment dates of the FTZs, and construct a difference-in-difference (DID) model. Our results show that FTZ does promote local foreign direct investment (FDI) and outward foreign direct investment (OFDI), but its influence on goods exports and imports remain limited.", "venue": "", "year": 2020, "referenceCount": 27, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "103199649", "name": "T. Bao"}, {"authorId": "12485960", "name": "Yunhao Dai"}, {"authorId": "2108592240", "name": "Shuai Liu"}]}}, {"contexts": ["Another example is provided\n21\nby Allcott (2015), who assesses the variation in the effect of an energy reduction policy that has been gradually implemented at 111 sites in the United States: he finds that the effect of this policy has been stronger at the 10 sites where the scheme was initially…", "by Allcott (2015), who assesses the variation in the effect of an energy reduction policy that has been gradually implemented at 111 sites in the United States: he finds that the effect of this policy has been stronger at the 10 sites where the scheme was initially applied, suggesting that these first sites were selected because of their particular characteristics."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "747050ea59f75d95e922cc4bdc846a3a5f45b161", "externalIds": {"MAG": "3001535502"}, "url": "https://www.semanticscholar.org/paper/747050ea59f75d95e922cc4bdc846a3a5f45b161", "title": "Policy Evaluation Using Causal Inference Methods", "abstract": "This chapter describes the main impact evaluation methods, both experimental and quasi-experimental, and the statistical model underlying them. Some of the most important methodological advances to have recently been put forward in this field of research are presented. We focus not only on the need to pay particular attention to the accuracy of the estimated effects, but also on the requirement to replicate assessments, carried out by experimentation or quasi-experimentation, in order to distinguish false positives from proven effects.", "venue": "", "year": 2020, "referenceCount": 95, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "66232368", "name": "D. Fougère"}, {"authorId": "3232196", "name": "N. Jacquemet"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "752f9d4b0c0196bc4fefa045855b5bdccbbefb12", "externalIds": {"MAG": "2626856861", "DOI": "10.1086/710334"}, "url": "https://www.semanticscholar.org/paper/752f9d4b0c0196bc4fefa045855b5bdccbbefb12", "title": "How Do Doctors Respond to Incentives? Unintended Consequences of Paying Doctors to Reduce Costs", "abstract": "Billions of dollars have been spent on pilot programs searching for ways to reduce health care costs. I study one such program, in which hospitals pay doctors bonuses for reducing the total hospital costs of admitted Medicare patients. Doctors respond to the bonuses by becoming more likely to admit patients whose treatment can generate high bonuses and sorting healthier patients into participating hospitals. Conditional on patient health, however, doctors do not reduce costs or change procedure use. These results highlight the ability of doctors to game incentive schemes and the risks of basing nationwide health care reforms on pilot programs.", "venue": "Journal of Political Economy", "year": 2017, "referenceCount": 84, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "38475603", "name": "D. Alexander"}]}}, {"contexts": ["[33, 102, 72, 7] examine external validity in economic research."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "83768c88d3d412801b5b7aa08e0b70a8875a18c9", "externalIds": {"ArXiv": "2010.04855", "DBLP": "journals/corr/abs-2010-04855", "MAG": "3092370390"}, "url": "https://www.semanticscholar.org/paper/83768c88d3d412801b5b7aa08e0b70a8875a18c9", "title": "Kernel Methods for Policy Evaluation: Treatment Effects, Mediation Analysis, and Off-Policy Planning", "abstract": "We propose a novel framework for non-parametric policy evaluation in static and dynamic settings. Under the assumption of selection on observables, we consider treatment effects of the population, of sub-populations, and of alternative populations that may have alternative covariate distributions. We further consider the decomposition of a total effect into a direct effect and an indirect effect (as mediated by a particular mechanism). Under the assumption of sequential selection on observables, we consider the effects of sequences of treatments. Across settings, we allow for treatments that may be discrete, continuous, or even text. Across settings, we allow for estimation of not only counterfactual mean outcomes but also counterfactual distributions of outcomes. We unify analyses across settings by showing that all of these causal learning problems reduce to the re-weighting of a prediction, i.e. causal adjustment. We implement the re-weighting as an inner product in a function space called a reproducing kernel Hilbert space (RKHS), with a closed form solution that can be computed in one line of code. We prove uniform consistency and provide finite sample rates of convergence. We evaluate our estimators in simulations devised by other authors. We use our new estimators to evaluate continuous and heterogeneous treatment effects of the US Jobs Corps training program for disadvantaged youth.", "venue": "ArXiv", "year": 2020, "referenceCount": 158, "citationCount": 11, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Economics", "Computer Science", "Mathematics"], "authors": [{"authorId": "2115290218", "name": "Rahul Singh"}, {"authorId": "2475858", "name": "Liyuan Xu"}, {"authorId": "1708497", "name": "A. Gretton"}]}}, {"contexts": ["The potential for a positive self-selection bias is well researched in field experiments (Gautier and Klaauw, 2012), as well as in the case of our specific type of intervention (Allcott, 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "84354e869e0d04406b7edf45592928ec0aa3c57d", "externalIds": {"MAG": "3141752140", "DOI": "10.2139/ssrn.3659866"}, "url": "https://www.semanticscholar.org/paper/84354e869e0d04406b7edf45592928ec0aa3c57d", "title": "Tackling Energy Poverty Through Behavioral Change: A Pilot Study on Social Comparison Interventions in Social Housing Districts", "abstract": "Behavioral Economics has in recent years played a key role in informing the design of non-price interventions aimed at promoting energy conservation behaviors in residential areas. Some of the most influential contributions of the discipline in an applied setting have centered around the development of norm-based interventions. The success that these interventions have had in specific contexts presents an opportunity to utilize them as tools for tackling a prevalent type of poverty at the EU level: energy poverty. Recent contributions to the literature highlight the role of inefficient energy behavior as a significant driver of this particular type of poverty, which is characterized by an inability to afford the basic energy services necessary to guarantee a decent standard of living. Therefore, the effectiveness of norm-based interventions in vulnerable populations merits further investigation to determine whether this approach can suitably address the behavioral components of energy poverty by promoting efficient energy consumption and conservation efforts. This is particularly imperative when combined with retrofitting innovations, as it can help avoid negative behavioral responses often associated with the implementation of efficiency upgrades, such as rebound effects. \n \nThis study reports on a pilot conducted in an exemplary social housing context (located in Bolzano, Italy) with the aim to assess the effectiveness of social comparison interventions in energy vulnerable groups. Using a design that combines appeals to injunctive and descriptive norms embedded within In-Home Devices (IHD) in recently retrofitted homes, our objective is to set a basis for the assessment of effectiveness of these types of interventions in social housing populations. Our study seeks to provide useful methodological insights to policy makers on how to effectively design behaviorally informed interventions aimed at tackling energy poverty.", "venue": "", "year": 2020, "referenceCount": 65, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "120566954", "name": "Nicolas Caballero"}, {"authorId": "2046695741", "name": "Nives Della Valle"}]}}, {"contexts": ["These studies specifically focused on survey experiments, however, and it isn’t truly up for debate that many important objects of study have important heterogeneous components [Allcott, 2015, Vivalt, 2015, Dehejia et al., 2019]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "995b1b7c622befc00890d98739e6dd745bf7911f", "externalIds": {"ArXiv": "2009.03860", "MAG": "3084134268"}, "url": "https://www.semanticscholar.org/paper/995b1b7c622befc00890d98739e6dd745bf7911f", "title": "Designing Transportable Experiments", "abstract": "We consider the problem of designing a randomized experiment on a source population to estimate the Average Treatment Effect (ATE) on a target population. Under the covariate shift assumption, we design an unbiased importance-weighted estimator for the target population's ATE. To reduce the variance of our estimator, we design a covariate balance condition between the treatment and control group. Under the rerandomization scheme [Morgan et al., 2012], the experimenter repeatedly rejects a random assignment until it satisfies the condition. We show that when the sample size is large, for a rejection threshold $\\alpha$, our balance condition achieves the optimal variance reduction.", "venue": "", "year": 2020, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Mathematics"], "authors": [{"authorId": "2059353658", "name": "My Phan"}, {"authorId": "144004920", "name": "D. Arbour"}, {"authorId": "90810256", "name": "Drew Dimmery"}, {"authorId": "3393154", "name": "Anup B. Rao"}]}}, {"contexts": ["Another novel feature of this analysis is that our database covers the universe of households entering into energy efficiency schemes administered by energy suppliers in the UK, thus reducing the potential for “site-selection bias” as identified by Allcott (2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "99c9bed8428310b34fd9ff907a71b90e7966cd52", "externalIds": {"DOI": "10.5547/01956574.42.6.dmcc"}, "url": "https://www.semanticscholar.org/paper/99c9bed8428310b34fd9ff907a71b90e7966cd52", "title": "Quantifying the distributional impact of energy efficiency measures", "abstract": "The distributional impact of the low-carbon transition is an increasingly important topic both for academics and policymakers. Quantifying where the costs and benefits fall can provide greater insight into the equity and cost-effectiveness of government policies, and improve our understanding of household investment decisions. This paper provides new evidence on the distribution of returns from energy efficiency measures both over time and across household-type. A range of econometric techniques are applied to a database of over four million households over an eight year period to quantify heterogeneity, persistence and how these factors impact the relative cost-effectiveness of measures. Results suggest that more deprived households experience lower energy savings, the difference persists over time, and that significantly heterogeneity may be present across levels of deprivation and income deciles that can not be explained by differences in baseline consumption. Measures have been largely cost-effective but savings are much lower than previous policy evaluations using ex-ante estimates would suggest.", "venue": "", "year": 2020, "referenceCount": 80, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "145243813", "name": "Daire McCoy"}, {"authorId": "2037087298", "name": "R. Kotsch"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9d026c4b8d50da0a399be1ebd9a2ddbabb4e2dbc", "externalIds": {"DOI": "10.1007/978-1-4419-1698-3_100570"}, "url": "https://www.semanticscholar.org/paper/9d026c4b8d50da0a399be1ebd9a2ddbabb4e2dbc", "title": "External Validity ∗", "abstract": "External validity captures the extent to which inferences drawn from a given study’s sample apply to a broader population or other target populations. Social scientists frequently invoke external validity as an ideal, but they rarely attempt to make rigorous, credible external validity inferences. In recent years, methodologically-oriented scholars have advanced a flurry of work on various components of external validity, and this article reviews and systematizes many of those insights. We first clarify the core conceptual dimensions of external validity and introduce a simple formalization that demonstrates why external validity matters so critically. We then organize disparate arguments about how to address external validity by advancing three evaluative criteria: Model Utility, Scope Plausibility, and Specification Credibility. We conclude with a practical aspiration that scholars supplement existing reporting standards to include routine discussion of external validity. It is our hope that these evaluation and reporting standards help re-balance scientific inquiry, such that the current obsession with causal inference is complemented with an equal interest in generalized knowledge. ∗For helpful research assistance, we thank Megan Farrell, Klara Fredriksson, Kai Yue (Theodore) Charm, Juan Lozano, Amila Lulo, Xin Nong, Ayu Sofyan, Aditya Tantravahi, and Alex Wais, as well as Vanessa Gonzalez, Jonah Isaac, Samiya Javed, Sara Lowe, and Jenny Rodriguez. For helpful feedback, we thank ARPS editors Dustin Tingley and Cornelia Woll. We also thank Bethany Albertson, Trey Billing, Susanna Campbell, Jiseon Chang, Paul Diehl, Colin Elman, Chris Fariss, John Gerring, Gary Goertz, Ben Graham, Guy Grossman, Alan Jacobs, Diana Kapiszewski, Jim Kuklinski, Jenn Larson, James Mahoney, Tetsuya Matsubayashi, Rich Nielsen, Dan Nielson, Xin Nong, Raul Pacheco-Vega, Jan Pierskalla, Raul Roman, Cyrus Samii, Jason Seawright, Renard Sexton, Jason Sharman, James Stevenson, Stella Wancke, Nick Weller, Steven Wilson, and Rebecca Wolfe. We also benefited immensely from the 2019 IQMR authors’ workshop in Syracuse, New York. Crude classifications and false generalizations are the curse of the organized life. -H.G. Wells", "venue": "", "year": 2020, "referenceCount": 170, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2507261", "name": "Michael G. Findley"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ae962e834f6dceb7ed98a16d75c0df1df4657c25", "externalIds": {"MAG": "3003820655", "DOI": "10.1086/708339"}, "url": "https://www.semanticscholar.org/paper/ae962e834f6dceb7ed98a16d75c0df1df4657c25", "title": "Information Technology and Political Engagement: Mixed Evidence from Uganda", "abstract": "This study integrates three related field experiments to learn about how information communications technology (ICT) innovations can affect who communicates with politicians. We implemented a nationwide experiment in Uganda following a smaller-scale framed field experiment that suggested that ICTs can lead to significant “flattening”: marginalized populations used short message service (SMS) based communication at relatively higher rates compared to existing political communication channels. We find no evidence for these effects in the national experiment. Instead, participation rates are extremely low, and marginalized populations engage at especially low rates. We examine possible reasons for these differences between the more controlled and the scaled-up experiments. The evidence suggests that even when citizens have issues they want to raise, technological fixes to communication deficits can be easily undercut by structural weaknesses in political systems.", "venue": "The Journal of Politics", "year": 2020, "referenceCount": 73, "citationCount": 19, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "47427462", "name": "Guy Grossman"}, {"authorId": "47798676", "name": "M. Humphreys"}, {"authorId": "1422442345", "name": "Gabriella Sacramone-Lutz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bc9cced333d7ecaf26981a647b51dba60f635e53", "externalIds": {"DOI": "10.2139/ssrn.3670721"}, "url": "https://www.semanticscholar.org/paper/bc9cced333d7ecaf26981a647b51dba60f635e53", "title": "Microfinance Can Raise Incomes: Evidence from a Randomized Control Trial in China", "abstract": "This study evaluates the impact of a randomized control trial (RCT) in China that introduced externally funded village credit funds in poor, rural villages. In contrast to recent RCT-based studies that have failed to find evidence of significant increases in income from microfinance interventions, we find that the Chinese program significantly raises household income and reduces poverty. We explore possible explanations as to why the estimated impacts may be greater in China: lump-sum repayments, lower interest rates, less access to formal credit before the program, and greater potential returns from off-farm employment opportunities that are credit-constrained.", "venue": "", "year": 2020, "referenceCount": 66, "citationCount": 12, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "119893494", "name": "Shu Cai"}, {"authorId": "144812494", "name": "A. Park"}, {"authorId": "2036474794", "name": "Sangui Wang"}]}}, {"contexts": ["Bossuroy et al. (2019) find for example that requiring (non-Aadhaar) biometric authentication in health clinics increased adherence, and reduced over-reporting of adherence, to a tuberculosis treatment regimen."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "c07bc836f23d5f1270102129b9d161dc726539d0", "externalIds": {"MAG": "3004515645", "DOI": "10.3386/w26744"}, "url": "https://www.semanticscholar.org/paper/c07bc836f23d5f1270102129b9d161dc726539d0", "title": "Identity Verification Standards in Welfare Programs: Experimental Evidence from India", "abstract": "How should recipients of publicly-provided goods and services prove their identity in order to access these benefits? The core design challenge is managing the tradeoff between Type-II errors of inclusion (including corruption) against Type-I errors of exclusion whereby legitimate beneficiaries are denied benefits. We use a large-scale experiment randomized across 15 million beneficiaries to evaluate the effects of more stringent ID requirements based on biometric authentication on the delivery of India's largest social protection program (subsidized food) in the state of Jharkhand. By itself, requiring biometric authentication to transact did not reduce leakage, slightly increased transaction costs for the average beneficiary, and reduced benefits received by the subset of beneficiaries who had not previously registered an ID by 10.6%. An event study of subsequent reforms that made use of authenticated transaction data to determine allocations to the program shows that these coincided with large reductions in leakage, but also significant reductions in benefits received. Our results highlight that attempts to reduce corruption in welfare programs by making ID requirements more stringent can also generate non-trivial costs in terms of exclusion and inconvenience to genuine beneficiaries.", "venue": "", "year": 2020, "referenceCount": 50, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "143682207", "name": "K. Muralidharan"}, {"authorId": "78378485", "name": "Paul Niehaus"}, {"authorId": "105020542", "name": "Sandip Sukhtankar"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e02359fd83ed0bdc4cec9912e169a8a921fb1cd5", "externalIds": {"MAG": "3045217171", "DOI": "10.3386/w27594"}, "url": "https://www.semanticscholar.org/paper/e02359fd83ed0bdc4cec9912e169a8a921fb1cd5", "title": "Rcts to Scale: Comprehensive Evidence from Two Nudge Units", "abstract": "Nudge interventions have quickly expanded from academic studies to larger implementation in so-called Nudge Units in governments. This provides an opportunity to compare interventions in research studies, versus at scale. We assemble a unique data set of 126 RCTs covering over 23 million individuals, including all trials run by two of the largest Nudge Units in the United States. We compare these trials to a sample of nudge trials published in academic journals from two recent meta-analyses. In papers published in academic journals, the average impact of a nudge is very large – an 8.7 percentage point take-up effect, a 33.5% increase over the average control. In the Nudge Unit trials, the average impact is still sizable and highly statistically significant, but smaller at 1.4 percentage points, an 8.1% increase. We consider five potential channels for this gap: statistical power, selective publication, academic involvement, differences in trial features and in nudge features. Publication bias in the academic journals, exacerbated by low statistical power, can account for the full difference in effect sizes. Academic involvement does not account for the difference. Different features of the nudges, such as in-person versus letter-based communication, likely reflecting institutional constraints, can partially explain the different effect sizes. We conjecture that larger sample sizes and institutional constraints, which play an important role in our setting, are relevant in other at-scale implementations. Finally, we compare these results to the predictions of academics and practitioners. Most forecasters overestimate the impact for the Nudge Unit interventions, though nudge practitioners are almost perfectly calibrated.", "venue": "", "year": 2020, "referenceCount": 106, "citationCount": 71, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3311594", "name": "Stefano DellaVigna"}, {"authorId": "12033171", "name": "Elizabeth Linos"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e675594c1236160768561d0f806e6585ec2d54cc", "externalIds": {"MAG": "3039757909", "DOI": "10.2139/ssrn.3468546"}, "url": "https://www.semanticscholar.org/paper/e675594c1236160768561d0f806e6585ec2d54cc", "title": "Attributes: Selective Learning and Influence", "abstract": "When different stages of the evaluation of a multi-attribute project rest with conflicting economic actors, which attributes are selectively explored and why? We provide a model of attribute sampling in which correlation across attributes is flexibly modeled through Gaussian processes. In the absence of conflict, the optimal sample of attributes maximizes informativeness by balancing out-of-sample extrapolation with correlation within the sample. It depends neither on the prior value of the project nor on the format of sampling. Agency conflict, in contrast, gives rise to distortions. Sampling serves a dual purpose of generating valuable information and influencing the co-player. When influence takes priority, optimal sampling either suppresses informativeness for both players or negatively correlates their interests. Casting site selection as an attribute problem, our framework provides a theoretical rationale for site selection bias in small-scale program evaluation.", "venue": "", "year": 2020, "referenceCount": 59, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "102864066", "name": "Arjada Bardhi"}]}}, {"contexts": ["“Site-selection bias” refers to the phenomenon where sub-groups and/or locations for the intervention are chosen such that marginal returns are expected to be particularly large (Allcott, 2015; Banerjee et al, 2017:81)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "fb0ae00f886d4847113a57076c550ee7623f70f3", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/fb0ae00f886d4847113a57076c550ee7623f70f3", "title": "IMPACT EVALUATION OF FUNDA WANDE COACHING INTERVENTION MIDLINE FINDINGS", "abstract": null, "venue": "", "year": 2020, "referenceCount": 70, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "6839112", "name": "C. Ardington"}, {"authorId": "88496986", "name": "T. Meiring"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fb89ca5e2c27c5e61079bb038a8406e4a5185af8", "externalIds": {"MAG": "3041415592", "DOI": "10.2139/ssrn.3637868"}, "url": "https://www.semanticscholar.org/paper/fb89ca5e2c27c5e61079bb038a8406e4a5185af8", "title": "Addressing Validity and Generalizability Concerns in Field Experiments", "abstract": "In this paper, we systematically analyze the empirical importance of standard conditions for the validity and generalizability of field experiments: the internal and external overlap and unconfoundedness conditions. We experimentally varied the degree of overlap in disjoint sub-samples from a recruitment experiment with more than 3,000 public schools, mimicking small scale field experiments. This was achieved by using different techniques for treatment assignment. We applied standard methods, such as pure randomization, and the novel minMSE treatment assignment method. This new technique should achieve improved overlap by balancing covariate dependencies and variances instead of focusing on individual mean values. We assess the relevance of the overlap condition by linking the estimation precision in the disjoint sub-samples to measures of overlap and balance in general. Unconfoundedness is addressed by using a rich set of administrative data on institution and municipality characteristics to study potential self-selection. We find no evidence for the violation of unconfoundedness and establish that improved overlap, and balancedness, as achieved by the minMSE method, reduce the bias of the treatment effect estimation by more than 35% compared to pure randomization, illustrating the importance of, and suggesting a solution to, addressing overlap also in (field) experiments.", "venue": "", "year": 2020, "referenceCount": 42, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "4686275", "name": "Gerhard Riener"}, {"authorId": "1932765826", "name": "S. Schneider"}, {"authorId": "2055816819", "name": "V. Wagner"}]}}, {"contexts": ["15 Allcott (2015) analyzes the external validity of savings estimates from evaluations of 111 RCTs of home energy reports programs in the United States and shows that the first utilities implementing the programs achieved higher savings than utilities that implemented such programs subsequently."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "fde403cf93baff521582f4475013c08773fb9ac9", "externalIds": {"MAG": "3095483592", "DOI": "10.2172/1686136"}, "url": "https://www.semanticscholar.org/paper/fde403cf93baff521582f4475013c08773fb9ac9", "title": "Chapter 17: Residential Behavior Evaluation Protocol. The Uniform Methods Project: Methods for Determining Energy Efficiency Savings for Specific Measures, September 2011 - August 2020", "abstract": null, "venue": "", "year": 2020, "referenceCount": 56, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Environmental Science"], "authors": [{"authorId": "2117150660", "name": "James Stewart"}, {"authorId": "37914260", "name": "Annika Todd"}, {"authorId": "71500836", "name": "C. Kurnik"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fe8271d8a4b5104bc661e708da037c3be6e507cc", "externalIds": {"DOI": "10.1086/703064"}, "url": "https://www.semanticscholar.org/paper/fe8271d8a4b5104bc661e708da037c3be6e507cc", "title": "Reverting to Informality: Unregistered Property Transactions and the Erosion of the Titling Reform in Peru", "abstract": "Titling programs have focused mostly on providing initial tenure security and have not properly addressed maintaining the formality of future property transactions. Deregularization due to unregistered transactions can threaten the long-run success of titling programs. In this study, we document the incidence of unregistered property transactions in urban slums in Peru. We also exploit a natural experiment to identify how costly and burdensome registration policies can increase property deregularization. Overall, our findings stress the necessity of considering specific components—those aimed at maintaining properties formally in the medium and long terms—in the design of urban titling programs.", "venue": "Economic Development and Cultural Change", "year": 2020, "referenceCount": 18, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "5245431", "name": "I. Gutierrez"}, {"authorId": "107933991", "name": "Oswaldo Molina"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "10691bdbf5f86fcff4b2322c94e4c71de2785c49", "externalIds": {"MAG": "2993290358", "DOI": "10.3386/w26531"}, "url": "https://www.semanticscholar.org/paper/10691bdbf5f86fcff4b2322c94e4c71de2785c49", "title": "Using Machine Learning to Target Treatment: The Case of Household Energy Use", "abstract": "We use causal forests to evaluate the heterogeneous treatment effects (TEs) of repeated behavioral nudges towards household energy conservation. The average response is a monthly electricity reduction of 9 kilowatt-hours (kWh), but the full distribution of responses ranges from -30 to +10 kWh. Selective targeting of treatment using the forest raises social net benefits by 12-120 percent, depending on the year and welfare function. Pre-treatment consumption and home value are the strongest predictors of treatment effect. We find suggestive evidence of a \"boomerang effect\": households with lower consumption than similar neighbors are the ones with positive TE estimates.", "venue": "", "year": 2019, "referenceCount": 33, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2714446", "name": "C. Knittel"}, {"authorId": "12809368", "name": "S. Stolper"}]}}, {"contexts": ["As cited by Di Tillio, Ottaviani, and Sørensen (2017a), Allcott (2015) shows that in the Opower energy conservation program, the initial 10 sites chosen by the sponsoring company for the RCTs significantly overstate the average treatment\n3See Imbens and Rubin (2015) and Rosenberger and Lachin…", "As cited by Di Tillio, Ottaviani, and Sørensen (2017a), Allcott (2015) shows that in the Opower energy conservation program, the initial 10 sites chosen by the sponsoring company for the RCTs significantly overstate the average treatment"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1117faedcde356e5f4bcf8c7886cd1dac49bb1f0", "externalIds": {"DOI": "10.2139/ssrn.3504910"}, "url": "https://www.semanticscholar.org/paper/1117faedcde356e5f4bcf8c7886cd1dac49bb1f0", "title": "Persuasion Bias in Science: An Experiment on Strategic Sample Selection", "abstract": "We experimentally test a game theoretical model of researcher-evaluator interaction à la Di Tillio, Ottaviani, and Sørensen (2017a). Researcher may strategically manipulate sample selection using his private information in order to achieve favourable research outcomes and thereby obtain approval from Evaluator. Our experimental results confirm the theoretical predictions for Researcher's behaviour but find significant deviations from them about Evaluator's behaviour. However, comparative statics are mostly consistent with the theoretical predictions. In the welfare analysis, we find that Researcher always benefits from the possibility of manipulation, in contrast to the theoretical prediction that he sometimes is hurt by it. Consistent with theoretical predictions, Evaluator benefits from the possibility of Researcher's manipulation when she leans towards approval or is approximately neutral but is hurt by that possibility when she leans against approval.", "venue": "SSRN Electronic Journal", "year": 2019, "referenceCount": 39, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2267623", "name": "Arianna Degan"}, {"authorId": "1739233313", "name": "Ming Li"}, {"authorId": "2117712181", "name": "Huan Xie"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "112e8ac95cad081d51ab104efbbcb5b6bce161ee", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/112e8ac95cad081d51ab104efbbcb5b6bce161ee", "title": "Funding of Clinical Trials and Reported Drug Efficacy∗", "abstract": "Clinical trials are a key determinant of drug approvals and also influence prescription decisions. In recent years, an increasing share of clinical trials have been funded by pharmaceutical firms, as opposed to by the public sector. This paper estimates the effect of financial sponsorship on reported drug efficacy, leveraging the insight that the exact same sets of drugs are often compared in different randomized control trials conducted by parties with different financial interests. In principle, randomized control trials comparing the same drugs should yield comparable estimates, regardless of the interests of the trial’s funders. In practice, I use newly assembled data on hundreds of psychiatric clinical trials to estimate that a drug appears 0.15 standard deviations more effective when the trial is sponsored by that drug’s manufacturer, compared with the same drug in the same trial without the drug manufacturer’s involvement. Observable characteristics of trial design and patient enrollment explain little of this effect. In contrast, sponsored papers with non-positive results are more likely to remain unpublished. Back-of-the-envelope calculations suggest this publication mechanism can account for nearly half of the sponsorship effect. The sponsorship effect decreases over time as pre-registration requirements were implemented, which is suggestive, though not definitive, that pre-registration may be effective in overcoming sponsorship bias. ∗I am very grateful to Amy Finkelstein, Heidi Williams, and Jim Poterba for their invaluable advice and guidance. I would like to extend a special thanks to Pierre Azoulay, Jonathan Gruber, Frank Schilbach, and Scott Stern for helpful comments and support. This paper also benefited greatly from discussions with Sarah Abraham, David Autor, Ivan Badinski, Jane Choi, Joe Doyle, Colin Gray, Ryan Hill, Allan Hsiao, Simon Jaeger, Madeline Mckelway, Parinitha Sastry, Cory Smith, Carolyn Stein, Sean Wang, Michael Wong, and several anonymous clinical trial managers. Audrey Pettigrew provided excellent research assistance. This material is based upon work supported by the National Institute on Aging under Grant Number T32-AG000186 and the National Science Foundation Graduate Fellowship Program under Grant Number 1122374. †MIT Department of Economics. Email: oostrom@mit.edu", "venue": "", "year": 2019, "referenceCount": 64, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "46943412", "name": "Tamar Oostrom"}]}}, {"contexts": ["For example, (43, 44, 45) study extrapolation error."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "161f06f82684f69cfa62659e99ad285e8b08b6c4", "externalIds": {"MAG": "2974324372", "DOI": "10.3386/w26280"}, "url": "https://www.semanticscholar.org/paper/161f06f82684f69cfa62659e99ad285e8b08b6c4", "title": "Effect of Inquiry and Problem Based Pedagogy on Learning: Evidence from 10 Field Experiments in Four Countries", "abstract": "This paper uses data from 10 at-scale field experiments in four countries to estimate the effect of inquiry- and problem-based pedagogy (IPP) on students’ mathematics and science test scores. IPP creates active problem-solving opportunities in settings that provide meaning to the child. Students learn by collaboratively solving real-life problems, developing explanations, and communicating ideas. Using individual-level data on 17,006 students, the analysis finds that after seven months IPP increased mathematics and science scores by 0.18 and 0.14 standard deviations, respectively, and by 0.39 and 0.23 standard deviations, respectively, after four years. We also identify important gender learning gaps with boys benefiting substantially more than girls. Our approach not only provides strong causal evidence, but also high external validity. These 10 experiments in four countries allow us to examine the effects of IPP across a wide set of geographic, socioeconomic, teacher background, and age/grade contexts (i.e., preschool and third and fourth grades). The results prove to be robust across these different contexts. The 10 RCTs were registered in the American Economic Association Registry for randomized control trials. See the supplementary materials for trial numbers.", "venue": "", "year": 2019, "referenceCount": 44, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "72407600", "name": "Rosangela Bando"}, {"authorId": "1656692511", "name": "Emma Naslund-Hadley"}, {"authorId": "40520460", "name": "P. Gertler"}]}}, {"contexts": ["In addition, Allcott (2015) showed a “site selection bias” in estimating the program impact when comparing ordinary program evaluation and randomized control trials."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1a189ec8f9acd31911ffd4c79152f4abb7c20f74", "externalIds": {"MAG": "2939837826"}, "url": "https://www.semanticscholar.org/paper/1a189ec8f9acd31911ffd4c79152f4abb7c20f74", "title": "Do enterprise zones promote local business development? Evidence from Vietnam", "abstract": "We examined the effects of Vietnamese enterprise zones on local businesses based on different patterns of place-based policies as well as the ownership structure of the zone infrastructure developers (ZIDs). We constructed a panel of communes during 2000-2007 using a census survey of firms having more than nine employees and a census of zones and zone-based firms. We found that place-based policies led to growth in the number of jobs and firms in the communes where enterprise zones were located, even after excluding zone-based firms. Our findings also suggest that privately owned ZIDs worked best under corporate-tax incentives, while zones with a designated central government agency as the ZID had adverse spillover effects on business development in neighboring communes of the same district.", "venue": "", "year": 2019, "referenceCount": 29, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2321842", "name": "T. Vu"}, {"authorId": "49860497", "name": "H. Yamada"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1f7564b17088bc81aa6e713d3985a4fbece96891", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/1f7564b17088bc81aa6e713d3985a4fbece96891", "title": "Social Pressure and Self-Selection in Experimental Policy Evaluation", "abstract": "A leading technique uses randomized experimentation to evaluate the impact of policy interventions. Applications of this technique often measure the impact of an intervention on a self-selected sample. In this paper, I propose that social pressure from the experimenter is a determinant of these selection decisions. I test this hypothesis in the context of a study on a free LED lighting program. Recruitment takes place door-to-door in the suburbs of Chicago. A day before their recruitment visit, each household is informed about the study with a flyer on their doorknob. I isolate the role of social pressure by varying whether households can select out of the study by checking an opt-out box on their flyer. My main finding is that the LED lighting program causes a 15 percent reduction in evening energy use in the sample recruited with an opt-out flyer, whereas no energy savings are observed amongst households recruited with a baseline flyer. Social pressure appears to be the driver of these disparate effects, as the opt-out flyer causes a 13 percent reduction in households answering their door and, conditional on answering, causes a 52 percent increase in selection into the study. These results have important implications for the way evaluation experiments with self-selected samples are conducted, reported, and modeled. ∗I thank Leonardo Bursztyn, Steven Levitt, and, John List for their support with this project. This paper also benefited from conversations with Dan Alexander, Mirthe Boomsma, Luigi Butera, Chris Clapp, Jonathan Davis, Michael Dinerstein, Justin Holz, Jeff Livingston, Fatemeh Momeni, David Novgorodsky, Gautam Rao, Matthias Rodemeier, Sally Sadoff, Joe Seidel, Karen Ye, and many others. I thank Diego Ruiz for providing excellent research assistance. Rob Zakim and the UtilityAPI team provided invaluable support throughout. The design and analysis of this experiment was pre-registered as trial 4476 on the American Economic Association RCT Registry, available at: https://doi.org/10.1257/rct.4476-2.0.", "venue": "", "year": 2019, "referenceCount": 51, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "39700668", "name": "Alec Brandon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "22996b0ecad930285f4fe7c781ad1ba64b25a558", "externalIds": {"MAG": "2983664745", "DOI": "10.2139/ssrn.3466359"}, "url": "https://www.semanticscholar.org/paper/22996b0ecad930285f4fe7c781ad1ba64b25a558", "title": "The Circular Economy: Motivating Recycling Behavior for a More Effective System", "abstract": "In the last few years, the circular economy has come to the foreground as a promising means through which to achieve sustainable development. In removing inefficiencies in production, many argue, a circular economy is beneficial not only for the environment, but also for the economy at large. However, there are still many barriers to overcome to move to a true circular economy. Among other things, because the circular economy concept stems from the engineering and economics literature, there has been much focus on the role of technology, governments and corporations in setting up and transitioning to circular economy policies and infrastructure. However, the human behavior aspect of the circular economy is often left out. In this paper, we categorize key barriers to individual recycling and propose promising solutions to motivate recycling based on behavioral science. Specifically, we find a promising model of behavior change in Mutual Health Organizations (MHOs), which allows individuals to act as their own experts and lead transition neighborhood habits on their own rather than being pressured by external forces. We describe parallels between the change mechanisms highlighted in well-known MHOs such as such as Alcoholics Anonymous and Weight Watchers and a French recycling start-up, Yoyo.", "venue": "SSRN Electronic Journal", "year": 2019, "referenceCount": 73, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1517678066", "name": "Emma Barnosky"}, {"authorId": "48015350", "name": "M. Delmas"}, {"authorId": "9129185", "name": "Marieke Huysentruyt"}]}}, {"contexts": ["Yvct = λv + γ v · (Dct ×Dv) + σ ·Dct + λt + (Xv × λt) η + εvct, (3)", "Figure 1 shows the geographic distribution of the SEZs established in five waves over three decades: (1) the 1979—1983 wave; (2) the 1984—1991 wave; (3) the 1992—1999 wave; (4) the 2000—2004 wave; and (5) the 2005—2008 wave.", "The equation (3) shows that if possible spillover σ is not accounted for, bias arises in the program effect estimates from the DD specification (1)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "23e6dadff0a5528be1ea2bc49f7fa7378c655bd8", "externalIds": {"MAG": "2954506754", "DOI": "10.1257/POL.20160272"}, "url": "https://www.semanticscholar.org/paper/23e6dadff0a5528be1ea2bc49f7fa7378c655bd8", "title": "Place-Based Policies, Creation, and Agglomeration Economies: Evidence from China’s Economic Zone Program", "abstract": "Combining rich firm and administrative data, this paper examines the incidence and effectiveness of a prominent place-based policy in China: special economic zones. Establishing zones is found to have had a positive effect on capital investment, employment, output, productivity, and wages, and to have increased the number of firms in the designated areas. Net entry plays a larger role in generating those effects than incumbents. The special zone program’s net benefits over three years are estimated to amount to about US$15.62 billion. Capital-intensive industries benefit more than labor-intensive ones from the zone programs. (JEL O16, O18, O25, P25, R23, R32, R58)", "venue": "American Economic Journal: Economic Policy", "year": 2019, "referenceCount": 51, "citationCount": 52, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "144299113", "name": "Yi Lu"}, {"authorId": "9153798", "name": "J. Wang"}, {"authorId": "66318373", "name": "Lianming Zhu"}]}}, {"contexts": ["This issue of generalizability is pervasive in practice because randomized controlled trials are often conducted on non-representative samples (Cook et al., 2002; Druckman et al., 2011; Allcott, 2015; Stuart et al., 2015)."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "35f4ab34fe67969c0c7f9ffda31713e013b92f95", "externalIds": {"ArXiv": "1909.02669", "MAG": "2972205066"}, "url": "https://www.semanticscholar.org/paper/35f4ab34fe67969c0c7f9ffda31713e013b92f95", "title": "Covariate Selection for Generalizing Experimental Results", "abstract": "Scientists are interested in generalizing causal effects estimated in an experiment to a target population. However, analysts are often constrained by available covariate information, which has limited applicability of existing approaches that assume rich covariate data from both experimental and population samples. As a concrete context, we focus on a large-scale development program, called the Youth Opportunities Program (YOP), in Uganda. Although more than 40 pre-treatment covariates are available in the experiment, only 8 of them were also measured in a target population. To tackle this common issue of data constraints, we propose a method to estimate a separating set -- a set of variables affecting both the sampling mechanism and treatment effect heterogeneity -- and show that the population average treatment effect (PATE) can be identified by adjusting for estimated separating sets. Our approach has two advantages. First, our algorithm only requires a rich set of covariates in the experimental data, not in the target population. Second, the algorithm can estimate separating sets under researcher-specific constraints on what variables are measured in the population. Using the YOP experiment, we find that the proposed algorithm can allow for estimation of the PATE in situations where conventional methods fail due to data requirements.", "venue": "", "year": 2019, "referenceCount": 38, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Mathematics"], "authors": [{"authorId": "18350081", "name": "Naoki Egami"}, {"authorId": "144122713", "name": "E. Hartman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "383d9fa319a7987b8b8f10cf7192b835cf46f67a", "externalIds": {"MAG": "2945783938", "DOI": "10.2139/ssrn.3391520"}, "url": "https://www.semanticscholar.org/paper/383d9fa319a7987b8b8f10cf7192b835cf46f67a", "title": "Stability of Experimental Results: Forecasts and Evidence", "abstract": "How robust are experimental results to changes in design? And can researchers anticipate which changes matter most? We consider a specific context, a real-effort task with multiple behavioral treatments, and examine the stability along six dimensions: (i) pure replication; (ii) demographics; (iii) geography and culture; (iv) the task; (v) the output measure; (vi) the presence of a consent form. We use rank-order correlation across the treatments as measure of stability, and compare the observed correlation to the one under a benchmark of full stability (which allows for noise), and to expert forecasts. The academic experts expect that the pure replication will be close to perfect, that the results will differ sizably across demographic groups (age/gender/education), and that changes to the task and output will make a further impact. We find near perfect replication of the experimental results, and full stability of the results across demographics, significantly higher than the experts expected. The results are quite different across task and output change, mostly because the task change adds noise to the findings. The results are also stable to the lack of consent. Overall, the full stability benchmark is an excellent predictor of the observed stability, while expert forecasts are not that informative. This suggests that researchers' predictions about external validity may not be as informative as they expect. We discuss the implications of both the methods and the results for conceptual replication.", "venue": "SSRN Electronic Journal", "year": 2019, "referenceCount": 47, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3311594", "name": "Stefano DellaVigna"}, {"authorId": "3249471", "name": "Devin G. Pope"}]}}, {"contexts": ["Individuals’ propensity to imitate others has been found in other settings, such as in energy use (Allcott, 2011; Allcott and Rogers, 2014; Allcott, 2015), political contributions (Perez-Truglia and Cruces, 2017), tax evasion (Wenzel, 2005), and female labor force participation (Bursztyn et al.,…", "Individuals’ propensity to imitate others has been found in other settings, such as in energy use (Allcott, 2011; Allcott and Rogers, 2014; Allcott, 2015), political contributions (Perez-Truglia and Cruces, 2017), tax evasion (Wenzel, 2005), and female labor force participation (Bursztyn et al."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "476bfc185ea48ed3e6dff5f310c379cbeee3cc35", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/476bfc185ea48ed3e6dff5f310c379cbeee3cc35", "title": "Following Situation-Specific Social Expectations∗ Laboratory Evidence on Pro-Social Following", "abstract": "We design an experiment where second-movers anonymously contribute to a charity after a firstmover’s contribution, and provide evidence that whether and how subjects follow first-movers depends on situation-specific social expectations. Subjects who observe a first-mover and know an audience will see their anonymous contribution respond positively to what their first-mover contributes. Subjects who observe a first-mover but have no audience respond positively what first-movers are expected to contribute. Subjects who do not observe a first-mover respond to what is expected in their situation. The evidence is inconsistent with standard explanations of following, such as information transmission, image concerns, reciprocity, or cost structure. We conclude that subjects follow if it is expected of them, and what they follow depends on whether someone might be disappointed with the outcome.", "venue": "", "year": 2019, "referenceCount": 57, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "40699473", "name": "M. Duque"}, {"authorId": "14909905", "name": "M. Hiscox"}]}}, {"contexts": ["We follow the potential outcomes of Neyman (1923) and Rubin (1974), assuming\n1Other recent contributions to this ATE heterogeneity literature have included Allcott (2015), Hsu et al (2018), and Hotz et al (2005)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "4c80bf190be67f3b2b9f4b6d22bb67c1b3443f2c", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/4c80bf190be67f3b2b9f4b6d22bb67c1b3443f2c", "title": "INVERSE PROBABILITY TILTING WITH HETEROGENEOUS AVERAGE TREATMENT EFFECTS", "abstract": "We extend the Inverse Probability Tilting (IPT) estimator by developing a nonparametric, general IPT (GIPT) estimator that allows for average treatment e ect (ATE) heterogeneity and addresses missing data problems. GIPT re-weights twice: using propensity scores that equate moments across treated (and untreated) sub-samples with the entire sample, as in IPT; and also, down-weighting observations far from each target point. This allows for heterogeneous ATE estimates. Monte Carlo simulations validate the strong small sample performance of GIPT. Among many possible applications of GIPT, we demonstrate how a severe storm leading to an extended water-boil advisory, imposed much longer on sub-sections of Metro-Vancouver Canada (the treatment ), impacted individual commercial property prices (the ATEs) di erently.", "venue": "", "year": 2019, "referenceCount": 21, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "19840411", "name": "Jeffrey P Cohen"}, {"authorId": "2119301161", "name": "Ke Yang"}]}}, {"contexts": ["In an excellent example, Allcott (2015) describes site selection of OPower experiments."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "56ded28d3469ebb2356c1784134777a9be32b492", "externalIds": {"DOI": "10.2139/ssrn.3478066"}, "url": "https://www.semanticscholar.org/paper/56ded28d3469ebb2356c1784134777a9be32b492", "title": "How Can Experiments Play a Greater Role in Public Policy? 12 Proposals from an Economic Model of Scaling", "abstract": "Policymakers are increasingly turning to insights gained from the experimental method as a means to inform large scale public policies. Critics view this increased usage as premature, pointing to the fact that many experimentally-tested programs fail to deliver their promise at scale. Under this view, the experimental approach drives too much public policy. Yet, if policymakers could be more confident that the original research findings would be delivered at scale, even the staunchest critics would carve out a larger role for experiments to inform policy. Leveraging the economic framework of Al-Ubaydli et al. (2019), we put forward 12 simple proposals, spanning researchers, policymakers, funders, and stakeholders, which together tackle the most vexing scalability threats. The framework highlights that only after we deepen our understanding of the scale up problem will we be on solid ground to argue that scientific experiments should hold a more prominent place in the policymaker’s quiver.", "venue": "SSRN Electronic Journal", "year": 2019, "referenceCount": 120, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "1403390417", "name": "Omar Al-Ubaydli"}, {"authorId": "1739477785", "name": "Min Sok Lee"}, {"authorId": "1798259", "name": "J. List"}, {"authorId": "146394376", "name": "Claire Mackevicius"}, {"authorId": "40663007", "name": "D. Suskind"}]}}, {"contexts": ["Finally, I study the universe of public schools, rather than a selfor government-selected pilot sample whose responses to fee elimination may not generalize even if elimination were randomly assigned (Allcott, 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6431d4a68122d890a3cd65485b55cad150be66a0", "externalIds": {"DOI": "10.2139/ssrn.3453239"}, "url": "https://www.semanticscholar.org/paper/6431d4a68122d890a3cd65485b55cad150be66a0", "title": "Quality-Quantity Tradeoffs in Pricing Public Secondary Education", "abstract": "Most governments provide some public education and must choose how to finance it from fiscal transfers and user fees. I study the effects of a shift from mixed funding to pure fiscal transfers in South African secondary schools. Fee elimination increased enrollment in early grades but decreased enrollment in later grades and both pass counts and pass rates on graduation exams. The latter patterns can be explained by crowding that generated reductions in proxies for instructional quality and hence learning outcomes. This demonstrates that price ceilings without supply-side investments may have limited or even negative effects on education outcomes.", "venue": "SSRN Electronic Journal", "year": 2019, "referenceCount": 112, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "118974806", "name": "Robert J. Garlick"}]}}, {"contexts": ["(1) (2) (3) (4) (5) (6) Dealership Online Treatment 0."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6beab1f15ce40b0cc501732a4f8515eccdb52e29", "externalIds": {"MAG": "2914297733", "DOI": "10.1257/pol.20170019"}, "url": "https://www.semanticscholar.org/paper/6beab1f15ce40b0cc501732a4f8515eccdb52e29", "title": "Are Consumers Poorly Informed About Fuel Economy? Evidence from Two Experiments", "abstract": "It is often asserted that consumers are poorly informed about and inattentive to fuel economy, causing them to buy low-fuel economy vehicles despite their own best interest. This paper presents evidence on this assertion through two experiments providing fuel economy information to new vehicle shoppers. Results show zero statistical or economic effect on average fuel economy of vehicles purchased. In the context of a simple optimal policy model, the estimates suggest that current and proposed US fuel economy standards are significantly more stringent than needed to address the classes of imperfect information and inattention addressed by our interventions. (JEL C93, D12, D83, D91, L62, Q48)", "venue": "American Economic Journal: Economic Policy", "year": 2017, "referenceCount": 88, "citationCount": 69, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "6112526", "name": "H. Allcott"}, {"authorId": "2714446", "name": "C. Knittel"}]}}, {"contexts": [", 2013; Banerjee, Karlan, & Zinman, 2015; Allcott, 2015). Others have shown that the same intervention can have different effects at different times (Rosenzweig and Udry 2016). The present project attempted to test for contextual factors while keeping the implementer and timing constant.(9) Ours is also not the first study to find different treatment effects in different locations: Kremer, Miguel, and Thornton (2009), for example, found strong effects of a merit scholarship program in one Kenyan district but not in another. However, there were immediate signs of differential program behavior in their case: for example, of the 127 facilities they study, spread across two districts, five immediately quit the study following a lightning strike in one district while only one facility left the study in the other district. We saw no such obvious outward sign of differential program reception: none of the 140 facilities dropped out of our study in either state. Our analysis found that the reason for the heterogeneous effects between the two states is not explained by facility-level variables of the kind usually collected in field surveys, including measures of human capital and facility-level productivity. Explaining heterogeneity and assessing external validity of social recognition interventions may require the collection of new kinds of data both at the individual staff level (e.g., social preferences, time discounting) and at the firm/ministry level (e.g., institutional or professional incentives including career dynamics, supervision structures, accountability). Consistent with Kremer and Glennerster (2011) suggestion that the success of interventions in health systems may depend on institutional context, we speculate that the availability of institutional, psychological, and cultural variables might help pin down the mechanism through which social recognition may operate in a given context (e.", ", 2013; Banerjee, Karlan, & Zinman, 2015; Allcott, 2015). Others have shown that the same intervention can have different effects at different times (Rosenzweig and Udry 2016). The present project attempted to test for contextual factors while keeping the implementer and timing constant.(9) Ours is also not the first study to find different treatment effects in different locations: Kremer, Miguel, and Thornton (2009), for example, found strong effects of a merit scholarship program in one Kenyan district but not in another.", "Recent work shows that the same intervention can have different effects in the hands of different implementers – a regularity across low-, middle-, and high-income countries (Bold et al., 2013; Banerjee, Karlan, & Zinman, 2015; Allcott, 2015)."], "isInfluential": false, "intents": ["background", "result"], "citingPaper": {"paperId": "7d733b3316905db627d765cfc2f7d70e9c96b0c6", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/7d733b3316905db627d765cfc2f7d70e9c96b0c6", "title": "Organizational Behavior and Human Decision Processes", "abstract": "Bureaucratic performance is a crucial determinant of economic growth, but little real-world evidence exists on how to improve it, especially in resource-constrained settings. We conducted a field experiment of a social recognition intervention to improve record keeping in health facilities in two Nigerian states, replicating the intervention – implemented by a single organization – on bureaucrats performing identical tasks. Social recognition improved performance in one state but had no effect in the other, highlighting both the potential benefits and also the sometimes-limited generalizability of behavioral interventions. Furthermore, differences in facility-level observables did not explain cross-state differences in impacts, suggesting that it may often be difficult to predict external validity.", "venue": "", "year": 2019, "referenceCount": 66, "citationCount": 616, "influentialCitationCount": 102, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2105392363", "name": "Varun Gauria"}, {"authorId": "2086507740", "name": "Julian C. Jamisonb"}, {"authorId": "2104243894", "name": "Nina Mazarc"}, {"authorId": "2105381269", "name": "Owen Ozierd"}]}}, {"contexts": ["In an attempt to minimize these costs, societies have institutionalized sex education in schools worldwide.(2)"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "85cd925f7e0cccfa054b0c5e69342eee1be119e6", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/85cd925f7e0cccfa054b0c5e69342eee1be119e6", "title": "The Messenger Matters: Experimental Evidence from a Sex Education Intervention", "abstract": "Governments all over the world have institutionalized sex education in schools. However, millions of new HIV infections and teenage pregnancies still occur every year. One underexplored reason for the varied success of sex education is the sender of this information, which often defaults to teachers, in addition to the type of information. We conduct a large-scale randomized controlled trial in Botswana varying both the type of information and the sender: near-peers or teachers. We find that information can substantially reduce risky sexual behavior. These results are similar to a trial conducted in Kenya ten years prior, indicating the underlying mechanism is generalizable across highly heterogeneous contexts. However, we find that the sender of information makes-or-breaks whether information can change sexual behavior. Near-peers in Botswana reduce pregnancy by over 40 percent whereas government teachers have a null effect and potentially increase pregnancy. An analysis of mechanisms reveals that both messengers successfully update student beliefs but while students listen to near-peers they might ignore or rebel against teachers.", "venue": "", "year": 2019, "referenceCount": 71, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "75117834", "name": "N. Angrist"}]}}, {"contexts": ["Students, teachers, schools, and districts are more likely to participate in a study when they think they will benefit, causing selection bias (Allcott, 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "87d504e273381f8d69a4f8db258c635a1ab69ddc", "externalIds": {"MAG": "2968077443", "DOI": "10.3102/0013189X20912798"}, "url": "https://www.semanticscholar.org/paper/87d504e273381f8d69a4f8db258c635a1ab69ddc", "title": "Interpreting Effect Sizes of Education Interventions", "abstract": "Researchers commonly interpret effect sizes by applying benchmarks proposed by Jacob Cohen over a half century ago. However, effects that are small by Cohen’s standards are large relative to the impacts of most field-based interventions. These benchmarks also fail to consider important differences in study features, program costs, and scalability. In this article, I present five broad guidelines for interpreting effect sizes that are applicable across the social sciences. I then propose a more structured schema with new empirical benchmarks for interpreting a specific class of studies: causal research on education interventions with standardized achievement outcomes. Together, these tools provide a practical approach for incorporating study features, costs, and scalability into the process of interpreting the policy importance of effect sizes.", "venue": "", "year": 2020, "referenceCount": 96, "citationCount": 156, "influentialCitationCount": 27, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "4557909", "name": "M. Kraft"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "912869d9c704030c1d83b45974ff240ce3f84f3b", "externalIds": {"MAG": "2943221745", "DOI": "10.1596/1813-9450-8835"}, "url": "https://www.semanticscholar.org/paper/912869d9c704030c1d83b45974ff240ce3f84f3b", "title": "Replication Redux: The Reproducibility Crisis and the Case of Deworming", "abstract": "In 2004, a landmark study showed that an inexpensive medication to treat parasitic worms could improve health and school attendance for millions of children in many developing countries. Eleven years later, a headline in the Guardian reported that this treatment, deworming, had been \"debunked.\" The pronouncement followed an effort to replicate and re-analyze the original study, as well as an update to a systematic review of the effects of deworming. This story made waves amidst discussion of a reproducibility crisis in some of the social sciences. This paper explores what it means to \"replicate\" and \"reanalyze\" a study, both in general and in the specific case of deworming. The paper reviews the broader replication efforts in economics, then examines the key findings of the original deworming paper in light of the \"replication,\" \"reanalysis,\" and \"systematic review.\" The paper also discusses the nature of the link between this single paper's findings, other papers' findings, and any policy recommendations about deworming. This example provides a perspective on the ways replication and reanalysis work, the strengths and weaknesses of systematic reviews, and whether there is, in fact, a reproducibility crisis in economics.", "venue": "", "year": 2019, "referenceCount": 67, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3043633", "name": "Owen Ozier"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "927bcd98a6f54ba0a57574d9bc43ba042aa573fc", "externalIds": {"MAG": "2953131409", "DOI": "10.29338/dp2019-01"}, "url": "https://www.semanticscholar.org/paper/927bcd98a6f54ba0a57574d9bc43ba042aa573fc", "title": "What Works at Scale? A Framework to Scale Up Workforce Development Programs", "abstract": "Workforce development policymakers have access to a growing catalog of training programs evaluated with rigorous randomized controlled trials. This evidence base identifies programs that work in specific geographic and temporal contexts but may not necessarily work in other contexts or at a scale sufficient to meet regional workforce needs. The author examines a sample of recent randomized controlled trials of workforce development programs and reports to what extent this body of evidence informs policymakers about what works at scale. The author finds that most programs are implemented at a small scale, use nonrandom samples from the population of interest, and are concentrated in the most populous urban areas and U.S. states. The author then discusses a method to help state and local policymakers, technical colleges, training providers, and other workforce development organizations adopt evidence-based policies in their local contexts and at scale. The two-step method includes a check on the assumptions in a program's theory of change and an assessment of the sensitivity of projected results to violations in assumptions such as program completion rates. The author provides an example of the method applied to a hypothetical metropolitan area that seeks to adopt an evidence-based training program for youth with barriers to employment.", "venue": "Federal Reserve Bank of Atlanta, Community and Economic Development Discussion Papers", "year": 2019, "referenceCount": 27, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "122678549", "name": "Alexander I. Ruder"}]}}, {"contexts": ["The generalizability of the simulation of effect sizes is based upon two fundamental assumptions, as described by Allcott (2015).", "For instance, conformity to a descriptive norm, a finding replicated here, is a core tenet of Opower™, a behavioral energy management company (Allcott, 2015).", "For instance, conformity to a descriptive norm, a finding replicated here, is a core tenet of OpowerTM, a behavioral energy management company (Allcott, 2015)."], "isInfluential": true, "intents": ["methodology", "background"], "citingPaper": {"paperId": "9a74e3ef9ee57700a7932dc030e792766ca01389", "externalIds": {"MAG": "2963065325", "DOI": "10.1037/PSPA0000171", "PubMed": "31464480"}, "url": "https://www.semanticscholar.org/paper/9a74e3ef9ee57700a7932dc030e792766ca01389", "title": "Moderation of classic social psychological effects by demographics in the U.S. adult population: New opportunities for theoretical advancement.", "abstract": "For decades, social psychologists have collected data primarily from college undergraduates and, recently, from haphazard samples of adults. Yet researchers have routinely presumed that thus observed treatment effects characterize \"people\" in general. Tests of seven highly cited social psychological phenomena (two involving opinion change resulting from social influence and five involving the use of heuristics in social judgments) using data collected from randomly sampled, representative groups of American adults documented generalizability of the six phenomena that have been replicated previously with undergraduate samples. The 1 phenomenon (a cross-over interaction revealing an ease of retrieval effect) that has not been replicated successfully previously in undergraduate samples was also not observed here. However, the observed effect sizes for the replicated phenomena were notably smaller on average than the meta-analytic effect sizes documented by past studies of college students. Furthermore, the phenomena were strongest among participants with the demographic characteristics of the college students who typically provided data for past published studies, even after correcting for publication bias in past studies using a new method, called the behaviorally-informed file-drawer adjustment. The six successful replications suggest that phenomena identified in traditional laboratory research also appear as expected in representative samples but more weakly, so observed effect sizes should be generalized with caution. The evidence of demographic moderators suggests interesting opportunities for future research to better understand the mechanisms of the effects and their limiting conditions. (PsycINFO Database Record (c) 2019 APA, all rights reserved).", "venue": "Journal of personality and social psychology", "year": 2019, "referenceCount": 120, "citationCount": 7, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "34677298", "name": "D. Yeager"}, {"authorId": "3799592", "name": "J. Krosnick"}, {"authorId": "49764214", "name": "P. S. Visser"}, {"authorId": "46308950", "name": "Allyson Holbrook"}, {"authorId": "102866757", "name": "Alexander M. Tahk"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a95f9ccdf0a7a654db73fb6f7c0ec51454267418", "externalIds": {"DOI": "10.2139/ssrn.3392657"}, "url": "https://www.semanticscholar.org/paper/a95f9ccdf0a7a654db73fb6f7c0ec51454267418", "title": "External Validity in a Stochastic World: Evidence from Low-Income Countries", "abstract": "We examine empirically the generalizability of internally valid micro estimates of causal effects in a fixed population over time when that population is subject to aggregate shocks. Using panel data we show that the returns to investments in agriculture in India and Ghana, small and medium non-farm enterprises in Sri Lanka, and schooling in Indonesia fluctuate significantly across time periods. We show how the returns to these investments interact with specific, measurable and economically-relevant aggregate shocks, focusing on rainfall and price fluctuations. We also obtain lower-bound estimates of confidence intervals of the returns based on estimates of the parameters of the distributions of rainfall shocks in our two agricultural samples. We find that even these lower-bound confidence intervals are substantially wider than those based solely on sampling error that are commonly provided in studies, most of which are based on single-year samples. We also find that cross-sectional variation in rainfall cannot be confidently used to replicate within-population rainfall variability. Based on our findings, we discuss methods for incorporating information on external shocks into evaluations of the returns to policy.", "venue": "SSRN Electronic Journal", "year": 2019, "referenceCount": 52, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3538190", "name": "M. Rosenzweig"}, {"authorId": "49448799", "name": "C. Udry"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ab50e27bc05fa75c994e4841a521812a875ac18c", "externalIds": {"DOI": "10.3386/w25858"}, "url": "https://www.semanticscholar.org/paper/ab50e27bc05fa75c994e4841a521812a875ac18c", "title": "Stability of Experimental Results: Forecasts and Evidence", "abstract": "How robust are experimental results to changes in design? And can researchers anticipate which changes matter most? We consider a specific context, a real-effort task with multiple behavioral treatments, and examine the stability along six dimensions: (i) pure replication; (ii) demographics; (iii) geography and culture; (iv) the task; (v) the output measure; (vi) the presence of a consent form. We use rank-order correlation across the treatments as measure of stability, and compare the observed correlation to the one under a benchmark of full stability (which allows for noise), and to expert forecasts. The academic experts expect that the pure replication will be close to perfect, that the results will differ sizably across demographic groups (age/gender/education), and that changes to the task and output will make a further impact. We find near perfect replication of the experimental results, and full stability of the results across demographics, significantly higher than the experts expected. The results are quite different across task and output change, mostly because the task change adds noise to the findings. The results are also stable to the lack of consent. Overall, the full stability benchmark is an excellent predictor of the observed stability, while expert forecasts are not that informative. This suggests that researchers' predictions about external validity may not be as informative as they expect. We discuss the implications of both the methods and the results for conceptual replication.", "venue": "", "year": 2019, "referenceCount": 58, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3311594", "name": "Stefano DellaVigna"}, {"authorId": "3249471", "name": "Devin G. Pope"}]}}, {"contexts": ["Answers to the seven-question MPL place a respondent’s WTP into eight ranges, which are symmetric about zero: (−∞,−9], [−9,−5], [−5,−1], [−1, 0], [0, 1], [1, 5], [5, 9], and [9,∞).", "-9 or less [-9,-5] [-5,-1] [-1,0] [0,1] [1,5] [5,9] 9 or more"], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b114e8cb197df363d675ebb3f8f311f9219eb5b5", "externalIds": {"MAG": "2907210798", "DOI": "10.1257/APP.20170328"}, "url": "https://www.semanticscholar.org/paper/b114e8cb197df363d675ebb3f8f311f9219eb5b5", "title": "The Welfare Effects of Nudges: A Case Study of Energy Use Social Comparisons", "abstract": "“Nudge”-style interventions are often deemed successful if they generate large behavior change at low cost, but they are rarely subjected to full social welfare evaluations. We combine a field experiment with a simple theoretical framework to evaluate the welfare effects of one especially policy-relevant intervention, home energy social comparison reports. In our sample, the reports increase social welfare, although traditional evaluation approaches overstate gains because they ignore significant costs incurred by nudge recipients. Overall, home energy report welfare gains might be overstated by $620 million. We develop a prediction algorithm for optimal targeting; this approach would double the welfare gains. (JEL C93, D91, L95, Q41, Q48)", "venue": "American Economic Journal: Applied Economics", "year": 2015, "referenceCount": 90, "citationCount": 242, "influentialCitationCount": 28, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "6112526", "name": "H. Allcott"}, {"authorId": "35355428", "name": "J. Kessler"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b456b5057e316aa13db948ea08914f7add4fe9d8", "externalIds": {"MAG": "2789541763", "DOI": "10.1162/ajhe_a_00118"}, "url": "https://www.semanticscholar.org/paper/b456b5057e316aa13db948ea08914f7add4fe9d8", "title": "Consumer Responses to Price Transparency Alone versus Price Transparency Combined with Reference Pricing", "abstract": "Efforts to spur patient price shopping by providing access to price transparency tools have been met with limited success. One potential reason is the absence of financial incentives. This paper uses data from a large employer that implemented a price transparency platform and subsequently implemented a reference pricing program for laboratory and diagnostic imaging tests. We find no price shopping effects when the price transparency tool is offered alone. However, combining price transparency with reference pricing leads to significant shifts in consumer choice of facility, resulting in a 27 percent reduction in the average price paid per laboratory test and a 13 percent reduction in price paid per imaging test. A variety of public and purchaser initiatives have sought to further the development and adoption of price transparency tools. Our results imply that these tools will capture the attention of consumers, and influence their behavior, only if patients have strong financial incentives to care about prices.", "venue": "American Journal of Health Economics", "year": 2019, "referenceCount": 37, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "39658092", "name": "C. Whaley"}, {"authorId": "6597376", "name": "T. Brown"}, {"authorId": "143970273", "name": "James C. Robinson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c59d069b59689be7af4af03c80df10efe1ff18d7", "externalIds": {"MAG": "2915350394"}, "url": "https://www.semanticscholar.org/paper/c59d069b59689be7af4af03c80df10efe1ff18d7", "title": "How Much Evidence Is There Really? Mapping the Evidence Base for ICT4D Interventions", "abstract": "To identify impact evaluations on the effectiveness of ICTD interventions, we conducted a systematic search and screening that identiaed 253 studies. We present our results in an evidence map that shows the amount of evidence for each of 11 intervention categories across nine development sectors. We and large amounts of evidence for some intervention categories and little to no evidence in others. Roughly 80% of the ICTD impact evaluations use randomized assignment, suggesting a relatively low risk of bias across the evidence base. At the same time, roughly 80% evaluate pilot implementations instead of programs, raising questions about how useful the evidence is for informing programs at scale. Less than 20% of studies report costs, limiting our ability to assess cost effectiveness. We make four recommendations to improve the evidence base.", "venue": "", "year": 2019, "referenceCount": 31, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "123726351", "name": "Annette N. Brown"}, {"authorId": "121832943", "name": "Hannah J. Skelly"}]}}, {"contexts": ["See, e.g., Maniadis, Tufano and List 2014, Allcott, 2015, Camerer et al. 2016, Vivalt, forthcoming."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c9f10aadb5c1d5ef0dd7d1c5cbf4bba0a3ed42f6", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/c9f10aadb5c1d5ef0dd7d1c5cbf4bba0a3ed42f6", "title": "How Do Policy-Makers Update Their Beliefs?", "abstract": "Policy-makers regularly overestimate the impact of development interventions. We explore how exposure to and interpretation of research may contribute to this phenomenon. We present results from three experiments run at or in collaboration with the World Bank and Inter-American Development Bank on how policy-makers, researchers, and development practitioners weigh results, seek information, and update in response to results from academic studies. We find that policy-makers care more about attributes of studies associated with external validity than internal validity, while for researchers the reverse is true. We also find evidence of asymmetric updating on good news relative to one’s prior beliefs and “variance neglect” an insensitivity to confidence intervals. Finally, we show that information affects a real-life allocation decision. ∗E-mail: eva.vivalt@utoronto.ca The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.", "venue": "", "year": 2019, "referenceCount": 50, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "115662620", "name": "Eva Vivalt"}]}}, {"contexts": ["In this regard, the fact that (Panagopoulos, 2012) was able to exploit a quirk in California state law allowing for the private provision of monetary incentives to vote likely reflects broader differences in the legal and political institutions of that particular state and constitutes a good example of randomization or site-selection bias (Allcott, 2015; Banerjee et al., 2017).", "…California state law allowing for the private provision of monetary incentives to vote likely reflects broader differences in the legal and political institutions of that particular state and constitutes a good example of randomization or site-selection bias (Allcott, 2015; Banerjee et al., 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "cab52698ffa5cd1a025976a69ca6df31ecba4d61", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/cab52698ffa5cd1a025976a69ca6df31ecba4d61", "title": "How Effective Are Monetary Incentives For Turnout ? Voters ’ Multidimensional Response to a Nationwide Policy", "abstract": "We study voters’ response to the provision of different-sized monetary incentives for turnout by the government of Peru, leveraging exogenous variation in the value of the abstention fine from a nationwide reform that affected districts differentially. Using multiple empirical strategies and administrative electoral data, we document a sophisticated voter response along several margins, including turnout and registration, settlement of outstanding fines and information acquisition. We find a positive marginal effect of monetary incentives on turnout, but also unintended effects on voter registration resulting from geographic targeting. We further show that the abstention fine explains a large share of the aggregate effect of compulsory voting on turnout. We document heterogeneous effects across elections and adaptation over time, illustrating the limitations of localized field experiments in political economy. Our estimate of the impact of marginal pecuniary incentives on turnout provides a useful benchmark to assess the cost-effectiveness of voter mobilization campaigns.", "venue": "", "year": 2019, "referenceCount": 62, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "116900600", "name": "Mariella Gonzales"}, {"authorId": "1405135418", "name": "Gianmarco León-Ciliotta"}, {"authorId": "49275958", "name": "L. R. Mart́ınez"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ceb00619a800bb5fb218d41a43b94d05184f0428", "externalIds": {"MAG": "2945054707", "DOI": "10.1257/APP.20170299"}, "url": "https://www.semanticscholar.org/paper/ceb00619a800bb5fb218d41a43b94d05184f0428", "title": "Understanding the Average Impact of Microcredit Expansions: A Bayesian Hierarchical Analysis of Seven Randomized Experiments", "abstract": "Despite evidence from multiple randomized evaluations of microcredit, questions about external validity have impeded consensus on the results. I jointly estimate the average effect and the heterogeneity in effects across seven studies using Bayesian hierarchical models. I  find the impact on household business and consumption variables is unlikely to be transformative and may be negligible. I find reasonable external validity: true heterogeneity in effects is moderate, and approximately 60 percent of observed heterogeneity is sampling variation. Households with previous business experience have larger but more heterogeneous effects. Economic features of microcredit interventions predict variation in effects better than studies’ evaluation protocols. (JEL D14, G21, I38, O12, O16, P34, P36)", "venue": "American Economic Journal: Applied Economics", "year": 2019, "referenceCount": 59, "citationCount": 110, "influentialCitationCount": 10, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "83224779", "name": "Rachael Meager"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d52e0fbeaf7926fb72ce22a51361ab74bf8daa30", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/d52e0fbeaf7926fb72ce22a51361ab74bf8daa30", "title": "Knowledge Decays: Temporal Validity and Social Science in a Changing World", "abstract": "The “credibility revolution” has forced social scientists to confront the limits of our methods for creating general knowledge. The current approach aims to aggregate valid but local knowledge. At the same time, the increasing centrality of the internet to political and social processes has rendered untenable the implicit ceteris paribus assumptions necessary for aggregating knowledge produced at different times. The interaction of these two trends is not yet well understood. I argue that a high rate of change of the objects of our study makes “knowledge decay” a potentially large source of error. “Temporal validity” is a form of external validity in which the target setting is in the future—which, of course, is always the case. A crucial distinction between cross-sectional external validity and temporal validity is that the latter implies a fundamental incompleteness of social science that renders the project of non-parametric knowledge aggregation impossible. I discuss the limitations of extant strategies for knowledge aggregation through the lens of temporal validity, and propose strategies for improving", "venue": "", "year": 2019, "referenceCount": 51, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "31627796", "name": "Kevin Munger"}]}}, {"contexts": ["In this regard, the fact that (Panagopoulos, 2012) was able to exploit a quirk in California state law allowing for the private provision of monetary incentives to vote likely reflects broader differences in the legal and political institutions of that particular state and constitutes a good example of randomization or site-selection bias (Allcott, 2015; Banerjee et al., 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "d6bcb10c5fda89b2eb1794f285f7a996e1866d2c", "externalIds": {"MAG": "2944839490", "DOI": "10.2139/ssrn.3304894"}, "url": "https://www.semanticscholar.org/paper/d6bcb10c5fda89b2eb1794f285f7a996e1866d2c", "title": "How Effective Are Monetary Incentives to Vote? Evidence From a Nationwide Policy", "abstract": "We combine two natural experiments, multiple empirical strategies and administrative data to study voters' response to marginal changes to the fi ne for electoral abstention in Peru. A smaller fi ne leads to a robust decrease in voter turnout. However, the drop in turnout caused by a full fi ne reduction is less than 20% the size of that caused by an exemption from compulsory voting, indicating the predominance of the non-monetary incentives provided by the mandate to vote. Additionally, almost 90% of the votes generated by a marginally larger fi ne are blank or invalid, lending support to the hypothesis of rational abstention. Higher demand for information and larger long-run eff ects following an adjustment to the value of the fine point to the existence of informational frictions that limit adaptation to institutional changes.", "venue": "", "year": 2019, "referenceCount": 115, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "116900600", "name": "Mariella Gonzales"}, {"authorId": "1741268190", "name": "Gianmarco León Ciliotta"}, {"authorId": "49275958", "name": "L. R. Mart́ınez"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e16f63d8635ff72fae1f501c9a5d472c35455c56", "externalIds": {"MAG": "2986904043", "DOI": "10.1017/psrm.2019.45"}, "url": "https://www.semanticscholar.org/paper/e16f63d8635ff72fae1f501c9a5d472c35455c56", "title": "Comparative politics and causal evaluation of structural reforms: the case of the UK national minimum wage introduction", "abstract": "Abstract In comparative studies, causal evaluations attempt to improve our understanding of the effectiveness of structural reforms by counterfactually inspecting post-treatment effects. Yet, even if comparative scholars find similar treatment and comparison units, the interpretation of the post-treatment trajectory is difficult as short-term estimates can be subject to strategic timing of reform implementation, while long-term effects are likely affected by further interventions. To illustrate these difficulties we apply the generalized synthetic control method to evaluate the introduction of a British national minimum wage. We find a short-term decreasing effect on youth unemployment that turns into an increasing effect over time. This suggests the presence of an upward biased selection effect from strategic timing. We also inspect two post-treatment interventions and find that they differ in their general and country-specific implications for the long-term trajectory.", "venue": "Political Science Research and Methods", "year": 2019, "referenceCount": 78, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2620901", "name": "T. König"}, {"authorId": "122595403", "name": "G. Ropers"}, {"authorId": "1506908675", "name": "A. Buchmann"}]}}, {"contexts": ["…over the national territory; that its mission does not include environmental targets; and that the social information program analyzed in this paper is a digital engagement rather than a energy conservation one, are likely to reduce concerns of site selection bias as presented in Allcott (2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e8e1013d676970858ffa72131e63873c35e1a0c0", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/e8e1013d676970858ffa72131e63873c35e1a0c0", "title": "The Role of Identity and Values", "abstract": "Social information programs are increasingly used to nudge behavioural change, and the literature documents strong heterogeneity in their impact along household and individual traits. Using data from a large field experiment on household energy conservation, we combine electricity metering and survey data to study how environmental values affect the impact of the program. We then leverage the role of values by augmenting social information messages with an environmental self-identity prime. We find that social information is more effective when environmental self-identity is made more salient, but only among individuals who acted pro-environmentally in the past.", "venue": "", "year": 2019, "referenceCount": 62, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "69975329", "name": "J. Bonan"}, {"authorId": "1431761946", "name": "Cristina Cattaneo"}, {"authorId": "1403072418", "name": "Giovanna d'Adda"}, {"authorId": "49157228", "name": "M. Tavoni"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e9a17807dd9d0872dc80ab58bc9b76bdf601f3e7", "externalIds": {"MAG": "2918010299", "DOI": "10.3386/W25576"}, "url": "https://www.semanticscholar.org/paper/e9a17807dd9d0872dc80ab58bc9b76bdf601f3e7", "title": "Experimental Evidence on the Effect of Information and Pricing on Residential Electricity Consumption", "abstract": "This study examines a field experiment in Texas that includes pricing and informational interventions to encourage energy conservation during summer peak load days when the social cost of generation is the highest. We estimate that our critical peak pricing intervention reduces electricity consumption by 14%. Using unique high frequency appliance-level data, we can attribute 74% of this response to air conditioning. In contrast, we find minimal response to active information provision and conservation appeals. A complementary experimental program also lowers nighttime prices during the off-peak season, providing the first evidence of electric vehicle loadshifting in response to price.", "venue": "", "year": 2019, "referenceCount": 45, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "145636477", "name": "J. Burkhardt"}, {"authorId": "22055728", "name": "K. Gillingham"}, {"authorId": "2546866", "name": "P. Kopalle"}]}}, {"contexts": ["Instead, it might be explained by implicit ‘site selection’ (see, e.g. Allcott 2015) if existing research was drawn towards Washington, North Carolina, and Pennsylvania in part because of higher levels of electoral competition for judgeships or anecdotes of electoral sentencing cycles in those…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "efba92352dfca33bb080721fbf9439afa5d41754", "externalIds": {"MAG": "2928563655", "DOI": "10.3386/W25716"}, "url": "https://www.semanticscholar.org/paper/efba92352dfca33bb080721fbf9439afa5d41754", "title": "How Common are Electoral Cycles in Criminal Sentencing?", "abstract": "Existing empirical evidence suggests a pervasive pattern of electoral cycles in criminal sentencing in the U.S.: judges appear to pass more punitive sentences when they are up for re-election, consistent with models of signaling where voters have more punitive preferences than judges. However, this pervasive evidence comes from only three states. Combining the existing evidence with data we collected from eight additional states, we are able to reproduce previous results, but find electoral cycles in only one of the eight additional states. Sentencing cycles appear to be the exception rather than the norm. We find that their existence hinges on the level of competition in judicial elections, which varies considerably across states.", "venue": "", "year": 2019, "referenceCount": 38, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "8514029", "name": "C. Dippel"}, {"authorId": "118036463", "name": "Michael Poyker"}]}}, {"contexts": ["This can occur for a number of reasons including poor fidelity to the treatment, site selection bias, and context dependence (Allcott, 2015; Bold et al., 2018; Banerjee et al., 2008; Banerjee et al., 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "fb11b40bea1f1db543f1d229046b7cd605c1fbdd", "externalIds": {"DOI": "10.3386/w26158"}, "url": "https://www.semanticscholar.org/paper/fb11b40bea1f1db543f1d229046b7cd605c1fbdd", "title": "Nudging at Scale: Experimental Evidence from Fafsa Completion Campaigns", "abstract": "Do nudge interventions that have generated positive impacts at a local level maintain efficacy when scaled state or nationwide? What specific mechanisms explain the positive impacts of promising smaller-scale nudges? We investigate, through two randomized controlled trials, the impact of a national and state-level campaign to encourage students to apply for financial aid for college. The campaigns collectively reached over 800,000 students, with multiple treatment arms to investigate different potential mechanisms. We find no impacts on financial aid receipt or college enrollment overall or for any student subgroups. We find no evidence that different approaches to message framing, delivery, or timing, or access to one-on-one advising affected campaign efficacy. We discuss why nudge strategies that work locally may be hard to scale effectively.", "venue": "", "year": 2019, "referenceCount": 72, "citationCount": 39, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "117222213", "name": "Kelli A. Bird"}, {"authorId": "32306242", "name": "Benjamin L. Castleman"}, {"authorId": "119170358", "name": "Jeffrey T. Denning"}, {"authorId": "17446277", "name": "J. Goodman"}, {"authorId": "113144080", "name": "Cait Lamberton"}, {"authorId": "1741868319", "name": "Kelly Ochs Rosinger"}]}}, {"contexts": ["Site selection in experimental evaluations of training\nprograms (Joseph Hotz, Imbens, and Mortimer 2005) and energy conservation programs (Allcott\n2015) matches this pattern."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0610a9dfc1fc1cfc1223c6550dfa029ad9b67f3c", "externalIds": {"DOI": "10.3386/w25018"}, "url": "https://www.semanticscholar.org/paper/0610a9dfc1fc1cfc1223c6550dfa029ad9b67f3c", "title": "Difference-in-Differences with Variation in Treatment Timing", "abstract": "The canonical difference-in-differences (DD) model contains two time periods, “pre” and “post”, and two groups, “treatment” and “control”. Most DD applications, however, exploit variation across groups of units that receive treatment at different times. This paper derives an expression for this general DD estimator, and shows that it is a weighted average of all possible two-group/two-period DD estimators in the data. This result provides detailed guidance about how to use regression DD in practice. I define the DD estimand and show how it averages treatment effect heterogeneity and that it is biased when effects change over time. I propose a new balance test derived from a unified definition of common trends. I show how to decompose the difference between two specifications, and I apply it to models that drop untreated units, weight, disaggregate time fixed effects, control for unit-specific time trends, or exploit a third difference.", "venue": "", "year": 2018, "referenceCount": 78, "citationCount": 803, "influentialCitationCount": 81, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1413458972", "name": "Andrew Goodman-Bacon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0b33b020b23eff9adef5ea437c271e7489e9297e", "externalIds": {"MAG": "2796942730", "DOI": "10.1016/S2214-109X(18)30065-2", "PubMed": "29653625"}, "url": "https://www.semanticscholar.org/paper/0b33b020b23eff9adef5ea437c271e7489e9297e", "title": "The Millennium Villages Project: a retrospective, observational, endline evaluation.", "abstract": "BACKGROUND\nThe Millennium Villages Project (MVP) was a 10 year, multisector, rural development project, initiated in 2005, operating across ten sites in ten sub-Saharan African countries to achieve the Millennium Development Goals (MDGs). In this study, we aimed to estimate the project's impact, target attainment, and on-site spending.\n\n\nMETHODS\nIn this endline evaluation of the MVP, we retrospectively selected comparison villages that best matched the project villages on possible confounding variables. Cross-sectional survey data on 40 outcomes of interest were collected from both the project and the comparison villages in 2015. Using these data, as well as on-site spending data collected during the project, we estimated project impacts as differences in outcomes between the project and comparison villages; target attainment as differences between project outcomes and prespecified targets; and on-site spending as expenditures reported by communities, donors, governments, and the project. Spending data were not collected in the comparison villages.\n\n\nFINDINGS\nAveraged across the ten project sites, we found that impact estimates for 30 of 40 outcomes were significant (95% uncertainty intervals [UIs] for these outcomes excluded zero) and favoured the project villages. In particular, substantial effects were seen in agriculture and health, in which some outcomes were roughly one SD better in the project villages than in the comparison villages. The project was estimated to have no significant impact on the consumption-based measures of poverty, but a significant favourable impact on an index of asset ownership. Impacts on nutrition and education outcomes were often inconclusive (95% UIs included zero). Averaging across outcomes within categories, the project had significant favourable impacts on agriculture, nutrition, education, child health, maternal health, HIV and malaria, and water and sanitation. A third of the targets were met in the project sites. Total on-site spending decreased from US$132 per person in the first half of the project (of which $66 was from the MVP) to $109 per person in the second half of the project (of which $25 was from the MVP).\n\n\nINTERPRETATION\nThe MVP had favourable impacts on outcomes in all MDG areas, consistent with an integrated rural development approach. The greatest effects were in agriculture and health, suggesting support for the project's emphasis on agriculture and health systems strengthening. The project conclusively met one third of its targets.\n\n\nFUNDING\nThe Open Society Foundations, the Islamic Development Bank, and the governments of Japan, South Korea, Mali, Senegal, and Uganda.", "venue": "The Lancet. Global health", "year": 2018, "referenceCount": 59, "citationCount": 40, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Geography", "Medicine"], "authors": [{"authorId": "145051141", "name": "Shira Mitchell"}, {"authorId": "144389145", "name": "A. Gelman"}, {"authorId": "2066468137", "name": "Rebecca Ross"}, {"authorId": "2108266090", "name": "Joyce Chen"}, {"authorId": "145809697", "name": "Sehrish Bari"}, {"authorId": "8427787", "name": "U. Huynh"}, {"authorId": "2114321383", "name": "Matthew W Harris"}, {"authorId": "39649120", "name": "S. Sachs"}, {"authorId": "145130892", "name": "E. Stuart"}, {"authorId": "33576257", "name": "A. Feller"}, {"authorId": "5286775", "name": "Susanna M. Makela"}, {"authorId": "2095840", "name": "A. Zaslavsky"}, {"authorId": "49447634", "name": "Lucy McClellan"}, {"authorId": "1407734837", "name": "Seth Ohemeng-Dapaah"}, {"authorId": "3060831", "name": "Patricia Namakula"}, {"authorId": "6280574", "name": "C. Palm"}, {"authorId": "2355669", "name": "J. Sachs"}]}}, {"contexts": ["Recent work shows that the same intervention can have different effects in the hands of different implementers – a regularity across low-, middle-, and high-income countries (Bold et al. 2013; Banerjee, Karlan, and Zinman 2015; Allcott 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0dc8edd1e68a590efc3c842d3b40a8f46a33b746", "externalIds": {"MAG": "2808220693", "DOI": "10.1596/1813-9450-8473"}, "url": "https://www.semanticscholar.org/paper/0dc8edd1e68a590efc3c842d3b40a8f46a33b746", "title": "Motivating Bureaucrats Through Social Recognition: Evidence from Simultaneous Field Experiments", "abstract": "Bureaucratic performance is a crucial determinant of economic growth. Little is known about how to improve it in resource-constrained settings. This study describes a field trial of a social recognition intervention to improve record keeping in clinics in two Nigerian states, replicating the intervention -- implemented by a single organization -- on bureaucrats performing identical tasks in both states. Social recognition improved performance in one state but had no effect in the other, highlighting both the potential and the limitations of behavioral interventions. Differences in observables did not explain cross-state differences in impacts, however, illustrating the limitations of observable-based approaches to external validity.", "venue": "", "year": 2018, "referenceCount": 55, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "11007404", "name": "V. Gauri"}, {"authorId": "46535744", "name": "J. Jamison"}, {"authorId": "4191354", "name": "Nina Mazar"}, {"authorId": "3043633", "name": "Owen Ozier"}, {"authorId": "19275542", "name": "Shomikho Raha"}, {"authorId": "34545157", "name": "K. Saleh"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2496e4cd848903f82fac91acd4eb938abc22e053", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/2496e4cd848903f82fac91acd4eb938abc22e053", "title": "Temporal Validity in Online Social Science", "abstract": "The centrality of the internet to modern life means that the social and political world is changing faster and less predictably than ever before. At the same time, the “credibility revolution” has forced social scientists to confront the limits of our methods for creating knowledge. The interaction of these two trends is not yet well understood. I argue that the increasing rate of change of the objects of our study makes “knowledge decay” a potentially large source of error. “Temporal validity” is a form of external validity in which the target setting is in the future— which, of course, is always the case.", "venue": "", "year": 2018, "referenceCount": 55, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "31627796", "name": "Kevin Munger"}]}}, {"contexts": ["(1) (2) (3) (4) (5) (6) Dealership Online Treatment 0."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "37bc622d297c95f375805c1cf353671763947922", "externalIds": null, "url": "http://www.semanticscholar.org/paper/37bc622d297c95f375805c1cf353671763947922", "title": "NBER WORKING PAPER SERIES ARE CONSUMERS POORLY INFORMED ABOUT FUEL ECONOMY? EVIDENCE FROM TWO EXPERIMENTS Hunt Allcott", "abstract": null, "venue": "", "year": 2018, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": "6112526", "name": "Hunt Allcott"}, {"authorId": "2714446", "name": "Christopher R. Knittel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "401e2cab2f2f2dd7dd11f1cf8ad011a2b6c53042", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/401e2cab2f2f2dd7dd11f1cf8ad011a2b6c53042", "title": "Scale-Up Experiments ∗", "abstract": "Most randomized controlled trials (RCT) of social programs test interventions at modest scale. While the hope is that promising programs will be scaled up, we have few successful examples of this scale-up process in practice. Ideally we would like to know which programs will work at large scale before we invest the resources to take them to scale. But it would seem that the only way to tell whether a program works at scale is to test it at scale. Our goal in this paper is to propose a way out of this Catch-22. We first develop a simple model that helps clarify the type of scale-up challenge for which our method is most relevant. Most social programs rely on labor as a key input (teachers, nurses, social workers, etc.). We know people vary greatly in their skill at these jobs. So social programs, like firms, confront a search problem in the labor market that can lead to inelastically-supplied human capital. The result is that as programs scale, either average costs must increase if program quality is to be held constant, or else program quality will decline if average costs are held fixed. Our proposed method for reducing the costs of estimating program impacts at large scale combines the fact that hiring inherently involves ranking inputs with the most powerful element of the social science toolkit: randomization. We show that it is possible to operate a program at modest scale n but learn about the input supply curves facing the firm at much larger scale S × n by randomly sampling the inputs the provider would have hired if they operated at scale S × n. We build a simple two-period model of social-program decision making and use a model of Bayesian learning to develop heuristics for when scale-up experiments of the sort we propose are likely to be particularly valuable. We also present a series of results to illustrate the method, including one application to a real-world tutoring program that highlights an interesting observation: The noisier the program provider’s prediction of input quality, the less pronounced is the scale-up problem.", "venue": "", "year": 2018, "referenceCount": 80, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "79986278", "name": "Jonathan M. V. Davis"}, {"authorId": "6759559", "name": "Jonathan Guryan"}, {"authorId": "40602781", "name": "K. Hallberg"}, {"authorId": "91805033", "name": "J. Ludwig"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5cc90bfff8f302af2ee28a01e2da438209e70d16", "externalIds": {"MAG": "3032439061", "DOI": "10.1257/rct.3671-1.0"}, "url": "https://www.semanticscholar.org/paper/5cc90bfff8f302af2ee28a01e2da438209e70d16", "title": "Do Learning Communities Increase First Year College Retention?", "abstract": "Voluntary selection into experimental samples is ubiquitous and may lead researchers to question the external validity of experimental findings. We introduce tests for sample selection on unobserved variables to discern the generalizability of randomized control trials. We estimate the impact of a learning community on first-year college retention using an RCT, and employ our tests in this setting. Intent-to-treat and local-average-treatment-effect estimates reveal no discernable programmatic effects. Our tests reveal that the experimental sample is positively selected on unobserved characteristics suggesting limited external validity. Finally, we compare observational and experimental estimates, considering the internal and external validity of both approaches to reflect on within-study comparisons themselves.", "venue": "AEA Randomized Controlled Trials", "year": 2018, "referenceCount": 98, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "70428462", "name": "David Fairris"}]}}, {"contexts": ["…and piloting bias, the effect of treatments on different populations, the effect of treatment in the same population under different circumstances, and the effect of different, but related, technologies (Allcott, 2015; Banerjee et al., 2017; Banerjee et al., 2017; and Al-Ubaydli et al., 2017).", "Scholars have explored several dimensions of external validity, in particular the scalability of interventions, the existence of market equilibrium effects and externalities, site selection and piloting bias, the effect of treatments on different populations, the effect of treatment in the same population under different circumstances, and the effect of different, but related, technologies (Allcott, 2015; Banerjee et al., 2017; Banerjee et al., 2017; and Al-Ubaydli et al., 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "5cff39e83d9d2ccdb8dc23ee63a85e3f2d00d5f4", "externalIds": {"MAG": "2917827145", "DOI": "10.2139/ssrn.3307140"}, "url": "https://www.semanticscholar.org/paper/5cff39e83d9d2ccdb8dc23ee63a85e3f2d00d5f4", "title": "Motivating Bureaucrats With Non-Monetary Incentives When State Capacity Is Weak: Evidence From Large-Scale Field Experiments in Peru", "abstract": "We study how non-monetary incentives, motivated by recent advances in behavioral economics, affect civil servant performance in a context where state capacity is weak. We collaborated with a government agency in Peru to experimentally vary the content of text messages targeted to civil servants in charge of a school maintenance program. These messages incorporate behavioral insights in dimensions related to information provision, social norms, and weak forms of monitoring and auditing. We find that these messages are a very cost-effective strategy to enforce compliance with national policies among civil servants. We further study the role of social norms and the salience of social benefits in a follow-up experiment and explore the external validity of our original results by implementing a related experiment with civil servants from a different national program. The findings of these new experiments support our original results and provide additional insights regarding the context in which these incentives may work. Our results highlight the importance of carefully designed non-monetary incentives as a tool to improve civil servant performance when the state lacks institutional mechanisms to enforce compliance.", "venue": "", "year": 2018, "referenceCount": 119, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "123928563", "name": "Andrew Dustan"}, {"authorId": "78199939", "name": "S. Maldonado"}, {"authorId": "1403086525", "name": "J. Hernández-Agramonte"}]}}, {"contexts": ["The difference between single-site experimental and multi-site quasi-experimental treatment effects may reflect site selection bias on the experimental side Allcott (2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "64d02f631864fb931692d47637f0ab920b63659e", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/64d02f631864fb931692d47637f0ab920b63659e", "title": "Equilibrium Sorting and Moral Hazard in Residential Energy Contracts", "abstract": "This paper explores tenant behavior in rental housing where the landlord pays for heating. I develop a model in which renters have heterogeneous preferences for home size and indoor temperature. When energy is costly, renters choose smaller apartments and turn down the heat—or sort into apartments with landlord-pay energy bills. I estimate the model using exogenous variation in energy prices and use a machine-learning algorithm to explore preference heterogeneity. I find no evidence to support sorting into landlord-pay apartments based on temperature preferences. Eliminating moral hazard by forcing all renters to pay their own bill reduces energy consumption by 25% due to renters turning down the heat (22%) and choosing smaller units (3%). Incentive problems in residential energy contracts cost the United States $839 million per year in welfare losses including $238 million from damages due to increased carbon emissions.", "venue": "", "year": 2018, "referenceCount": 114, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "123799547", "name": "D. Brewer"}]}}, {"contexts": ["In doing so, we would want to account for site selection, as per Allcott (2015) and Gechter and Meager (2018).", "Counterfactual prediction methods may need to address biases that arise from non-random selection of contexts for producing evidence (Allcott, 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "7615ac0e9b3e459d37a8b4f4501c87ef9091d455", "externalIds": {"ArXiv": "1806.07016", "MAG": "2808732430"}, "url": "https://www.semanticscholar.org/paper/7615ac0e9b3e459d37a8b4f4501c87ef9091d455", "title": "Evaluating Ex Ante Counterfactual Predictions Using Ex Post Causal Inference", "abstract": "We derive a formal, decision-based method for comparing the performance of counterfactual treatment regime predictions using the results of experiments that give relevant information on the distribution of treated outcomes. Our approach allows us to quantify and assess the statistical significance of differential performance for optimal treatment regimes estimated from structural models, extrapolated treatment effects, expert opinion, and other methods. We apply our method to evaluate optimal treatment regimes for conditional cash transfer programs across countries where predictions are generated using data from experimental evaluations in other countries and pre-program data in the country of interest.", "venue": "", "year": 2018, "referenceCount": 70, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Mathematics"], "authors": [{"authorId": "90810524", "name": "Michael Gechter"}, {"authorId": "72275901", "name": "Cyrus Samii"}, {"authorId": "22590419", "name": "Rajeev Dehejia"}, {"authorId": "1398018858", "name": "Cristian Pop-Eleches"}]}}, {"contexts": ["3 This is often referred to as ‘site selection bias’ (Allcott 2015) and can arise in at least two different ways.", "…and NGO-specific characteristics interact with aspects of the intervention, influence transaction costs associated with implementation, and ultimately help determine final outcomes.4\n3 This is often referred to as ‘site selection bias’ (Allcott 2015) and can arise in at least two different ways."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "7b9846b3544023fc687f4427d0e49ff2adad8dae", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/7b9846b3544023fc687f4427d0e49ff2adad8dae", "title": "WIDER Working Paper 2018/59-NGOs and the effectiveness of interventions", "abstract": null, "venue": "", "year": 2018, "referenceCount": 76, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "123964221", "name": "Faraz Usmani"}, {"authorId": "2947068", "name": "M. Jeuland"}, {"authorId": "145509502", "name": "S. Pattanayak"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7feff4d8e1b1ed97e20c1c11097b836293a87e4f", "externalIds": {"MAG": "2614455200", "DOI": "10.1016/J.RESENEECO.2018.07.002"}, "url": "https://www.semanticscholar.org/paper/7feff4d8e1b1ed97e20c1c11097b836293a87e4f", "title": "Comparative feedbacks under incomplete information", "abstract": "Comparative feedbacks, that is messages providing personalized information about how one's behavior compares to that of relevant others, are nowadays widely used-sometimes at a very large scale-in order to change people's behaviors. Yet there are several possible reasons why such feedbacks may affect behaviors, which makes welfare analysis a very challenging task. This paper uses an online experiment to disentangle the role played by incomplete information and the role played by peer pressure. Incomplete information is shown to be a necessary condition for comparative feedbacks to effectively affect participants' choices, suggesting peer pressure was unlikely to play a major role in our specific setting. Nevertheless comparative feedbacks triggered greater changes in behaviors than other informative-only feedbacks. A possible explanation may be found in cognitive costs, as comparative feedbacks more effectively conveyed to participants the idea that it should not be too difficult for them to reach a better outcome.", "venue": "Resource and Energy Economics", "year": 2018, "referenceCount": 59, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Political Science"], "authors": [{"authorId": "40965121", "name": "N. Astier"}]}}, {"contexts": ["These sites may represent programs and clients that have more unobserved skills or motivation than those in other settings (Allcott, 2015; Al-Ubaydli et al., 2017; Olsen et al., 2013)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "81b9b80ff6fd32b3bb48418561ef59f4e74ec635", "externalIds": {"DOI": "10.2139/ssrn.3194814"}, "url": "https://www.semanticscholar.org/paper/81b9b80ff6fd32b3bb48418561ef59f4e74ec635", "title": "Pragmatic Field Experiments in Policy Research: The Case of a Pilot Program for Municipal Water Customers", "abstract": "The pragmatic field experiment is a flexible methodology for assessing public policies and programs. This study illustrates the use of the pragmatic approach with a novel program, LIFT-UP, where municipalities offered financial counseling to public water utility customers who were behind on payments. Unlike a traditional randomized control study, the four municipalities in this study were encouraged to adapt treatment protocols, sample designs and outcome measures to reflect the local implementation context. This approach is internally valid within each site, and also offers externally valid implications for other municipalities that replicate the same broad principle-based mechanisms. While inconsistent with the traditional approach of randomized experiments, the pragmatic approach is practical and offers insights for policy analysis and program implementation.", "venue": "", "year": 2018, "referenceCount": 51, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "48892599", "name": "Stephanie Moulton"}, {"authorId": "153639326", "name": "J. Collins"}, {"authorId": "70190714", "name": "Olga Kondratjeva"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9bbda43be4a4071b9e2e6b3ffe07bad10cb2b585", "externalIds": {"MAG": "2899029446", "DOI": "10.1257/JEP.32.4.173"}, "url": "https://www.semanticscholar.org/paper/9bbda43be4a4071b9e2e6b3ffe07bad10cb2b585", "title": "Ending Global Poverty: Why Money Isn’t Enough", "abstract": "Between 1981 and 2013, the share of the global population living in extreme poverty fell by 34 percentage points. This paper argues that such rapid reductions will become increasingly hard to achieve for two reasons. First, the majority of the poor now live in middle-income countries where the benefits of growth have often been distributed selectively and unequally. Second, a reservoir of extreme poverty remains in low-income countries where growth is erratic and aid often fails to reach the poor. If the international community is to most effectively leverage available resources to end extreme poverty, it must ensure that its investments in institutions and physical infrastructure actually provide the poor the capabilities they need to craft an effective pathway out of poverty. We term the human and social systems that are required to form this pathway “invisible infrastructure” and argue that an effective domestic state is central to building this. By corollary, ending extreme poverty will require both expanding state capacity and giving the poor power to demand reforms they need by solving agency problems between citizens, politicians, and bureaucrats.", "venue": "Journal of Economic Perspectives", "year": 2018, "referenceCount": 95, "citationCount": 36, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2065677783", "name": "Lucy Page"}, {"authorId": "50540913", "name": "R. Pande"}]}}, {"contexts": ["Allcott (2015) examines an energy conservation experiment run by a power company in different cities across the United States and finds significant variations in the site-specific treatment effect, despite controlling for several important mediators.", "Allcott (2015) examines an energy conservation experiment run by a power company in different cities across the United States and finds significant variations in the site-specific treatment effect, despite controlling for several important mediators. Vivalt (2015) reviews 587 impact evaluations and finds larger impacts when NGOs implemented the interventions rather than when governments implemented.", "Related inquiry in economics and epidemiology (Allcott, 2015; Flores & Mitnik, 2013; Gechter, 2016; Hotz et al. ,2005; Stuart et al., 2011) has explored the challenge of extrapolating program impacts estimated in one site (or collection of sites) to other settings."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "9d440e7d3a18fb87c92be09a6124c52a8cc25153", "externalIds": {"MAG": "2625109874", "DOI": "10.1002/hec.3529", "PubMed": "28627730"}, "url": "https://www.semanticscholar.org/paper/9d440e7d3a18fb87c92be09a6124c52a8cc25153", "title": "Does involvement of local NGOs enhance public service delivery? Cautionary evidence from a malaria‐prevention program in India", "abstract": "Partnerships between government and non-state actors that aim to enhance the quality or efficiency of service delivery are increasingly common in today's development policy landscape. We investigate the impacts of such an approach using data from an experimental supportive intervention to India's malaria control program that leveraged local non-state capacity in order to promote mosquito net usage and recommended fever care-seeking patterns. The supportive activities were conducted simultaneously by 3 NGOs, contracted out by the Indian government, in 2 endemic districts in the state of Odisha. We find that program impact significantly varied by location. Examining 3 potential sources of this variation (differential population characteristics, differential health worker characteristics, and differential implementer characteristics), we provide evidence that both population and NGO characteristics significantly affected the success of the program. Specifically, the results suggest that the quality and effort of the local implementer played a key role in the differential effectiveness. We discuss these findings as they relate to the external validity of development policy evaluations and, specifically, for the ability of health and other service delivery systems to benefit from limited non-state capacity in underresourced areas.", "venue": "Health economics", "year": 2014, "referenceCount": 54, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Economics"], "authors": [{"authorId": "34066398", "name": "A. Das"}, {"authorId": "5217558", "name": "J. Friedman"}, {"authorId": "7538296", "name": "Eeshani Kandpal"}]}}, {"contexts": ["…and NGO-specific characteristics interact with aspects of the intervention, influence transaction costs associated with implementation, and ultimately help determine final outcomes.4\n3 This is often referred to as ‘site selection bias’ (Allcott 2015) and can arise in at least two different ways.", "This is often referred to as “site selection bias” (Allcott, 2015) and can arise in at least two different ways."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "a9fd33518b5c31aa496e2ffeb8afab4467851087", "externalIds": {"DOI": "10.2139/ssrn.3200187"}, "url": "https://www.semanticscholar.org/paper/a9fd33518b5c31aa496e2ffeb8afab4467851087", "title": "NGOs and the Effectiveness of Interventions", "abstract": "Interventions in remote, rural settings face high transaction costs. We develop a model of household decision-making to evaluate how non-governmental organizations (NGOs) address these implementation-related challenges and influence intervention effectiveness. To test our model’s predictions, we create a sample of observationally similar Indian villages that differ in their prior engagement with a local development NGO. In partnership with this NGO, we then stratify a randomized technology promotion intervention on this institutional variable. We uncover a large, positive, and statistically significant ‘NGO effect’: prior engagement with the NGO increases the effectiveness of our intervention by at least 30 per cent. Our results have implications for the generalizability of experimental research conducted jointly with NGOs. In particular, attempts to scale-up findings from such work may prove less successful than anticipated if the role of NGOs is insufficiently understood. Alternatively, policy makers looking to scale-up could achieve greater success by enlisting trusted local partners.", "venue": "", "year": 2018, "referenceCount": 78, "citationCount": 4, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "123964221", "name": "Faraz Usmani"}, {"authorId": "2947068", "name": "M. Jeuland"}, {"authorId": "145509502", "name": "S. Pattanayak"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d3f30437a6afaadba3b241a4cf4928fc14af279d", "externalIds": {"MAG": "2795500948", "DOI": "10.1016/J.JARMAC.2018.01.001"}, "url": "https://www.semanticscholar.org/paper/d3f30437a6afaadba3b241a4cf4928fc14af279d", "title": "Connecting Laboratory and Field Research in Judgment and Decision Making: Causality and the Breadth of External Validity", "abstract": "o W s o ization. By conducting studies in the settings and with the actors to which they wanted to draw conclusions, NDM researchers folMarkman (2018) provides a thought-provoking perspective n the relationships between lab and field research, using his wn research program on regulatory fit as an instructive examle (e.g., Otto, Markman, Gureckis, & Love, 2010; Worthy, addox, & Markman, 2007). He discusses characteristics of ypical lab and field studies, identifies some examples of prouctive relationships, and analyzes the failure to communicate etween lab and field researchers, focusing on the relationship etween academic cognitive psychology research programs and aturalistic decision making programs (e.g., Lipshitz, Klein, rasanu, & Salas, 2001; abbreviated as NDM hereafter). He lso provides useful advice about how to facilitate interactions etween researchers of each type. We elaborate on Markman’s advice on how to promote ab–field interactions in research by exploring distinctions in he goals and benefits of different kinds of field research and oting some additional ways of effectively relating lab and eld settings. We add two important distinctions to Markan’s conceptual analysis: narrow versus broad external validity nd descriptive-observational versus causal-experimental field tudies.", "venue": "", "year": 2018, "referenceCount": 40, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3261425", "name": "D. Bartels"}, {"authorId": "2199658", "name": "R. Hastie"}, {"authorId": "3376613", "name": "Oleg Urminsky"}]}}, {"contexts": ["Data from some research studies suggest that caution should be used when implementing online courses (Allcott, 2015).", "Given that completion rates are already a matter of concern at community colleges\n(Allcott, 2015), it might be troubling to administrators of community colleges that one of the largest recent changes in the way that community colleges operate (i.e., the addition of online courses), is likely to…", "In addition, administrators should consider whether student selection might have negative results (Allcott, 2015).", "Given that completion rates are already a matter of concern at community colleges (Allcott, 2015), it might be troubling to administrators of community colleges that one of the largest recent changes in the way that community colleges operate (i."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "da94018a2546175932d3263ece8706d0f13eb2bc", "externalIds": {"MAG": "2901835268"}, "url": "https://www.semanticscholar.org/paper/da94018a2546175932d3263ece8706d0f13eb2bc", "title": "The Persistence Of Community College Students: A Single Site Case Study", "abstract": "Only 22% of all students who enroll in community colleges complete an associate degree within three years, and only 16% of students at urban community colleges earn a degree in the same time frame. Community college administrators recognize that a majority of their student population desires to earn a degree, but many lack the knowledge, skills, and support to complete college. The purpose of this single site qualitative case study was to understand how community college students perceive wraparound services and how these services impact students’ persistence. Deil-Amen (2011) was used as the theoretical underpinning for this study. The setting was a community college in the Midwest. Twelve interview questions and three instruments were used in this study. The instruments included a demographic questionnaire, a semi-structured interview, and a personal artifact form. The population was defined as eight (N = 8) second year community college students. The sample mean age was 21 (M = 21) and 50% of the sample were male (n = 4) and 50% were female (n = 4). Using NVivo 12 Pro, 50 nodes were found, nine overarching themes were expressed, and eight findings were noted. These findings included: • tutoring is essential, • motivation is not inherent and must be fostered, • coaching can promote persistence, • overcoming social and academic barriers promotes the motivation to stay on track,", "venue": "", "year": 2018, "referenceCount": 125, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "48028706", "name": "Michael Blanchard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e6ce416dcd156dae135914fea7c7672cbfea4c38", "externalIds": {"DOI": "10.2139/ssrn.3129103"}, "url": "https://www.semanticscholar.org/paper/e6ce416dcd156dae135914fea7c7672cbfea4c38", "title": "Moral Suasion and Economic Incentives: Field Experimental Evidence from Energy Demand", "abstract": "Firms and governments often use moral suasion and economic incentives to influence intrinsic and extrinsic motivations for economic activities. To investigate persistence of such interventions, we randomly assign households to moral suasion and dynamic pricing that stimulate energy conservation during peak-demand hours. We find significant habituation and dishabituation for moral suasion—the treatment effect diminishes after repeated interventions but can be restored to the original level by a sufficient time interval between interventions. Economic incentives induce larger treatment effects, little habituation, and significant habit formation. Our results suggest moral suasion and economic incentives produce substantially different short-run and long-run policy impacts.", "venue": "", "year": 2018, "referenceCount": 77, "citationCount": 62, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2312351", "name": "Koichiro Ito"}, {"authorId": "49245011", "name": "T. Ida"}, {"authorId": "1726130569", "name": "Makoto Tanaka"}]}}, {"contexts": ["Allcott (2015) identifies a problem in site and population selection bias, where program evaluation of early-adopting utilities overstates the treatment effect, relative to implementation across less environmentally progressive regions and populations.", "A growing collection of research in this field has provided estimates of program effectiveness, as well as evaluating the persistence of treatment and examining site selection bias (Allcott 2015, Allcott and Rogers 2014, Ayres, Raseman, and Shih 2013)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "ecd4b9c4a0130fcc2aefbbb0f8425c59f821b678", "externalIds": {"MAG": "2887771668", "DOI": "10.13023/etd.2018.232"}, "url": "https://www.semanticscholar.org/paper/ecd4b9c4a0130fcc2aefbbb0f8425c59f821b678", "title": "ESSAYS ON ENVIRONMENTAL ECONOMICS AND POLICY", "abstract": "OF DISSERTATION ESSAYS ON ENVIRONMENTAL ECONOMICS AND POLICY Environmental goals such as urban water conservation and pollution control regulations are typically achieved through price and non-price methods. This dissertation offers an analysis of the non-price approaches, including the rationing of water for particular users, installation of particular technologies, and adoption of particular certifications to achieve environmental goals. To begin, an analysis of California’s 2015 urban water conservation mandate was performed. Results indicate that the average welfare loss of the mandate is $6,107 per acre-foot of restriction in Northern California and $2,757 per acrefoot of restriction in Southern California. In terms of monthly household-level willingness-to-pay (WTP) to avoid the mandate, results illustrate that households have a WTP between $5 and $200 per month. Northern Californian utilities were generally in compliance with their mandated conservation targets, while Southern Californian utilities tended to fall short. The second essay focuses on analyzing how web-based Home Water Use Reports (HWURs) affect household-level water consumption in Folsom City, California. The HWURs under study, offered by the company Dropcountr (DC), share social comparisons, consumption analytics, and conservation information to residential accounts, primarily through digital communications. We found that there is a 7.8% reduction in average daily household water consumption for a typical household under treatment of the DC program. Results suggest that the effect of DC varies by the baseline consumption quintile, the number of months in the program, the day of the week, message type, and enrollment wave. Furthermore, we find that indicate these responses to DC program likely come from the information channel rather than moral suasion. The final essay studies the effectiveness of ISO-14001 on pollution reduction as a non-price pollution control approach. Manufacturers have been increasingly relying on environmental management systems (such as ISO 14001 based ones) to comply with government regulations and reduce waste. In this essay, we investigated the impact of ISO 14001 certification on manufacturers’ toxic release by release level. Results show that ISO 14001 had a negative and statistically significant effect on the top 10% manufacturing sites regarding the on-site toxic release, but it did not reduce off-site toxic release. Therefore, one should not expect ISO 14001 to have a uniform impact on manufacturing sites’ environmental performance. For large firms, encouraging voluntary adoption of ISO 14001 might be an effective government strategy to reduce on-site pollution.", "venue": "", "year": 2018, "referenceCount": 108, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "8089858", "name": "M. Nemati"}]}}, {"contexts": ["Our paper further adds to the emerging literature on the transferability and scalability of experimental results to other contexts and other study populations (Allcott, 2015; Dehejia et al., 2015; Gechter, 2016; Al-Ubaydli et al., 2017b,a; Peters et al., 2018; Vivalt, 2015)."], "isInfluential": false, "intents": ["result"], "citingPaper": {"paperId": "f6067ff38c5fc71caab4ecc3e2739a9f4bd3b8a5", "externalIds": {"MAG": "2922889227"}, "url": "https://www.semanticscholar.org/paper/f6067ff38c5fc71caab4ecc3e2739a9f4bd3b8a5", "title": "Do planning prompts increase educational success? Evidence from randomized controlled trials in MOOCs", "abstract": "Massive Open Online Courses are a promising educational innovation. Yet, they suffer from high drop-out rates. As a remedy, we propose a planning prompt and test its effect on course completion and further outcomes such as course engagement and satisfaction in four large-scale randomized controlled trials. The results reveal an overall null effect on the completion rate, ruling out effect sizes beyond the [-7%, 3%] interval. However, this overall effect masks heterogeneity across and within courses: In one course the planning prompt increases course completion by 19%, highlighting the importance of replications in slightly different contexts. Using random causal forests, we also reveal tendencies for differential effects by subgroups. Better targeting could hence improve the effectiveness of planning prompts in online learning.", "venue": "", "year": 2018, "referenceCount": 52, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "47888312", "name": "M. Andor"}, {"authorId": "108769150", "name": "Katja M. Fels"}, {"authorId": "2755331", "name": "Jan Renz"}, {"authorId": "100695580", "name": "Sylvi Rzepka"}]}}, {"contexts": ["24While we understand that there may be partner selection bias inherent in our (or any) firm-level study (Allcott, 2015), our experience with many other international commercial airlines suggests they are no more (and sometimes considerably less) advanced in their management of captains’ fuel…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f7d337afd68f4ac9bcbc00c3e9c03081a11393ad", "externalIds": {"MAG": "2935854915", "DOI": "10.3386/W25620"}, "url": "https://www.semanticscholar.org/paper/f7d337afd68f4ac9bcbc00c3e9c03081a11393ad", "title": "The Impact of Management Practices on Employee Productivity: A Field Experiment with Airline Captains", "abstract": "Increasing evidence indicates the importance of management in determining firms' productivity. Yet causal evidence regarding the effectiveness of management practices is scarce, especially for skilled labor in the developed world. In a field experiment measuring commercial airline captains’ productivity, we test four distinct management practices: performance monitoring, performance feedback, target setting, and prosocial incentives. These practices—particularly monitoring and target setting—significantly increase captains' productivity on the targeted fuel-saving dimensions, with positive spillovers on job satisfaction and CO2 emissions. The study reveals an uncharted research opportunity to delve into the black box of firms to examine the determinants of productivity among skilled labor.", "venue": "", "year": 2019, "referenceCount": 83, "citationCount": 29, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "91128900", "name": "Greer K Gosnell"}, {"authorId": "1798259", "name": "J. List"}, {"authorId": "123874100", "name": "R. Metcalfe"}]}}, {"contexts": ["77 The HER is a popular social nudge that has been studied widely by economists and has been contracted to over 100 utilities nationwide (Allcott, 2011c; Ayres et al., 2013; Costa and Kahn, 2013; Allcott and Rogers, 2014; Allcott, 2015; Brandon et al., 2017; List et al., 2017).", "Households that only receive the HER reduce their use by around 2.1 percent, which matches the existing literature well (Allcott, 2011c, 2015).", "For example, Allcott (2015) finds that neighborhood comparisons cause reliable reductions in electricity usage of 1 to 2 percent across more than 100 experimental sites.", "For example, Allcott (2015) uses data from 111 distinct experimental sites across the U.S. and identifies economically meaningful average treatment effects for all experiments.", "44 Home energy reports (HERs) are the subject of a burgeoning literature (Allcott, 2011c; Ayres et al., 2013; Costa and Kahn, 2013; Allcott and Rogers, 2014; Allcott, 2015; Brandon et al., 2017).", "Previous studies show that the HER leads to average reductions in use of between one and three percent across dozens of experimental sites and achieves these energy savings at relatively low cost (Allcott and Mullainathan, 2010; Allcott, 2015).", "For both groups, the HER effect is significant at conventional levels, confirming that the HER causes reductions in electricity use (Allcott, 2011c, 2015; List et al., 2017).", "The magnitude of our treatment effects falls well into the range identified in prior work exploring the effects of the HER (Allcott, 2015).", "The estimated effect of the HER lines up well with other estimates in the literature, which report HER effects ranging between 1 and 3 percent (Allcott, 2011c; Ayres et al., 2013; Costa and Kahn, 2013; Allcott and Rogers, 2014; Allcott, 2015; Brandon et al., 2017; List et al., 2017).", "The HER has been studied widely and has been shown to lead to reductions in use of one to three percent across dozens of experimental sites (Allcott, 2011c; Ayres et al., 2013; Costa and Kahn, 2013; Allcott and Rogers, 2014; Allcott, 2015; Brandon et al., 2017; List et al., 2017).", "Home Energy Reports (HERs) and similar programs using social comparisons to promote behavioral change are the subject of a growing literature (Allcott, 2011c; Costa and Kahn, 2013; Ferraro and Price, 2013; Allcott and Rogers, 2014; Allcott, 2015; Brent et al., 2015).", "Previous studies have found that this social comparison causes reductions in electricity use of one to three percent, which are mainly driven by households with a high level of baseline consumption (Allcott, 2011c, 2015; Ferraro and Price, 2013).", "87\na neutral face.77 The HER is a popular social nudge that has been studied widely by economists and has been contracted to over 100 utilities nationwide (Allcott, 2011c; Ayres et al., 2013; Costa and Kahn, 2013; Allcott and Rogers, 2014; Allcott, 2015; Brandon et al., 2017; List et al., 2017).", "…in the literature—the use of home energy reports to encourage residential energy conservation.44\nHome energy reports (HERs) are the subject of a burgeoning literature (Allcott, 2011c; Ayres\net al., 2013; Costa and Kahn, 2013; Allcott and Rogers, 2014; Allcott, 2015; Brandon et al., 2017).", "The first treatment is Opower’s Home Energy Report (HER), a social nudge that has been studied extensively in recent years (Allcott, 2011c; Costa and Kahn, 2013; Allcott and Rogers, 2014; Allcott, 2015; Brandon et al., 2017)."], "isInfluential": true, "intents": ["methodology", "background"], "citingPaper": {"paperId": "fcf22102a0edc7cff86f538c25c056ee41b835fe", "externalIds": {"MAG": "2903471690"}, "url": "https://www.semanticscholar.org/paper/fcf22102a0edc7cff86f538c25c056ee41b835fe", "title": "Demand-side Interventions to Promote Residential Energy Conservation", "abstract": "DEMAND-SIDE INTERVENTIONS TO PROMOTE RESIDENTIAL ENERGY CONSERVATION BY FLORIAN RUNDHAMMER AUGUST 2018 Committee Chair: Dr. Michael K. Price Major Department: Economics This dissertation consists of three essays that evaluate the effectiveness of interventions promoting residential energy conservation. I study three programs that were implemented as natural field experiments by energy utilities in the United States. In the experiments, households were randomly assigned to a control group that was not exposed to the program or to treatment groups that participated in the program(s). The main objective of this research agenda is to generate insights that help design effective energy policy. In the first chapter, I study a program that provided weekly emails containing information about a customer’s natural gas expenditure to more than 150,000 households in California. I find that exposure to the emails caused significant reductions in natural gas use. Additional analyses suggest that households changed their heating behavior in response to the program. Furthermore, reductions in usage persisted over a 20-month treatment period. The second chapter focuses on the interaction between a voluntary financial rewards program for reductions in energy use and the Home Energy Report (HER), a repeated mailer that compares a recipient’s consumption to that of similar households. We test whether the introduction of financial incentives increased energy savings by households that also received the HER. Our findings show that the two programs complemented each other in several important ways and promoted larger energy savings by a broader set of customers than the HER alone. Finally, the third chapter investigates whether social nudges, such as the HER, are subject to crowd out effects. Crowd out occurs when the effectiveness of a new social nudge is negatively affected by previous exposure to an existing social nudge. We use two distinct social nudges in an experiment in which households are exposed to no nudge, one nudge in isolation, or both nudges in combination. To determine the extent of crowd out, we compare the effect of the combined intervention to the summation of the effects of each nudge in isolation. We do not find evidence of crowd out. In contrast, the combined effect was marginally larger than the sum of the individual effects, although the difference is not statistically significant. DEMAND-SIDE INTERVENTIONS TO PROMOTE RESIDENTIAL ENERGY CONSERVATION BY FLORIAN RUNDHAMMER A Dissertation Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Philosophy in the Andrew Young School of Policy Studies of Georgia State University GEORGIA STATE UNIVERSITY 2018 Copyright by Florian Rundhammer 2018", "venue": "", "year": 2018, "referenceCount": 166, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "51173898", "name": "Florian Rundhammer"}]}}, {"contexts": ["The first approach is typically more geared towards understanding the impact of a particular type of intervention or mechanism, rather than the impact of aid as such, and it is well known that the approach faces problems of external validity due to for example site selection bias (Allcott, 2015), and that positive or negative community-level externalities are often neglected. The second approach, in turn, faces challenges with internal validity and measurement, giving rise to a much divided literature (see e.g. Rajan and Subramanian, 2008; Galiani et al., 2017). Recently, due to new data on aid-project placement within countries, an intermediate approach has emerged, sometimes referred to as geo-spatial impact evaluation, focusing on the average impact on communities at a more disaggregated level.(6) Relative to cross-country analysis, geo-spatial 5A recent study of gender mainstreaming at the Swedish International Development Cooperation Agency (Sida) finds that the plan for integration of gender equality has diffuse goals and few concrete guidelines, and that staff, despite showing high levels of support for gender equality, are often unaware of the existence of the plan (Bjarnegård and Uggla, 2017). 6Dreher and Lohmann (2015) study the regional impact ofWorldBankprojects onnighttime light as a proxy for economicgrowth, finding a positive correlation but no convincing support for a causal impact. Findley et al. (2011), Wood and Sullivan (2015), and Strandow et al.", "The first approach is typically more geared towards understanding the impact of a particular type of intervention or mechanism, rather than the impact of aid as such, and it is well known that the approach faces problems of external validity due to for example site selection bias (Allcott, 2015), and that positive or negative community-level externalities are often neglected.", "The first approach is typically more geared towards understanding the impact of a particular type of intervention or mechanism, rather than the impact of aid as such, and it is well known that the approach faces problems of external validity due to for example site selection bias (Allcott, 2015), and that positive or negative community-level externalities are often neglected. The second approach, in turn, faces challenges with internal validity and measurement, giving rise to a much divided literature (see e.g. Rajan and Subramanian, 2008; Galiani et al., 2017). Recently, due to new data on aid-project placement within countries, an intermediate approach has emerged, sometimes referred to as geo-spatial impact evaluation, focusing on the average impact on communities at a more disaggregated level.(6) Relative to cross-country analysis, geo-spatial 5A recent study of gender mainstreaming at the Swedish International Development Cooperation Agency (Sida) finds that the plan for integration of gender equality has diffuse goals and few concrete guidelines, and that staff, despite showing high levels of support for gender equality, are often unaware of the existence of the plan (Bjarnegård and Uggla, 2017). 6Dreher and Lohmann (2015) study the regional impact ofWorldBankprojects onnighttime light as a proxy for economicgrowth, finding a positive correlation but no convincing support for a causal impact.", "The first approach is typically more geared towards understanding the impact of a particular type of intervention or mechanism, rather than the impact of aid as such, and it is well known that the approach faces problems of external validity due to for example site selection bias (Allcott, 2015), and that positive or negative community-level externalities are often neglected. The second approach, in turn, faces challenges with internal validity and measurement, giving rise to a much divided literature (see e.g. Rajan and Subramanian, 2008; Galiani et al., 2017). Recently, due to new data on aid-project placement within countries, an intermediate approach has emerged, sometimes referred to as geo-spatial impact evaluation, focusing on the average impact on communities at a more disaggregated level.(6) Relative to cross-country analysis, geo-spatial 5A recent study of gender mainstreaming at the Swedish International Development Cooperation Agency (Sida) finds that the plan for integration of gender equality has diffuse goals and few concrete guidelines, and that staff, despite showing high levels of support for gender equality, are often unaware of the existence of the plan (Bjarnegård and Uggla, 2017). 6Dreher and Lohmann (2015) study the regional impact ofWorldBankprojects onnighttime light as a proxy for economicgrowth, finding a positive correlation but no convincing support for a causal impact. Findley et al. (2011), Wood and Sullivan (2015), and Strandow et al. (2014) find that aid project location is correlated with more local violence and conflict.", "The first approach is typically more geared towards understanding the impact of a particular type of intervention or mechanism, rather than the impact of aid as such, and it is well known that the approach faces problems of external validity due to for example site selection bias (Allcott, 2015), and that positive or negative community-level externalities are often neglected. The second approach, in turn, faces challenges with internal validity and measurement, giving rise to a much divided literature (see e.g. Rajan and Subramanian, 2008; Galiani et al., 2017). Recently, due to new data on aid-project placement within countries, an intermediate approach has emerged, sometimes referred to as geo-spatial impact evaluation, focusing on the average impact on communities at a more disaggregated level.(6) Relative to cross-country analysis, geo-spatial 5A recent study of gender mainstreaming at the Swedish International Development Cooperation Agency (Sida) finds that the plan for integration of gender equality has diffuse goals and few concrete guidelines, and that staff, despite showing high levels of support for gender equality, are often unaware of the existence of the plan (Bjarnegård and Uggla, 2017). 6Dreher and Lohmann (2015) study the regional impact ofWorldBankprojects onnighttime light as a proxy for economicgrowth, finding a positive correlation but no convincing support for a causal impact. Findley et al. (2011), Wood and Sullivan (2015), and Strandow et al. (2014) find that aid project location is correlated with more local violence and conflict. De and Becker (2015) find that health and education aid have positive impact on some health and education indicators in Malawi."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "001874189f12bc15272122108e8f2f472b673c1b", "externalIds": {"MAG": "2732652496", "DOI": "10.35188/UNU-WIDER/2017/356-1"}, "url": "https://www.semanticscholar.org/paper/001874189f12bc15272122108e8f2f472b673c1b", "title": "The donor footprint and gender gaps.", "abstract": "In this paper we analyse the impact of foreign aid on gender outcomes and attitudes. We do this by matching geocoded household surveys with aid projects. This offers a middle way between project evaluations and aggregated cross-country comparisons, measuring an average community effect around projects. We find increased opportunities for women to work outside the household, which could strengthen their bargaining power. However, we find mixed results in terms of the impact on women’s control over other key areas of their lives. We argue this is related to differences in what is required for change to happen at the community level.", "venue": "", "year": 2017, "referenceCount": 85, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "96807706", "name": "M. Berlin"}, {"authorId": "115308054", "name": "Evelina Bonnier"}, {"authorId": "118938122", "name": "Anders Olofsgård"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "071c7abe1eba11430405f95ae2111425b655aab2", "externalIds": {"MAG": "2610341924", "DOI": "10.3386/W23350"}, "url": "https://www.semanticscholar.org/paper/071c7abe1eba11430405f95ae2111425b655aab2", "title": "Individuals and Organizations as Sources of State Effectiveness", "abstract": "How much of the variation in state effectiveness is due to the individuals and organizations responsible for implementing policy? We investigate this question and its implications for policy design in the context of public procurement, using a text-based product classification method to measure bureaucratic output. We show that effective procurers lower bid preparation/submission costs, and that 60% of within-product purchase-price variation across 16 million purchases in Russia in 2011-2015 is due to the bureaucrats and organizations administering procurement processes. This has dramatic policy consequences. To illustrate these, we study a ubiquitous procurement policy: bid preferences for favored firms (here domestic manufacturers). The policy decreases overall entry and increases prices when procurers are effective, but has the opposite impact with ineffective procurers, as predicted by a simple endogenous-entry model of procurement. Our results imply that the state's often overlooked bureaucratic tier is critical for effectiveness and the make-up of optimal policies.", "venue": "", "year": 2017, "referenceCount": 176, "citationCount": 72, "influentialCitationCount": 11, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "144376162", "name": "Michael Best"}, {"authorId": "3124002", "name": "Jonas Hjort"}, {"authorId": "104496720", "name": "David Szakonyi"}]}}, {"contexts": ["html 7Local environmental attitude at county level is measured as a linear combination of average county income, college graduate share, votes share for democratic and Green Party in 2012 presidential election, similar to Allcott (2015)"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "07774665067d40aa9cf67409213155aae8f700c2", "externalIds": {"MAG": "2752022926", "DOI": "10.21953/LSE.933EB1FSXVUC"}, "url": "https://www.semanticscholar.org/paper/07774665067d40aa9cf67409213155aae8f700c2", "title": "Essays on environmental and urban economics", "abstract": "The thesis consists of three independent chapters on environmental and urban economics. A central theme explored in this thesis is what determines the distribution of economic activities across space. My exploration in this direction begins with the roles of industrial pollution and transportation infrastructure in shaping the spatial distribution of skills, and extends to evaluate the spatial allocation efficiency of renewable energy projects. \nThe first chapter,“The Long Shadow of Industrial Pollution: Environmental Amenities and the Distribution of Skills”, investigates the role of industrial pollution in determining the competitiveness of post-industrial cities, with a focus on their ability to attract skilled workers and shift to a modern service economy. I assemble a rich database at a fine spatial resolution, which allows me to track pollution from the 1970s to the present and to examine its impacts on a whole range of outcomes related to productivity and amenity, including house prices, employment, wages, and crime. I find that census tracts downwind of highly polluted 1970s industrial sites are associated with lower housing prices and a smaller share of skilled employment three decades later, a pattern which became evermore prominent between 1980 and 2000. These findings indicate that pollution in the 1970s affected the ability of parts of cities to attract skills, which in turn drove the process of agglomeration based on modern services. To quantify the contribution of different mechanisms, I build and estimate a multi-sector spatial equilibrium framework that introduces heterogeneity in local productivity and workers’ valuation of local amenities across sectors and allows the initial sorting to be magnified by production and residential externalities. Structural estimation suggests that historical pollution is associated with lower current productivity and amenity; the magnitudes are higher for productivity, more skilled sectors and central tracts. I then use the framework to evaluate the impact of counterfactual pollution cuts in different parts of cities on nationwide welfare and cross-city skill distribution. \nThe second chapter, “Travel Costs and Urban Specialization: Evidence from China’s High Speed Railway” examines how improvements in passenger transportation affect the spatial distribution of skills, exploiting the expansion of high speed railway (HSR) project in China. This natural experiment is unique because as a passenger-dedicated transportation device that aims at improving the speed and convenience of intercity travel, HSR mostly affects urban specialization through encouraging more frequent intercity trips and face-to-face interactions. I find that an HSR connection increases city-wide passenger flows by 10% and employment by 7%. To further deal with the issues of endogenous railway placement and simultaneous public investments accompanying HSR connections, I examine the impact of a city’s market access changes purely driven by the HSR connection of other cities. The estimates suggest that HSR-induced expansion in market access increases urban employment with an elasticity between 2 and 2.5. The differential impacts of HSR on employment across sectors suggest that industries benefiting more from enhanced market access are the ones intensive in nonroutine cognitive skills, such as finance, IT and business services. These findings highlight the role of improved passenger travel infrastructure in promoting the delivery of services, facilitating labour sourcing and knowledge exchange across cities, and ultimately shifting the specialization pattern of connected cities towards skilled and communication intensive sectors. \nIn the last chapter, “Where does the Wind Blow? Green Preferences and Spatial Misallocation in the Renewable Energy Sector” , I focus on the spatial allocation efficiency of renewable energy projects. How efficiently are renewable energy projects distributed across the US? Are “greener” investors worse at picking sites? Using extensive information on wind resources, transmission, electricity prices and other restrictions that are relevant to the siting choices of wind farms, I calculate the predicted profitability of wind power projects for all possible locations across the contiguous US, use this distribution of this profitability as a counterfactual for profit-maximizing wind power investments and compare it to the actual placement of wind farms. The average predicted profit of wind projects would have risen by 47.1% had the 1770 current projects in the continental US been moved to the best 1770 sites. I also show that 80% and 42% respectively of this observed deviation can be accounted for by within-state and within-county distortions. I provide further evidence that a large proportion of the observed within-state spatial misallocation is related to green investors’ tendency of invest locally and sub-optimally. Wind farms in more environmentally-friendly counties are more likely to be financed by local and non-profit investors, are closer to cities, are much less responsive to local fundamentals and have worse performance ex-post. The implementation of state policies such as Renewable Portfolio Standard (RPS) and price-based subsidies are related to better within-state locational choices through attracting more for-profit investments to the “brown\" counties, while lump-sum subsidies have the opposite or no effects. My findings have salient implications for environmental and energy policy. Policy makers should take account of the non-monetary incentives of renewable investors when determining the allocative efficiency of policies.", "venue": "", "year": 2017, "referenceCount": 98, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "5359845", "name": "Y. Lin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0ce7b89dbc9573a34c3e3cab5776ea04e0e67cd9", "externalIds": {"PubMedCentral": "5549818", "MAG": "2624183453", "DOI": "10.1177/0956797617702501", "PubMed": "28581899"}, "url": "https://www.semanticscholar.org/paper/0ce7b89dbc9573a34c3e3cab5776ea04e0e67cd9", "title": "Should Governments Invest More in Nudging?", "abstract": "Governments are increasingly adopting behavioral science techniques for changing individual behavior in pursuit of policy objectives. The types of “nudge” interventions that governments are now adopting alter people’s decisions without coercion or significant changes to economic incentives. We calculated ratios of impact to cost for nudge interventions and for traditional policy tools, such as tax incentives and other financial inducements, and we found that nudge interventions often compare favorably with traditional interventions. We conclude that nudging is a valuable approach that should be used more often in conjunction with traditional policies, but more calculations are needed to determine the relative effectiveness of nudging.", "venue": "Psychological science", "year": 2017, "referenceCount": 93, "citationCount": 352, "influentialCitationCount": 20, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2703149", "name": "S. Benartzi"}, {"authorId": "152472209", "name": "J. Beshears"}, {"authorId": "2788074", "name": "Katherine L. Milkman"}, {"authorId": "3171769", "name": "C. Sunstein"}, {"authorId": "2240116", "name": "R. Thaler"}, {"authorId": "1741868121", "name": "Maya Shankar"}, {"authorId": "1403814035", "name": "Will Tucker-Ray"}, {"authorId": "91011067", "name": "William J. Congdon"}, {"authorId": "94632066", "name": "Steven E. Galing"}]}}]}