{"paperId": "0ff9c0c8426fe8508f8356dfd4af3bfc6fde76c8", "externalIds": {"DBLP": "journals/nature/BondFJKMSF12", "MAG": "2033198212", "DOI": "10.1038/nature11421", "PubMed": "22972300"}, "url": "https://www.semanticscholar.org/paper/0ff9c0c8426fe8508f8356dfd4af3bfc6fde76c8", "title": "A 61-million-person experiment in social influence and political mobilization", "abstract": "Human behaviour is thought to spread through face-to-face social networks, but it is difficult to identify social influence effects in observational studies, and it is unknown whether online social networks operate in the same way–. Here we report results from a randomized controlled trial of political mobilization messages delivered to 61 million Facebook users during the 2010 US congressional elections. The results show that the messages directly influenced political self-expression, information seeking and real-world voting behaviour of millions of people. Furthermore, the messages not only influenced the users who received them but also the users’ friends, and friends of friends. The effect of social transmission on real-world voting was greater than the direct effect of the messages themselves, and nearly all the transmission occurred between ‘close friends’ who were more likely to have a face-to-face relationship. These results suggest that strong ties are instrumental for spreading both online and real-world behaviour in human social networks.", "venue": "Nature", "year": 2012, "referenceCount": 67, "citationCount": 1765, "influentialCitationCount": 108, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine", "Computer Science"], "authors": [{"authorId": "15280578", "name": "Robert M. Bond"}, {"authorId": "2565792", "name": "Christopher J. Fariss"}, {"authorId": "50667617", "name": "Jason Jeffrey Jones"}, {"authorId": "1845400", "name": "Adam D. I. Kramer"}, {"authorId": "144817346", "name": "Cameron A. Marlow"}, {"authorId": "38868445", "name": "Jaime E. Settle"}, {"authorId": "2016371", "name": "J. Fowler"}]}