{"offset": 0, "next": 100, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1cc0d524b951c7e33cbed9b419447787f84a9f8e", "externalIds": {"MAG": "3126759014", "DOI": "10.47613/REFLEKTIF.2021.18"}, "url": "https://www.semanticscholar.org/paper/1cc0d524b951c7e33cbed9b419447787f84a9f8e", "title": "Kolaboratif Faaliyet Modelinin Çelişkileri: Ekşi Sözlük Sanal Topluluğunda Cinsiyetçi Söylem ve Pratiklere Dair Bir İnceleme", "abstract": "Established in 1999, Eksi Sozluk, the largest (and oldest) urban dictionary in Turkey, has consistently managed to retain its popularity with the online audience. It has a unique peer-production model for organizing cultural knowledge about everyday life in Turkish society. Although online communities were initially theorized as autonomous and libertarian spaces, they have turned into reflections of the societies in which they exist today. This transformation is perhaps best reflected in gender relations within online communities. Toxic masculinity and patriarchal practices commonplace in everyday life not only poison the fabric of online communities but also disrupt the dynamics of peer-produced cultural knowledge. Using the netnographic method, this study examines gender relations in the Eksi Sozluk online community. The most striking aspect of our findings is that some of the male community members persistently abuse Eksi Sozluk’s peer production mechanisms, turning them into a means of harassing female users. Our findings suggest that the mechanisms that organize collaborative cultural activities have become in practice tools reinforcing male cultural hegemony in the community.", "venue": "", "year": 2021, "referenceCount": 78, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2089925014", "name": "Ivo Furman"}, {"authorId": "2089920247", "name": "Ertuğrul Süngü"}]}}, {"isInfluential": false, "contexts": ["…online and offline communication was suddenly more distinct than it had been in years, and the social norms, etiquette and motivations for use that people had been steadily developing over time between online and offline interactions (Gershon 2010; Miller 2016) were abruptly thrown into flux."], "intents": ["background"], "citingPaper": {"paperId": "3665994287b273a661d74d5a44b071f180c13724", "externalIds": {"MAG": "3182130296", "DOI": "10.31165/NK.2021.141.632"}, "url": "https://www.semanticscholar.org/paper/3665994287b273a661d74d5a44b071f180c13724", "title": "“You’re Not Being Serious Enough!”: Renegotiating Relationships during Lockdown", "abstract": "The outbreak of COVID-19 in 2020 led to a UK lockdown, where citizens were asked to stay at home for an undefined period. This forced people to make sudden decisions regarding where to live and who they would not see. Through 18 semi-structured interviews with individuals aged 27-72, this paper explores how people maintained friend-based, romantic, familial and professional relationships during lockdown in Spring 2020. The enforced separation following lockdown motivated people to reconsider how they conducted relationships in and outside the home. Within the household, people verbally and physically renegotiated boundaries to ensure relationship harmony. Computer-mediated communication (CMC) was utilised to maintain connections with estranged relationships, as people accessed new platforms to replicate familiar face-to-face (F2F) processes online. This article considers the disruption to relationships experienced during this time, providing an in-the-moment insight into the use of CMC in maintaining relationships during the first UK lockdown.", "venue": "Networking Knowledge: Journal of the MeCCSA Postgraduate Network", "year": 2021, "referenceCount": 27, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "21618921", "name": "L. Dempsey"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "389bfbf968689e41275ad4c4994610666e4bf6d4", "externalIds": {"MAG": "3193598729", "DOI": "10.1016/J.PRAGMA.2021.07.019"}, "url": "https://www.semanticscholar.org/paper/389bfbf968689e41275ad4c4994610666e4bf6d4", "title": "“See you soon! ADD OIL AR!”: Code-switching for face-work in edu-social Facebook groups", "abstract": "Abstract Despite a rich body of research on face-work, how it is performed in online edu-social groups remains under-explored. Drawing on posts and comments of Facebook groups created for courses at a university in Hong Kong, together with interviews with students, tutors, and the lecturer, this article examines how code-switching is deployed as a powerful discursive resource in the performance of face-work. Notwithstanding English being the medium of instruction of the courses, code-switching is noticeable. Focusing on these participants' practices, our analysis discovers that code-switching serves primarily to signal the breakdown of the expectedly formal academic participation frame and the switch to an informal frame. Multiple layers of action frames are collaboratively and constantly designed and redesigned in these ‘social network-educational spaces’ (Chau and Lee, 2017), where the formal-informal, public-private, and academic-social boundaries become indistinct. Closer analysis within and across the spaces further reveals that norms of appropriateness of code-switching to achieve informality and solidarity may vary depending on a combination of individual, contextual, and temporal factors. In addition to contributing to existing literature on code-switching and face-work on Facebook, the article offers practical implications for understanding the increasingly informalized discourses in institutional contexts.", "venue": "", "year": 2021, "referenceCount": 59, "citationCount": 1, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2061089352", "name": "Dennis Chau"}, {"authorId": "2129453854", "name": "C. Lee"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3dc76e49ff1ea2ddc700230de74cbf69b3800d48", "externalIds": {"MAG": "3169216258", "DOI": "10.29333/AJQR/10930"}, "url": "https://www.semanticscholar.org/paper/3dc76e49ff1ea2ddc700230de74cbf69b3800d48", "title": "The Invisible Influences Behind Joint Interviews: An Examination of Relational Expectations and Technology Use", "abstract": "This paper presents a reflexive account of how the use of joint interviews with romantic dyads creates a unique conversational space for people to reflect on relational practices that are often invisible. The contribution this paper seeks to offer is to encourage other qualitative scholars to think critically about the use of joint interviews as a data collection method when studying mediated communication and technology’s place in relational life. Using the data from a larger research project, I argue that with joint interviews, the process of metacommunication inevitably impacts the couple’s behaviors and direct communication at that moment, and potentially after the interview ends. Therefore, it is important for future scholars using joint interviews to include a follow-up interview with the couple to learn more about how their relational communication, especially over mediated channels, transforms after the interview concludes. Questions about the effect of joint interviews as a research practice are presented.", "venue": "", "year": 2021, "referenceCount": 13, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": null, "name": "Jamie Foster Campbell"}]}}, {"isInfluential": false, "contexts": ["However, in an online world in which norms are not entirely clear or are constantly changing (see Gershon, 2010), people might differ in their attitudes and behaviors regarding when it is appropriate or expected to terminate online dating once a bond with another user has been formed.", "The inconsistent expectations evident in participants’ responses may reflect shifting norms online (Gershon, 2010), which could pose problems for later stages of relationship development."], "intents": ["background"], "citingPaper": {"paperId": "45c64a2c114da3f943768c14579a9541f8f7236a", "externalIds": {"DBLP": "journals/nms/SharabiT21", "MAG": "3041435684", "DOI": "10.1177/1461444820937660"}, "url": "https://www.semanticscholar.org/paper/45c64a2c114da3f943768c14579a9541f8f7236a", "title": "Why settle when there are plenty of fish in the sea? Rusbult’s investment model applied to online dating", "abstract": "The current mixed-methods study reports the results of a cross-sectional survey of 205 online daters and uses the Investment Model to examine the antecedents of commitment in online dating and users’ decisions to delete their online dating account(s). We hypothesized that the quality of alternatives, investments, and satisfaction with the online dating relationship would mediate the association between online dating intensity and commitment, which, in turn, would predict the intention to terminate an account. The analyses revealed that online dating intensity was associated with greater commitment and a lower likelihood of account termination. There were also specific indirect effects on commitment through the quality of alternatives, investments, and satisfaction, and on termination through investments. Responses to an open-ended question provided more information about users’ decisions to quit online dating. These results point to ways online dating may facilitate the desire for commitment while potentially undermining the long-term stability of relationships.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 63, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Economics"], "authors": [{"authorId": "25065609", "name": "L. Sharabi"}, {"authorId": "36608322", "name": "Elisabeth Timmermans"}]}}, {"isInfluential": false, "contexts": ["On top of such use, participants articulate a peculiar smartphone ideology (Gershon, 2010), which is characterized by an internal tension between their actual social practices of use and an abstract discourse on the social uses of “others”.", "A last strand of research explores the relations between smartphone use and media ideologies (Gershon, 2010).", "While the media ideology (Gershon, 2010) they articulate around their everyday use of smartphone can be conceived as social media phobic."], "intents": ["background"], "citingPaper": {"paperId": "4e24414002184cf780d99931b910e5bec4a48f21", "externalIds": {"DOI": "10.1080/10714421.2021.1904771"}, "url": "https://www.semanticscholar.org/paper/4e24414002184cf780d99931b910e5bec4a48f21", "title": "Older people and smartphone practices in everyday life: an inquire on digital sociality of italian older users", "abstract": "ABSTRACT This paper investigates the use of smartphone in older people everyday life and it is based on an empirical research involving 30 Italian smartphone users aged 62–76. The research drawn on the analysis of 75,089 log data, 3 collective and 20 face-to-face interviews. The paper describes the digital practices through which older users use smartphone to construct social relations within their everyday life as well as elaborate their own media ideologies. The article’s findings show that participants use smartphone for a limited amount of time and mainly to access WhatsApp. The smartphone is mainly used as an organizational device for activating momentary social connections to accomplish practical tasks. The ludic use of smartphone is rarely carried out. Specifically, we observed that through the smartphone, participants put into existence three kinds of “social spaces”: 1) a working space (with peers); 2) a space of augmented co-presences (with children); 3) a space of mutual digital education (grandchildren). In conclusion we argue that the forms of sociality participants put into existence through smartphone are marked by degrees of network privatism. While the media ideology they articulate around their everyday use of smartphone can be conceived as social media phobic.", "venue": "", "year": 2021, "referenceCount": 142, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "70349089", "name": "Alessandro Caliandro"}, {"authorId": "2074153023", "name": "Emma Garavaglia"}, {"authorId": "8171211", "name": "V. Sturiale"}, {"authorId": "2086924422", "name": "Alice Di Leva"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d516ba47170728c1b21dacb2baac12c53b508e9f", "externalIds": {"DOI": "10.1080/14442213.2021.1882548"}, "url": "https://www.semanticscholar.org/paper/d516ba47170728c1b21dacb2baac12c53b508e9f", "title": "Indonesian Women Bloggers: The Role of Bahasa Gaul in Negotiating Public/Private Connections", "abstract": "This study suggests blogging as a practice has unintended cultural and political implications. It can be drawn from the data, derived from multiple qualitative fieldwork methods (2008–2012), that Indonesian women bloggers circumvent cultural constraints. Appropriating the private Bahasa Gaul, women bloggers establish connections and make alliances in public. Further, the utilisation of modes of ‘street language’ in the digital age comprises a distinctive register of sociability, liberated from certain norms and hierarchies.", "venue": "", "year": 2021, "referenceCount": 149, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "103602384", "name": "Endah Triastuti"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "06ea0ac5bb3ef08433e57cb783420873ab03ff53", "externalIds": {"MAG": "3038403230", "DOI": "10.3390/socsci9070113"}, "url": "https://www.semanticscholar.org/paper/06ea0ac5bb3ef08433e57cb783420873ab03ff53", "title": "Metapolitical New Right Influencers: The Case of Brittany Pettibone", "abstract": "Far-right movements, activists, and political parties are on the rise worldwide. Several scholars connect this rise of the far-right at least partially to the affordances of digital media and to a new digital metapolitical battle. A lot has been written about the far-right’s adoption of trolling, harassment, and meme-culture in their metapolitical strategy, but researchers have focused less on how far-right vloggers are using the practices of influencer culture for metapolitical goals. This paper tries to fill this gap and bring new theoretical insights based on a digital ethnographic case study. By analyzing political YouTuber and #pizzagate propagator Brittany Pettibone, this paper contributes to our understanding of radicalization processes in relation to the use of digital media.", "venue": "", "year": 2020, "referenceCount": 125, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "112955398", "name": "I. Maly"}]}}, {"isInfluential": false, "contexts": ["unstable evocation of competing histories” (Herzfeld, 2016 [1997]: 21).", "Ilana Gershon (2010) argues that new media, in which she includes many forms of virtual communication from social media, to instant messaging, to cellular phones, has enabled “new forms of disconnection,” that is, new ways for people to break up relationships (p. 14)."], "intents": ["background"], "citingPaper": {"paperId": "3cfe6014c71581794d23645a8dab5a066203df3c", "externalIds": {"MAG": "3010347765", "DOI": "10.1177/0921374020909516"}, "url": "https://www.semanticscholar.org/paper/3cfe6014c71581794d23645a8dab5a066203df3c", "title": "Divided we tweet: The social media poetics of public online shaming", "abstract": "This article explores the divisive nature of social media public culture in which impromptu communities of strangers affirm or antagonize one another in non-face-to-face interactions through memes, hashtags, and other posts. Drawing upon the work of Michael Herzfeld, specifically his notion of cultural intimacy and social poetics, this article analyzes contemporary politicized social media to demonstrate what I call social media poetics, briefly, public online shaming through which antagonists criticize one another and, in so doing, create their own identities; this process relies upon essentializing communities of posters that quickly become polarized. During social media acts of “creative shame,” people “become” their posts, making social media a vehicle for perpetuating both community and disunity based on social identities affirmed or antagonized when somehow “embodied” in the posts.", "venue": "", "year": 2020, "referenceCount": 71, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118799269", "name": "Jamie E. Shenton"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "556844f7ceafc4cc4a00924549cf7829921ace3e", "externalIds": {"MAG": "3006650466"}, "url": "https://www.semanticscholar.org/paper/556844f7ceafc4cc4a00924549cf7829921ace3e", "title": "Care through digital connections : Enacting elder care through everyday information and communication technologies (ICTs) in Indian transnational families", "abstract": "What becomes of elder care when family members are scattered across vast geographic distances? Based on ethnographic fieldwork with families of nurses from Kerala, South India, this thesis explores how care may be reshaped in a transnational context. Specifically, I ask how everyday information and communication technologies (ICTs), such as mobile phones and webcams, participate in elder care at a distance. Drawing on the theoretical approach of material semiotics, I analyze care practices of adult children who migrate abroad for work and their elderly parents who remain in Kerala. I maintain that ICTs join the parents and their children in enacting care within ‘transnational care collectives’. I explore the dynamics of these collectives and how they shape care practices of ‘good care’ that are possible at a distance, such as frequent calling. Additionally, the thesis investigates how gender and kinship are enacted in new ways within ICT-mediated elder care practices. The thesis further reflects on the practice of fieldwork, proposing the notion of ‘field events’ to account for the active involvement of ICTs in shaping the field. In conclusion, I consider some practical implications of this thesis for the ‘crisis of elder care’ which are at the nexus of intensified international migration and the demographic shift towards aging populations.", "venue": "", "year": 2020, "referenceCount": 347, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47201238", "name": "T. Ahlin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "58107aa2f4d023635b0a0b1a337e95d3dbd379ea", "externalIds": {"MAG": "3031821836", "DOI": "10.4324/9781003085201-4"}, "url": "https://www.semanticscholar.org/paper/58107aa2f4d023635b0a0b1a337e95d3dbd379ea", "title": "Rethinking Digital Anthropology", "abstract": null, "venue": "", "year": 2020, "referenceCount": 22, "citationCount": 40, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2334086", "name": "Tom Boellstorff"}]}}, {"isInfluential": false, "contexts": ["However, different user groups have different social norms\nand idioms of practice (Gershon, 2010)."], "intents": ["background"], "citingPaper": {"paperId": "5edd0b5d86aa619305108ecce748d348e64a2189", "externalIds": {"MAG": "3086002824", "DOI": "10.20944/preprints202009.0213.v1"}, "url": "https://www.semanticscholar.org/paper/5edd0b5d86aa619305108ecce748d348e64a2189", "title": "Spatial Analysis of Disinformation in COVID-19 Related Tweets", "abstract": "COVID-19 has emerged as a global pandemic caused by its highly transmissible nature during the incubation period. In the absence of vaccination, containment is seen as the best strategy to stop virus diffusion. However, public awareness has been adversely affected by discourses in social media that have downplayed the severity of the virus and disseminated false information. This article investigates COVID-19 related Twitter activity in May 2020 to examine the origin and nature of disinformation and its relationship with the COVID-19 incidence rate at the state and county level. A geodatabase of all geotagged COVID-19 related tweets was compiled. Multiscale Geographically Weighted Regression was employed to examine the association between social media activity, population, and the spatial variability of disease incidence. Findings suggest that MGWR could explain 96.7% of the variations, and content analysis indicates a strong spatial relationship between social media activity and known cases of Covid-19. Discourse analysis was conducted on tweets to index tweets downplaying the pandemic or disseminating disinformation. Findings suggest that states where twitter users spread more disinformation and showed more resistance to pandemic management measures in May, have experienced a surge in the number of cases in July.", "venue": "", "year": 2020, "referenceCount": 52, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "107722175", "name": "A. M. Forati"}, {"authorId": "34555187", "name": "R. Ghose"}]}}, {"isInfluential": false, "contexts": ["For example, a body of prior work in CSCW has focused on breakups through social media [2, 7]."], "intents": ["background"], "citingPaper": {"paperId": "6d0e64265593c4660d172b7d7070eba1c0f7c00d", "externalIds": {"MAG": "3096594204", "DBLP": "conf/cscw/ZhangFM20", "DOI": "10.1145/3406865.3418310"}, "url": "https://www.semanticscholar.org/paper/6d0e64265593c4660d172b7d7070eba1c0f7c00d", "title": "Breakups on Social Media: Social Behaviors and Dilemmas", "abstract": "In this paper, we explore \"apart\" behaviors, which are conducted to disconnect with ex-partners using various technological affordances on social media, to extend CSCW/HCI knowledge of how social media supports disconnections in post-breakups. 174 posts and comments from Reddit, Quora, and Facebook, along with sixteen online articles, were qualitatively analyzed. Our findings show how users conduct apart behaviors using technological affordances and their expectations of features to facilitate apart behaviors. We also present two social dilemmas in experiencing apart behaviors on social media.", "venue": "CSCW Companion", "year": 2020, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2118404064", "name": "Rui Zhang"}, {"authorId": "51182865", "name": "Guo Freeman"}, {"authorId": "2171978", "name": "Nathan J. Mcneese"}]}}, {"isInfluential": false, "contexts": ["Reconfiguring access means people and sexual objects are more findable and yet more vulnerable to the gaze of others, potentially disempowering individuals in terms of public stigma such as “slut shaming” and complicating relationship formation and dissolution (Gershon, 2010; Hogan, 2018)."], "intents": ["background"], "citingPaper": {"paperId": "82dd7c3c34b497f6bcedaa22d542fb65916f77e0", "externalIds": {"DBLP": "journals/firstmonday/RobinsonSBROHMC20", "MAG": "3040538711", "DOI": "10.5210/fm.v25i7.10842"}, "url": "https://www.semanticscholar.org/paper/82dd7c3c34b497f6bcedaa22d542fb65916f77e0", "title": "Digital inequalities 2.0: Legacy inequalities in the information age", "abstract": "2020 marks the 25th anniversary of the “digital divide.” Although a quarter century has passed, legacy digital inequalities continue, and emergent digital inequalities are proliferating. Many of the initial schisms identified in 1995 are still relevant today. Twenty-five years later, foundational access inequalities continue to separate the digital haves and the digital have-nots within and across countries. In addition, even ubiquitous-access populations are riven with skill inequalities and differentiated usage. Indeed, legacy digital inequalities persist vis-à-vis economic class, gender, sexuality, race and ethnicity, aging, disability, healthcare, education, rural residency, networks, and global geographies. At the same time, emergent forms of inequality now appear alongside legacy inequalities such that notions of digital inequalities must be continually expanded to become more nuanced. We capture the increasingly complex and interrelated nature of digital inequalities by introducing the concept of the “digital inequality stack.” The concept of the digital inequality stack encompasses access to connectivity networks, devices, and software, as well as collective access to network infrastructure. Other layers of the digital inequality stack include differentiated use and consumption, literacies and skills, production and programming, etc. When inequality exists at foundational layers of the digital inequality stack, this often translates into inequalities at higher levels. As we show across these many thematic foci, layers in the digital inequality stack may move in tandem with one another such that all layers of the digital inequality stack reinforce disadvantage.", "venue": "First Monday", "year": 2020, "referenceCount": 126, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "78061749", "name": "Laura Robinson"}, {"authorId": "49700670", "name": "J. Schulz"}, {"authorId": "47443814", "name": "Grant Blank"}, {"authorId": "2049825", "name": "Massimo Ragnedda"}, {"authorId": "47694101", "name": "H. Ono"}, {"authorId": "2943164", "name": "B. Hogan"}, {"authorId": "2832873", "name": "G. Mesch"}, {"authorId": "2147225", "name": "S. Cotten"}, {"authorId": "2455876", "name": "Susan B. Kretchmer"}, {"authorId": "3232602", "name": "T. Hale"}, {"authorId": "2068883041", "name": "Pu Yan"}, {"authorId": "1736470", "name": "B. Wellman"}, {"authorId": "117809679", "name": "Molly-Gloria Harper"}, {"authorId": "1399375171", "name": "Anabel Quan-Haase"}, {"authorId": "145497320", "name": "Hopeton S. Dunn"}, {"authorId": "1741573801", "name": "Antonio A. Casilli"}, {"authorId": "3316991", "name": "Paola Tubaro"}, {"authorId": "2737089", "name": "R. Carveth"}, {"authorId": "47483387", "name": "Wenhong Chen"}, {"authorId": "72978277", "name": "J. Wiest"}, {"authorId": "3406004", "name": "Matías Dodel"}, {"authorId": "7678753", "name": "M. Stern"}, {"authorId": "46652409", "name": "Christopher Ball"}, {"authorId": "49454081", "name": "Kuo-Ting Huang"}, {"authorId": "117156944", "name": "Aneka Khilnani"}, {"authorId": "2097335343", "name": "Tomasz Drabowicz"}]}}, {"isInfluential": false, "contexts": ["Facebook also allows people to publicly change their relationship status directly on their profile by announcing it via status updates and/or through posting photographs (Gershon, 2010).", "Additionally, should someone choose to unfriend an ex- partner, this does not guarantee he or she won’t receive updates about the ex- partner’s life through a mutual friend’s profile (Gershon, 2010).", "Furthermore, given Facebook’s increasing popularity and influence, there is little incentive for removing a connection or deleting an account (Gershon, 2010)."], "intents": ["background"], "citingPaper": {"paperId": "89020c55b3167cabd19a0c6ef94ec66d39d828eb", "externalIds": {"MAG": "3081812149", "DOI": "10.1177/1940844720937816"}, "url": "https://www.semanticscholar.org/paper/89020c55b3167cabd19a0c6ef94ec66d39d828eb", "title": "Divorce in the Digital Age", "abstract": "In this article, I propose and use the method of cyber autoethnography to share my lived experience of divorce in the digital landscape and how I navigate this expansive, amorphous, and increasingly complex terrain. My emphasis on the digital expands the realm of autoethnographic research, which has focused primarily on human experiences in physical places. I focus instead on human experiences, particularly those of divorce, in cyberspaces such as Facebook. My vulnerability stems from the recognition that deeper qualitative understandings are needed to help people better navigate their relational histories and futures online as our lives and thus our relationships become inextricably tethered to digital technology.", "venue": "", "year": 2020, "referenceCount": 43, "citationCount": 2, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "114701607", "name": "Tasha R. Dunn"}]}}, {"isInfluential": false, "contexts": ["In other words, and borrowing from Gershon (2010), these bios are “idioms of practice.”"], "intents": ["background"], "citingPaper": {"paperId": "8909a240013fca072ca1d7e9010e0c2bf8ed061c", "externalIds": {"MAG": "3088188573", "DOI": "10.25777/QG0P-SN32"}, "url": "https://www.semanticscholar.org/paper/8909a240013fca072ca1d7e9010e0c2bf8ed061c", "title": "Counterpublics, Abled Sex, and Crip Discourses on Twitter: A Discourse Analysis of Conversations of Sexuality and Disability", "abstract": "COUNTERPUBLICS, ABLED SEX, AND CRIP DISCOURSES ON TWITTER: A DISCOURSE ANALYSIS OF CONVERSATIONS OF SEXUALITY AND DISABILITY Claudia Garcia Mendoza Old Dominion University, 2020 Co-Directors: Dr. Avi Santo Dr. Allison Page We live in an era in which essential conversations occur online. Social media has become the official voice of presidents and corporations. Donald Trump, the president of the United States, uses Twitter to address public issues and make policy announcements. Similarly, alternative voices have emerged from social media and evolved into public debates, social movements, and massive mobilizations (e.g., Gerbaudo, 2012; Tufeksi, 2017). The community gathering opportunities of social media (boyd, 2011; Parks, 2010; Chambers, 2013) and the possibilities to generate collective knowledge (Jenkins, 2004) stress the necessity to continue to expand the research in digital spaces. It is important that society and researchers listen to marginalized voices that are seeking empowerment by their use of social media. This thesis seeks to advance this area of research by conducting a discourse analysis of tweets and comments about sexuality, from a community on Twitter that self-identifies as disabled (Disabled Twitter). In this thesis, I conceptualize Disabled Twitter as a counterpublic and argue that their conversations about sexuality are activist and citizenship claims. I analyze tweets from two different readings: a neoliberal and a queer. I pose a neoliberal approach that demands inclusion into our current model, and a queer approach that seeks to reimage a disabled identity apart from the ideas of normalcy. Finally, although these contradictions might seem infructuous, I suggest that these are starting points to reformulate more productive discourses to contest ableist conceptions of bodies and sexualities. While this study only considers two vantage points, these conversations have the potential to be explored from other perspectives. This study is an invitation to expand research at the intersections of disability and sexuality taking place online, and also a call to consider how this participation in digital spaces has the potential to transcend to offline settings.", "venue": "", "year": 2020, "referenceCount": 319, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2020468237", "name": "Claudia Garcia Mendoza"}]}}, {"isInfluential": false, "contexts": ["…soon after it has been clearly established that the breakup has happened – although one interview in 2008 involved a story about a man deeply confused about whether the relationship was indeed over because his ex-girlfriend took a few days to change her Facebook relationship status (Gershon 2010a).", "My interviewees increasingly paid attention to the phatic component of communication in part because they found that media-switching generated practices ripe for interpretation (Gershon 2010b)."], "intents": ["background"], "citingPaper": {"paperId": "9ae2eb0e5477792e657206def6398531b2c0bd28", "externalIds": {"MAG": "3046340819", "DBLP": "journals/tis/Gershon20", "DOI": "10.1080/01972243.2020.1798316"}, "url": "https://www.semanticscholar.org/paper/9ae2eb0e5477792e657206def6398531b2c0bd28", "title": "The Breakup 2.1: The ten-year update", "abstract": "Abstract Since 2007–2008, American undergraduates’ media ecology has changed dramatically without an accompanying transformation in how they use media to end relationships. The similarities in people’s breakup practices between 2008 and 2018 reveal that, regardless of what social media is used, American undergraduates turn to media in moments of breakup as ways to manage three complicated aspects of ending a relationship: untangling all the ways in which people signal intertwined lives, deciphering the quotidian unknowable of another person’s mind, and trying to control who knows what when. This paper explores how rapid shifts in media ecologies may change the ways in which conventionalization around social practices emerges, leading to more norms oriented around what all media accomplish, rather than generating norms around the affordances of a specific medium.", "venue": "Inf. Soc.", "year": 2020, "referenceCount": 15, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "66280171", "name": "Ilana Gershon"}]}}, {"isInfluential": false, "contexts": ["This is the media ideological (Gershon 2010) position where the medium is either neutral in that it merely hosts users (giving access to an unfiltered Trump), or should not interfere."], "intents": ["background"], "citingPaper": {"paperId": "bbfaf306a789b37c5cc0e4f12dae293c0c065480", "externalIds": {"MAG": "3027146990", "DOI": "10.1590/01031813683411620200406"}, "url": "https://www.semanticscholar.org/paper/bbfaf306a789b37c5cc0e4f12dae293c0c065480", "title": "TRUMP TWEETS THE TRUTH: METRIC POPULISM AND MEDIA CONSPIRACY", "abstract": "Since its inception, studies on ‘digital populism’ have focused mainly on the savviness of populist movements and politicians in their use of social media. The focus in this paper is different: we know quite a bit already about what populists do on and through social media, but very little has been written about what populists say about social media – how they frame them as environments for political communication, and with what kinds of implications. Social media platforms such as Facebook and Twitter have not only become central players in present-day debates regarding free speech, political correctness and truth/fake, but also become part of (populist) political discourse in terms of their content moderation policies and intervention, or lack thereof. I will explore these issues through an examination of Donald Trump’s discourse on social media as an environment for political communication, and their moderation policies.", "venue": "", "year": 2020, "referenceCount": 27, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3362090", "name": "P. Varis"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c31ebd9396c61fb3fd4d77b328ddd6fc4551a753", "externalIds": {"MAG": "3033481814", "DOI": "10.1080/0144929x.2020.1772879"}, "url": "https://www.semanticscholar.org/paper/c31ebd9396c61fb3fd4d77b328ddd6fc4551a753", "title": "Inattentive, imprudent and inapt: discovering inadequacies of ICT during life-changing events through the lens of non-users", "abstract": "Life-changing events (or LCEs) can alter a person's status quo and threaten well-being. Previous research investigated distinct LCEs, where participants already used technology routinely. This pape...", "venue": "", "year": 2020, "referenceCount": 120, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1733184", "name": "M. Cherubini"}, {"authorId": "2005541863", "name": "L. Reut"}, {"authorId": "144137248", "name": "James Tyler"}, {"authorId": "2134552", "name": "Martin Ortlieb"}]}}, {"isInfluential": false, "contexts": ["Internet-facilitated fieldwork may still be atypical in anthropological research (but increasingly common, e.g. Gershon 2010; Hillewaert 2015; Wilson and Peterson 2002)."], "intents": ["background"], "citingPaper": {"paperId": "c5aced07506eeda64a484cda4e35899d022ca579", "externalIds": {"MAG": "3010942091", "DOI": "10.1080/01459740.2020.1722123", "PubMed": "32160018"}, "url": "https://www.semanticscholar.org/paper/c5aced07506eeda64a484cda4e35899d022ca579", "title": "Global Health Education and Mediatization of Care in Costa Rica", "abstract": "ABSTRACT Costa Rica has become a destination for global health education courses, while funding for global health has increased dramatically over the past thirty years. An examination of one Costa Rican group’s efforts to market humanitarian discourses, focusing on website design, provides a window into the workings of global health education and details the sometimes-uncomfortable position of non-US health professionals in educational programming. This contributes to theorizations of the intersection of mediatization and care, and suggests links between the legitimation of global health as a discipline, on the one hand, and the reproduction of inequities, on the other. Video Abstract Read the transcript Watch the video on Vimeo", "venue": "Medical anthropology", "year": 2020, "referenceCount": 59, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Political Science"], "authors": [{"authorId": "80084752", "name": "S. Black"}, {"authorId": "1410789185", "name": "Gabriela Alvarado"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ca77997563b93eb3c3ed3a7f90c90c7e1740ae84", "externalIds": {"MAG": "3030799172", "DBLP": "journals/pacmhci/RashidiKNS20", "DOI": "10.1145/3392827"}, "url": "https://www.semanticscholar.org/paper/ca77997563b93eb3c3ed3a7f90c90c7e1740ae84", "title": "\"It's easier than causing confrontation\": Sanctioning Strategies to Maintain Social Norms and Privacy on Social Media", "abstract": "Sanctions play an essential role in enforcing and sustaining social norms. On social networking sites (SNS), sanctions allow individuals to shape community norms on appropriate privacy respecting behaviors. Existing theories of privacy assume the use of such sanctions but do not examine the extent and effectiveness of sanctioning behaviors. We conducted a qualitative interview study of young adults (N=23), and extend research on collective boundary regulation by studying sanctions in the context of popular SNS. Through a systematization of sanctioning strategies, we find that young adults prefer to use indirect and invisible sanctions to preserve strong-tie relationships. Such sanctions are not always effective in helping the violator understand the nature of their normative violation. We offer suggestions on supporting online sanctioning that make norms more visible and signal violations in ways that avoid direct confrontation to reduce the risk of harming on-going social relationships.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 155, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "3397096", "name": "Y. Rashidi"}, {"authorId": "145728136", "name": "Apu Kapadia"}, {"authorId": "1401208783", "name": "Christena Nippert-Eng"}, {"authorId": "2974427", "name": "N. Su"}]}}, {"isInfluential": true, "contexts": ["A escolha do WhatsApp tem em conta o grau de (in)formalidade entendido (Gershon, 2010), o tipo de intimidade desejado (Markowitz et al., 2018), mas também o formato de conteúdo que se pode partilhar, a lógica de funcionamento, posicionamento e grau de imiscuidade da plataforma entre as práticas dos…", "Adicionalmente, exploram-se os conceitos de ideologia de media e idiomas de práticas (Gershon, 2010) identificando e contextualizando comportamentos resultantes das dinâmicas de utilização.", "Inerentes às ideologias de media e resultado dos usos dessas com outros emerge um léxico de práticas possíveis – idiomas de práticas (Gershon, 2010) - e que se traduzem em diferentes formatos de agência na apropriação e modelação social da tecnologia.", "Tais aspetos podem ser atribuídos a características pessoais como a timidez (Whitty & Buchanan, 2009), passividade ou até a idiomas de prática (Gershon, 2010) resultantes da perceção de funcionamento da app como por exemplo, o utilizador que gostou primeiro deve ser quem tem a iniciativa de…", "Tal comportamento foi apelidado de stalking ou creeping (Gershon, 2010; Bjornsen, 2018).", "Na escolha das plataformas não só estão refletidas as dimensões do processo de domesticação, mas também as representações e atitudes face às mesmas, à sua estrutura e o significado atribuído, ou seja, as ideologias de media (Gershon, 2010).", "A distinção entre os perfis 2 e 3 consistiu na evidência de idiomas de práticas (Gershon, 2010) associados ao fenómeno de online dating como o ghosting (Turkle, 2015) por parte do perfil 2, remetendo para um fenómeno caraterístico do meio digital.", "No uso estão refletidas motivações, mas também acontecimentos decorrentes da biografia de vida do utilizador que o fazem estar mais ou menos ativo na plataforma (Sepúlveda & Vieira, no 2020) assim como, a perceção e consequente significado atribuído à mesma (Gershon, 2010).", "…de online dating para outras atividades online tais como o recurso de redes sociais online como fonte de procura de informação sobre outros (Gershon, 2010; Bjornsen, 2018) ou ainda a disponibilização de outro contacto – o que evidencia uma vontade de migração comunicacional para outras…", "O recurso a redes sociais online para saber mais sobre o utilizador ou confirmar informações (Heino et al., 2010) pode remeter para os conceitos de stalking ou creeping (Gershon, 2010; Bjornsen, 2018).", "Numa perspetiva de integração dos media sociais, os utilizadores podem procurar informações sobre os outros não só com o objetivo de saber mais, mas também para verificar se a informação facultada, através do perfil ou das mensagens, é verdadeira (Gibbs et al., 2011; Gershon, 2010)."], "intents": ["background"], "citingPaper": {"paperId": "dcba4021c2f6d6480d633e19bb0239fc4c423873", "externalIds": {"MAG": "3083058041", "DOI": "10.15847/OBSOBS14320201579"}, "url": "https://www.semanticscholar.org/paper/dcba4021c2f6d6480d633e19bb0239fc4c423873", "title": "Plataformas de online dating: dinâmicas de incorporação e integração numa lógica de domesticação", "abstract": "Entre o conjunto de aplicacoes disponiveis para smartphones as especificas de online dating tem sido alvo de atencao por parte da imprensa e da academia. Porem, este interesse nao se traduziu numa tentativa de descricao e problematizacao de comportamentos no âmbito da domesticacao das mesmas. Face a esta lacuna, este estudo tem como objetivo identificar e caracterizar padroes de uso em funcao da fase de incorporacao e concluir face a integracao das plataformas de online dating no quotidiano dos seus utilizadores. Para tal, recorreu-se a uma metodologia quantitativa atraves da aplicacao de um questionario distribuido online e dirigido a utilizadores portugueses de plataformas de online dating (n=326). Foi realizada uma analise de correspondencia multipla (ACM) e uma analise de agrupamentos (clusters) que indiciou a existencia de tres perfis distintos. Os perfis diferenciaram-se em funcao da dimensao incorporacao no âmbito da temporalidade (antiguidade, frequencia e intensidade de uso) e da socializacao (iniciativa no envio da primeira mensagem, contacto de perfis e rutura comunicacional sem motivo aparente), assim como em funcao da dimensao integracao (partilha de contacto alternativo, procura de informacao nas redes sociais online e partilha de perfis com outros). Tais caracteristicas permitiram concluir que os perfis se distinguem em funcao da experiencia e de uma utilizacao mais ou menos consolidada. Adicionalmente a distincao tambem reside na transposicao das logicas comunicacionais para o ecossistema dos media sociais mais alargado, evidenciando o dinamismo do processo de domesticacao.", "venue": "", "year": 2020, "referenceCount": 56, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "145958977", "name": "Rita Sepúlveda"}, {"authorId": "50165910", "name": "Jorge Vieira"}]}}, {"isInfluential": false, "contexts": ["Amongst other things, this includes works about idioms of practice (Gershon, 2010), that is the ways in which online communities agree on social uses of technology, but also works about the concept of politics in digital environments (e.g. Kaufmann and Jeandesboz, 2016), the online subjectivity of…", "Amongst other things, this includes works about idioms of practice (Gershon, 2010), that is the ways in which online communities agree on social uses of technology, but also works about the concept of politics in digital environments (e."], "intents": ["background"], "citingPaper": {"paperId": "ea81edd328b76b34f459c74c035d8d4189cd6777", "externalIds": {"MAG": "3009676190", "PubMedCentral": "7683880", "DOI": "10.1177/1468794120904898", "PubMed": "33281502"}, "url": "https://www.semanticscholar.org/paper/ea81edd328b76b34f459c74c035d8d4189cd6777", "title": "Doing Internet research with hard-to-reach communities: methodological reflections on gaining meaningful access", "abstract": "This article contributes to scholarship on digital sociology by addressing the methodological challenge of gaining access to hard-to-reach online communities. We use assemblage theory to argue how collaborative efforts of human participants, digital technologies, techniques, authorities, cultural codes and the human researcher co-determine aspects of gaining access to online subjects. In particular, we analyse how credibility and reflexivity are assembled in an online research context. This is exemplified by our own experiences of researching hackers that dispute surveillance and the social embeddedness of darknet drug market users. In this article, we demonstrate the utility of an assemblage perspective for understanding the complexities involved in negotiating access to hard-to-reach communities in digital spaces.", "venue": "Qualitative research : QR", "year": 2020, "referenceCount": 86, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "145841591", "name": "Mareile Kaufmann"}, {"authorId": "3433953", "name": "Meropi Tzanetakis"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0849d9c7f7e6ac87476d227aa04072ea7f2d25f4", "externalIds": {"MAG": "2980423739", "DOI": "10.1093/ccc/tcz026"}, "url": "https://www.semanticscholar.org/paper/0849d9c7f7e6ac87476d227aa04072ea7f2d25f4", "title": "A Desirable Future: Uber as Image-Making in Winnipeg", "abstract": "This paper investigates the sociotechnical imaginary surrounding Uber’s supposedly imminent arrival in Winnipeg, through an examination of communication in the public sphere. We examine how actors mobilized their communicative resources in efforts to either bring ride-hailing or keep it away. For some advocates, ride-hailing technology was less important than Uber’s symbolic value of building Winnipeg’s image as an innovative city. Media coverage contrasted innovation and Uber with Winnipeg’s anxieties about being behind other cities and its taxi industry’s reputation as stuck in the past. These visions of Winnipeg’s future addressed an unspoken White, middle-class city dweller. While Winnipeg’s transportation industry was shaped by the socially located experiences of racialized immigrant men as taxi drivers and Indigenous women as passengers, these actors had less power to shape the imaginary. Our analysis suggests that cities like Winnipeg view Uber as an image-making product as much as a beneficial service for their citizens.", "venue": "Communication, Culture and Critique", "year": 2019, "referenceCount": 75, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "98858222", "name": "S. Gibbings"}, {"authorId": "2110030640", "name": "Jessica Taylor"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0e7eb63e991fce7798a7a1a58cb47e211ef4c5fe", "externalIds": {"MAG": "2950495396", "DOI": "10.2139/ssrn.3810578"}, "url": "https://www.semanticscholar.org/paper/0e7eb63e991fce7798a7a1a58cb47e211ef4c5fe", "title": "Tribes without Sheikhs? Technological Change, Media Liberalization, and Authority in Networked Jordan", "abstract": null, "venue": "SSRN Electronic Journal", "year": 2019, "referenceCount": 93, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2053347269", "name": "G. Hughes"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "2b31635fc110dde468216185bfb850990c4d6377", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/2b31635fc110dde468216185bfb850990c4d6377", "title": "DOING EMOTION THROUGH DIGITAL MEDIA", "abstract": "This article develops an ethnographic approach for analyzing the entanglements of digital media and emotions in everyday life. Using the practice of taking selfies at the “Memorial to the Murdered Jews of Europe” in Berlin as an example, it engages in a discussion of practice and affordance theories as well as ethnographic approaches to the study of emotions. In three related sections, it offers a particular conceptualization of “media practices” which builds upon the concept of “affordances,” an introduction to the analysis of “emotional practices,” and a section proposing the ethnographic concept of “emotional affordances.” This concept, the article argues, can serve as a key link in understanding doing emotion through digital media.", "venue": "", "year": 2019, "referenceCount": 106, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "13524079", "name": "Christopher A. Bareither"}]}}, {"isInfluential": false, "contexts": ["Non-initiators often disapprove of this relational disengagement strategy (Gershon, 2010) since this decision cultivates a dismissive and depersonalized decision."], "intents": ["background"], "citingPaper": {"paperId": "754e1cafe5cf79ee3d58992433b3ed2557a11323", "externalIds": {"MAG": "2989959249", "DOI": "10.1080/15325024.2019.1694299"}, "url": "https://www.semanticscholar.org/paper/754e1cafe5cf79ee3d58992433b3ed2557a11323", "title": "“I Guess I’ll Never Know…”: Non-Initiators Account-Making After Being Ghosted", "abstract": "Abstract Ghosting describes a popular contemporary dating disengagement strategy that abruptly ends communication using technological medium(s). For the target of ghosting, the non-initiator, the action usually creates an incomplete account of the loss. This investigation explores the non-initiators’ retroactive rationalization of ghosting as loss. Utilizing Amazon Mechanical Turk, we conducted two studies. In Study I, non-initiators (N = 189) provided reasons for why they were ghosted. Utilizing analytic induction, eight themes emerged from non-initiators accounts. In Study II, (N = 169), the themes were further examined to determine validity. The retrospective rationalizations determine the incoherent account-making processes in post-dissolution from ghosting.", "venue": "", "year": 2020, "referenceCount": 81, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "30202291", "name": "Leah E. LeFebvre"}, {"authorId": "118254881", "name": "Ryan D. Rasner"}, {"authorId": "49854884", "name": "M. Allen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "75ab32604d9aae4e78a0cc4408a2dc5a03311d14", "externalIds": {"MAG": "2909156214", "DOI": "10.1007/978-3-030-04405-3_2"}, "url": "https://www.semanticscholar.org/paper/75ab32604d9aae4e78a0cc4408a2dc5a03311d14", "title": "Public Diplomacy and the Digital Society", "abstract": "When examining how digital technologies influence the practice of public diplomacy, scholars often explore how technology facilitates or disrupts diplomatic activities. This book offers a different departure point by arguing that one cannot understand the influence of digital technologies on public diplomacy without first characterizing the digital society. This is because diplomats are social beings and foreign ministries are social institutions. Events and processes that impact society invariably shape diplomats and their institutions. Presently, diplomats are members of digital societies or societies that have been fundamentally reshaped by digital technologies. Thus, understating contemporary public diplomacy calls for analyzing the norms, values and behaviors that are celebrated by the digital society. This chapters reviews these norms and values, and demonstrates how they come to shape public diplomacy activities.", "venue": "The Digitalization of Public Diplomacy", "year": 2019, "referenceCount": 59, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "118194648", "name": "I. Manor"}]}}, {"isInfluential": false, "contexts": ["Within that research perspective, there have been a few studies of interactional patterns related to romantic relationships in social media, such as flirting (Mortensen 2017) or breaking up (Gershon 2010)."], "intents": ["background"], "citingPaper": {"paperId": "7a413d3654e42a5f722f868f3306991ee9725569", "externalIds": {"MAG": "2947929596", "DOI": "10.1080/17530350.2019.1607530"}, "url": "https://www.semanticscholar.org/paper/7a413d3654e42a5f722f868f3306991ee9725569", "title": "Liquidity and attachment in the mobile hookup culture. A comparative study of contrasted interactional patterns in the main uses of Grindr and Tinder", "abstract": "ABSTRACT This study compares the interactional practices for the main types of uses of the mobile dating applications Grindr and Tinder. The analysis shows that in both cases, a majority of users share a similar orientation towards a linguistic ideology regarding ordinary conversation as a social institution, as topic-based, as allowing individuals to share and update knowledge so as to enable rapport and intimacy. However, Grindr and Tinder users take almost opposite conversational stances regarding the organization of casual hookups as sexual, one-off encounters with strangers. While many gay Grindr users have to chat to organize quick sexual connections, they become wary of the way their electronic conversations might waylay them into more personal relationships and they try to prevent this by developing an interactional genre made of laconic, fact-checking and very short exchanges. On the other hand, many heterosexual users on Tinder are looking to achieve topically-rich chat conversations. Their interactional dilemma, then, is the achievement of such topically-rich conversation, but with complete strangers. The interaction-oriented comparison provides a more detailed and subtle perspective of the alleged ‘liquefaction’ of romantic relationships into a casual hookup culture through the use of location-aware mobile dating applications.", "venue": "Journal of Cultural Economy", "year": 2020, "referenceCount": 59, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2906781", "name": "C. Licoppe"}]}}, {"isInfluential": false, "contexts": ["Ilana Gershon (2010) argued that individuals figure out together how to use digital media technologies, and this discernment contributes to how they form online communities."], "intents": ["background"], "citingPaper": {"paperId": "8b60032fe45fef225a6e1797c4004b024ea0a902", "externalIds": {"MAG": "2972997743", "DOI": "10.25777/1h52-sr85"}, "url": "https://www.semanticscholar.org/paper/8b60032fe45fef225a6e1797c4004b024ea0a902", "title": "Adding Soul to the Message: Applying African American Jeremiad Rhetoric as Culturally Competent Health Communication Online", "abstract": "ADDING SOUL TO THE MESSAGE: APPLYING AFRICAN AMERICAN JEREMIAD RHETORIC AS CULTURALLY COMPETENT HEALTH COMMUNICATION ONLINE Wilbert Francisco LaVeist Old Dominion University, 2019 Director: Dr. Kevin A. Moberly This study examines whether online health communications targeting African Americans could be more effective by structuring the message in the format of African American jeremiad rhetoric, a culturally unique version of the American jeremiad literary form. Health disparities (also known as health inequality) persist among African Americans despite increased health knowledge, improved communication practices, and access to health facts online. The problem is systemic, and thus a predictable outcome that requires change in societal structures that produce and maintain inequality. Individual behavior changes to improve health is also necessary. Information alone does not change behavior. Altering environmental factors is also vital to achieving behavior change. Health communications researchers widely accept that culturally appropriate messaging is key to improving health literacy and therefore, positive behavior change leading to changes that improve health outcomes. Language and spirituality are key characteristics of African American culture, though “culture” is complex term, encompassing not only race and ethnicity, but such elements as one’s region, and generational affiliation. Faith can have a positive influence on health outcomes. Historically, African American jeremiad (also known as Afro American jeremiad) rhetoric has been successfully applied to communicate to African American mass audiences, inspiring positive behavior change to advocate for systemic and individual action to confront major national crisis plaguing the group. Applying Bolter and Grusin’s theory of remediation, Ortiz’s theory of neoculturation, and McGuire’s communication/persuasion model, the study concludes by way of an A/B Test experiment that the African American jeremiad form, applied as a linguistic and sociocultural approach to culturally competent online health communications, could potentially inspire positive behavior change that could lead to action toward systemic and personal health changes. The study takes an initial step toward applying this hypothesis to a website of a documentary film project focused on informing and inspiring a movement among African American to overcome health disparities. Recommendations for future research are offered.", "venue": "", "year": 2019, "referenceCount": 319, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1388005642", "name": "Wilbert Francisco Laveist"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8d3e4d1103e945d63e3998511544bb8c2b161aed", "externalIds": {"MAG": "2763236932", "DOI": "10.1080/14680777.2017.1382548"}, "url": "https://www.semanticscholar.org/paper/8d3e4d1103e945d63e3998511544bb8c2b161aed", "title": "“But we still try”: affective labor in the corporate mommy blog", "abstract": "Abstract This article studies three “mommy blogs,” online platforms catering to (in these cases) American mothers of various sub-demographics, through an affective labor framework. Using digital labor and Althusserian subject formation to inform my reading of the common rhetorical gestures made in these blogs, I ask how they conceive of their readership and contributors. I argue that mommy blogs should be understood as sites of digital labor because of the ways in which their publishing conditions and rhetorics establish labored expectations of the “mommy” subject. Contestations of the nature of affective labor in motherhood are reflected by anxieties around digital labor, which play out via ideological conflicts that manifest rhetorically in the blogs under discussion. This analysis is informed by affect theory, Althusser and Butler’s work on subject formation, and the existing feminist literature on digital labor and the mommy blog.", "venue": "", "year": 2019, "referenceCount": 71, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49134726", "name": "Kelsey Cummings"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "915b15575de026043af454d17c526e36a443b9bb", "externalIds": {"MAG": "3007920464", "DOI": "10.5876/9781607329558"}, "url": "https://www.semanticscholar.org/paper/915b15575de026043af454d17c526e36a443b9bb", "title": "Thanks for Watching: An Anthropological Study of Video Sharing on YouTube", "abstract": "Chapter 1 – Introduction (pp. 3-31) The introduction explains the multi-year ethnographic research project and the book’s goal of re-theorizing core anthropological concepts by studying socially-oriented video bloggers on YouTube. It explains how the book will challenge discourses such as the supposed offline/online binary, over-hyped concerns about narcissism, and assumptions that anonymity online cannot spur meaningful interaction. It introduces how Lefebvre’s concept of rhythm analysis will be used throughout the book.", "venue": "", "year": 2019, "referenceCount": 612, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2129278651", "name": "Patricia G. Lange"}]}}, {"isInfluential": true, "contexts": ["communicate to her audiences, which is consistent with Gershon (2015) which claims our", "Gershon (2015) describes how people have certain media ideologies—how people understand and perceive media—that cause them to think about mediums in specific ways and communicate on them accordingly.", "For example, she says that email is thought of in her generation, Gen-X, as informal, yet students, Millennials and Gen-Z, think of it as a formal mode of communication (Gershon, 2015). People use specific mediums based on how it allows them to communicate with others. For example, in Gerson (2015) students preferred that if someone broke up with them over a media platform, which they considered a formal and serious action, they do it via a platform that was the most like in-person conversation by “allowing for conversational turn-taking,” through simultaneous conversation (Gershon, 2015, p."], "intents": ["background", "result"], "citingPaper": {"paperId": "a45716c029d6c053c8d07b6073cacff59c3337a2", "externalIds": {"MAG": "2982557883"}, "url": "https://www.semanticscholar.org/paper/a45716c029d6c053c8d07b6073cacff59c3337a2", "title": "Online and On-Campus: Student Navigations of Activism in an Age of Social Media", "abstract": "This research explores how student activists at a liberal arts campus in Southern California navigate online and in-person spaces in the context of their activism. While existing literature emphasizes that online spaces are being used as alternative “counterspaces” for activism, this study reveals that students’ social lives are entangled in the interactions that occur in both spaces, and their online activism is directly informed by the particulars of the university space itself. This study reimagines and utilizes the theoretical framework of a counterspace to include a more dynamic, fluid approach to how social space is constructed in the lives of students. The three methods of data gathering included individual and group interviews, participant observation, and social media data. Themes—(a) being an ‘activist’ (b) ‘othered’ bodies (c) cultivating allyship (d) educational opportunities—explore how online actions can be described as a reimagined ‘counterspace’ that allows students to enhance their practices of activism in some cases.", "venue": "", "year": 2019, "referenceCount": 19, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1485828437", "name": "Allie Kuroff"}]}}, {"isInfluential": false, "contexts": ["ICTs afford individuals easier ghosting ability (Gershon, 2010)."], "intents": [], "citingPaper": {"paperId": "b0f2e5771dd6b4ff274feccd2b3e238a11814b57", "externalIds": {"MAG": "2911042698", "DOI": "10.1177/0276236618820519"}, "url": "https://www.semanticscholar.org/paper/b0f2e5771dd6b4ff274feccd2b3e238a11814b57", "title": "Ghosting in Emerging Adults’ Romantic Relationships: The Digital Dissolution Disappearance Strategy", "abstract": "The purpose of this study is to examine relational dissolution using the technique of ghosting. This qualitative study explores the emerging adults’ dissolution strategies leading up to and through enactment of disengagement through mediated contexts. Participants (N = 99) completed questionnaires about their ghosting familiarity and participation as initiators or noninitiators. The majority of participants reported participating in both roles. Five themes described why initiators chose to enact ghosting, and three themes chronicled their ghosting decision-making processes. Noninitiators illustrated how they realized ghosting occurred through three themes. This exploratory investigation offers a definitive definition of ghosting and a modern discussion of its contents to dissolution, communication, and romantic relationship development.", "venue": "Imagination, Cognition and Personality", "year": 2019, "referenceCount": 81, "citationCount": 23, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "30202291", "name": "Leah E. LeFebvre"}, {"authorId": "49854884", "name": "M. Allen"}, {"authorId": "118254881", "name": "Ryan D. Rasner"}, {"authorId": "115753272", "name": "Shelby Garstad"}, {"authorId": "113117209", "name": "Aleksander Wilms"}, {"authorId": "118020619", "name": "Callie Parrish"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b89553ad93f3fe8b265cc2e386facaab7e583a7a", "externalIds": {"MAG": "2998546532", "DOI": "10.1080/10714421.2019.1704111"}, "url": "https://www.semanticscholar.org/paper/b89553ad93f3fe8b265cc2e386facaab7e583a7a", "title": "Dating in the time of “relational filter bubbles”: exploring imaginaries, perceptions and tactics of Italian dating app users", "abstract": "ABSTRACT In this paper, we address algorithmic imaginary, perception and tactics of Italian dating apps users. Little attention has hitherto been devoted to the ways in which the algorithms employed by mobile dating platforms (to rate users, to manage user visibility, to arrange results) might contrast, or enhance, people’s homophily. Our goal is to explore whether and how mobile dating algorithms modify the perception of what we define as “relational filter bubbles”; and whether, and how, users believe dating algorithms reshape (extend or limit) the heterogeneity of their intimate interactions. The paper builds on literature addressing online dating, the datafication of society, the rise of the so-called quantified self, and of the algorithmic culture. We organized 4 focus groups involving Italian dating apps users, who reported a variety of sexual orientations and of dating apps usage. Overall, while dating apps’ algorithms operate in an opaque way, participants developed an “algorithmic imaginary”. Moreover, they appreciate the role of mobile dating apps in reinforcing their relational homophily (their tendency to like people that are “similar” to them), whilst, at the same time, mainly using these apps for increasing the diversity of their intimate interactions in terms of extending their preexisting networks.", "venue": "", "year": 2020, "referenceCount": 61, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2367838", "name": "Lorenza Parisi"}, {"authorId": "3101140", "name": "F. Comunello"}]}}, {"isInfluential": false, "contexts": ["More subtly than Rosen, Gershon (2010) argues that cultural values around intimacy and privacy change as people explore new technologies.", "Echoing the critiques of public intimacy established by scholars such as Sennett (1977), Berlant (2012), and Illouz (2007), there is a current of digital media scholarship that\nworries about the way in which social and mobile media encourage a public, performative intimacy that produces ersatz relationships and narcissistic personalities (Rosen, 2007; Turkle, 2011)."], "intents": ["background"], "citingPaper": {"paperId": "d1d287c2dc140b05c00779ed9a724da34711de54", "externalIds": {"MAG": "2913162573", "DOI": "10.1177/1077800418806600"}, "url": "https://www.semanticscholar.org/paper/d1d287c2dc140b05c00779ed9a724da34711de54", "title": "Intimacy, Cosmopolitanism, and Digital Media: A Research Manifesto", "abstract": "Research into intimacy must grapple with its ambiguity while attempting to place it within a contemporary technological and political context. I argue for a metaphysics of intimacy that provides a ground for research. Through a critical reading of the philosophy of Peter Sloterdijk, I suggest a formal dialectic between intimacy and cosmopolitanism. Intimacy is an enclosure over time, while cosmopolitanism is an opening through an event. These ideal forms become actual in digital media, which often reveal the dark side of intimacy, as they withhold the cosmopolitan event and hence the possibility of diverse yet cohesive collectives. I outline various fields of research where the contradiction between intimacy and cosmopolitanism can be explored and potentially resolved through methodologies that critically imagine alternative designs.", "venue": "Qualitative Inquiry", "year": 2019, "referenceCount": 181, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "25049185", "name": "Alex Lambert"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "de5c840ee8f1d750ad61067e300d493baeebdafd", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/de5c840ee8f1d750ad61067e300d493baeebdafd", "title": "PERSPECTIVES: AN OPEN INTRODUCTION TO CULTURAL ANTHROPOLOGY", "abstract": "Forces Many cultures are organized around belief in an impersonal supernatural force, a type of religion known as animatism. The idea of mana is one example. The word itself comes from Oceania and may originally have meant “powerful wind,” “lightning” or “storm.” Today, it still refers to power, but in a more general sense. Aram Oroi, a pastor from the Solomon Islands, has compared mana to turning on 292 PERSPECTIVES: AN OPEN INTRODUCTION TO CULTURAL ANTHROPOLOGY", "venue": "", "year": 2019, "referenceCount": 662, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "90877949", "name": "N. Brown"}, {"authorId": "97906101", "name": "T. McIlwraith"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f1066619596bf1e1d5edee0f02c8fe2d6b3db6ae", "externalIds": {"MAG": "2955167441", "DOI": "10.1145/3328529.3328559"}, "url": "https://www.semanticscholar.org/paper/f1066619596bf1e1d5edee0f02c8fe2d6b3db6ae", "title": "Same Same But Different: Changes in Social Media Practices Over Time", "abstract": "In this paper, we examine how social media users reflect upon their own developments as social media users over time. We draw upon two interview studies with the same informants, conducted in 2012 and 2017. In the second study, we showed them snippets from their previous interviews, and asked them to comment on their five year old statements. This allowed us as researchers to get access to the participants own analysis of their changing social media practices. Based on this data and in relation to previous research, we outline the most prominent influencing factors that have had an impact on social media use over time: changes in life and time management, changes in technical capabilities, changes in privacy preferences and changes in modes of engagement. However, despite these changes, our informants describe having a similar approach to social media use in general.", "venue": "Proceedings of the 10th International Conference on Social Media and Society", "year": 2019, "referenceCount": 36, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1823750", "name": "Beata Jungselius"}, {"authorId": "2443747", "name": "A. Weilenmann"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "086a7fc6248f6c8b4e4ba142193a519ed7bf2cc3", "externalIds": {"MAG": "2772541630", "DBLP": "journals/chb/Warner-Soderholm18", "DOI": "10.1016/j.chb.2017.12.026"}, "url": "https://www.semanticscholar.org/paper/086a7fc6248f6c8b4e4ba142193a519ed7bf2cc3", "title": "Who trusts social media?", "abstract": "Abstract Trust is the foundation of all communication, yet a profound question in business today is how can we psychologically understand trust behaviors in our new digital landscape? Earlier studies in internet and human behavior have shown a significant connection between social media use and user personality (Hughes, Rowe, Batey, & Lee, 2012). Still, the connection between type of online user and their trust values is an under researched area. Today, millions of people globally read newsfeeds and information via their digital networks, but we do not know enough about human behavior related to which specific users of social media actually trust the news they read online. In this study we apply items from five different validated scales to measure trust to investigate to what degree a users' perception of trust varies depending on their gender, age, or amount of time spent using social media. Using a convenience population sample (n = 214) significant differences in levels of trusting behavior were found across gender, age, social media newsfeed preferences and extent of social media use. The findings suggest that women and younger users have the highest expectations for integrity, trusting others and expecting others to show empathy and goodwill. Implications of the results are discussed.", "venue": "Comput. Hum. Behav.", "year": 2018, "referenceCount": 81, "citationCount": 64, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1403884639", "name": "Gillian Warner-Søderholm"}, {"authorId": "30561149", "name": "Andy Bertsch"}, {"authorId": "31564215", "name": "Everlyn Sawe"}, {"authorId": "119290174", "name": "Dwight Lee"}, {"authorId": "40621985", "name": "T. Wolfe"}, {"authorId": "29751097", "name": "Josh Meyer"}, {"authorId": "2057592766", "name": "Josh Engel"}, {"authorId": "31408151", "name": "Uepati Normann Fatilua"}]}}, {"isInfluential": false, "contexts": ["They are also at the forefront of latest developments in the study of media and religion, and Islam in particular, that stress practice in concrete social environments over doctrine, content analysis or mere reception (Gershon 2010; Postill 2010)."], "intents": ["background"], "citingPaper": {"paperId": "0bea614e05983dae1fa0ddd0360a1ed3edb94cf0", "externalIds": {"MAG": "2790323582", "DOI": "10.1080/13639811.2018.1416798"}, "url": "https://www.semanticscholar.org/paper/0bea614e05983dae1fa0ddd0360a1ed3edb94cf0", "title": "Practising Islam through social media in Indonesia", "abstract": "In recent years, one of the most significant shifts in the field of Islam in Indonesia is the increasing reliance of Muslims on social media when practising their faith. To a certain extent, media ...", "venue": "", "year": 2018, "referenceCount": 13, "citationCount": 17, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "34615435", "name": "M. Slama"}]}}, {"isInfluential": false, "contexts": ["One way to approach what users experience and do with social media is to enquire into their media ideologies, i.e. their ideas and beliefs about ‘how a medium communicates and structures communication’ (Gershon 2010: 18).", "As Gershon observes in her study among US students, ‘what people think about the media they use will shape the way they use media’ (Gershon 2010: 3; emphasis mine)."], "intents": ["background"], "citingPaper": {"paperId": "0d862aee20d30277945ec6deff99796d33a5dccf", "externalIds": {"MAG": "2790476927", "DOI": "10.1080/13639811.2018.1415276"}, "url": "https://www.semanticscholar.org/paper/0d862aee20d30277945ec6deff99796d33a5dccf", "title": "Sharing semangat taqwa: social media and digital Islamic socialities in Bandung", "abstract": "ABSTRACT Bandung is home to numerous groups or so called komunitas who effectively seize emerging social spaces evolving from the interplay between urban and technological development and the increased use of social media in all spheres of everyday life, including religious practice. Based on ethnographic online and offline research among Muslim groups, this article enquires into contemporary expressions of piety (taqwa) and the formation of pious Muslims selves across online and offline spheres of interaction. As part of daily practice, social media become sites of digital Islamic socialities that distinguish these Muslim groups from other Islamic movements or religious associations. Beyond the purpose of communication, social media enhance forms of affective awareness and exchange required for the integration of multiple and transient relations. Building on insights from anthropological research on the Internet and the use of digital technologies in Indonesia and beyond, this article shows how social media affect the experience and understandings of personal commitment and social engagement that define contemporary Muslim subjectivities. Embedded in the cyberurban space of Bandung, emerging (digital) Islamic socialities offer new orientations and models of sharing the ‘zeal of piety’ (semangat taqwa) that are appealing and easily adopted by a young generation of pious Muslims.", "venue": "", "year": 2018, "referenceCount": 71, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118640145", "name": "Dayana Lengauer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1a78d1e7b3c10764ada6dc669adc179c9f92f829", "externalIds": {"MAG": "2799624157", "DOI": "10.1111/LASR.12340"}, "url": "https://www.semanticscholar.org/paper/1a78d1e7b3c10764ada6dc669adc179c9f92f829", "title": "“That's How She Talks”: Animating Text Message Evidence in the Sexual Assault Trial", "abstract": "This ethnographic study of criminal sexual assault adjudication shows how prosecutors, defense attorneys, and witnesses animate text message evidence. In contrast to other forms of courtroom testimony, text messages function as multiauthored representations of recorded correspondence in the past. Attorneys and witnesses animate texts authored by or said to characterize persons represented at trial. By whom and how the texts are animated shapes trial processes. Through a detailed comparative case analysis of two Milwaukee, WI, sexual assault trials, this article attends to the process by which text messages are said to personify or characterize authors’ meaning and intent. This animation of electronically transmitted text speaks to credibility and variably emphasizes a witness's place within gendered and racialized cultural norms. Rather than unsettling the trope of “he said, she said,” text messages become contested evidence animated by court actors within contexts of longstanding cultural narratives of sexual victimization and offending. Introduction and Background “There's no video, no injury. It's purely one hundred percent ‘he said, she said.’ They had a terrible relationship. They were nasty to each other and they don't get along well, probably never will. But there is no evidence to support the state's case, other than their words.” (Defense Attorney in State v. Lee, 2013) An oft invoked trope in cases of sexual violence, “he said, she said,” suggests that without third-party eye witness testimony or material evidence, sexual assault allegations rest on conflicting reports provided by victims and alleged perpetrators. Scholars thus argue that questions about witness credibility, particularly of victimwitnesses, are critical sites of legal decision-making “at a number of stages in the handling of sexual assault cases” (Frohmann [ 22] : 213). Developing the concept of intersectionality, legal scholar Kimberlé Crenshaw ([ 12] : 1244) urged scholars to consider, “the various ways in which race and gender intersect in shaping structural, political, and representational aspects of violence against women of color.” Courtroom practices constitute one site in which we can consider how structural forces shape the experiences of trial participants, as racializing practices are “in the everyday workings ‘in [criminal courts]’—in the interaction and social exchanges that define the experience of institutions” (Gonzalez Van Cleve [ 28] : 5). Indeed, jurors’ assessment of witness testimony often does not focus solely on the content of testimony but rather on extralegal factors including complainants’ behavior before the alleged sexual assault (Estrich [ 17] ; Frohmann [ 22] [ 21] ; Konradi [ 36] ; Matoesian [ 37] ; Taslitz [ 48] ) and persuasive cues such as nonverbal behaviors (Chaiken [ 7] ; Ellison and Munro [ 15] ). Sexual assault trial practice is particularly reliant on corroborative evidence and credibility assessments (Corrigan [ 9] , [ 10] ; Frohmann [ 22] [ 21] ), despite feminist legal reforms in the 1980s and 1990s that removed corroborative evidentiary standards from rape statutes (Bevacqua [ 2] ). Electronic technology (e.g., cellular telephones, the Internet, social networking sites) has created new sites for social interaction and communication across a range of social sectors (Horst and Miller [ 33] ), providing new forms of evidence that are able to bring previously private scenes and conversations to life in a court of law. Research suggests that to interpret testimony, including these private scenes and conversations, jurors often consider witnesses’ age, gender, and ethnicity (Brodsky et al. [ 3] ; Bunt [ 5] ; Nagle et al. [ 41] ). This article examines credibility in “the everyday workings” of criminal courts as they engage with text messaging evidence in sexual assault prosecution. Scholars have revisited evidentiary rules following an influx of instant messaging and posts from social media sites such as Facebook and Twitter introduced as evidence into U.S. courts (Kessler [ 35] ; Uncel [ 49] ). Judges have noted that email and text messages are common forms of evidence (Kessler [ 35] ). Legal scholars argue that the admissibility of text messaging evidence follows the standards of earlier telecommunications (Finkelstein and Storch [ 18] ; Frieden and Murray [ 20] ; Goode [ 29] ; Grant [ 30] ). Federal Rules of Evidence were designed with flexibility in mind so that social media and other digital technologies require admittance under standards that address relevancy, authentication, and probative value (Frieden and Murray [ 20] ; Uncel [ 49] ). Judges treat authentication of digital evidence similarly to other types of evidence, and court challenges are rarely based on reliability or authenticity (e.g., Daubert grounds) but rather on procedural grounds or credibility (Kessler [ 35] ; Van Buskirk and Liu [ 50] ). Beyond the evidentiary issues, however, little sociolegal scholarship has investigated how text messages are animated during adjudicative processes, even as courts are increasingly striving to make sense of text transcripts (Kessler [ 35] ; Uncel [ 49] ). Like any form of evidence introduced at trial, the text messaging transcript has little intrinsic weight (Conley and O'Barr [ 8] ). We argue that it is only when prosecution and defense counsel inventively deploy text messages that it becomes a form of corroborative evidence. Legal scholars reason that focused analysis of the trial reveals how law's unwritten rules are implemented in everyday trial practices (Burns et al. [ 4] ). As a recent and now ubiquitous form of everyday communication, text message transcripts demonstrate how law's unwritten rules function within sexual assault adjudication, drawing upon existing social norms around race, gender, and class. This ethnographic study of criminal sexual assault trials shows how prosecutors, defense attorneys, and witnesses animate written texts to address contested legal facts and witness credibility. In contrast to other forms of witness testimony and material evidence, text messages are interpretable as demonstrations of talk. Namely, text message transcripts consist of messages exchanged between two or more actors (or authors). Animating text messages in trial includes the often strategic enunciating and performance of electronically transmitted text in court in order to personify or characterize both authors’ meaning and intent. These performances speak to questions of witness credibility by representing both the words and characterization of witnesses. Text messages are recorded and preserved communication, distinct from memory recalled on the stand or material documents recorded for official purposes and by institutional personnel (e.g., police records, medical exams, and forensic reports). Court officers introduce text messages authored by adjudicants and witnesses as a form of authentic evidence used to corroborate or dispute particular elements of the “he said, she said” story. Text messages are also unique from letters or electronic mail in important ways. In our contemporary social world, the mobile phone represents the immediate capacity to communicate from anywhere via direct contact and turn-by-turn interaction (Katz and Aakhus [ 34] ). Mobile technologies have modified the communication environment, altering the traditional nature of public and private space and relationships. It is the immediate and often intense interaction that is pivotal to understanding text message communication. The dually authored text message transcript is often time-stamped, and the swift nature of communication seems to unfold in short periods, with participants able to send several messages back and forth within seconds. Research demonstrates that the tone and cadence of the transcript is intersubjectively crafted (Gershon [ 25] ). In comparison, letters and emails are most often single-authored and have longer correspondence lags, and do not reflect the coauthored features that text message transcripts exhibit. Cultural narratives remain crucial to understanding trial and legal outcomes as they often rest on the veracity of the victim's narrative (Estrich [ 17] ; Flood [ 19] ). Sexual assault adjudication has long relied on the cultural scaffolding of gender and sexuality (Gavey [ 24] ) including heteronormative, patriarchal, and racialized discourses (Bunt [ 5] ; Estrich [ 17] ; Flood [ 19] ; Frohmann [ 21] ; Gonzalez Van Cleve [ 28] ; Konradi [ 36] ; Matoesian [ 37] ; Taslitz [ 48] ). Depending on these discourses, attorneys provide the legally compelling narratives that convince jurors and judges of the victim's credibility (Schafran [ 45] ; Taslitz [ 48] ). They employ rape myths as “the culturally pervasive tales of proper intergender sexual behavior that affect the crafting of courtroom and rape narratives at trials” in ways that are likely to resonate with jurors (Taslitz [ 48] : 19). Prosecutors and defense counsel differentially attach rape myths to adjudicants when considering charging and trial decisions (Frohmann 1991, 1997). Weighing the challenges for women witnesses during domestic violence trials, Schafran ([ 45] ) characterized the credibility challenges faced with a tripartite typology that included collective credibility, contextual credibility, and consequential credibility. Collective credibility, as Schafran defined it, rests in belonging to a sector of society that is generally well regarded and trusted. Based on U.S. custom and law, Schafran argued that women, as a group, are collectively mistrusted and are thus compromised in their collective credibility. Schafran ([ 45] : 6) described contextual credibility as “that [which] depends upon understanding the context of the claim.” Just as research on rape myths and trials show, jurors’ perceptions and decision-making processes are associated with cultural understandings of sexual assault and social norms. The third cat", "venue": "", "year": 2018, "referenceCount": 56, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "15297066", "name": "Heather R. Hlavka"}, {"authorId": "12785764", "name": "S. Mulla"}]}}, {"isInfluential": false, "contexts": ["Gershon (2010, 18) notes “Second-order information refers to the information that can guide you into understanding how particular words and statements should be interpreted” (emphasis in original)."], "intents": ["background"], "citingPaper": {"paperId": "2d67b5d7d19394e49fb3de4b5372358f05cf9585", "externalIds": {"MAG": "2891359540", "DOI": "10.2308/ACCR-52272"}, "url": "https://www.semanticscholar.org/paper/2d67b5d7d19394e49fb3de4b5372358f05cf9585", "title": "The Value Relevance of Managers' and Auditors' Disclosures About Material Measurement Uncertainty", "abstract": "\n Regulators now require auditors to provide information about how they evaluate complex estimates. Because users encounter this auditor-provided information alongside management-provided information, we jointly examine the value relevance of these disclosures. We also examine whether visual cues in audit reports influence how nonprofessional investors use these disclosures. We find that disclosures from managers and auditors provide different value-relevant information about the same underlying issue. While users struggle to weight fully narrative auditor disclosures in their valuation judgments without corresponding management disclosures, visual cues facilitate their weighting of information about the audit. Specifically, users take increased price protection when auditor disclosures also include visual cues. However, consistent with market signaling theory, corresponding voluntary disclosures from management attenuate this price protection. This suggests management can mitigate negative valuation effects that may arise from auditor disclosures, and implies that visual cues in audit reports can prompt managers to increase disclosure transparency.\n Data Availability: Contact the authors.", "venue": "The Accounting Review", "year": 2018, "referenceCount": 87, "citationCount": 20, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "117747945", "name": "Sean A. Dennis"}, {"authorId": "37554993", "name": "Jeremy B. Griffin"}, {"authorId": "1741157359", "name": "Karla M. Zehms"}]}}, {"isInfluential": false, "contexts": ["Perhaps affective miscommunication from brief texts is more apt to happen in close relationships in which individuals have enough relational history to recognize each other’s “texting voice” (Gershon, 2010) and a departure from that voice."], "intents": ["background"], "citingPaper": {"paperId": "34976b21ed8feb64559e117e3aa063b0d260c99f", "externalIds": {"MAG": "2885015635", "DOI": "10.1080/1041794X.2018.1488271"}, "url": "https://www.semanticscholar.org/paper/34976b21ed8feb64559e117e3aa063b0d260c99f", "title": "Perceived Miscommunication in Friends’ and Romantic Partners’ Texted Conversations", "abstract": "ABSTRACT Individuals report that text messages produce a lot of miscommunication when compared to phone calls or face-to-face interactions (Johnson, Bostwick, & Anderson, 2016). However, to date, scholars have not investigated the content of text messages perceived as miscommunication or reasons people believe that they experience miscommunication via texts. In the present study, 295 participants provided actual texting conversations they considered to reflect miscommunication and explained why they considered the conversations to be miscommunication. Findings revealed themes of the miscommunication related to both referential and affective miscommunication as well as four themes pertaining to why miscommunication occurs in texting (interweaving of texting and other activities, lack of nonverbal cues, use of acronyms and punctuation, and technical features and problems).", "venue": "Southern Communication Journal", "year": 2018, "referenceCount": 61, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "32654435", "name": "L. Kelly"}, {"authorId": "1419300703", "name": "Aimee E. Miller-Ott"}]}}, {"isInfluential": false, "contexts": ["Further complicating these patterns, people at different life stages and different cultural contexts often have fundamentally different patterns of digital communication, often focusing on different platforms and with culturally specific interpretations of those platforms (Alhabash & Ma, 2017; Costa, 2018; Gershon, 2010; Marlowe, Bartley, & Collins, 2017).", "…stages and different cultural contexts often have fundamentally different patterns of digital communication, often focusing on different platforms and with culturally specific interpretations of those platforms (Alhabash & Ma, 2017; Costa, 2018; Gershon, 2010; Marlowe, Bartley, & Collins, 2017).", "Many others argue that Facebook is important for the presentation of self, for connectivity, for news and for public engagement, and for “Facebook official” public declarations of romantic commitment, among many other valuable uses (e.g., Gershon, 2010; Ito et al., 2010; Robards & Lincoln, 2016)."], "intents": ["background"], "citingPaper": {"paperId": "46792ffa304fe470b9bb23e233fdd631adfbce56", "externalIds": {"MAG": "2896959019", "DOI": "10.1177/2056305118803895"}, "url": "https://www.semanticscholar.org/paper/46792ffa304fe470b9bb23e233fdd631adfbce56", "title": "Domesticating Facebook: The Shift From Compulsive Connection to Personal Service Platform", "abstract": "As one of the largest social media platforms, the meaning and role of Facebook is widely contested, where many argue that Facebook’s cultural importance especially for younger generations, is declining. Popular thinking and common assumptions often position Facebook as a boring platform taken up by older generations. Yet, despite these claims, Facebook’s user base continues to grow and it is still one of the most dominant global platforms in today’s media ecology. This article provides insight into this apparent contradiction through longitudinal research conducted with young adults, aged 18 to 30 in 2013, and aged 24 to 34 in 2017. Informed by research on youth and young adults, this article returns to domestication theory to understand how personal economies of meaning are shaped over time through changing patterns of use, in relation to an ever-evolving Facebook platform. Although respondents share contradictory accounts of their understandings of Facebook, they also share commonalities. Notably, respondents shift from a highly emotive framing of Facebook marked by “compulsive connection” in 2013 to a routinized use of Facebook for performing personal and often mundane services such as scheduling, micro coordinating, archiving, and to some extent, relationship maintenance. We argue that this shift illustrates the domestication of Facebook from a wild social space to a “personal service platform,” thus providing an important insight into Facebook’s continued user growth and cultural dominance.", "venue": "Social Media + Society", "year": 2018, "referenceCount": 138, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2556375", "name": "Z. Sujon"}, {"authorId": "117675333", "name": "L. Viney"}, {"authorId": "1429731579", "name": "Elif Toker-Turnalar"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "47931cf1ed92f5985050a8236ee5deab5038602b", "externalIds": {"MAG": "2898390440", "DOI": "10.1080/13676261.2018.1535173"}, "url": "https://www.semanticscholar.org/paper/47931cf1ed92f5985050a8236ee5deab5038602b", "title": "Smart phone is a expectation-laden trophy: adolescent girls–adults’ mobile phone tensions and changing sexuality negotiation", "abstract": "ABSTRACT This article is based on a study conducted in Nigerian Christian and Muslim neighborhoods on the intrigues that characterized adults-adolescent girls’ relations about how and when adolescent girls could use smart phones. Questionnaires, ethnographic interviews, school debates, observations, and focus group discussion methods were used to study the influence of smart phones on adolescent girls’ identity construction, adults-adolescent girls’ tension as regards ownership and use of smartphones, and new dynamics in adolescent girls-male friends’ relationship caused by smart phone uptake. For this population, smart phones display contextual symbolism that transcends their technological meaning, shifting girls’ social dependence from adults to peers and technology. Smart phone use has given adolescent girls a new way of identity construction, empowered them subtly in sexuality negotiation and assigned new roles to them. Adults’ concern about adolescent girls’ use of smart phones is rooted in their fears about the possible negative influences of smart phone use, which they see as entertainment driven and inimical to adolescent girls’ development. Findings of this study revealed that tensions between adults and adolescent girls over smart phone uptake originated from role reversal and expectation-laden nature of smart phones acquired by male friends, which effective mutual sharing of knowledge and resources could address. Adolescent girls should justify their craving for smart phones morally, socially, and psychologically. Adults and social institutions also need to rediscover their new roles in a world where digital innovations are necessities.", "venue": "Journal of Youth Studies", "year": 2018, "referenceCount": 90, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "153086271", "name": "J. Onyima"}, {"authorId": "69942334", "name": "F. Egbunike"}]}}, {"isInfluential": false, "contexts": ["Different social media platforms offer opportunities for different types of semiotic and identity work, and users often hold very precise and detailed views of what specific platforms offer them in the way of audience access, identity and communication opportunities and effects (cf. Gershon 2010)."], "intents": ["background"], "citingPaper": {"paperId": "4f6e61545504562ff04b3c78cd3b638ba2870c95", "externalIds": {"MAG": "2581835678", "DOI": "10.14426/MM.V2I1.55"}, "url": "https://www.semanticscholar.org/paper/4f6e61545504562ff04b3c78cd3b638ba2870c95", "title": "Conviviality and collectives on social media: Virality, memes, and new social structures", "abstract": "There is a long tradition in which ‘phatic’ forms of interaction are seen as (and characterized by) relatively low levels of ‘information’ and ‘meaning’. Yet, observations on social media interaction patterns show an amazing density of such phatic interactions, in which signs are shared and circulated without an a priori determination of the meaning. We address the issue of ‘virality’ in this paper: the astonishing speed and scope with which often ‘empty’ (i.e. not a priori determined) signs circulate online. We address ‘memes’—signs that have gone viral on the internet—as cases in point. Virality as a sociolinguistic phenomenon raises specific issues about signs, meanings, and functions, prompting a shift from ‘meaning’ to ‘effect’. This effect, we can see, is conviviality: the production of a social-structuring level of engagement in loose, temporal, and elastic collectives operating in social media environments.", "venue": "Multilingual Margins: A journal of multilingualism from the periphery", "year": 2014, "referenceCount": 44, "citationCount": 107, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3362090", "name": "P. Varis"}, {"authorId": "69048007", "name": "J. Blommaert"}]}}, {"isInfluential": true, "contexts": ["Such a system has implications for the social value of new media, in that “[e]ach new medium is instantly enmeshed in a web of media ideologies” (Gershon 2010b: 287).", "(Gershon 2010a: 394)\nIn this example, both individual media-ideological perspectives draw on the same media structures (cellphone), while rationalizing it in a contrasting manner (intimate vs. distancing).", "As a language-ideological metadiscourse, media-ideological statements reflect people’s communicative strategies and at the same time mold these strategies into continuous social practices (cf. Gershon 2010a: 284).", "The concept of media ideology, developed and elaborated by Gershon (2010a, 2010b, 2010c), draws on earlier work on language ideologies carried out in Linguistic Anthropology (Schieffelin et al. 1998, Blommaert 1999, Kroskrity 2000).", "Gershon (2010a) transfers this perspective to the socially shared beliefs about media repertoires and the evaluative practices of ascribing distinct social value to media\nFig.1.", "…up), which materialize with particular semiotic tools (e.g. WhatsApp-text-messaging), implicitly deal with questions of mediation and re-mediation (cf. Gershon 2010a: 287 f.): How does the medium affect the social meaning of an intended activity, and how does it change when we use another medium?", "7 The interviewees of Gershon even coined “the common phrase […] ’It’s not official until it’s Facebook official’“ (Gershon 2010b: 397).", "…are ‘any sets of beliefs about media articulated by the users as a rationalization or justification of perceived media structure and use’ or, as Gershon summarizes, “[i]n short, media ideologies are what people believe about how the medium affects or should affect the message” (Gershon 2010b: 391).", "Just as some people do not consider their romantic relationship over until they have removed each other as Facebook friends (cf. Gershon 2010c),7 so do Lisa and Anne show an understanding of what it means socially to collect contacts in their WhatsApp accounts."], "intents": ["background"], "citingPaper": {"paperId": "5b09af5985f1d42f4b4878acb7d45e407e5b014a", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/5b09af5985f1d42f4b4878acb7d45e407e5b014a", "title": "Digital writing practices and media ideologies of German adolescents", "abstract": null, "venue": "", "year": 2018, "referenceCount": 38, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2074681724", "name": "Florian Busch"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "630405db1f08ef7802356ea480d70c90314a489f", "externalIds": {"MAG": "2791701319", "DOI": "10.1086/695387"}, "url": "https://www.semanticscholar.org/paper/630405db1f08ef7802356ea480d70c90314a489f", "title": "On Semiotic Ideology", "abstract": "This article reviews the concept of semiotic ideology and its implications. Semiotic ideology refers to people’s underlying assumptions about what signs are, what functions signs serve, and what consequences they might produce. Those assumptions vary across social and historical contexts. But semiotic ideology as such is not a kind of false consciousness, nor is it something that some people have and others do not. Rather, semiotic ideology manifests the reflexivity that is inherent to the general human sign-using capacity. It ties general semiotic processes to specific judgments of ethical and political value: to take a sign a certain way is to take seriously the world it presupposes and, often, the life that that world recommends. Two examples show how attention to semiotic ideologies sheds light on the articulation of general semiotic processes with particular social, cultural, and political ones. The analysis of social class helps show some political implications of semiotic ideologies. Clashes over the status of religious signs reveal the ontological and ethical entailments of semiotic ideologies, in which the very existence of a sign’s object may be in dispute. Such ongoing semiotic processes help endow social existence with much of its constructive, uncertain, and conflictual character.", "venue": "Signs and Society", "year": 2018, "referenceCount": 72, "citationCount": 106, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "21603694", "name": "W. Keane"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "6d6e891e502a44581a2d82d7c8b31c82e9c037a4", "externalIds": {"MAG": "2810576590", "DOI": "10.1007/978-3-319-74754-5_1"}, "url": "https://www.semanticscholar.org/paper/6d6e891e502a44581a2d82d7c8b31c82e9c037a4", "title": "Introduction: Challenging Sociality", "abstract": "In this chapter, I explore how robots are added to a long lineage of things that children with autism can relate to better than to other humans. I explore how robots are imagined as occupying a unique liminal space between the human and the nonhuman and can transport social meanings to children with autism. The experiments with robots discussed here are situated as part of a wider practice to promote relationships between humans and machines.", "venue": "", "year": 2018, "referenceCount": 146, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46666624", "name": "Kathleen Richardson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "912aa8a385b73d4f4101df4d38f9f4e0d5020226", "externalIds": {"MAG": "2768381206", "DOI": "10.1016/J.DCM.2017.10.002"}, "url": "https://www.semanticscholar.org/paper/912aa8a385b73d4f4101df4d38f9f4e0d5020226", "title": "Nonhuman language agents in online collaborative communities: Comparing Hebrew Wikipedia and Facebook translations", "abstract": "Abstract Online mass collaborations act as unregulated superdiverse language spaces, however, grassroots policing may impose uniformity and reproduce hegemony. This study compared language policies in Hebrew Wikipedia and the Hebrew Facebook translation app. Hebrew Wikipedia designed a strict linguistic guide that promotes a neutral Hebrew register, rejecting both colloquial and high registers, enforced by an algorithm post factum. The Hebrew Facebook translators' community maintained a decentralized approach, lacking the affordances for hierarchies of expertise, focusing on the practicality of the language and the speed of project completion. The comparative design within the same speech community stressed the role of affordances as nonhuman language agents in the social process of language policy.", "venue": "", "year": 2018, "referenceCount": 24, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "73584856", "name": "Carmel L. Vaisman"}, {"authorId": "73412007", "name": "Illan Gonen"}, {"authorId": "1826312", "name": "Yuval Pinter"}]}}, {"isInfluential": false, "contexts": ["19Also see Ilana Gershon’s work on media ideologies and morality (e.g., Gershon 2010a, 2010b)."], "intents": ["background"], "citingPaper": {"paperId": "92f48dfd87ccb5bba6192abd9ab0c3fed087721a", "externalIds": {"MAG": "2912424942", "DOI": "10.1353/ANQ.2018.0069"}, "url": "https://www.semanticscholar.org/paper/92f48dfd87ccb5bba6192abd9ab0c3fed087721a", "title": "Of Spargel and Spiegel: Networked National Feelings in Berlin", "abstract": "ABSTRACT:Social and mobile media, from Facebook to smartphones, bring together social relations in new configurations that transform experiences of space and place. For an emerging urban middle class in late 2000s Berlin, reading national news online comprised a key daily practice linked to feeling German among mobile young people who otherwise sought transnational connections and identified in non- or post-nationalist terms. Feeling German—an affective, unspoken sense of national selfhood—could take place in contexts construed as cosmopolitan and transnational, whether hip districts of Berlin or networked, online media. National selfhood took shape as a form of acceptable subjectivity linked to the nation, owing to scalemaking processes that conjoined selfhood and place, not only expanding the scope of place-based identities. Reading national media online and practices like eating traditional foods linked acceptable selfhood to the scale, that is, contingent territorial ordering, of the nation. In this article, accounts of normative national affect, in the sense of commonality rooted in shared feeling and non-representational modes of being, illuminate an emergent networked cosmopolitan nationalism as a scalemaking project that reconfigures media, selfhood, and place.", "venue": "", "year": 2018, "referenceCount": 106, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "28352753", "name": "Jordan Kraemer"}]}}, {"isInfluential": true, "contexts": ["Until 2013, such a post was generated automatically after a relationship status change to single, complete with a broken heart icon, and was found to be distressing for users; some even went so far as to delete their Facebook profiles rather than change their status to single (Gershon, 2011a).", "As an example, some people considered texting an appropriate method of breaking up with their romantic partner, while many others considered breakup texts highly inappropriate (Gershon, 2011a).", "After breakups, because Facebook enables people to view some but not all information about an ex’s activities, intensions, and desires, people often behave in suspicious and jealous ways, turning into “selves they do not want to be” (Gershon, 2011b).", "However, people assume that there is an agreed-upon etiquette and that others share their media ideologies (Gershon, 2011a).", "Ilana Gershon (2010b, 2011a) introduced the concept media ideologies to describe the ways that people’s beliefs about different types of technology-mediated communication channels explain how they understand the meaning, communicative possibilities and limitations, and appropriate uses of each.", "While Gershon (2010a, 2011a) examined how technology was used primarily for one-to-one communication with a romantic partner during relationship breakups, we look at what happens after these breakups have occurred, including both one-to-one and one-to-many communication with members of one’s…"], "intents": ["background"], "citingPaper": {"paperId": "a8311633b5ed7557e9d88f1cda9da5957b8f9533", "externalIds": {"DBLP": "journals/nms/HaimsonACH18", "MAG": "2621698146", "DOI": "10.1177/1461444817711402"}, "url": "https://www.semanticscholar.org/paper/a8311633b5ed7557e9d88f1cda9da5957b8f9533", "title": "Relationship breakup disclosures and media ideologies on Facebook", "abstract": "After relationship breakups, people must make difficult decisions about whether and how to convey this change in a networked environment. To understand and characterize behaviors around breakup disclosures, we analyzed survey responses from 119 US Facebook users who reported experiencing a recent breakup. Using mixed methods, we find that those perceiving Facebook as a more efficient disclosure medium are more likely to announce breakups. We show how media ideologies around Facebook breakup disclosures vary; yet people assume others hold similar beliefs about what is appropriate. We contribute to self-disclosure and online identity literature by identifying two new ways people engage in disclosure and self-presentation on social media: announcements, which highlight how social media can serve as efficient one-to-many disclosure sources, and private status change behaviors, a reflexive means of self-presentation. Understanding breakup disclosures provides insight into designing social media to better enable users to find support during difficult life transitions.", "venue": "New Media Soc.", "year": 2018, "referenceCount": 57, "citationCount": 31, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2431050", "name": "Oliver L. Haimson"}, {"authorId": "2471896", "name": "Nazanin Andalibi"}, {"authorId": "2583473", "name": "M. D. Choudhury"}, {"authorId": "144150258", "name": "Gillian R. Hayes"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "bd7805cba3907f9db430a9862c67b73c8c13656c", "externalIds": {"MAG": "2894480808"}, "url": "https://www.semanticscholar.org/paper/bd7805cba3907f9db430a9862c67b73c8c13656c", "title": "Sexy adventures: An ethnography of youth, sexuality and social media", "abstract": "Sexting, sexy selfies, dating, porn: social media have opened up new ways for young people to explore sexuality. Little is known however about how young people use these opportunities. \nIn her doctoral thesis, Naezer offers a framework that allows us to understand young people’s digitally mediated sexy adventures. She explores how young people’s social media practices shape and transform four dimensions of sexuality: adventure, romantic intimacy, identity and knowledge building. Based on online and offline observations, conversations and interviews with young people, Naezer refutes present day stereotypes and offers a counterbalance to the anxieties that dominate popular and scientific debates about youth, sexuality and social media. The thesis, which revolves around young people’s own voices, paints a colourful picture of young people’s navigations of the chances and challenges offered by social media.", "venue": "", "year": 2018, "referenceCount": 381, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2089896864", "name": "M. Naezer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "be6ca4239acd952b14f3f62ce3f7dc433a92b8f9", "externalIds": {"DBLP": "series/hci/Bennett18", "MAG": "2890681532", "DOI": "10.1007/978-3-319-95579-7_8"}, "url": "https://www.semanticscholar.org/paper/be6ca4239acd952b14f3f62ce3f7dc433a92b8f9", "title": "Conversational Style: Beyond the Nuts and Bolts of Conversation", "abstract": "This chapter provides UX designers with some of the linguistic resources necessary to build more engaging chatbots and virtual agents. Conversation Analysis teaches us the foundational mechanics of conversation—how participants initiate and terminate an interaction, how they take turns in talk, how they negotiate understanding, etc. Interactional Sociolinguistics and the study of conversational style show us how humans leverage these structures to convey style and accomplish social goals in talk, such as building rapport or showing respect. If Conversation Analysis is the key to designing conversation that flows, Interactional Sociolinguistics and conversational style are the keys to designing conversation that has what some might call personality. Here, linguistic research is applied as a design tool for creating conversational interfaces that have style and strategically align to users’ needs according to the social goal at hand. If designers seek to make a chatbot enthusiastic or considerate, this chapter has the tools needed to design conversations that achieve that with users.", "venue": "Studies in Conversational UX Design", "year": 2018, "referenceCount": 16, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "32139163", "name": "G. Bennett"}]}}, {"isInfluential": false, "contexts": ["studies have shown that in these media spaces, practices – whether or not associated with a particular religion – address pressing ethical issues and invite moral judgements (Gershon 2010; Madianou 2014; Miller 2016).", "Various studies have shown that in these media spaces, practices – whether or not associated with a particular religion – address pressing ethical issues and invite moral judgements (Gershon 2010; Madianou 2014; Miller 2016)."], "intents": ["background"], "citingPaper": {"paperId": "d54a1cd942bdfea4ead5bc7b09c21c9aaf8534b5", "externalIds": {"MAG": "2790257861", "PubMedCentral": "6044233", "DOI": "10.1080/13639811.2018.1415056", "PubMed": "30046282"}, "url": "https://www.semanticscholar.org/paper/d54a1cd942bdfea4ead5bc7b09c21c9aaf8534b5", "title": "Online piety and its discontent: revisiting Islamic anxieties on Indonesian social media", "abstract": "ABSTRACT In today’s digital age, many Indonesian Muslims utilise social media, such as Facebook, WhatsApp and BlackBerry Messenger (BBM), to express their piety. However, their religious online practices are not devoid of ambiguities, discontents and tensions. The article focuses on these specific consequences of being digitally pious in Indonesia. It examines how riyā’, an established concept in Islamic theology that refers to showing off one’s piety, has gained new relevance in the context of contemporary uses of social media for religious purposes. The article particularly discusses online Qur’an reading groups (ODOJ) and sedekah (charity) activities that utilise social media, and asks how Muslims deal with the problem of riyā’, which is strongly discouraged in Islamic theology, and with the discontent and anxieties it generates. At the same time, it reveals that the responses to the challenge that riyā’ poses vary greatly and that Indonesian Muslims have found different ways to overcome it.", "venue": "Indonesia and the Malay world", "year": 2018, "referenceCount": 33, "citationCount": 16, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "15344875", "name": "F. Husein"}, {"authorId": "34615435", "name": "M. Slama"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "de8bad226b77fc1656452b8dd21a2e341285a1af", "externalIds": {"DBLP": "journals/jcmc/BoczkowskiMM18", "MAG": "2869542630", "DOI": "10.1093/jcmc/zmy012"}, "url": "https://www.semanticscholar.org/paper/de8bad226b77fc1656452b8dd21a2e341285a1af", "title": "How Young Users Deal With Multiple Platforms: The Role of Meaning-Making in Social Media Repertoires", "abstract": null, "venue": "J. Comput. Mediat. Commun.", "year": 2018, "referenceCount": 54, "citationCount": 59, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "3077056", "name": "P. Boczkowski"}, {"authorId": "2099110398", "name": "Mora Matassi"}, {"authorId": "2518890", "name": "Eugenia Mitchelstein"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ed7a752b807e16e3e08b8074c726c16c34591323", "externalIds": {"MAG": "2801924777", "DOI": "10.1163/25888099-00701002"}, "url": "https://www.semanticscholar.org/paper/ed7a752b807e16e3e08b8074c726c16c34591323", "title": "Uncanny and Doubly Liminal: Social Media, Cross-Cultural Reentry, and LDS /Mormon Missionary Religious Identity", "abstract": "This study offers a theoretical perspective on the role of social media in the transition home for returning missionaries of The Church of Jesus Christ of Latter-day Saints ( LDS /Mormon). Despite a long tradition of strict LDS institutional norms aimed at sheltering full-time church missionaries from outside media influences, missionaries are today increasingly encouraged to use social media sites in their proselytizing efforts. Through qualitative, in-depth interviews with recently returned LDS missionaries, this study explores the role Facebook plays in facilitating the maintenance of mission relationships after missionaries have returned home, something interviewees said helps them retain the sense of religious commitment and identity developed through missionary service. Interview findings also complicate the potential benefits of social media use, providing evidence for the argument that returning LDS missionaries are often caught between media technology, personal media preferences, institutional authority, and popular culture. These individuals seem to occupy a doubly liminal position between full-time proselytizing and life at home, between a historical religious tradition of missionary media isolation and an emerging institutional embrace of social media—all of which results in what might best be described as an uncanny experience.", "venue": "", "year": 2018, "referenceCount": 12, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "72043369", "name": "Gavin Feller"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0a407107eb2b9f23ea2fb1f831efa4754898b4af", "externalIds": {"MAG": "2806099230"}, "url": "https://www.semanticscholar.org/paper/0a407107eb2b9f23ea2fb1f831efa4754898b4af", "title": "Culture and Communication: An Introduction", "abstract": null, "venue": "", "year": 2017, "referenceCount": 485, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40088089", "name": "J. Wilce"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "17842362f8abbe6de587927d066b5e3211b4214e", "externalIds": {"MAG": "2774222172", "DOI": "10.11157/SITES-VOL14ISS2ID376"}, "url": "https://www.semanticscholar.org/paper/17842362f8abbe6de587927d066b5e3211b4214e", "title": "Reshaping the Landscape of Care: Health Apps and the Ethics of Self-responsibility and Care for the Other", "abstract": "This article considers the ethical implications of health apps, focusing on how digital technologies create new temporalities of care for the self and for others. Drawing on our own experiences of engaging in digital care, we examine how apps that focus on mood/emotion tracking, mental health, meditation, and other forms of stress-relief reconfigure inter-relationality. Recasting how information is shared as well as the temporal possibilities of social exchanges, such health apps enable \"friends\" we know or are coming to know, as well as those we do not want to know, to enter into some of the most intimate aspects of our lives, as they unfold in the open-ended flow of time. In doing so, health apps, we suggest, demand a rethinking of the ethics of how we constitute and care for both the self and a variety of (known and unknown) others.", "venue": "", "year": 2017, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "15993415", "name": "S. Trnka"}, {"authorId": "122363955", "name": "Andrea Merino Ortiz"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "41b469fb2e2c9acec2fd3d28ce3f81e81f2b5499", "externalIds": {"MAG": "2592755997", "DOI": "10.1007/978-3-319-47626-1_5"}, "url": "https://www.semanticscholar.org/paper/41b469fb2e2c9acec2fd3d28ce3f81e81f2b5499", "title": "The Green Movement", "abstract": "This chapter focuses on the pro-democracy Green uprising in Iran that took place in the summer of 2009. The movement, and the backlash it experienced from the Iranian government, are approached in terms of how they were experienced from LA, both as a global media event and one to which Iranians in the diaspora felt deeply connected. On the basis of observations at communal gatherings, interviews with web users, and online participant observation, this chapter presents an account of how the movement came into being for the diaspora through particular social media platforms. It discusses what this mediation meant for the second generation in particular, arguing for the importance of web media in performances of political identity, sensations of simultaneity with the protests, and expressions of solidarity in a crisis situation. It concludes that particular styles of transnational engagement were key in producing experiences of digitally mediated diasporic connection.", "venue": "", "year": 2017, "referenceCount": 25, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "40940666", "name": "D. Alinejad"}]}}, {"isInfluential": false, "contexts": ["We collected this data from participants individually, because we wanted to learn about the experience for each person, as often ideologies and uses of communication technologies are different for members of a couple [19,20].", "Yet couples do not always share media ideologies [19,20], as we also found.", "” Gershon [19,20] developed the concept of “media ideologies” to describe the way that different perceptions about technology contribute to how people adopt them and make sense of them."], "intents": ["methodology", "background"], "citingPaper": {"paperId": "567a07b8763868cca132188fccf2063f4a08a5c5", "externalIds": {"MAG": "2773701117", "DBLP": "journals/pacmhci/AndalibiBQ17", "DOI": "10.1145/3134655"}, "url": "https://www.semanticscholar.org/paper/567a07b8763868cca132188fccf2063f4a08a5c5", "title": "Multi-Channel Topic-Based Mobile Messaging in Romantic Relationships", "abstract": "With recent shifts from email to messaging apps for personal communication, many communication partners are no longer able to converse using multiple threads within one platform as they used to via email. Romantic couples are the most frequently messaged contacts on mobile and communicate about a wide range of topics with each other, need to make joint decisions, and may have several roles in relation to each other (e.g., spouse, co-parent). Through a 3-week field study with ten U.S. diverse couples we studied how couples use a messaging app that allows them to compartmentalize their conversations into multiple \"channels\" around topics of their choice. We detail how couples managed and used channels in daily life, and channels' strengths and limitations. We found that channels made couples feel more organized, and helped with finding content and keeping track of topics. However, it was sometimes difficult to choose or navigate channels. We discuss perceived impacts of channels on relationships (e.g., topic-switching during conflicts), and outline design opportunities for messaging apps.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2017, "referenceCount": 52, "citationCount": 24, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2471896", "name": "Nazanin Andalibi"}, {"authorId": "144237670", "name": "Frank Bentley"}, {"authorId": "32705869", "name": "Katie Quehl"}]}}, {"isInfluential": false, "contexts": ["When viewed through this lens, analysts can examine not merely media’s chronological succession, but how they are experienced as new (Gershon, 2012: 9)."], "intents": ["background"], "citingPaper": {"paperId": "70fb626098d7a01a58064076019e921a0e4da150", "externalIds": {"MAG": "2031797152", "DOI": "10.1177/1367877915582105"}, "url": "https://www.semanticscholar.org/paper/70fb626098d7a01a58064076019e921a0e4da150", "title": "Siding with vinyl: Record Store Day and the branding of independent music", "abstract": "In response to the digitization and corporatization of the record industry, Record Store Day brands music consumption as an ethical decision, coordinating the release of exclusive vinyl records to independent, locally owned retailers and framing an engineered collectors’ market as an annual holiday. In this article, I evaluate Record Store Day as an ambivalent brand culture – a perspective highlighting the affective and relational components of brands without privileging exploitation or authenticity. At once, Record Store Day is a commercial platform for the development of media ideologies and political subject positions on independence and a capitalist operation that compartmentalizes its corporate intermediaries and offloads financial risk onto small stores. Record Store Day’s success suggests that ambivalent brand cultures provide a productive framework through which to analyse the political and cultural possibilities of media formats and independent retail.", "venue": "", "year": 2017, "referenceCount": 60, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2054368055", "name": "Eric Harvey"}]}}, {"isInfluential": true, "contexts": ["This subjectivity can vary by demographic factors such as age (Gershon, 2010; Yang et al., 2014), attitudes about privacy (Yang et al.", "More than a particular communication format being universally likely to connote a particular level or type of meaningfulness, as some have suggested (Sitkin, Sutcliffe, & BarriosChoplin, 1992; Trevino, Daft, & Lengel, 1990), social actors subjectively interpret the formats and how they are used differently depending on many contextual factors (Gershon, 2010; Yang et al., 2014).", "…notes that communication format can affect the subjective experience and quality of the interaction between long-distance romantic partners (e.g., Gershon, 2010), sometimes adding richness and “social presence” (Harwood, 2000, p. 59) and sometimes redefining togetherness not necessarily in terms…", "This subjectivity can vary by demographic factors such as age (Gershon, 2010; Yang et al., 2014), attitudes about privacy (Yang et al., 2014), and individual characteristics.", "…particular level or type of meaningfulness, as some have suggested (Sitkin, Sutcliffe, & BarriosChoplin, 1992; Trevino, Daft, & Lengel, 1990), social actors subjectively interpret the formats and how they are used differently depending on many contextual factors (Gershon, 2010; Yang et al., 2014)."], "intents": ["background"], "citingPaper": {"paperId": "73afb34835e040a800fda686894099551c74a95f", "externalIds": {"MAG": "2790991950", "DOI": "10.1177/0192513X17698726"}, "url": "https://www.semanticscholar.org/paper/73afb34835e040a800fda686894099551c74a95f", "title": "Constructing Shared “Space”: Meaningfulness in Long-Distance Romantic Relationship Communication Formats", "abstract": "Via analysis of online survey data of 262 people aged 18 to 70 in the United States who have been involved in a long-distance romantic relationship (LDR) since 2005, we investigate how paper, audio, visual, and digital communication formats may be used and viewed as differentially meaningful. While in most intimate relationships, digital formats such as e-mail, messaging, and texts are frequently used, LDR couples are more likely to use and find most meaningful video chat and audio platforms compared with paper or digital formats. The reason for each platform’s meaningfulness varies according to survey respondents’ subjective understandings. Audio and visual formats are seen as meaningful because they offer intimacy, paper formats offer thoughtfulness, and digital formats offer ease as well as thoughtfulness. This research contributes to understanding the subjectively constructed meaning of ever-changing communication platforms, as well as definitions of shared sociomental spaces, for couples who are geographically separated.", "venue": "", "year": 2017, "referenceCount": 47, "citationCount": 8, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "70657995", "name": "M. Janning"}, {"authorId": "4938205", "name": "Wenjun Gao"}, {"authorId": "117753896", "name": "E. Snyder"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "765ba5b0dfdd5a098ba67b72ec4b1ca2fc02ea84", "externalIds": {"MAG": "2755177690", "DOI": "10.1007/978-94-6351-158-2_4"}, "url": "https://www.semanticscholar.org/paper/765ba5b0dfdd5a098ba67b72ec4b1ca2fc02ea84", "title": "Pleasures and Paradoxes of New Media", "abstract": "Studying information technology and new media feels like navigating a sprawling, organic labyrinth. Flush with seeming contradiction and paradoxes, the social and technical elements of any medium or piece of technology blossom outward while simultaneously folding and refolding in on themselves in a dense, tangled-yetexpansive whorl of self and other, individual and group, human and machine.", "venue": "", "year": 2017, "referenceCount": 13, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2072707144", "name": "K. Thompson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "765c85c5bec2af93ec0e0543542c6d5ef5000a5e", "externalIds": {"MAG": "2744515900", "DOI": "10.1080/01490400.2017.1333058"}, "url": "https://www.semanticscholar.org/paper/765c85c5bec2af93ec0e0543542c6d5ef5000a5e", "title": "Updating the Family Operating System: A Literature Review of Information Communication Technology and Family Leisure", "abstract": "ABSTRACT This article examines the ways in which information communication technology (ICT) influences how contemporary families function, build relationships, and enjoy leisure. The literature review focuses on several areas of family life influenced by ICT use, specifically e-leisure, family communication, and family intimacy. A call for future research outlines several areas of exploration, including ICT use and family leisure, changes in perception of healthy and well-functioning families, the influence ICT use has on the development and well-being of individual family members and families with diverse family structures, and characteristics of technology that might be used by family members to improve leisure and relationships.", "venue": "", "year": 2017, "referenceCount": 106, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "108263058", "name": "Iryna Sharaievska"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7a1d6ad5cd0ae7d5ae6ada701a3e829f964d66f6", "externalIds": {"DBLP": "conf/hci/ComunelloM17", "MAG": "2612147039", "DOI": "10.1007/978-3-319-58536-9_19"}, "url": "https://www.semanticscholar.org/paper/7a1d6ad5cd0ae7d5ae6ada701a3e829f964d66f6", "title": "My Grandpa and I \"Gotta Catch 'Em All.\" A Research Design on Intergenerational Gaming Focusing on Pokémon Go", "abstract": "Intergenerational gaming is gaining growing scholarly attention, as it can be considered a means of fostering relationships between younger and older players, a way of overcoming real or perceived differences between generations, a chance to (re)negotiate norms and roles, and a way to question age-related stereotypes. In this paper, we conduct a literature review on intergenerational gaming and pervasive gaming and present a research design to conduct an intergenerational gaming study focusing on Pokemon Go. We aim at exploring gaming practices, role negotiations, and the presence/absence of age-related stereotypes. To reach our goals, we elaborate and evaluate different research methods and tools, discussing their strengths and weaknesses and designing further research steps.", "venue": "HCI", "year": 2017, "referenceCount": 33, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "3101140", "name": "F. Comunello"}, {"authorId": "2979452", "name": "Simone Mulargia"}]}}, {"isInfluential": true, "contexts": ["…our students’ actual practices and understandings of social media, despite growing bodies of scholarship that explore teenagers’ and young adults’ social media practices in rich detail (see, for example, boyd, 2014; Buck, 2012; Gershon, 2010; Ito et al., 2010; Pigg et al., 2014; Mina, this volume).", "How do students engage with social media? What understandings do they bring to writing classes? How do their educational practices with social media mesh and conflict with their personal practices with these sites? How do students understand and engage with social media in pedagogical settings? This chapter explores these questions by sharing the results of an IRB-approved empirical study of students’ literacy practices and understandings of those practices (Gershon, 2010) in a 2013 upper-division class on social media at the University of Wisconsin–Eau Claire.", "…these questions by sharing the results of an IRB-approved empirical study of students’ literacy practices and understandings of those practices (Gershon, 2010) in a 2013 upper-division class on social media at the University of Wisconsin–Eau Claire.1\nI want to start by suggesting that we know…", "In her discussion of how young adults end relationships via technology, Gershon (2010) defined media ideologies as “a set of beliefs about communicative technologies with which users and designers explain perceived media structures and meaning” (p. 3)."], "intents": ["background"], "citingPaper": {"paperId": "940727787ba3283b31ca74ac3ffd4bb0537af516", "externalIds": {"MAG": "2945231964", "DOI": "10.37514/per-b.2017.0063.2.15"}, "url": "https://www.semanticscholar.org/paper/940727787ba3283b31ca74ac3ffd4bb0537af516", "title": "Contextualizing Students’ Media Ideologies and Practices: An Empirical Study of Social Media Use in a Writing Class", "abstract": "A book chapter in the edited collection Social writing/social media: Publics, presentation, and pedagogies, available at https://wac.colostate.edu/books/perspectives/social/", "venue": "", "year": 2017, "referenceCount": 44, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "11136638", "name": "M. Faris"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "96783e5c7d0adb5de24aa94545035fbb917d2ae9", "externalIds": {"MAG": "2731923966", "DOI": "10.1080/1369118X.2017.1346137"}, "url": "https://www.semanticscholar.org/paper/96783e5c7d0adb5de24aa94545035fbb917d2ae9", "title": "Superconnected: the Internet, digital media, and techno-social life", "abstract": null, "venue": "", "year": 2017, "referenceCount": 6, "citationCount": 15, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "5052625", "name": "A. VandenBroek"}]}}, {"isInfluential": false, "contexts": ["By remediating (Bolter & Grusin, 1999; Gershon, 2010) the photograph as evidence of love and choice into the news story, the journalists and production team here are relying on their audiences, who are familiar with these legal tactics, to understand Aarti’s claim as operating within a legal…"], "intents": ["background"], "citingPaper": {"paperId": "9b9f419cd469585b94d23f51726d0c8f20097a22", "externalIds": {"MAG": "2782934218", "DOI": "10.1177/0974927617728139"}, "url": "https://www.semanticscholar.org/paper/9b9f419cd469585b94d23f51726d0c8f20097a22", "title": "Law, Love, and Marriage: Television News and the Production of Publicity in North India", "abstract": "Journalism’s mandate is a paradoxical one: to publicize stories of social injustice and sustain their visibility in the public domain, while battling the decay of publicity that is inherent in the very genre of information that is daily news. In this article, I argue that the legitimacy and credibility that Hindi crime journalists create for stories relies on their keen understanding of a complex terrain of institutional scripts and social actions from which the news stories themselves emerge. Analyzing a breaking news story on Hindi channels in 2011, featuring a secret marriage, kinship role inversion, and a woman’s public plea for protection from family intimidation, the article explores the complex interpenetration of journalistic, institutional, and social scripts that make up the fraught terrain of “love marriage” in North India. I show, first, how journalists remediate the authority of photographic images through the news image to secure credibility for the story; second, how they locate the story within local and global discourses of criminality and “honor” that fits it into recognizable journalistic storylines. I conclude by suggesting that the production of publicity in television news, in which industrial constraints and the pressure for ratings plays a substantial role, nevertheless relies on existing institutional discourses and social norms with respect to the framing of love, marriage, and criminality. To understand how 24-hour news cycles generate sensationalism, we cannot ignore the sociological ground from which the news stories emerge and through which they circulate to reinforce or reinvent normative cultural scripts.", "venue": "", "year": 2017, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116674172", "name": "Amrita Ibrahim"}]}}, {"isInfluential": false, "contexts": ["Social media create a space for new kinds of intimacy practices: ‘intimacy at a distance’ (Elliott and Urry, 2010; Hinton and Hjorth, 2013; Lomborg, 2013). Public intimacy forms an important feature of public self-expression, but this was practiced long before the emergence of social media technology. Eva Illouz (2007) highlights the correspondence between positive notions of sharing on social media and late modern therapeutic narratives of sharing one’s feelings.", "Social media create a space for new kinds of intimacy practices: ‘intimacy at a distance’ (Elliott and Urry, 2010; Hinton and Hjorth, 2013; Lomborg, 2013). Public intimacy forms an important feature of public self-expression, but this was practiced long before the emergence of social media technology. Eva Illouz (2007) highlights the correspondence between positive notions of sharing on social media and late modern therapeutic narratives of sharing one’s feelings. Social media may accelerate and intensify a ‘public intimacy’, yet this displayed intimacy tends to follow the pre-existing logic of the market. Participants on talk shows and reality TV are encouraged to expose inner problems and feelings. This display of intimacy is part of the wider culture of emotional capitalism: ‘emotions have become entities to be evaluated, inspected, discussed, bargained, quantified and commodified’. Significantly, these practices migrate almost effortlessly from mass media to social media platforms through live webcams, updated personal profiles and blogging. For example, Jenny Davis (2010) refers to ‘exteriorised intimacy’ to describe a form of exposed intimacy digitally generated by the popular practice of sharing platforms as Flickr and YouTube."], "intents": ["background"], "citingPaper": {"paperId": "a2e4556e3ef32d0e2108ddc9050a90d78b2ac491", "externalIds": {"MAG": "2738049902", "DOI": "10.1177/0267323116682792"}, "url": "https://www.semanticscholar.org/paper/a2e4556e3ef32d0e2108ddc9050a90d78b2ac491", "title": "Networked intimacy: Algorithmic friendship and scalable sociality", "abstract": "This article asks whether a crisis of intimacy exists in the digital era to provoke an enquiry into the extent to which social media are transforming or transformed by personal relationships. I address the nature of late modern intimacy through the lens of ‘friendship’ and consider why Facebook embraces this affiliation. I then ask whether contemporary forms of public intimacy pre-date or are configured by social media. Software-centred approaches including algorithmically engineered friendship are considered to cast light on public intimacy, privacy and trust. The implications of cross-cultural ethnographic research by Miller et al. are then considered to highlight user agency. Messaging apps such as WhatsApp have the potential to liberate certain users by controlling group size and degree of privacy, as ‘scalable sociality’ in a polymedia environment. I conclude by arguing for a synthesis of political economic perspectives and cross-cultural studies to emphasise user agency in future research.", "venue": "", "year": 2017, "referenceCount": 47, "citationCount": 29, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "15001330", "name": "D. Chambers"}]}}, {"isInfluential": true, "contexts": ["(West and Trester 2013)\nEven more important than participation is what Ilana Gershon (2010) calls “second-order” information, which provides cues to how a message should be interpreted, what a user interprets the message to mean because of how it is communicated.", "Even more important than participation is what Ilana Gershon (2010) calls “second-order” information, which provides cues to how a message should be interpreted, what a user interprets the message to mean because of how it is communicated. The denotative meaning of the message has to be coupled with the metamessage, or with what McLuhan (1962) refers to in his seminal quotation “The media is the message” namely that the medium through which the information is transmitted fosters the construction of the meaning.", "Echoing both Herring’s (2013) and Hesmondhalgh’s (2013) argument of what can be considered as text, we can rightfully agree that convergent media operate with what Danesi (2016: 18) identifies as three new dimensions focusing on the old Saussurian langue-parole interface, namely environment (real or virtual),", "Even more important than participation is what Ilana Gershon (2010) calls “second-order” information, which provides cues to how a message should be interpreted, what a user interprets the message to mean because of how it is communicated."], "intents": ["background"], "citingPaper": {"paperId": "af8574ebad22a68c954cc70fd6f2e8de4edba122", "externalIds": {"MAG": "2939946917"}, "url": "https://www.semanticscholar.org/paper/af8574ebad22a68c954cc70fd6f2e8de4edba122", "title": "RENEGOTIATING MEANING IN MULTIMODAL MEDIA CONTEXTS", "abstract": "With the exponential growth of digital technology, multimodality has become a normal state of communication (Kress, 2010). The emergence of Web 2.0 environments and the shift of Internet to accommodate highly interactive contents have generated new attitudes towards language and text. Drawing on recent related literature (Hesmondhalgh 2013, Danesi 2016, Tannen and Trester 2015), and relying on research carried out in the field of media literacy, the paper aims to prove that the internet has encouraged a dramatic expansion in the variety and creativity of language. Building on a comparative approach, online and offline communication instances exemplify how meaning is created and negotiated. Biand multilingualism, biliteracy, code-switching and language loyalty on digital platforms are also analysed. The relevant findings of the research may assist instructors while designing relevant teaching material to illustrate the importance of decoding medialects to construct meaning.", "venue": "", "year": 2017, "referenceCount": 32, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115701643", "name": "Ildikó Hortobágyi"}]}}, {"isInfluential": true, "contexts": ["Often this communication was in public or semi-public environments such as Facebook (Gershon, 2012: 165).", "It then draws on Ilana Gershon’s notion of ‘‘media ideologies’’ (Gershon, 2012, 2010) to conceptualize ‘‘data ideologies’’—culturally and socially inscribed beliefs about the appropriateness of data for certain communicative purposes.", "He thought of open data as including behavioral traces (similar to Facebook and Google) that could be used for selling advertisements.", "Media ideologies are ‘‘always multiple, locatable, positioned, and contested’’ (Gershon, 2012: 33).", "In response, we draw on Ilana Gershon to conceptualize culturally situated and socially constructed perspectives on data, or ‘‘data ideologies.’’", "Formality (Gershon, 2012: 23) was one way that individuals decided on whether a particular medium was appropriate for a particular goal.", "If an individual downloads their data from Facebook, they still remain unable to match advertisements to it and generate revenue.", "Specifically, we conceptualize that ‘‘data ideologies,’’ as a type of media ideology (Gershon, 2010, 2012), drive the use of open government data.", "In this paper we draw on Ilana Gershon (Gershon, 2010, 2012) to define ‘‘data ideologies.’’", "Gershon believed that shared understandings of appropriate practices with a particular medium emerged through communication in particular groups, or ‘‘idioms of practice’’ (Gershon, 2012: 39)."], "intents": ["background", "methodology"], "citingPaper": {"paperId": "bf92c8032a24301abde0d009eeae55396645c307", "externalIds": {"MAG": "2583908544", "DOI": "10.1177/2053951717690750"}, "url": "https://www.semanticscholar.org/paper/bf92c8032a24301abde0d009eeae55396645c307", "title": "Data ideologies of an interested public: A study of grassroots open government data intermediaries", "abstract": "Government officials claim open data can improve internal and external communication and collaboration. These promises hinge on “data intermediaries”: extra-institutional actors that obtain, use, and translate data for the public. However, we know little about why these individuals might regard open data as a site of civic participation. In response, we draw on Ilana Gershon to conceptualize culturally situated and socially constructed perspectives on data, or “data ideologies.” This study employs mixed methodologies to examine why members of the public hold particular data ideologies and how they vary. In late 2015 the authors engaged the public through a commission in a diverse city of approximately 500,000. Qualitative data was collected from three public focus groups with residents. Simultaneously, we obtained quantitative data from surveys. Participants’ data ideologies varied based on how they perceived data to be useful for collaboration, tasks, and translations. Bucking the “geek” stereotype, only a minority of those surveyed (20%) were professional software developers or engineers. Although only a nascent movement, we argue open data intermediaries have important roles to play in a new political landscape.", "venue": "", "year": 2017, "referenceCount": 55, "citationCount": 33, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40397270", "name": "Andrew R. Schrock"}, {"authorId": "40435472", "name": "Gwen Shaffer"}]}}, {"isInfluential": false, "contexts": ["Gershon (2010) among others notes how students wrestle with the temptations to view these old photos and living profiles as a routine part of the break-up experience."], "intents": ["background"], "citingPaper": {"paperId": "c189a14ebdae2e81b87def118d78486df4eb896f", "externalIds": {"DOI": "10.2139/ssrn.3656516"}, "url": "https://www.semanticscholar.org/paper/c189a14ebdae2e81b87def118d78486df4eb896f", "title": "Break-Ups and the Limits of Encoding Love", "abstract": "This essay explores how social network sites encode relationships in ways that do not always fit the relationship as lived experience by individuals. This act of encoding is especially salient where there is a discrepancy between what is performed (love within the relationship) and what is exhibited (static states that signify the relationship). One critical case of this discrepancy is the break-up, as this process leaves static traces to persist online while individuals live separately. The essay uses examples from television media and psychology, particularly the concept of verbal overshadowing to emphasize the challenge in reconciling performed and exhibited relations. In doing so, this essay highlights that it is not only individual profiles and contributions that are curated on social media systems, but relationships as well. As a consequence, networked societies cannot contain aspects of human experience such as love which are relational and process-oriented, but only signify these aspects and seek to steer them. The way they are steered is not necessarily in the interests of the individuals but the platforms. Designing for a break-up further implies considering how to undermine the pervasive logic of connectivity within the ideology of a network society.", "venue": "", "year": 2017, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2943164", "name": "B. Hogan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c2911f463bcaa50c8c68e9a40f5882526b4c920b", "externalIds": {"MAG": "2937882526", "DOI": "10.37514/per-b.2017.0063.2.07"}, "url": "https://www.semanticscholar.org/paper/c2911f463bcaa50c8c68e9a40f5882526b4c920b", "title": "Having a Feel for What Works: Polymedia, Emotion, and Literacy Practices with Mobile Technologies", "abstract": "Sarah is using her phone to have a conversation.1 To read this sentence will, for many people, conjure an image of a person holding a device to her head where she can speak and listen with another person holding a similar device. Yet, like so many secondary and university students (not to mention many of the rest of us), the concept of both “phone” and “conversation” are more flexible and capacious than we might initially imagine. During the course of the two hours in which I am observing and interviewing her, Sarah uses no fewer than five modes of communication (phone call, Twitter, Snapchat, Instagram, text message) to converse with friends and family. She trades text messages with three different people, receives and looks at photos on both Snapchat and Instagram (and writes comments on two of the Instagram photos), responds to a comment on her Twitter feed that is part of an ongoing conversation thread with two friends (one of whom she is also texting), and even takes a traditional phone call (“From my mother,” she explains. “She still likes to call me”). In addition to her interactive uses of communication technology, Sarah also uses apps on her phone to look up information for school and check the traffic situation before she has to leave for her restaurant job. Sarah’s use of her phone, which is not unusual among her peers, makes clear that when we say “phone” and “conversation” now we are describing a set of practices very different from those we would have been describing even a decade ago. A “phone” today is a hand-held computer on which one can also make the occasional voice call, and a “conversation,” in which one has interactive communication with others using such a device, may involve spoken words, images, audio, and video, or some combination of all of these. Watching Sarah navigate the variety of modes and media through which she", "venue": "", "year": 2017, "referenceCount": 29, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38784955", "name": "B. Williams"}]}}, {"isInfluential": false, "contexts": ["…as an engagement or a serious health diagnosis (Bevan et al., 2015), engaging in interpersonal conflict (Scissors & Gergle, 2013), and even initiating (e.g., Cacioppo, Cacioppo, Gonzaga, Ogburn, & VanderWeele, 2013) and terminating (e.g., Gershon, 2011; Smith & Duggan, 2013) romantic relationships.", "Guerrero et al.’s (2011) second-order, four-factor structure was tested via a confirmatory factor analysis conducted in AMOS version 22."], "intents": ["background", "methodology"], "citingPaper": {"paperId": "d486707508e229449f9cb0d0d49c3c1fecac00c9", "externalIds": {"MAG": "2587125624", "DOI": "10.1080/10570314.2017.1283048"}, "url": "https://www.semanticscholar.org/paper/d486707508e229449f9cb0d0d49c3c1fecac00c9", "title": "Romantic Jealousy in Face-To-Face and Technologically-Mediated Interactions: A Communicative Interdependence Perspective", "abstract": "This study applies elements of the communicative interdependence perspective to understand how jealousy messages via face-to-face (FtF) and/or technologically-mediated communication (TMC) mode segmentation/combination relate to romantic jealousy experience, expression, relationship satisfaction, and investment. Individuals (N = 604) either segmented the FtF mode or combined FtF and TMC modes to express jealousy. Further, they experienced more jealousy, and tended to express it via constructive and avoidant communication, when combining FtF and TMC modes. Jealous individuals who segmented only to TMC mode(s) had lower relationship satisfaction and investment, and those who segmented only to the FtF mode were more invested.", "venue": "", "year": 2017, "referenceCount": 35, "citationCount": 7, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2115854", "name": "J. Bevan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1375d1c5b684dac24b3b62147f370fca50067724", "externalIds": {"MAG": "2469942416", "DOI": "10.1080/10304312.2016.1141867"}, "url": "https://www.semanticscholar.org/paper/1375d1c5b684dac24b3b62147f370fca50067724", "title": "The migrant lives of the digital generation", "abstract": "Abstract This study explores how young Korean migrants appropriate information and communication technologies (ICTs) in Canada. Drawing on qualitative interview data, the study focuses on Korean ‘digital generation’ immigrants who grew up with the rapid development of the ICT industry in Korea. By addressing the specific demographic of young migrants who have already been saturated by digital media in their pre-migration childhood, the study explores how the young people’s memories of earlier digital media use are articulated with their adoption of newer media forms during the post-migration period.", "venue": "", "year": 2016, "referenceCount": 46, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144374936", "name": "Kyong Yoon"}]}}, {"isInfluential": false, "contexts": ["Surveillance also occurs between romantic partners; constant monitoring of a partner, which may have been considered excessive in the past, is now becoming normalized (Andrejevic, 2005; Gershon, 2010; Muise, Christofides, & Desmarais, 2009; Tokunaga, 2011, as quoted in Lukacsa & Quan-Haase, 2015)."], "intents": ["background"], "citingPaper": {"paperId": "245c29ed0aaca54260010d8e8e7bb7332dfdc65a", "externalIds": {"MAG": "2438994449", "DOI": "10.1177/0973258616644813"}, "url": "https://www.semanticscholar.org/paper/245c29ed0aaca54260010d8e8e7bb7332dfdc65a", "title": "‘It’s Complicated’: The Construction of Indian Middle-class Teens in Social Media", "abstract": "After more than two decades as social media became regularized, domesticated and incorporated into our everyday life, we need to understand, both, how social media is shaped by and is shaping the practices humans use in interaction with, around and through it. With the advent of social media, everybody is affected, in one way or the other, by very ubiquity of new online expertise; children and young adults are usually among the first and keenest and passionate users of information and communication technologies. However, teens’ voices are rarely acknowledged and considered effective in shaping the public discourse. This article claims that the new social media opens up the possibility for the young (13–17-year olds), of being part of the global world and at the same time being true to their roots and middle-class moralities. This article emphasizes that social networking sites act as a democratizing element which balances the power somewhat in favour of teens and helps them negotiate between being world class citizens and the torch bearers of Indian middle-class morality. This article explores their sense making of these often contradictory, yet connected, intersecting/overlapping, yet distinct, worlds.", "venue": "", "year": 2016, "referenceCount": 90, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "113932550", "name": "V. Diwakar"}]}}, {"isInfluential": false, "contexts": ["This opens up for new ways to link up, which according to Gershon (2010) and Baym (2015) not only strengthens, but also make our relationships more diverse."], "intents": ["background"], "citingPaper": {"paperId": "266e0ee1b89d7564090ee6f2f7d0b5c28973132c", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/266e0ee1b89d7564090ee6f2f7d0b5c28973132c", "title": "Communication without Borders", "abstract": "The purpose of this study is to find out how Swedish voluntary migrants communicate with friends in three different groups: friends that resides in the same country as the respondent currently lives in, friends in Sweden, friends in other countries around the globe and whether or not individual mobility, demographic factors or a sense of global citizenship affect the chosen mean of communication. The reason behind the study is to introduce a previously unstudied area into the field of geographically based media studies and hopefully contribute to a deeper understanding of the role played by different means of communication in shaping the dynamics of global friendship. The theoretical approach in this study will be from three different outlooks, migration, polymedia (including the second-level digital divide) and cosmopolitanism. The study is based on data from the Institute for Society, Opinion and Media (SOM) and their survey questionnaire sent out to Swedish expatriates during fall 2014 / winter 2015, also known as Utlands-SOM. The total number of respondents are 2268. The study starts with basic frequencies to find out which media that are the most prominent, then binary logistic regressions have been made. The total number of dependent variables are 21 and these have then been analysed from seven independent variables; age, gender, education, travel patterns, years spent abroad, number of countries lived in and whether or not the respondent consider himself/herself being a cosmopolitan. This generates a total of seven tables (one for each media) with three models in each (contact with friends in current country of residency, contact with friends in Sweden and contact with friends in other parts of the world). Amongst Swedish expatriates, e-mail and Facebook are the two most popular media for keeping in touch with friends, regardless of the friends location. The most significant demographic variable is age. Usage of video call, text message, chat, Facebook and other social media tend to decrease with age. Every year spent abroad decreases the communication with friends in Sweden, but increases the communication in the current country of residency. The number of countries lived in have a positive effect on communication with friends in other parts of the world. Cosmopolitan self-identity is found to be most significant when communicating with friends in other parts of the world, and it also affects e-mail the most. Level of education, which in previous studies have been found closely linked to a cosmopolitan identity, is found to have no significant correlation. Arguably, this is explained by the other means of communications negative relationship with the variable.", "venue": "", "year": 2016, "referenceCount": 108, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "134691591", "name": "Sol Agin"}]}}, {"isInfluential": false, "contexts": ["See Gershon 2010 ."], "intents": [], "citingPaper": {"paperId": "276e9056d7e79d68f14a241ba0f490c6ce3894bc", "externalIds": {"MAG": "2499954515", "DOI": "10.1017/S0940739116000114"}, "url": "https://www.semanticscholar.org/paper/276e9056d7e79d68f14a241ba0f490c6ce3894bc", "title": "The Devil in Nationalism: Indigenous Heritage and the Challenges of Decolonization", "abstract": "Abstract: In 2006, Bolivians began living under their first indigenous president and undergoing an explicitly pro-indigenous “process of change,” alongside much rhetoric of indigenous autonomy and state “decolonization.” However, this article suggests that this same government’s twenty-first century policies regarding intangible heritage and “culture” hardly mark a departure from mid-twentieth-century mestizo-dominated liberal nationalist projects. Through the ethnography of disputed cultural claims to folklore, such as those with Peru involving the devil dance, this article examines how proprietary nationalism is experienced and expressed among certain Bolivians. For example, indignant internationally touring folklore workers imagine a hyperreal scarcity of specific expressions that have become framed as “cultural resources” for the nation. Indeed, it is common to hear propertied language employed when international disputes heat up, as cultural images circulate at high speeds through social networks and digital media. Within these media platforms, the visual sensory mode often overshadows aural and kinesthetic ones, as socially interwoven music and dance expressions fade into the background and stand-alone images of spectacular costumes move forward.", "venue": "International Journal of Cultural Property", "year": 2016, "referenceCount": 91, "citationCount": 5, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "103769971", "name": "Michelle Bigenho"}, {"authorId": "104575630", "name": "Henry Stobart"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "2d9ed953bf0d222a82ec8f273528a86732e1678a", "externalIds": {"MAG": "2192700676", "DOI": "10.1016/J.COPSYC.2015.11.003"}, "url": "https://www.semanticscholar.org/paper/2d9ed953bf0d222a82ec8f273528a86732e1678a", "title": "Extended self and the digital world", "abstract": "As originally conceived, the extended self is composed of a person's mind, body, physical possessions, family, friends, and affiliation groups. With the advent of the Internet (especially ‘Web 2.0’), social media, online games, virtual worlds, and other digital activities, together with the devices through which participation in such activities takes place, there is a greatly expanded set of ways in which we may represent ourselves to others. Research and theory on the extended self must now consider features such as dematerialization, re-embodiment, and co-construction of self. This review outlines research in these areas and emerging challenges. A summary table outlines the changes to the extended self concept and the nature of possessions resulting from these features. The paper concludes with recommendations for future research.", "venue": "", "year": 2016, "referenceCount": 50, "citationCount": 53, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "69520434", "name": "R. Belk"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "44ce1189336eac7fc32888f4128771371bd3f9fe", "externalIds": {"MAG": "2268205149", "DOI": "10.1177/1750481315600304"}, "url": "https://www.semanticscholar.org/paper/44ce1189336eac7fc32888f4128771371bd3f9fe", "title": "‘I make the rules on my Wall’: Privacy and identity management practices on Facebook", "abstract": "Much significant work on the topic of privacy and identity on social network sites (SNSs) stems from the realms of media, information and cultural studies, and sociology eschewing language-based disciplines almost entirely. To redress the balance, this article draws on discourse-centred online ethnography, an approach which blends online ethnography with discourse analysis, to explore how self-presentation on Facebook is regulated by means of privacy. To this end, I analyse a dataset of statuses, comments, links, photographs and interviews from five Greek users. The findings highlight users’ creativity and criticality in combining software affordances with linguistic signals and textual practices to manage their privacy and hence their identity.", "venue": "", "year": 2016, "referenceCount": 65, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "117699244", "name": "Mariza Georgalou"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "504ff716ab205b40ac10015bea7ffc13233295c6", "externalIds": {"MAG": "2398144315", "DOI": "10.1111/JOLA.12114"}, "url": "https://www.semanticscholar.org/paper/504ff716ab205b40ac10015bea7ffc13233295c6", "title": "Writing the Relationship: Ethnographer‐Informant Interactions in the New Media Era", "abstract": "With the ever-increasing accessibility of new communications media, there has been growing discussion among ethnographers about how new media data such as e-mails, SMS/texts, blogs, news article comment sections, or community group websites have impacted the practice of ethnography. Generally, questions center around the characteristics of the data itself. Less often discussed is the effect of new communications media on relationships between ethnographers and members of the communities they study. \n \nThis article explores what happens when social media becomes a channel through which researchers interact with informants both during fieldwork and between fieldsite visits. I examine how new formats of quick and often casual written communication influence the development of ethnographer–informant relationships over time. These technologies make contact with some informants (but not others) easier and more frequent, and, particularly because they bring written language into a relationship that often privileges spoken interaction, they may allow different facets of identity to emerge, reconfigure a researcher's network of relationships in the fieldsite, or change the personal-professional divide.", "venue": "", "year": 2016, "referenceCount": 17, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "11541110", "name": "Gabriella Modan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "50a0eae8ed5f046886dc21c4505ca26ec2467db8", "externalIds": {"MAG": "2594012750"}, "url": "https://www.semanticscholar.org/paper/50a0eae8ed5f046886dc21c4505ca26ec2467db8", "title": "Nowoczesne media jako kanał networkingu akademickiego", "abstract": null, "venue": "", "year": 2016, "referenceCount": 29, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1419536065", "name": "Justyna Laskowska-Witek"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5f36d9ece2a5828117fe801df4a5171615cb7215", "externalIds": {"MAG": "2462075567", "DOI": "10.1163/18739865-00902006"}, "url": "https://www.semanticscholar.org/paper/5f36d9ece2a5828117fe801df4a5171615cb7215", "title": "The Morality of Premarital Romances: Social Media, Flirting and Love in Southeast Turkey", "abstract": "This article explores how young women use social media to experience premarital romances in Mardin, a medium-sized town in southeast Turkey. It argues that love stories mediated by social media are integral to the enactment of a gendered moral self. The ethnographic data presented here indeed highlight how premarital romances and Muslim morality are not two contradictory and opposing ideals, but rather two constitutive aspects of the same mediated practices. Secrecy, lack of physical co-presence and the performance of a virtuous self in public and semi-public online spaces are common elements of the new romances. Yet social norms ruling the use of the online platforms to start and live premarital relationships are not shared by everybody, and different understandings of religion, morality and modernity have generated different and contrasting expectations. The article aims to contribute not only to the study of the effects of social media on interpersonal relations, but also to the understanding of how, in Muslim societies, moral norms are entangled with everyday practices mediated by digital media.", "venue": "", "year": 2016, "referenceCount": 27, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38138659", "name": "Elisabetta Costa"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5f5d15b80300e309863d58e27a36a73989504f09", "externalIds": {"MAG": "2014296595", "DOI": "10.1177/1354856514550637"}, "url": "https://www.semanticscholar.org/paper/5f5d15b80300e309863d58e27a36a73989504f09", "title": "Bill Simmons, Grantland.com, and ESPN’s corporate reinvention of literary sports writing online", "abstract": "In 2011, sports media outlet ESPN launched Grantland.com, a sports and popular culture Web site edited by blogger-turned-ESPN.com columnist Bill Simmons. Taking inspiration from magazines like GQ and Esquire, the Web site specializes in long-form journalism; boasts a roster of noteworthy writers and editors who established their renown in print media; and is named after Grantland Rice, the ‘Dean of American Sports Writers’ whose work composes the foundation of America’s sports writing canon. Moreover, it teamed with the hip, independent publisher McSweeney’s to produce Grantland Quarterly, a collection of the Web site’s best works packaged as books. Grantland.com and Grantland Quarterly use print’s relative prestige among media to situate ESPN’s online content as exceptionally literary. This essay uses Simmons and Grantland’s engagements with print to examine and critique ESPN’s transmedia efforts to cultivate prestige that broadens its demographic reach and sustains its carefully crafted institutional identity as ‘The Worldwide Leader in Sports’.", "venue": "", "year": 2016, "referenceCount": 58, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "70057373", "name": "Travis Vogan"}, {"authorId": "49157529", "name": "David O. Dowling"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "6ae600aff166e83e2b6b61a8385e089e805671fc", "externalIds": {"DBLP": "journals/tochi/SasWZ16", "MAG": "2336511668", "DOI": "10.1145/2926714"}, "url": "https://www.semanticscholar.org/paper/6ae600aff166e83e2b6b61a8385e089e805671fc", "title": "Design for Rituals of Letting Go", "abstract": "People increasingly live their lives online, accruing large collections of digital possessions, which symbolically represent important relationships, events, and activities. Most HCI research on bereavement focuses on retaining these significant digital possessions to honor the departed. However, recent work suggests that significant digital possessions may complicate moving on; they function as both comforting and painful reminders but currently provide inflexible methods for disposal. A few works have investigated the disposal of digital objects as a means of letting go. To better understand this we interviewed 10 psychotherapists who employ rituals of letting go to help patients overcome loss in situations such as a divorce, a breakup, or a stillbirth. Patients disposed of either natural artifacts or symbolic personal possessions through actions such as burning, burying, or placing in a body of water. Therapists noted that people increasingly have digital possessions, and that the act of deletion does not offer the same cathartic sense of release as disposal of material artifacts. Based on the analysis of this grief therapy, we propose a new conceptual framework for rituals of letting go that highlights temporality, visibility, and force. It provides a vocabulary to talk about disposal. We then offer design implications connecting the rituals of letting go to the disposal of digital things. Based on our interviews and analytic framework, we propose novel technologies that better connect the embodied nature of letting go rituals to the process of digital disposal.", "venue": "ACM Trans. Comput. Hum. Interact.", "year": 2016, "referenceCount": 170, "citationCount": 54, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2175489", "name": "C. Sas"}, {"authorId": "143965889", "name": "S. Whittaker"}, {"authorId": "145308025", "name": "J. Zimmerman"}]}}, {"isInfluential": false, "contexts": ["Technology is social partly because the designers have built into the technology their assumptions about how social relationships should be conducted (Gershon, 2010)."], "intents": ["background"], "citingPaper": {"paperId": "b21948e4f5d151f86af16e34d66cfcbbcf46a8ca", "externalIds": {"MAG": "2253618496", "DOI": "10.1177/0163443715594037"}, "url": "https://www.semanticscholar.org/paper/b21948e4f5d151f86af16e34d66cfcbbcf46a8ca", "title": "Constant connection as the media condition of love: where bonds become bondage", "abstract": "Lovers’ capacity to connect with each other over distance has increased drastically with the proliferation of digital media. This augmented capacity to build connection with a distant other has become an important condition of romantic relationship in our time. This article explores the implication of constant connection as a media affordance for romantic relationship by examining media use among young Chinese lovers. Based on in-depth interviews with young Chinese lovers, it argues that constant connection contributes to a continual sense of togetherness between romantic couples as they continually engage in phatic communication, but that it intensifies lovers’ negotiation of intimacy and individuality by pushing their personal boundaries on one hand and cultivating an intolerance of separation on the other. Overall, this article contributes to the scholarly conversation about media technology and human intimacy by offering a critique of social media based on the inner dynamics of romantic relationship.", "venue": "", "year": 2016, "referenceCount": 62, "citationCount": 15, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2000407008", "name": "Hua Su"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b228c39b42780177798563dec5de557bef1029eb", "externalIds": {"MAG": "2339034571", "DOI": "10.1146/ANNUREV-ANTHRO-102215-100127"}, "url": "https://www.semanticscholar.org/paper/b228c39b42780177798563dec5de557bef1029eb", "title": "Intellectual Property, Piracy, and Counterfeiting", "abstract": "This review argues that the elastic space between intellectual property (IP) and unauthorized use (including piracy and counterfeiting) is an increasingly important feature of contemporary textual production and circulation. Within the context of digital textuality, circulatory legitimacy becomes integral to both contextualization and entextualization. The dynamic relationship between IP and piracy/counterfeiting appears as a means of organizing sense-perception and subjectivity, parsing geopolitical space, handling the surfeits and deficits that emerge in contemporary text circulation, distinguishing formality from informality, and deciding levels and forms of acceptable participation in the production and consumption of commodities. This becomes particularly fraught in the face of anxieties about the potential limitlessness of circulation.", "venue": "", "year": 2016, "referenceCount": 115, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "47451149", "name": "A. Dent"}]}}, {"isInfluential": false, "contexts": ["Students rely on their cell phones to seek out and receive the “perpetual contact” that they crave from their peers (Gershon, 2010; Katz, 2004; Mihailidis, 2014)."], "intents": ["background"], "citingPaper": {"paperId": "b75b19468fba3ffb819c36accd4a970f8377cd66", "externalIds": {"MAG": "2221419295", "DOI": "10.1177/2050157915603759"}, "url": "https://www.semanticscholar.org/paper/b75b19468fba3ffb819c36accd4a970f8377cd66", "title": "Text to sex: The impact of cell phones on hooking up and sexuality on campus", "abstract": "By centering attention on how students feel after casual sex, studies of the college social scene miss an extremely important phenomenon—namely, how hookups get started. This article argues that it is in the negotiation of contact during hookups that college students creatively navigate their sexual identity. Using a mixed methodology, this research reveals that the cell phone, as both an object of communication and consumption, is essential to the formation of self, and, as such, it provides the means by which men and women can play with gender boundaries. And yet, the male dominated fraternity system at college restricts the ability of women to realize full agency within the hookup scene.", "venue": "", "year": 2016, "referenceCount": 52, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "11174545", "name": "Sascha L. Goluboff"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d030953e0d9bd88136e82aafea8d0ffef04f6264", "externalIds": {"DBLP": "journals/jcmc/GonzalesW16", "MAG": "2532730624", "DOI": "10.1111/jcc4.12174"}, "url": "https://www.semanticscholar.org/paper/d030953e0d9bd88136e82aafea8d0ffef04f6264", "title": "Public Cellphone Use Does Not Activate Negative Responses in Others...Unless They Hate Cellphones", "abstract": "Ostracism dramatically reduces psychosocial well-being. Many studies have examined ostracism within digital environments, but to our knowledge no one has examined ostracism as manifested through public cellphone use. Experimental data revealed that public texting or reading on a cellphone was less ostracizing to copresent others than face-to-face ostracism but more ostracizing than face-to-face inclusion. Though cellphone use was somewhat ostracizing it did not prompt negative psychological effects, supporting the notion of cellphone taken-for-grantedness. Exceptions were found for those reporting phone technostress; these individuals were negatively affected by exposure to someone reading on a cellphone. Findings extend the ostracism paradigm to a new context and support research on the importance of attitudes and norms in shaping the effects of public cellphone use.", "venue": "J. Comput. Mediat. Commun.", "year": 2016, "referenceCount": 39, "citationCount": 23, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "3035564", "name": "A. Gonzales"}, {"authorId": "121961695", "name": "Yijie Wu"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "de01c63b07011e71ae25722353d25bc4d72aa390", "externalIds": {"MAG": "2303426583", "DOI": "10.14324/111.9781910634493"}, "url": "https://www.semanticscholar.org/paper/de01c63b07011e71ae25722353d25bc4d72aa390", "title": "How the World Changed Social Media", "abstract": "How the World Changed Social Media is the first book in Why We Post, a book series that investigates the findings of nine anthropologists who each spent 15 months living in communities across the world. This book offers a comparative analysis summarising the results of the research and exploring the impact of social media on politics and gender, education and commerce. What is the result of the increased emphasis on visual communication? Are we becoming more individual or more social? Why is public social media so conservative? Why does equality online fail to shift inequality offline? How did memes become the moral police of the internet? Supported by an introduction to the project’s academic framework and theoretical terms that help to account for the findings, the book argues that the only way to appreciate and understand something as intimate and ubiquitous as social media is to be immersed in the lives of the people who post. Only then can we discover how people all around the world have already transformed social media in such unexpected ways and assess the consequences.", "venue": "", "year": 2016, "referenceCount": 175, "citationCount": 315, "influentialCitationCount": 24, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145871506", "name": "Danny Miller"}, {"authorId": "38138659", "name": "Elisabetta Costa"}, {"authorId": "83772749", "name": "N. Haynes"}, {"authorId": "144936201", "name": "T. Mcdonald"}, {"authorId": "31390155", "name": "R. Nicolescu"}, {"authorId": "3237937", "name": "Jolynna Sinanan"}, {"authorId": "118130756", "name": "J. Spyer"}, {"authorId": "117647448", "name": "S. Venkatraman"}, {"authorId": "47119258", "name": "Xinyuan Wang"}]}}, {"isInfluential": false, "contexts": ["…on the one hand, and user perceptions and social usage norms, on the other hand, can be understood by building on the concept of media ideologies, as proposed by Gershon (2010): media ideologies are ‘people’s beliefs about how a medium communicates and structures communication’ (Gershon, 2010: 21).", "Media ideologies are often intersubjective, and are related to idioms of practice, as ‘people figure out together how to use different media and often agree on the appropriate social uses of technology by asking advice and sharing stories with each other’ (Gershon, 2010: 6)."], "intents": ["background"], "citingPaper": {"paperId": "e2f0c108c9d8b10c50c62c4d44d472aa30d95e33", "externalIds": {"MAG": "2346681674", "DOI": "10.1111/1467-954X.12378"}, "url": "https://www.semanticscholar.org/paper/e2f0c108c9d8b10c50c62c4d44d472aa30d95e33", "title": "The ‘Proper’ Way to Spread Ideas through Social Media: Exploring the Affordances and Constraints of Different Social Media Platforms as Perceived by Italian Activists", "abstract": "Social media have become a relevant arena for different forms of civic engagement and activism. This article focuses on the affordances and constraints of different social media platforms as they are perceived by Italian activists. Instead of focusing on single protest movements, or on single platforms, we adopt a media ecological approach and consider a variety of environments where people can choose to express protest-related content. Our main goal is to explore whether, and how, the affordances and constraints of different social media platforms are perceived by users, and how such perceived differences are integrated in everyday social media activities. To this end, we combined in-depth interviews with an adapted version of the cognitive walkthrough and thinking aloud techniques. Respondents reported that they act on social media platforms according to specific representations of what each platform ‘is’, and how it works. Such perceptions affect users' protest-related social media practices. Although they perceive major social media platforms filtering strategies and are aware, to different extents, of their commodified nature, they report continuing to use them for activism-related communication, often adopting an instrumental approach.", "venue": "", "year": 2016, "referenceCount": 65, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3101140", "name": "F. Comunello"}, {"authorId": "2979452", "name": "Simone Mulargia"}, {"authorId": "2367838", "name": "Lorenza Parisi"}]}}, {"isInfluential": false, "contexts": ["In some instances, couples use texting to resolve conflicts (Lenhart & Duggan, 2014) or to terminate romantic relationships (Gershon, 2010; Smith & Duggan, 2013; Weisskirch & Delevi, 2012).", "Couples also use texting and other mediated forms of communication to engage in conflict (Coyne et al., 2011; Gershon, 2010)."], "intents": ["background"], "citingPaper": {"paperId": "f9bf48c8c553857b2b369cd08297bd704a49c159", "externalIds": {"MAG": "2299110820", "DOI": "10.1080/10510974.2015.1088876"}, "url": "https://www.semanticscholar.org/paper/f9bf48c8c553857b2b369cd08297bd704a49c159", "title": "Competing Discourses and Meaning Making in Talk about Romantic Partners’ Cell-Phone Contact with Non-Present Others", "abstract": "Focus groups were conducted with 51 college students to examine how participants engaged in meaning making about the presence and use of cell phones with non-present others while in the context of dating and spending time with romantic partners. Grounded in relational dialectics theory, qualitative analysis revealed two sets of competing discourses at play in college students’ talk about cell phones: discourses of community and romance and discourses of control and freedom. The interplay of these competing discourses illuminated participants’ struggles with being available to others while trying to provide attention to their dating partners. Theoretical and practical implications are discussed.", "venue": "", "year": 2016, "referenceCount": 48, "citationCount": 26, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1419300703", "name": "Aimee E. Miller-Ott"}, {"authorId": "32654435", "name": "L. Kelly"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "05d9b92d3ecb8155097b455876c64163778891c0", "externalIds": {"MAG": "2317670880"}, "url": "https://www.semanticscholar.org/paper/05d9b92d3ecb8155097b455876c64163778891c0", "title": "Responding (or not) on Facebook: A sociolinguistic study of Liking, Commenting, and other reactions to posts", "abstract": null, "venue": "", "year": 2015, "referenceCount": 114, "citationCount": 7, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "81543821", "name": "L. West"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0b9082b7392bf78be7fbb0a6120cbf1ce2ebc62b", "externalIds": {"MAG": "2221163686", "DOI": "10.1080/14681811.2015.1033516"}, "url": "https://www.semanticscholar.org/paper/0b9082b7392bf78be7fbb0a6120cbf1ce2ebc62b", "title": "Flirting, dating, and breaking up within new media environments", "abstract": "Although romantic and sexual relationships are an important aspect of young people's lives, research on how young people negotiate their love/sex relationships is lacking. New media environments provide a new context within which young people negotiate their love/sex relationships; however, what is negotiated is often not all that different from what was negotiated before the advent of new media technologies. Using an online discussion board and individual in-person interviews, this paper explores how young Australians, aged 18–25 years, engage with dominant gendered discourses to negotiate their love/sex relationships within the context of new media environments. Previous research suggests that young people make use of new media technologies to flirt with one another, to initiate new relationships, to maintain their relationships, and to fight and end their relationships. This paper focuses on young people's practices of mediated flirting, surveillance, and breaking up. It considers the creative and agentic ways young people use new media technologies in the negotiation of their love/sex relationships.", "venue": "", "year": 2015, "referenceCount": 38, "citationCount": 17, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "14230272", "name": "J. Meenagh"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0f444017f5aaa91032e50030a52b9486ef18d5f1", "externalIds": {"MAG": "405311535", "DOI": "10.1007/S10993-015-9368-9"}, "url": "https://www.semanticscholar.org/paper/0f444017f5aaa91032e50030a52b9486ef18d5f1", "title": "Introduction: Language policies on social network sites", "abstract": "Research on language policy has progressed in recent decades from a focus on the language policies of government agencies to policies within a much broader range of domains, such as the workplace, the family, the public space, and the media (Spolsky 2009). Recognising that the official policy of a setting may bear little relationship to the de facto language norms operating within it, this research has also developed from an emphasis on explicit language policies to policies taking more implicit forms (Shohamy 2006; Spolsky 2004), In this regard, it is now generally accepted that policies need to be understood in the context of the language practices of their target audience and their associated language ideologies. Stronger forms of this view go so far as to claim that the ‘language policy’ of a certain setting can only be understood as the sum total of the policies, practices and ideologies operating within that environment (Spolsky 2004). Within this view, language policy is a dynamic composite of elements, constantly under construction and always subject to change. The expanded view of language policy has also drawn attention to a broader range of language policy agents. When exploring a wider range of domains with attention to both explicit and implicit forms of policymaking, it becomes clear that not simply government officials but also parents, bosses, colleagues, sports coaches, friends, can and do engage in making and modifying language policies. While some theorists claim that doing so requires some kind of actual or perceived authority on the part of the policymaker, e.g. status as a parent (Spolsky 2009), this may not necessarily be the case. Indeed, if we take seriously the notion that practices make", "venue": "", "year": 2015, "referenceCount": 18, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "104872873", "name": "J. Bres"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "16ec090aa185e94dcbfc2733a803b6995f3686c3", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/16ec090aa185e94dcbfc2733a803b6995f3686c3", "title": "Changing For The Better : When And Why People Fail ( or Succeed ) to Engage in Beneficial Behavior Change", "abstract": null, "venue": "", "year": 2015, "referenceCount": 73, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "6400129", "name": "Alicea J Lieberman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "17791c390540df59e748b2336e9436049ac6c88e", "externalIds": {"MAG": "2604307185"}, "url": "https://www.semanticscholar.org/paper/17791c390540df59e748b2336e9436049ac6c88e", "title": "Introduction : reconsidering detachment.", "abstract": "This volume urges a reconsideration of the productive potential of disconnection, distance and detachment, as ethical, methodological and philosophical commitments. In so doing, we write against the grain of a strong tendency in contemporary social theory and public life. Engagement has, in a wide range of contexts, become a definitive and unquestionable social good, one that encompasses or abuts with a number of other seductive cultural tropes, such as participation, democracy, voice, equality, diversity and empowerment. Conversely, detachment has come to symbolize a range of social harms: authoritarianism and hierarchy, being out of touch, bureaucratic coldness and unresponsiveness, a lack of empathy, and passivity and inaction. Yet as this book will argue, in a wide range of settings detachment is still socially, ethically and politically valued, and the relationship between detachment and engagement is not simple or singular.", "venue": "", "year": 2015, "referenceCount": 102, "citationCount": 13, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "118446587", "name": "C. Candea"}, {"authorId": "48009292", "name": "J. Cook"}, {"authorId": "35978829", "name": "C. Trundle"}, {"authorId": "11598284", "name": "T. Yarrow"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1ba32002d2c9dda1fbe99fa081f35541af5197d5", "externalIds": {"MAG": "2336348933", "DOI": "10.1177/2056305115604649"}, "url": "https://www.semanticscholar.org/paper/1ba32002d2c9dda1fbe99fa081f35541af5197d5", "title": "Thinking of You: Vernacular Affordance in the Context of the Microsocial Relationship App, Couple", "abstract": "The concept of “affordance” stakes out a middle ground between social constructivism and technological determinism, seeking to account for how material qualities of technologies constrain or invite practices while also accommodating emergent meanings. Yet we know little about how people themselves understand affordances in their encounters with technology. This article treats vernacular accounts of material structure and practice as clues to the ways that people understand and negotiate technology in their everyday lives. We studied the experiences of romantic partners who use Couple, a relationship app touted as a “social network of two,” and part of an emerging class of “microsocial” platforms. Partners who use Couple have limited knowledge of how others use the app, which offered us a unique lens for witnessing how people make sense of the relationship between practice and material structure. We conducted qualitative interviews with romantic pairs who use Couple, attending to how interviewees conceived of its capabilities, features, and position within larger media ecologies. We argue that affordances simultaneously exist for people at multiple levels of scale, for example: infrastructure, device, app, feature, and so on. These levels are theoretically distinct but can intersect conceptually as people make sense of technological systems and adapt their practices, or create new ones. This approach opens up new ways of understanding the relationship between technologies and practices by drawing attention to how different vernacular frames, such as “choice” or “constraint,” reflect particular ways of accounting for material structure.", "venue": "", "year": 2015, "referenceCount": 34, "citationCount": 55, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1405624034", "name": "Joshua McVeigh-Schultz"}, {"authorId": "2556863", "name": "N. Baym"}]}}]}