{"paperId": "b5ff719b0e508d4edcc5a029be5c3b663eba85bb", "externalIds": {"MAG": "1598284728", "DOI": "10.1177/0094306111425021h"}, "url": "https://www.semanticscholar.org/paper/b5ff719b0e508d4edcc5a029be5c3b663eba85bb", "title": "The Breakup 2.0: Disconnecting over New Media", "abstract": "A few generations ago, college students showed their romantic commitments by exchanging special objects: rings, pins, varsity letter jackets. Pins and rings were handy, telling everyone in local communities that you were spoken for, and when you broke up, the absence of a ring let everyone know you were available again. Is being Facebook official really more complicated, or are status updates just a new version of these old tokens? Many people are now fascinated by how new media has affected the intricacies of relationships and their dissolution. People often talk about Facebook and Twitter as platforms that have led to a seismic shift in transparency and (over)sharing. What are the new rules for breaking up? These rules are argued over and mocked in venues from the New York Times to lamebook.com, but well-thought-out and informed considerations of the topic are rare. Ilana Gershon was intrigued by the degree to which her students used new media to communicate important romantic informationsuch as its over. She decided to get to the bottom of the matter by interviewing seventy-two people about how they use Skype, texting, voice mail, instant messaging, Facebook, and cream stationery to end relationships. She opens up the world of romance as it is conducted in a digital milieu, offering insights into the ways in which different media influence behavior, beliefs, and social mores. Above all, this full-fledged ethnography of Facebook and other new tools is about technology and communication, but it also tells the reader a great deal about what college students expect from each other when breaking upand from their friends who are the spectators or witnesses to the ebb and flow of their relationships. The Breakup 2.0 is accessible and riveting.", "venue": "", "year": 2010, "referenceCount": 0, "citationCount": 160, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "66280171", "name": "Ilana Gershon"}]}