{"paperId": "2d30327f5db63807a24b7da543b2d3889600ed4d", "externalIds": {"MAG": "2891966433", "DOI": "10.4324/9780203876527-8"}, "url": "https://www.semanticscholar.org/paper/2d30327f5db63807a24b7da543b2d3889600ed4d", "title": "Social Network Sites as Networked Publics: Affordances, Dynamics, and Implications", "abstract": "Social network sites have gained tremendous traction recently as a popular online hangout spaces for both youth and adults. People flock to them to socialize with their friends and acquaintances, to share information with interested others, and to see and be seen. While networking socially or for professional purposes is not the predominant practice, there are those who use these sites to flirt with friends-of-friends, make business acquaintances, and occasionally even rally others for a political cause. I have been examining different aspects of social network sites, primarily from an ethnographic perspective, for over six years. In making sense of the practices that unfold on and through these sites, I have come to understand social network sites as a genre of \" networked publics. \" Networked publics are publics that are restructured by networked technologies. As such, they are simultaneously (1) the space constructed through networked technologies and (2) the imagined collective that emerges as a result of the intersection of people, technology, and practice. Networked publics serve many of the same functions as other types of publics – they allow people to gather for social, cultural, and civic purposes and they help people connect with a world beyond their close friends and family. While networked publics share much in common with other types of publics, the ways in which technology structures them introduces distinct affordances that shape how people engage with these environments. The properties of bits – as distinct from atoms – introduce new possibilities for interaction. As a result, new dynamics emerge that shape participation. Analytically, the value of constructing social network sites as networked publics is to see the practices that unfold there as being informed by the affordances of networked publics and the resultant common dynamics. Networked publics' affordances do not dictate participants' behavior, but they do configure the environment in a way that shapes participants' engagement. In essence, the architecture of a particular environment matters and the architecture of networked publics is shaped by their affordances. The common dynamics fall out from these affordances and showcase salient issues that participants must regularly contend with when engaging in these environments. Understanding the properties, affordances, and dynamics common to networked publics provides a valuable framework for working out the logic of social practices. The purpose of this article is to map out the architecture of networked publics, beginning with the bits-based nature of digital environments and …", "venue": "", "year": 2010, "referenceCount": 53, "citationCount": 1157, "influentialCitationCount": 107, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38818867", "name": "D. Boyd"}]}