{"paperId": "7f963bddc69dd7efd0b6778ec07e3592c3bbc666", "externalIds": {"MAG": "1976845743", "DOI": "10.1162/0747936041423280"}, "url": "https://www.semanticscholar.org/paper/7f963bddc69dd7efd0b6778ec07e3592c3bbc666", "title": "Alternative Design Scholarship: Working Toward Appropriate Design", "abstract": "Design scholars from diverse fields have attempted to assist marginalized social groups by redirecting design thinking toward their needs. By offering alternatives to dominant design activities, “alternative design” scholarship seeks to understand how unequal power relations are embodied in, and result from, mainstream design practice and products. Alternative design scholars analyze how technologies and other designed artifacts are implicated in larger social problems, such as rampant consumerism, sexism, ecological abuse, lack of user participation and autonomy, and restricted access to built environments, among others. Through these efforts, alternative design scholarship offers designers an opportunity to think about how their work might be directed as wisely and fairly as possible. Efforts to redirect technologies toward the needs of marginalized people have a long and varied history. Dating back to the 1960s and before, technology transfer advocates argued for transferring Western technologies to the third world.1 They hoped to take advantage of the intellectual and financial resources already invested by the West to benefit those who seemed to need technology the most. But it soon became evident that the transferability of technology among contexts is far from straightforward. Limited resource availability (capital, expertise, spare parts, etc.), different perspectives on the nature of the problem/solution, and a lack of familiarity with similar technological systems led to dashed hopes and expensive failures for technology transfers, such as the numerous decentralized power systems fallen into disuse throughout the developing world.2 Technology scholars came to realize that differences between a technology’s developmental context and its use context were significant. In part as a response to failures of technology transfer approaches, “appropriate technologists” argued that context suitability should be central to identifying technologies relevant to poor people of the Third World and other marginalized social groups.3 Developing appropriate technologies required accounting for the needs of others by paying careful attention to the use context of that technology, as well as to local perspectives on the problem to be solved. Attention to contextual particularities became one of the guiding approaches to appropriate technology and, hence, unlike technology transfer scholars, appropriate technology thinking took design as the point of intervention. Through the 1970s, appropriate 1 Werner J. Feld, “The Transfer of Technology to Third World Countries: Political Problems and International Ramifications” in Mathew J. Betz, et al., eds., Appropriate Technology: Choice and Development (Durham, North Carolina: Duke Press Policy Studies, 1984), 49–63. 2 Frances Stewart, Technology and Underdevelopment (Boulder, Colorado: Westview Press, 1977). 3 E. F. Schumacher was early to make this observation in Small Is Beautiful: Economics as if People Mattered (New York: Harper & Row, 1973). A generation of scholars and practitioners followed.", "venue": "Design Issues", "year": 2004, "referenceCount": 0, "citationCount": 116, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2636736", "name": "Dean Nieusma"}]}