{"offset": 0, "next": 100, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0126140fb47a6c5875b3ca28a300e30def900683", "externalIds": {"MAG": "3014070700"}, "url": "https://www.semanticscholar.org/paper/0126140fb47a6c5875b3ca28a300e30def900683", "title": "From counterculture to cyberculture", "abstract": null, "venue": "", "year": 2006, "referenceCount": 0, "citationCount": 47, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "49559698", "name": "F. Turner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "02b0deeee19f5030f239a23de8bfd644f052bb16", "externalIds": null, "url": "http://www.semanticscholar.org/paper/02b0deeee19f5030f239a23de8bfd644f052bb16", "title": "Public opinion", "abstract": null, "venue": "Bio/Technology", "year": 1948, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": "52235029", "name": "Piet Schenelaars"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0351e475247ba1b1aae8ab2ed68d64a089ad4baa", "externalIds": {"MAG": "1547691530"}, "url": "https://www.semanticscholar.org/paper/0351e475247ba1b1aae8ab2ed68d64a089ad4baa", "title": "Legitimate and Illegitimate Paternalism in Polyethnic Conflicts", "abstract": null, "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "14223329", "name": "M. Thorseth"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "03b58b7b277cbe49eb92b29ef016c65aa57aa066", "externalIds": {"MAG": "589332401", "DOI": "10.5860/choice.44-3765"}, "url": "https://www.semanticscholar.org/paper/03b58b7b277cbe49eb92b29ef016c65aa57aa066", "title": "The Writer of Modern Life: Essays on Charles Baudelaire", "abstract": "Introduction, by Michael W. Jennings Baudelaire Paris, the Capital of the Nineteenth Century The Paris of the Second Empire in Baudelaire Central Park On Some Motifs in Baudelaire Notes Index", "venue": "", "year": 2006, "referenceCount": 0, "citationCount": 171, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "143747023", "name": "W. Benjamin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "057dcdf6a0aa247ef915ce0630f29fb891e034e0", "externalIds": {"MAG": "2993666424", "DOI": "10.1016/S0012-3692(15)34449-4", "PubMed": "15821177"}, "url": "https://www.semanticscholar.org/paper/057dcdf6a0aa247ef915ce0630f29fb891e034e0", "title": "The more, the better: maximum oxygen uptake and lung resection.", "abstract": null, "venue": "Chest", "year": 2005, "referenceCount": 14, "citationCount": 44, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "4569725", "name": "J. Keddissi"}, {"authorId": "3797953", "name": "G. Kinasewitz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0638864bf75bb38ab3a552ff3201cb159ec6f0f0", "externalIds": {"MAG": "2110154934"}, "url": "https://www.semanticscholar.org/paper/0638864bf75bb38ab3a552ff3201cb159ec6f0f0", "title": "Digital Technologies and the Duality of Risk", "abstract": "The aim of this essay is to study the multiple links between risk and digital technologies such as information and communication technology (ICT). It sets the ground for the empirical analysis of risks connected to the design and deployment of ICT infrastructures in a variety of settings: corporate, public organisations and government.", "venue": "", "year": 2004, "referenceCount": 59, "citationCount": 36, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1784022", "name": "C. Ciborra"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0717dce055fdec61ae99384db94d06bb37ef6e38", "externalIds": {"DOI": "10.1038/nm0513-515b"}, "url": "https://www.semanticscholar.org/paper/0717dce055fdec61ae99384db94d06bb37ef6e38", "title": "Introduction", "abstract": "nature medicine volume 19 | number 5 | may 2013 515 Life is short—especially for children with Hutchinson-Gilford progeria syndrome, a rare disease in which individuals rapidly develop symptoms of old age, such as hair loss, wrinkled skin, arthritis and cardiovascular weakness. Affected patients typically die by the time they enter their teens. Medications exist that can ease symptoms, but there are currently no drug treatments approved specifically for this disease. So, there was excitement when a team led by Leslie Gordon, a pediatrician at Brown University’s Warren Alpert Medical School in Providence, Rhode Island, reported that an experimental drug called lonafarnib—first developed for treating cancer in 1990s but later abandoned after it failed in that setting—might buy some time for children with progeria. “We learned for the first time that progeria can be improved,” says Gordon, who cofounded the Progeria Research Foundation in 1999 after her son Sam was born with the disease. In a two-year, open-label trial involving 25 affected children, lonafarnib offered slight but statistically significant improvements in bone density, vascular stiffness and other disease symptoms1. The findings, published last year, have since buoyed the small but active progeria community. And the results have potentially wider implications for researchers studying the much larger field of ‘normal’ aging in the elderly, too. “With the discovery of the genetic defect [behind progeria] and the opportunity to understand exactly what goes on, it has now become quite clear at the molecular level that this is an interesting model of aging,” Francis Collins, director of the US National Institutes of Health (NIH) in Bethesda, Maryland, told Nature Medicine. Ten years ago, Collins led the team that first demonstrated the cause of progeria: mutations in the gene encoding lamin A, an important structural component in the membrane that lines the cell nucleus2. Of note, mutated lamin A protein (known as progerin) also accumulates in the cells of elderly people without progeria, albeit at much lower levels and with a slower buildup3. Thus, some researchers expect that efforts aimed at finding therapies to treat progeria—a disease that affects just one in 8 million newborns— could serve as test bed for drug development to prevent normal aging, a problem that affects almost everybody. “At the cellular level, progeria and normal aging are remarkably similar,” says Tom Misteli, a cell biologist at the NIH’s National Cancer Institute. “We have found our animal models of [progeria] to be very useful investigating different questions relevant for normal aging, but at an accelerated pace, which makes the work Drug development for progeria yields insights into normal aging", "venue": "Nature Medicine", "year": 2013, "referenceCount": 0, "citationCount": 8200, "influentialCitationCount": 860, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "143799663", "name": "Kevin Jiang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "07ec9d3e2d84093810ed62a3d59cfdb7497754cd", "externalIds": {"MAG": "1994772518", "DOI": "10.1504/IJASS.2007.015585"}, "url": "https://www.semanticscholar.org/paper/07ec9d3e2d84093810ed62a3d59cfdb7497754cd", "title": "Harnessing collective wisdom at a fraction of the time using Structured Dialogic Design Process in a virtual communication context", "abstract": "The Structured Dialogic Design Process (SDDP) is applied in the context of a rich web-based communication environment. Using a combination of asynchronous and synchronous communication tools for engaging stakeholders at different places in a disciplined dialogue, the authors evaluate whether SDDP can deliver reasonably effective and useful results at a shorter time and at a lower cost to the participants and the sponsors of the dialogue. This new 'technology of democracy' is based on experience acquired from four virtual co-laboratories, during which different components of the revised SDDP methodology were tested.", "venue": "", "year": 2007, "referenceCount": 20, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "3043277", "name": "Y. Laouris"}, {"authorId": "50194260", "name": "A. Christakis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0d0319ecd884075ae5697f96ceed0febb4b13c1b", "externalIds": {"MAG": "642860984", "DOI": "10.5860/choice.48-5947"}, "url": "https://www.semanticscholar.org/paper/0d0319ecd884075ae5697f96ceed0febb4b13c1b", "title": "Networks and States: The Global Politics of Internet Governance", "abstract": "When the prevailing system of governing divides the planet into mutually exclusive territorial monopolies of force, what institutions can govern the Internet, with its transnational scope, boundless scale, and distributed control? Given filtering-censorship by states and concerns over national cyber-security, it is often assumed that the Internet will inevitably be subordinated to the traditional system of nation-states. In Networks and States, Milton Mueller counters this, showing how Internet governance poses novel and fascinating governance issues that give rise to a global politics and new transnational institutions. Drawing on theories of networked governance, Mueller provides a broad overview of Internet governance from the formation of ICANN to the clash at the World Summit on the Information Society (WSIS), the formation of the Internet Governance Forum, the global assault on peer-to-peer file sharing and the rise of national-level Internet control and security concerns. Mueller identifies four areas of conflict and coordination that are generating a global politics of Internet governance: intellectual property, cyber-security, content regulation, and the control of critical Internet resources (domain names and IP addresses). He investigates how recent theories about networked governance and peer production can be applied to the Internet, offers case studies that illustrate the Internet's unique governance problems, and charts the historical evolution of global Internet governance institutions, including the formation of a transnational policy network around the WSIS. Internet governance has become a source of conflict in international relations. Networks and States explores the important role that emerging transnational institutions could play in fostering global governance of communication-information policy.", "venue": "", "year": 2010, "referenceCount": 4, "citationCount": 249, "influentialCitationCount": 23, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145747987", "name": "Milton L. Mueller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0e569dc6d0ca5e44891727ed08ffaa669c35cd26", "externalIds": {"MAG": "566637318"}, "url": "https://www.semanticscholar.org/paper/0e569dc6d0ca5e44891727ed08ffaa669c35cd26", "title": "What Does It Mean to Be Human", "abstract": "This engrossing exploration of our species' evolutionary history is a companion piece to what will be the Smithsonian's newest permanent exhibit, the David H. Koch Hall of Human Origins. This exhibit, 20 years in the making, will be the largest and most comprehensive in the world on this important topic and is expected to draw more than 7 million visitors annually. This generously illustrated book tells the story of the human family, showing how our species' physical traits and behaviours evolved over millions of years as our ancestors adapted to dramatic environmental changes. In \"What Does It Mean To Be Human?\", Rick Potts, director of the Smithsonian's Human Origins Program, and Christopher Sloan, National Geographic's paleoanthropology expert, delve into our distant past to explain when, why, and how we acquired the unique biological and cultural qualities that govern our most fundamental connections and interactions with other people and with the natural world. Drawing on the latest research, they conclude that we are the last survivors of a once-diverse family, and that our evolution was shaped by one of the most unstable eras in Earth's environmental history. The book presents a wealth of attractive new material especially developed for the hall's displays, from life-like reconstructions of our ancestors sculpted by the acclaimed artist John Gurche to photographs from National Geographic and Smithsonian archives, along with informative graphics and illustrations. In coordination with the exhibit opening, NOVA will present a related three-part television series, and the museum will launch a website expected to draw 40 million visitors.", "venue": "", "year": 2010, "referenceCount": 0, "citationCount": 29, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "144668278", "name": "R. Potts"}, {"authorId": "82851684", "name": "C. Sloan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0f7a6431937e7cb50a23158c99293976b2423a88", "externalIds": {"MAG": "2101000585", "DOI": "10.3366/epi.2004.1.1.61"}, "url": "https://www.semanticscholar.org/paper/0f7a6431937e7cb50a23158c99293976b2423a88", "title": "Is Trust an Epistemological Notion?", "abstract": "Knowledge is a collective good. Only a small part of our knowledge of the world is generated by our own personal experience. Relying on what others say is one of the most fundamental ways to acquire knowledge, not only about the external world, but also about who we are, for instance about when and where we were born. To use Mary Douglas' words: “Our colonisation of each others' minds is the price we pay for thought”.", "venue": "Episteme", "year": 2004, "referenceCount": 87, "citationCount": 82, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2129146", "name": "G. Origgi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0fc28b4908ceefabafdf0052f24cbb6976080cc7", "externalIds": {"MAG": "2622788373", "DOI": "10.1093/he/9780199669837.001.0001"}, "url": "https://www.semanticscholar.org/paper/0fc28b4908ceefabafdf0052f24cbb6976080cc7", "title": "Legal traditions of the world", "abstract": "This book offers a major new means of conceptualizing law and legal relations across the world. National laws are placed in the broader context of major legal traditions, those of chthonic (or indigenous) law, talmudic law, civil law, Islamic law, common law, Hindu law, and Confucian law. Each tradition is examined in terms of its institutions and substantive law, its founding concepts and methods, its attitude towards the concept of change, and its teaching on relations with other traditions and peoples. Legal traditions are explained in terms of multivalent and non-conflictual forms of logic and thought.", "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 203, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "119215091", "name": "P. Glenn"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0ff3be9049561d4969f0870d85058516b724645e", "externalIds": {"MAG": "2504757423", "DOI": "10.1093/0195142713.003.0011"}, "url": "https://www.semanticscholar.org/paper/0ff3be9049561d4969f0870d85058516b724645e", "title": "The Computational Theory of Mind", "abstract": null, "venue": "", "year": 2002, "referenceCount": 116, "citationCount": 77, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3008107", "name": "C. Delancey"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "10f2e9ac04ce6cd6b3dbe14a6305e6667c6144d2", "externalIds": {"MAG": "2048361917", "DOI": "10.1080/01969728808902173"}, "url": "https://www.semanticscholar.org/paper/10f2e9ac04ce6cd6b3dbe14a6305e6667c6144d2", "title": "The magical number three—plus or minus zero", "abstract": "Research by Miller (1956) and Simon (1974) shed light on limitations of human beings in carrying out various operations on information. Both authors concluded that the span of immediate recall of people is in the range between five and nine. Simon concluding that it is closer to five than to nine. Both authors approached the issues through results of experimentation on human subjects, and neither connected any of the work to ideas from mathematical logic having to do with the organization of information. Although this prior work was of considerable significance, its full significance will never be recognized until it is possible to relate it to human performance in such society-steering roles as those filled by powerful managers, designers of large systems, and public opinion makers, for the purpose of improving significantly the quality of what they do. The work of Simon and Miller is reinterpreted here from the perspective of mathematical logic, with special emphasis on means of structuring information ...", "venue": "", "year": 1988, "referenceCount": 4, "citationCount": 46, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2177687", "name": "J. Warfield"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1192d44a576c1a4fb26c894bd9e28a628b012211", "externalIds": {"MAG": "2427376437", "PubMed": "19968035"}, "url": "https://www.semanticscholar.org/paper/1192d44a576c1a4fb26c894bd9e28a628b012211", "title": "[A crisis of democracy].", "abstract": null, "venue": "Revue medicale suisse", "year": 2009, "referenceCount": 0, "citationCount": 165, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Medicine"], "authors": [{"authorId": "143663990", "name": "B. Kiefer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "124c3afb02c0156f5c388a6df27927551082db0f", "externalIds": {"MAG": "1584925641", "DOI": "10.15779/Z38ZD4W"}, "url": "https://www.semanticscholar.org/paper/124c3afb02c0156f5c388a6df27927551082db0f", "title": "Liability for Distributed Artificial Intelligences", "abstract": null, "venue": "", "year": 1996, "referenceCount": 0, "citationCount": 57, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "96259253", "name": "Curtis E. A. Karnow"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "12b5670586ca91df18ec710f8c64d443b2c40642", "externalIds": {"MAG": "2101260100"}, "url": "https://www.semanticscholar.org/paper/12b5670586ca91df18ec710f8c64d443b2c40642", "title": "The Social Contract and The Discourses", "abstract": "THE SOCIAL CONTRACT is one of three most influential treatises ever written (the others being PLato's REPUBLIC and Marx's DAS KAPITAL) Of the three it is safe to say that only THE SOCIAL CONTRACT is much read in its entirety today, and it continues to exert a direct influence on contemporary political thought. In it - and in the three DISCOURCES here printed with it - Rousseau discusses the nature of liberty, human rights and the state; the origins of private property the function of education; the economic structure of society; and the relationship between individuals and the community. This revised re-issue of G. D. H. Cole's celebrated translation, long published by Everyman, includes sections from the manuscript draft of the text and is accompanied by an extensive new introduction, chronology and bibliography prepared by Professor Alan Ryan.", "venue": "", "year": 2016, "referenceCount": 0, "citationCount": 722, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2107460", "name": "J. Rousseau"}, {"authorId": "116042232", "name": "G. Cole"}, {"authorId": "69419462", "name": "J. Brumfitt"}, {"authorId": "2116701908", "name": "John Hall"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "135d87023e0fecee78f68275cece761bd8c3b05c", "externalIds": {"MAG": "2132599261", "DOI": "10.1177/1741659006065401"}, "url": "https://www.semanticscholar.org/paper/135d87023e0fecee78f68275cece761bd8c3b05c", "title": "‘The body does not lie’: Identity, risk and trust in technoculture", "abstract": "The article suggests that surveillance of the body is gradually becoming a major source of identification, as well as a vital element of late-modern mechanisms of social exclusion. The increasing demand for technological verification of identity is a result of intricate connections between our notions of the self, order, efficiency and security. Behind the growing acceptance of these new technologies, such as biometric passports, biometric ID cards, drug testing, and DNA databases, are fears connected to those who may have a ‘stolen identity’, are unidentified, or ‘identity-less’, such as potentially fraudulent welfare recipients, ‘identity thieves’, terrorists, immigrants and asylum seekers. However, unlike Foucault's disciplinary power, the latest technologies no longer see the body as something that needs to be trained and disciplined, but rather as a source of unprecedented accuracy and precision. Bodies become ‘coded’ and function as ‘passwords’. This form of identification is particularly relevant since its mode of operation enables identification and denial of access at-a-distance, thus fitting perfectly into the contemporary modes of disembedded global governance.", "venue": "", "year": 2006, "referenceCount": 65, "citationCount": 151, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "80270240", "name": "K. Aas"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "138b4fe3f793ab33753d86c43e67a06150966935", "externalIds": {"MAG": "1976713243", "DOI": "10.1023/A:1021342422699"}, "url": "https://www.semanticscholar.org/paper/138b4fe3f793ab33753d86c43e67a06150966935", "title": "On the intrinsic value of information objects and the infosphere", "abstract": "What is the most general common set ofattributes that characterises something asintrinsically valuableand hence as subject to some moral respect, andwithout which something would rightly beconsidered intrinsically worthless or even positivelyunworthy and therefore rightly to bedisrespected in itself? Thispaper develops and supports the thesis that theminimal condition of possibility of an entity'sleast intrinsic value is to be identified with itsontological status as an information object.All entities, even when interpreted as only clusters ofinformation, still have a minimal moral worthqua information objects and so may deserve to be respected. Thepaper is organised into four main sections.Section 1 models moral action as an information systemusing the object-oriented programmingmethodology (OOP). Section 2 addresses the question of whatrole the several components constituting themoral system can have in an ethical analysis. If theycan play only an instrumental role, thenComputer Ethics (CE) is probably bound to remain at most apractical, field-dependent, applied orprofessional ethics. However, Computer Ethics can give rise to amacroethical approach, namely InformationEthics (IE), if one can show that ethical concern should beextended to include not only human, animal orbiological entities, but also information objects. Thefollowing two sections show how this minimalistlevel of analysis can be achieved. Section 3 provides anaxiological analysis of information objects. Itcriticises the Kantian approach to the concept ofintrinsic value and shows that it can beimproved by using the methodology introduced in the first section.The solution of the Kantian problem prompts thereformulation of the key question concerningthe moral worth of an entity: what is theintrinsic value of x qua an object constituted by itsinherited attributes? In answering thisquestion, it is argued that entitiescan share different observable propertiesdepending on the level of abstraction adopted,and that it is still possible to speak of moral value even at thehighest level of ontological abstractionrepresented by the informational analysis. Section 4 develops aminimalist axiology based on the concept ofinformation object. It further supports IE's position byaddressing five objections that may undermineits acceptability.", "venue": "Ethics and Information Technology", "year": 2002, "referenceCount": 105, "citationCount": 189, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1982425", "name": "L. Floridi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "13b5365c299b2946a4a4d1abb8c1ef5418c8e8e8", "externalIds": {"MAG": "1986788247", "DOI": "10.1080/02604020802189534"}, "url": "https://www.semanticscholar.org/paper/13b5365c299b2946a4a4d1abb8c1ef5418c8e8e8", "title": "Can Information and Mobile Technologies Serve to Close the Economic, Educational, Digital, and Social gaps and Accelerate Development?", "abstract": "The emergence of information, and more recently, mobile broadband telecommunication technologies, was accompanied by the hype that they could serve to close the economic, educational, digital, and social gaps of our planet among the rich and the poor regions. The hopes, which were based on a number of assumptions, were partly dismissed at the dawn of the new millennium for a number of reasons exemplified in this article. The authors propose a repertoire of pathways through which technology may still serve to bridge the divide. They conclude that in order to achieve this goal, developing nations need not only to understand the complex interrelationships between technology and development, but moreover, to demonstrate their commitment and will by implementing a well-thought and aggressive strategy.", "venue": "", "year": 2008, "referenceCount": 41, "citationCount": 23, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "3043277", "name": "Y. Laouris"}, {"authorId": "113517959", "name": "Romina Laouri"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "144b0b006bc1e93922a7cda07411c1d659d81922", "externalIds": {"MAG": "13122474"}, "url": "https://www.semanticscholar.org/paper/144b0b006bc1e93922a7cda07411c1d659d81922", "title": "Technology and the lifeworld", "abstract": null, "venue": "", "year": 1990, "referenceCount": 0, "citationCount": 321, "influentialCitationCount": 34, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "13958536", "name": "D. Ihde"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "14d0281e5adcfe214cb05c66624837cbf3dba021", "externalIds": {"MAG": "2030087868", "DOI": "10.4324/9781351318280"}, "url": "https://www.semanticscholar.org/paper/14d0281e5adcfe214cb05c66624837cbf3dba021", "title": "Everyday life in the modern world", "abstract": "When Lefebvre's book first appeared in the 1960s it was considered a manifesto for a social movement that focused on the quality of life experi-enced by the individual--by the com-mon man and woman. His emphasis on the quality of life will have even more appeal to those currently living with the problems of inflation, unem-ployment, and dwindling natural re-sources. Basing his discussions on everyday life in France, Lefebvre shows the de-gree to which our lived-in world and our sense of it are shaped by decisions about which we know little and in which we do not participate. He evaluates the achievements and shortcomings of applying variousphilosophical perspectives such as Marxism and Structuralism to daily life, studies the impact of con-sumerism on society, and looks at ef-fects on society of linguistic phenom-ena and various kinds of terrorism communicated through mass media. In his new introduction to this edi-tion, Philip Wander evaluates Lefebvre's ideas by relating many of them to current contexts. He discusses the political and economic aspects of daily life in the 1980s, the work envi-ronment, communications, and the world of science and technology.", "venue": "", "year": 1971, "referenceCount": 0, "citationCount": 773, "influentialCitationCount": 36, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "50988670", "name": "Henri Lefebvre"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1755a14857fb1ecbbd26acbd0a57cd94127e598b", "externalIds": {"MAG": "2010671180", "DOI": "10.1111/J.1467-9833.2008.00440.X"}, "url": "https://www.semanticscholar.org/paper/1755a14857fb1ecbbd26acbd0a57cd94127e598b", "title": "Relational Autonomy, Normative Authority and Perfectionism", "abstract": null, "venue": "", "year": 2008, "referenceCount": 0, "citationCount": 201, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2700581", "name": "Catriona Mackenzie"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "17bc365556dae74091c673dac435122f06f3bbec", "externalIds": {"DBLP": "journals/clsr/HildebrandtT13", "MAG": "1978129870", "DOI": "10.1016/J.CLSR.2013.07.004"}, "url": "https://www.semanticscholar.org/paper/17bc365556dae74091c673dac435122f06f3bbec", "title": "Data protection by design and technology neutral law", "abstract": "Abstract This article argues that to achieve a technology neutral law, technology specific law is sometimes required. To explain this we discriminate between three objectives, often implied in the literature on technological neutrality of law. The first we call the compensation objective, which refers to the need to have technology specific law in place whenever specific technological designs threated the substance of human rights. The second we call the innovation objective, referring to the need to prevent legal rules from privileging or discriminating specific technological designs in ways that would stifle innovation. The third we call the sustainability objective, which refers to the need to enact legislation at the right level of abstraction, to prevent the law from becoming out of date all too soon. The argument that technology neutral law requires compensation in the form of technology specific law is built on a relational conception of technology, and we explain that though technology in itself is neither good nor bad, it is never neutral. We illustrate the relevance of the three objectives with a discussion of the EU cookie Directive of 2009. Finally we explain the salience of the legal obligation of Data Protection by Design in the proposed General Data Protection Regulation and test this against the compensation, innovation and sustainability objectives.", "venue": "Comput. Law Secur. Rev.", "year": 2013, "referenceCount": 0, "citationCount": 43, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "40652172", "name": "M. Hildebrandt"}, {"authorId": "2096835902", "name": "Laura Tielemans"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1822fa8bf53013d61eac6d56f1afabd3b5f32d18", "externalIds": {"MAG": "2324191599", "DOI": "10.5840/philtopics200836219"}, "url": "https://www.semanticscholar.org/paper/1822fa8bf53013d61eac6d56f1afabd3b5f32d18", "title": "The Computational Theory of Mind and the Decomposition of Actions", "abstract": null, "venue": "", "year": 2008, "referenceCount": 0, "citationCount": 23, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2069039994", "name": "Pirmin Stekeler-Weithofer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1833615a59f8fd756a5d48faabd4249a91c0d303", "externalIds": {"MAG": "1978309936", "DOI": "10.1007/S13347-011-0020-0"}, "url": "https://www.semanticscholar.org/paper/1833615a59f8fd756a5d48faabd4249a91c0d303", "title": "Personal Identity Online", "abstract": "Philosophers concerned with the question of personal identity have typically been asking the so-called re-identification question: what are the conditions under which a person at one point in time is properly re-identified at another point in time? This is a rather technical question. In our everyday interactions, however, we do raise a number of personal identity questions that are quite distinct from it. In order to explore the variety of ways in which the Internet may affect personal identity, I propose in this study to broaden the typical philosophical horizon to other more mundane senses of the question. In Section 2, I describe a number of possible meanings of personal identity observed in everyday contexts and more philosophical ones. With some caveats, I argue that it is the specific context in which the question arises that disambiguates the meaning of the question. Online contexts are novel and peculiar insofar as they afford prolonged disembodied and anonymous interaction with others. In line with our previous conclusion, then, there is reason to suspect that such contexts generate new and sui generis answers to the personal identity question. In Section 3, I examine this question and, contrary to expectations, largely dispel this suspicion. Finally, in Section 4, I discuss the often-heard claim to the effect that disembodiment and anonymity foster the creation of distinct and incompatible online and offline identities.", "venue": "", "year": 2012, "referenceCount": 18, "citationCount": 31, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "4108879", "name": "Raffaele Rodogno"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1892fdfa179f887b91f111a78f70ce227dcafb6e", "externalIds": {"MAG": "2199887577", "DOI": "10.5840/TECHNE20131715"}, "url": "https://www.semanticscholar.org/paper/1892fdfa179f887b91f111a78f70ce227dcafb6e", "title": "Resistance Is Futile: Toward a Non-Modern Democratization of Technology", "abstract": "Andrew Feenberg’s political philosophy of technology uniquely connects the neo-Marxist tradition with phenomenological approaches to technology. This paper investigates how this connection shapes Feenberg’s analysis of power. Influenced by De Certeau and by classical positions in philosophy of technology, Feenberg focuses on a dialectical model of oppression versus liberation. A hermeneutic reading of power, though, inspired by the late Foucault, does not conceptualize power relations as external threats, but rather as the networks of relations in which subjects are constituted. Such a hermeneutic approach replaces De Certeau’s tactics of resistance with a critical and creative accompaniment of technological developments", "venue": "", "year": 2013, "referenceCount": 36, "citationCount": 16, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "51021026", "name": "P. Verbeek"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "190fd8804d89360caf0d6637f381543ccc08c8fd", "externalIds": {"MAG": "2995566495", "DOI": "10.30935/cedtech/6177"}, "url": "https://www.semanticscholar.org/paper/190fd8804d89360caf0d6637f381543ccc08c8fd", "title": "The Rise of the Network Society - The Information Age: Economy, Society, and Culture", "abstract": "Castell’s book is the first part of his milstone “The Information Age: Economy Society, and Culture” work. The author states that, the triology was prepared to be a single book, but then with the contributions of the editor, it was divided into three books by making each part of the study a separate book. In this particular book, Castells presents an easily understandable and comprehensive analysis by examining the economic, social, and cultural changes that caused by the Network Society. He does this by being as realistic as possible and reaching a clear conclusion by supporting all of his claims with various statistics and examples.", "venue": "", "year": 2016, "referenceCount": 0, "citationCount": 318, "influentialCitationCount": 26, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "72218219", "name": "Taner Kizilhan"}, {"authorId": "1581541888", "name": "Sevil Bal Kızılhan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "193997e4de43cf486efe7597c41a12b8dd602fe5", "externalIds": {"MAG": "2320528271", "DOI": "10.2307/2021929"}, "url": "https://www.semanticscholar.org/paper/193997e4de43cf486efe7597c41a12b8dd602fe5", "title": "I. Justice as Fairness", "abstract": "My aim is to present a conception of justice which generalizes and carries to a higher level of abstraction the familiar theory of the social contract as found, say, in Locke, Rousseau, and Kant. In order to do this we are not to think of the original contract as one to enter a particular society or to set up a particular form of government. Rather, the guiding idea is that the principles of justice for the basic structure of society are the object of the original agreement. They are the principles that free and rational persons concerned to further their own interests would accept in an initial position of equality as defining the fundamental terms of their association. These principles are to regulate all further agreements; they specify the kinds of social cooperation that can be entered into and the forms of government that can be established. This way of regarding the principles of justice I shall call justice as fairness.", "venue": "", "year": 1957, "referenceCount": 0, "citationCount": 1323, "influentialCitationCount": 40, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "41186791", "name": "J. Rawls"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1943769c77326c123af28283c0b91ce058a63168", "externalIds": {"MAG": "285805516", "DOI": "10.1007/BF02768898"}, "url": "https://www.semanticscholar.org/paper/1943769c77326c123af28283c0b91ce058a63168", "title": "Orality and literacy: The technologizing of the word", "abstract": null, "venue": "", "year": 1984, "referenceCount": 1, "citationCount": 1204, "influentialCitationCount": 97, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2114766184", "name": "William D. Taylor"}, {"authorId": "1516329414", "name": "D. Deckman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "19d5220391bb8eb9b620716f3adf8a40cfe869a5", "externalIds": {"MAG": "2505745426", "DOI": "10.4135/9781412990127.N17"}, "url": "https://www.semanticscholar.org/paper/19d5220391bb8eb9b620716f3adf8a40cfe869a5", "title": "Public Understanding of Science", "abstract": null, "venue": "", "year": 1995, "referenceCount": 0, "citationCount": 89, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2695494", "name": "B. Wynne"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1a4124e986e732f103af59d1c6c96d2b1283a105", "externalIds": {"MAG": "641315208"}, "url": "https://www.semanticscholar.org/paper/1a4124e986e732f103af59d1c6c96d2b1283a105", "title": "\"Édifier un monde\" : interventions, 1971-1975", "abstract": null, "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2071393185", "name": "H. Arendt"}, {"authorId": "92107937", "name": "Dominique Séglard"}, {"authorId": "117535479", "name": "M. Köller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1be3feeb17c3520fbac6b5b652aa41feea596b2f", "externalIds": {"MAG": "393180982", "DOI": "10.1093/ANALYS/58.1.7"}, "url": "https://www.semanticscholar.org/paper/1be3feeb17c3520fbac6b5b652aa41feea596b2f", "title": "The Extended Mind", "abstract": "Where does the mind stop and the rest of the world begin? The question invites two standard replies. Some accept the intuitive demarcations of skin and skull, and say that what is outside the body is outside the mind. Others are impressed by arguments suggesting that the meaning of our words \"just ain't in the head\", and hold that this externalism about meaning carries over into an externalism about mind. We propose to pursue a third position. We will advocate an externalism about mind, but one that is in no way grounded in the debatable role of external reference in fixing the contents of our mental states. Rather, we advocate an *active externalism*, based on the active role of the environment in driving cognitive processes.", "venue": "", "year": 1998, "referenceCount": 71, "citationCount": 3860, "influentialCitationCount": 202, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "37700983", "name": "A. Clark"}, {"authorId": "2072252", "name": "D. Chalmers"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1c910bde3cf5c0cb52a4a82b34c1c8b36df2389f", "externalIds": {"MAG": "2914582450", "DOI": "10.1002/9781118150719.ch81"}, "url": "https://www.semanticscholar.org/paper/1c910bde3cf5c0cb52a4a82b34c1c8b36df2389f", "title": "Wiener, Norbert", "abstract": "Norbert Wiener (b. Columbia, Missouri, 26 November 1894; d. Stockholm, Sweden, 18 March 1964) was one of America's most important mathematicians, and a controversial scientist who left a rich heritage of accomplishments, not only through his more than one hundred publications, but also through his personal contacts with scientists throughout the world.", "venue": "", "year": 2003, "referenceCount": 11, "citationCount": 115, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "52509075", "name": "H. S. Tropp"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1c9a9da2909f878eb8fa3dc474c1209793f87a4f", "externalIds": {"MAG": "2287783305", "DOI": "10.4324/9781843929338.CH4"}, "url": "https://www.semanticscholar.org/paper/1c9a9da2909f878eb8fa3dc474c1209793f87a4f", "title": "The Internet and everyday life", "abstract": null, "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 30, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144803376", "name": "Vincent Miller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1cbbc471c78a43a109925a40795f8b6789566183", "externalIds": {"MAG": "2082700178", "DOI": "10.2105/AJPH.54.10.1647", "PubMed": "14240486"}, "url": "https://www.semanticscholar.org/paper/1cbbc471c78a43a109925a40795f8b6789566183", "title": "THE HEALTH INDUSTRY.", "abstract": null, "venue": "American journal of public health and the nation's health", "year": 1964, "referenceCount": 0, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "1429528607", "name": "J. S. McKenzie-Pollock"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1e5436347bba5082a02af8c5475a032504af1c11", "externalIds": {"MAG": "2056283891", "DOI": "10.1007/S13347-012-0085-4"}, "url": "https://www.semanticscholar.org/paper/1e5436347bba5082a02af8c5475a032504af1c11", "title": "At the Intersections Between Internet Studies and Philosophy: “Who Am I Online?”", "abstract": "This special issue fosters joint exploration of personal identity by both philosophers, on the one hand, and scholars and researchers in Internet Studies (IS), on the other. The summary of articles gathered here leads to a larger collective account of personal identity that highlights embodiment and thereby the continuities between online and offline senses and experiences of selfhood. I connect this collective account with other contemporary works at the intersections between philosophy and IS, such as on trust and virtual worlds, thereby entailing further questions and debates. I close by exploring how these collective insights illuminate larger themes regarding technology—specifically, the debate between a distinctively modern Augustinian–Cartesian account emphasizing control, liberation, and immortality by way of escape from the body, vs. more contemporary alternatives in feminist, environmental, and information philosophies that highlight autonomy through, rather than against, embodiment.", "venue": "", "year": 2012, "referenceCount": 36, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "7430391", "name": "C. Ess"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1ef1069349a866b25a361fd91ecb954150719b4f", "externalIds": {"MAG": "2183084453", "DOI": "10.15695/hmltc.v33i2.3307"}, "url": "https://www.semanticscholar.org/paper/1ef1069349a866b25a361fd91ecb954150719b4f", "title": "Nudge: Improving Decisions About Health, Wealth, and Happiness", "abstract": "A groundbreaking discussion of how we can apply the new science of choice architecture to nudge people toward decisions that will improve their lives by making them healthier, wealthier, and more free Every day, we make decisions on topics ranging from personal investments to schools for our children to the meals we eat to the causes we champion. Unfortunately, we often choose poorly. Nobel laureate Richard Thaler and legal scholar and bestselling author Cass Sunstein explain in this important exploration of choice architecture that, being human, we all are susceptible to various biases that can lead us to blunder. Our mistakes make us poorer and less healthy; we often make bad decisions involving education, personal finance, health care, mortgages and credit cards, the family, and even the planet itself. In Nudge, Thaler and Sunstein invite us to enter an alternative world, one that takes our humanness as a given. They show that by knowing how people think, we can design choice environments that make it easier for people to choose what is best for themselves, their families, and their society. Using colorful examples from the most important aspects of life, Thaler and Sunstein demonstrate how thoughtful \"choice architecture\" can be established to nudge us in beneficial directions without restricting freedom of choice. Nudge offers a unique new take-from neither the left nor the right-on many hot-button issues, for individuals and governments alike. This is one of the most engaging and provocative books to come along in many years.", "venue": "", "year": 2008, "referenceCount": 11, "citationCount": 4241, "influentialCitationCount": 86, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Economics"], "authors": [{"authorId": "2240116", "name": "R. Thaler"}, {"authorId": "3171769", "name": "C. Sunstein"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "1f5f549239d16b38b016291bcc2170e6603ae4ee", "externalIds": {"MAG": "2029964842", "DOI": "10.1089/TEN.2005.11.1658", "PubMed": "16411811"}, "url": "https://www.semanticscholar.org/paper/1f5f549239d16b38b016291bcc2170e6603ae4ee", "title": "Biocompatible inkjet printing technique for designed seeding of individual living cells.", "abstract": "Inkjet printers are capable of printing at high resolution by ejecting extremely small ink drops. Established printing technology will be able to seed living cells, at micrometer resolution, in arrangements similar to biological tissues. We describe the use of a biocompatible inkjet head and our investigation of the feasibility of microseeding with living cells. Living cells are easily damaged by heat; therefore, we used an electrostatically driven inkjet system that was able to eject ink without generating significant heat. Bovine vascular endothelial cells were prepared and suspended in culture medium, and the cell suspension was used as \"ink\" and ejected onto culture disks. Microscopic observation showed that the endothelial cells were situated in the ejected dots in the medium, and that the number of cells in each dot was dependent on the concentration of the cell suspension and ejection frequency chosen. After the ejected cells were incubated for a few hours, they adhered to the culture disks. Using our non-heat-generating, electrostatically driven inkjet system, living cells were safely ejected onto culture disks. This microseeding technique with living cells has the potential to advance the field of tissue engineering.", "venue": "Tissue engineering", "year": 2005, "referenceCount": 11, "citationCount": 456, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Materials Science", "Medicine"], "authors": [{"authorId": "2108943291", "name": "Makoto Nakamura"}, {"authorId": "2053145541", "name": "Akiko Kobayashi"}, {"authorId": "2058400631", "name": "Fumio Takagi"}, {"authorId": "48396334", "name": "A. Watanabe"}, {"authorId": "4792748", "name": "Yuko Hiruma"}, {"authorId": "49158940", "name": "K. Ohuchi"}, {"authorId": "7378836", "name": "Y. Iwasaki"}, {"authorId": "10960351", "name": "M. Horie"}, {"authorId": "2659931", "name": "I. Morita"}, {"authorId": "1811276", "name": "S. Takatani"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "202361c75509e86f15ec22befd8d7d34842ec660", "externalIds": {"MAG": "1541653059"}, "url": "https://www.semanticscholar.org/paper/202361c75509e86f15ec22befd8d7d34842ec660", "title": "Les économies de la grandeur", "abstract": null, "venue": "", "year": 1987, "referenceCount": 0, "citationCount": 409, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "66891393", "name": "L. Boltanski"}, {"authorId": "145762736", "name": "L. Thévenot"}, {"authorId": "119291281", "name": "Programme Protee"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "21febed29f85f78dc90ae36c10a8de0721d2107b", "externalIds": {"MAG": "1789051580", "DOI": "10.1111/j.1468-4446.2010.01323.x", "PubMed": "20840429"}, "url": "https://www.semanticscholar.org/paper/21febed29f85f78dc90ae36c10a8de0721d2107b", "title": "The Chinese path to individualization.", "abstract": "This article explores the rise of the individual and the consequential individualization of society which should be viewed as a reflexive part of China's state-sponsored quest for modernity. It traces the origin of the individualization process to the Maoist era, arguing that some collectivist programmes of social engineering and the socialist path of modernization under Maoism ironically resulted in a partial individualization of Chinese society. Examining profound social changes during the three decades of the post-Mao reforms, the article reveals a number of similarities with the individualization process in Western Europe but also demonstrates some important differences. In the last section, the theoretical implications of the Chinese case in light of Ulrich Beck's theory of individualization and second modernity are discussed.", "venue": "The British journal of sociology", "year": 2010, "referenceCount": 47, "citationCount": 344, "influentialCitationCount": 29, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "7957660", "name": "Yunxiang Yan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2585b243f6bb1e57e659d3d4ce632f41866496d3", "externalIds": {"MAG": "1594564082"}, "url": "https://www.semanticscholar.org/paper/2585b243f6bb1e57e659d3d4ce632f41866496d3", "title": "The Dawn of a Critical Transparency Right for the Profiling Era", "abstract": "Potential consumers are increasingly profiled to detect their habits and preferences in order to provide for targeted services. Both industry and the European Commission are investing huge sums of money into what they call Ambient Intelligence and the creation of an 'Internet of Things'. Such intelligent networked environments will depend on real time monitoring and profiling, resulting in real time adaptations of the environment. In this contribution Mireille Hildebrandt will assess the threats and opportunities of such autonomic profiling in terms of its impact on individual autonomy and refined discrimination and indicate the extent to which traditional data protection is ineffective as regards profiling. She will then highlight the potential of the draft General Data Protection Regulation to provide a more adequate and effective level playing field for both the industry and individual citizens in the profiling era. The most revolutionary change she detects is not the right to be forgotten or the right to data portability but the right to be informed about the potential consequences of being profiled.", "venue": "", "year": 2012, "referenceCount": 71, "citationCount": 47, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "40652172", "name": "M. Hildebrandt"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "25b2d2ba7e0353982fe98a13835f7bb014d075d3", "externalIds": {"MAG": "2051961264", "DOI": "10.2307/3772353"}, "url": "https://www.semanticscholar.org/paper/25b2d2ba7e0353982fe98a13835f7bb014d075d3", "title": "La société du risque : sur la voie d'une autre modernité", "abstract": null, "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 528, "influentialCitationCount": 24, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1475787648", "name": "U. Beck"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "26c19cc5ec7258337b85d9caccc3bd6a7481f18b", "externalIds": {"MAG": "2005150738", "DOI": "10.1007/s10676-008-9166-6"}, "url": "https://www.semanticscholar.org/paper/26c19cc5ec7258337b85d9caccc3bd6a7481f18b", "title": "Reflective judgment and enlarged thinking online", "abstract": "This paper deals with forms of communication aiming at a better informed public or publics. The main idea is that democratic societies are dependent on toleration of a plurality of publics, and simultaneously there is a need for communication between the different publics. The ethos underlying this assumption is that democracy requires a transcendence of subjective conditions in order for the public(s) to gain legitimacy and recognition of opinions. Validity of opinions presupposes a public aspect that is available through communication. More specifically, the validity in question is obtained through its claim on universality – i.e. the transcendence of purely private subjective conditions. This kind of validity is found in reflective judgment or enlarged thinking, as displayed in Kant’s third critique. In the last part of the paper it is discussed how new information technologies and the internet may contribute positively to facilitate modes of communication that are associated with the particularity at work in reflective thinking. Storytelling technologies and virtual realities are of particular interest in envisaging how this might work.", "venue": "Ethics and Information Technology", "year": 2008, "referenceCount": 18, "citationCount": 20, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "14223329", "name": "M. Thorseth"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2707477fad58d4cc8362737317d7bfe4f58591fc", "externalIds": {"MAG": "1860180724", "DOI": "10.4135/9781446216804.n9"}, "url": "https://www.semanticscholar.org/paper/2707477fad58d4cc8362737317d7bfe4f58591fc", "title": "Reconfiguring civic culture in the new media milieu", "abstract": "This chapter introduces the notion of civic culture as a frame for understanding political engagement and civic agency. In particular, the role of the media is underscored in shaping civic cultures; these include such dimensions as knowledge, values, practices and identities.", "venue": "", "year": 2003, "referenceCount": 1, "citationCount": 131, "influentialCitationCount": 11, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145280752", "name": "Peter Dahlgren"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "27b56fe625e3b004897c9b5a4d66d314914c7186", "externalIds": {"MAG": "2084787627", "DOI": "10.1086/498464"}, "url": "https://www.semanticscholar.org/paper/27b56fe625e3b004897c9b5a4d66d314914c7186", "title": "Out of Control*", "abstract": "Incompatibilists affirm, while compatibilists deny, that the truth of determinism would mean that we lack control over, and so are not responsible for, any of our actions. Though defined as opposites, compatibilism and incompatibilism both treat determinism as the main threat to our having enough control over our actions to be morally responsible for them. Here, by contrast, I want to call attention to another, less exotic threat to our having that much control. There are, I will argue, many everyday contexts in which we hold agents responsible for their acts even though considerations unrelated to determinism strongly suggest that they cannot help performing them. These contexts may not prevent us from specifying a conception of control that preserves our standard judgments of responsibility, but they do make that task even more difficult than is generally appreciated.", "venue": "Ethics", "year": 2006, "referenceCount": 0, "citationCount": 186, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "34948928", "name": "G. Sher"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "28eefffe299f56dd6b2f9f5ada738a88163973c7", "externalIds": {"MAG": "1573085747"}, "url": "https://www.semanticscholar.org/paper/28eefffe299f56dd6b2f9f5ada738a88163973c7", "title": "Les métamorphoses de la question sociale : une chronique du salariat", "abstract": "Marie Therese Join Lambert et Mireille Elbaum rendent compte de leurs decouvertes sur l'histoire de la question sociale, a travers la lecture des « metamorphoses » qui sont l'expression des contradictions, des transformations de la societe elle-meme. De cette histoire, dont certains themes sont familiers parce que toujours d'actualite, elles attendent beaucoup : la comprehension des politiques sociales d'aujourd'hui et de leurs echecs, et sont parfois decues. Robert Castel leur repond, point par point. La fresque sociale qu'il a peinte eclaire sans nul doute le present. Les solutions sont cependant encore a construire, collectivement, et l'ouvrage de R. Castel ne peut que stimuler l'imagination", "venue": "", "year": 1995, "referenceCount": 0, "citationCount": 710, "influentialCitationCount": 44, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "91906166", "name": "R. Castel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "29826ea86aff3025a9b4baaba47ea3e2772c006d", "externalIds": {"MAG": "2119859848"}, "url": "https://www.semanticscholar.org/paper/29826ea86aff3025a9b4baaba47ea3e2772c006d", "title": "Stanford Encyclopedia of Philosophy", "abstract": "Evolutionary psychology is one of many biologically informed approaches to the study of human behavior. Along with cognitive psychologists, evolutionary psychologists propose that much, if not all, of our behavior can be explained by appeal to internal psychological mechanisms. What distinguishes evolutionary psychologists from many cognitive psychologists is the proposal that the relevant internal mechanisms are adaptations—products of natural selection—that helped our ancestors get around the world, survive and reproduce. To understand the central claims of evolutionary psychology we require an understanding of some key concepts in evolutionary biology, cognitive psychology, philosophy of science and philosophy of mind. Philosophers are interested in evolutionary psychology for a number of reasons. For philosophers of science —mostly philosophers of biology—evolutionary psychology provides a critical target. There is a broad consensus among philosophers of science that evolutionary psychology is a deeply flawed enterprise. For philosophers of mind and cognitive science evolutionary psychology has been a source of empirical hypotheses about cognitive architecture and specific components of that architecture. Philosophers of mind are also critical of evolutionary psychology but their criticisms are not as all-encompassing as those presented by philosophers of biology. Evolutionary psychology is also invoked by philosophers interested in moral psychology both as a source of empirical hypotheses and as a critical target.", "venue": "", "year": 2011, "referenceCount": 1304, "citationCount": 4017, "influentialCitationCount": 104, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2599162", "name": "E. Zalta"}, {"authorId": "2687250", "name": "U. Nodelman"}, {"authorId": "30308222", "name": "C. Allen"}, {"authorId": "48525894", "name": "Jack Perry"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "29b860614c36b94f648a62acbaaab308670d2614", "externalIds": {"MAG": "2761022325", "DOI": "10.2139/SSRN.1508513"}, "url": "https://www.semanticscholar.org/paper/29b860614c36b94f648a62acbaaab308670d2614", "title": "The Inference Problem and Pervasive Computing", "abstract": "The promise of pervasive computing systems, which flood an environment with sensors and smart devices, has been diminished by an inability to adequately address privacy concerns. Measurements of privacy demonstrate a high level of public concern, yet designers of pervasive computing systems do not find these measurements relevant to the use of their systems. This has led designers to distrust reports of privacy unease. A potential solution to this impasse may be found in a privacy condition from the data mining literature known as the ―inference problem.‖ The inference problem occurs in data mining when confidential information can be derived by released data. Privacy issues within pervasive computing systems are most acute when they involve a variation of the inference problem. This paper will discuss methods used in data mining to limit the inference problem, and discuss their application to pervasive computing. Finally, a research agenda will suggest how to identify instances of the inference problem within pervasive computing systems.", "venue": "", "year": 2009, "referenceCount": 54, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "153091434", "name": "Catherine Dwyer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "29df2f9c01531953e6f428022c9fe8deb39cd56c", "externalIds": {"MAG": "2011321230", "DOI": "10.1002/ARIS.V40:1"}, "url": "https://www.semanticscholar.org/paper/29df2f9c01531953e6f428022c9fe8deb39cd56c", "title": "Social epistemology and information science", "abstract": "L'epistemologie, et plus particulierement l'epistemologie sociale, represente veritablement la branche de la philosophie la plus centrale aux sciences de l'information, comme l'a montre Jesse Shera. Cet article presente les applications de l'epistemologie sociale aux sciences de l'information, ainsi que les objections soulevees par ces applications. L'epistemologie peut notamment aider les services d'information a remplir leur objectif premier, a savoir l'acquisition de connaissances. L'ethique represente egalement un domaine crucial pour les sciences de l'information.", "venue": "", "year": 2006, "referenceCount": 72, "citationCount": 32, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2992198", "name": "D. Fallis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2a835f52469a56eeadd5d5d54927b102008f5838", "externalIds": {"MAG": "1520193715", "DOI": "10.1057/9780230371934"}, "url": "https://www.semanticscholar.org/paper/2a835f52469a56eeadd5d5d54927b102008f5838", "title": "Understanding digital humanities", "abstract": "Acknowledgements Introduction: Understanding the Digital Humanities D.M.Berry An Interpretation of Digital Humanities L.Evans & S.Rees How We Think: Transforming Power and Digital Technologies N.K.Hayles Digital Methods: Five Challenges B.Rieder & T.Rohle Archives in Media Theory: Material Media Archaeology and Digital Humanities J.Parikka Canonicalism and the Computational Turn C.Bassett The Esthetics of Hidden Things S.Dexter The Meaning and the Mining of Legal Texts M.Hildebrandt Have the Humanities Always been Digital? For an Understanding of the 'Digital Humanities' in the Context of Originary Technicity F.Frabetti Present, Not Voting: Digital Humanities in the Panopticon M.Terras Analysis Tool or Research Methodology: Is There an Epistemology for Patterns? D.Dixon Do Computers Dream of Cinema? Film Data for Computer Analysis and Visualization A.Heftberger The Feminist Critique: Mapping Controversy in Wikipedia M.Currie How to See One Million Images? A Computational Methodology for Visual Culture and Media Research L.Manovich Cultures of Formalization: Towards an Encounter Between Humanities and Computing J.van Zundert, A.Antonijevic, A.Beaulieu, K.van Dalen-Oskam, D.Zeldenrust & T.Andrews Trans-disciplinarity and Digital Humanity: Lessons Learned from Developing Text Mining Tools for Textual Analysis Y.Lin Index", "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 259, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "18350848", "name": "D. M. Berry"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2b40d6484a9067d87fe8c05822009860fdf32ac1", "externalIds": {"MAG": "144274297"}, "url": "https://www.semanticscholar.org/paper/2b40d6484a9067d87fe8c05822009860fdf32ac1", "title": "Rise of the Network Society: The Information Age: Economy, Society and Culture", "abstract": "the rise of the network society the information age a practical game development with unity and blenderprac summary of the literature univerzita karlova end of millennium the information age economy society and end of millennium the information age economy society and country in the mind wallace stegner bernard devoto history damodar n gujarati basic econometrics solution bibliography rand corporation varanasi rediscovered 1st edition hsandc local and global: management of cities in the information age short stories from the second world war ceyway western democracy in crisis: the rise of populism and post acls 2013 printable study guide opalfs irak el estado incierto introduccion de gustavo aristegui green hill far away askand wimpy is the new cool louduk the evolution and extinction of the dinosaurs pugcit nationles grands articles duniversalis french edition requirements analysis: from business views to architecture pdf of the book. experimental research laudit dental solutions houston spzone", "venue": "", "year": 1996, "referenceCount": 0, "citationCount": 2504, "influentialCitationCount": 105, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145965359", "name": "M. Castells"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2b6e2958e015706f818fcb0f83d06564b7688dce", "externalIds": {"MAG": "1564586216"}, "url": "https://www.semanticscholar.org/paper/2b6e2958e015706f818fcb0f83d06564b7688dce", "title": "Always On: Language in an Online and Mobile World", "abstract": "PREFACE 1. Email to Your Brain: Language in an Online and Mobile World 2. Language Online: The Basics 3. Controlling the Volume: Everyone a Language Czar 4. Are Instant Messages Speech? The World of IM 5. My Best Day: Managing Buddies and Friends 6. Having Your Say: Blogs and Beyond 7. Going Mobile: Cell Phones in Context 8. Whatever: Is the Internet Destroying Language? 9. Greshams Ghost: Challenges to Written Culture 10. The People We Become: Costs of Being Always On", "venue": "", "year": 2008, "referenceCount": 7, "citationCount": 416, "influentialCitationCount": 43, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "3275680", "name": "Naomi S. Baron"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2ce87502de6fd1869308d1a30042663d07668eb4", "externalIds": {"DBLP": "journals/jsit/Marulanda-CarterJ12", "MAG": "1984514895", "DOI": "10.1108/13287261211221146"}, "url": "https://www.semanticscholar.org/paper/2ce87502de6fd1869308d1a30042663d07668eb4", "title": "Effects of Email Addiction and Interruptions on Employees", "abstract": "Purpose – The purpose of this paper is to explore the effect of e‐mail interruptions on tasks and to explore the concept of e‐mail addiction within the workplace.Design/methodology/approach – Data were collected from a large car rental company in the UK. The first collection method involved observing the effects of simulated e‐mail interruptions on seven employees by measuring the interrupt handling time, the interrupt recovery time, and the additional time required to complete the task given the number of interruptions. The second part of the study involved a questionnaire sent to 100 employees to capture addictive characteristics in employees' e‐mail communication behaviour.Findings – E‐mail interruptions have a negative time impact upon employees and show that both interrupt handling and recovery time exist. A typical task takes one third longer than undertaking a task with no e‐mail interruptions. The questionnaire data show clinical characteristics classify 12 per cent of e‐mail addicts, and behaviou...", "venue": "J. Syst. Inf. Technol.", "year": 2012, "referenceCount": 63, "citationCount": 46, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "1403388155", "name": "Laura Marulanda-Carter"}, {"authorId": "148206704", "name": "T. Jackson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2d067587161d9b0e4470fbd2177972b8063ee35c", "externalIds": {"MAG": "1586508260"}, "url": "https://www.semanticscholar.org/paper/2d067587161d9b0e4470fbd2177972b8063ee35c", "title": "Citizen Politics: Public Opinion and Political Parties in Advanced Industrial Democracies", "abstract": "Tables and Figures Preface 1. Introduction I. POLITICS AND THE PUBLIC 2. The Nature of Mass Beliefs 3. How We Participate 4. Who Participates? II. POLITICAL ORIENTATIONS 5. Values in Change 6. Issues and Ideological Orientations III. THE ELECTORAL CONNECTION 7. Elections and Political Parties 8. The Social Bases of Party Support 9. Partisanship and Voting 10. Attitudes and Voting Choice 11. Political Representation IV. DEMOCRACY AND THE FUTURE 12. Citizens and the Democratic Process Appendix A: Statistical Primer Appendix B: Major Data Sources Appendix C: World Values Survey Codebook References Index", "venue": "", "year": 1996, "referenceCount": 0, "citationCount": 1364, "influentialCitationCount": 84, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "152294759", "name": "R. Dalton"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2d0c4adc276e53cbec6c645f7f6a6000832b122b", "externalIds": {"MAG": "1545096067", "DOI": "10.5860/choice.38-5835"}, "url": "https://www.semanticscholar.org/paper/2d0c4adc276e53cbec6c645f7f6a6000832b122b", "title": "Deliberative democracy and beyond : liberals, critics, contestations", "abstract": "Introduction: The Deliberative Turn in Democratic Theory Liberal Democracy and the Critical Alternative Minimal Democracy? The Social Choice Critique Difference Democracy: The Consciousness-Raising Group Against the Gentlemen's Club Insurgent Democracy: Civil Society and State Transnational Democracy: Beyond the Cosmopolitan Model Green Democracy Discursive Democracy in a Reflexive Modernity", "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 1703, "influentialCitationCount": 103, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "66324536", "name": "J. Dryzek"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2d51d3c4765b4142d12b22b4701ef786d27342b0", "externalIds": {"MAG": "1510895703", "DOI": "10.1093/acprof:oso/9780199735952.001.0001"}, "url": "https://www.semanticscholar.org/paper/2d51d3c4765b4142d12b22b4701ef786d27342b0", "title": "Revolution Stalled: The Political Limits of the Internet in the Post-Soviet Sphere", "abstract": "Acknowledgments Introduction The National Borders of the Internet: How the Russian State Shapes the Global Potential of ICTs The Internet Audience in Russia Internet Control in Russia Russian Parties On Line Parents and Patients: Online health and fairness campaigns in Russia The Winter of Discontent: Elections, Protests, and the Internet in Russia, 2011-12 Conclusions Appendix References Index", "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 111, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "12417355", "name": "S. Oates"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2d604467b62647b6f529fe587a76380e46f2824d", "externalIds": {"MAG": "2289522471", "DOI": "10.4337/9781845421663"}, "url": "https://www.semanticscholar.org/paper/2d604467b62647b6f529fe587a76380e46f2824d", "title": "The Network Society", "abstract": "Manuel Castells – one of the world’s pre-eminent social scientists – has drawn together a stellar group of contributors to explore the patterns and dynamics of the network society in its cultural and institutional diversity. The book analyzes the technological, cultural and institutional transformation of societies around the world in terms of the critical role of electronic communication networks in business, everyday life, public services, social interaction and politics. The contributors demonstrate that the network society is the new form of social organization in the Information age, replacing the Industrial society.", "venue": "", "year": 2004, "referenceCount": 0, "citationCount": 685, "influentialCitationCount": 12, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145965359", "name": "M. Castells"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2dc1b2e6c10bc719f82452e2660ae36ece3bbbc6", "externalIds": {"DOI": "10.1080/00071773.2014.960751"}, "url": "https://www.semanticscholar.org/paper/2dc1b2e6c10bc719f82452e2660ae36ece3bbbc6", "title": "Phenomenology", "abstract": "The first of these is Phenomenology, or the Doctrine of Categories, whose business it is to unravel the tangled skein [of] all that in any sense appears and wind it into distinct forms; or in other words, to make the ultimate analysis of all experiences the first task to which philosophy has to apply itself. It is a most difficult, perhaps the most difficult, of its tasks, demanding very peculiar powers of thought, the ability to seize clouds, vast and intangible, to set them in orderly array, to put them through their exercises. The mere reading of this sort of philosophy, the mere understanding of it, is not easy. Anything like a just appreciation of it has not been performed by many of those who have written books. Original work in this department, if it is to be real and hitherto unformulated truth, is – not to speak of whether it is difficult or not – one of those functions of growth which every man, perhaps, in some fashion exercises once, some even twice, but which it would be next to a miracle to perform a third time.", "venue": "", "year": 2014, "referenceCount": 6, "citationCount": 1012, "influentialCitationCount": 117, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "144455817", "name": "Andrew Jones"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2e76fa107c50485985487b03a601eb0c11894193", "externalIds": {"MAG": "2465777981"}, "url": "https://www.semanticscholar.org/paper/2e76fa107c50485985487b03a601eb0c11894193", "title": "Big Data: A Revolution That Will Transform How We Live, Work, and Think", "abstract": "Amazon Exclusive: Q&A with Kenneth Cukier and Viktor Mayer-Schonberger Q. What did it take to write Big Data? A. Kenn has written about technology and business from Europe, Asia, and the US for The Economist, and is well-connected to the data community. Viktor had researched the information economy as a professor at Harvard and now at Oxford, and his book Delete had been well received. So we thought we had a good basis to make a contribution in the area. As we wrote the book, we had to dig deep to find unheard stories about big data pioneers and interview them. We wanted Big Data to be about a big idea, but also to be full of examples and success stories -- and be engrossing to read. Q. Are you big datas cheerleaders? A. Absolutely not. We are the messengers of big data, not its evangelists. The big data age is happening, and in the book we take a look at the drivers, and big datas likely trajectory: how it will change how we work and live. We emphasize that the fundamental shift is not in the machines that calculate data, but in the data itself and how we use it. Q. In discovering big data applications, what was your biggest surprise? A. It is tempting to say that it was predicting exploding manholes, tracking inflation in real time, or how big data saves the lives of premature babies. But the biggest surprise for us perhaps was the very diversity of the uses of big data, and how it already is changing peoples everyday world. Many people see big data through the lens of the Internet economy, since Google and Facebook have so much data. But that misses the point: big data is everywhere. Q. Is Big Data then primarily a story about economic efficiency? A. Big data improves economic efficiency, but thats only a very small part of the story. We realized when talking to dozens and dozens of big data pioneers that it improves health care, advances better education, and helps predict societal changefrom urban sprawl to the spread of the flu. Big data is roaring through all sectors of the economy and all areas of life. Q. So big data offers only upside? A. Not at all. We are very concerned about what we call in our book the dark side of big data. However the real challenge is that the problem is not necessarily where we initially tend to think it is, such as surveillance and privacy. After looking into the potential misuses of big data, we became much more troubled by propensity -- that is, big data predictions being used to police and punish. And by the fetishization of data that may occur, whereby organizations may blindly defer to what the data says without understanding its limitations. Q. What can we do about this dark side? A. Knowing about it is the first step. We thought hard to suggest concrete steps that can be taken to minimize and mitigate big datas risk, and came up with a few ways to ensure transparency, guarantee human free will, and strike a better balance on privacy and the use of personal information. These are deeply serious issues. If we do not take action soon, it might be too late.", "venue": "", "year": 2013, "referenceCount": 7, "citationCount": 2069, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1412534293", "name": "Viktor Mayer-Schnberger"}, {"authorId": "50603623", "name": "K. Cukier"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2e9ea7c2d424da22111513e8e8de295fd8a48f49", "externalIds": {"MAG": "2053309391", "DOI": "10.5860/choice.26-2084"}, "url": "https://www.semanticscholar.org/paper/2e9ea7c2d424da22111513e8e8de295fd8a48f49", "title": "Technologies of the Self: A Seminar with Michel Foucault", "abstract": "Shortly before his death in 1984, Michel Foucault spoke of an idea for a new book on \"technologies of the self.\" He described it as \"composed of different papers about the self..., about the role of reading and writing in constituting the self... and so on.\" The book Foucault envisioned was based on a faculty seminar on \"Technologies of the Self,\" originally presented at the University of Vermont in the fall of 1982. This volume is a partial record of that seminar. In many ways, Foucault's project on the self was the logical conclusion to his historical inquiry over twenty-five years into insanity, deviancy, criminality, and sexuality. Because Foucault died before he completed the revisions of his seminar presentations, this volume includes a careful transcription instead...as a prolegomenon to that unfinished task.Foucault was a French philosopher, historian of ideas, social theorist, philologist and literary critic.This volume was edited by Luther H. Martin, Huck Gutman, and Patrick H. Hutton.", "venue": "", "year": 1988, "referenceCount": 0, "citationCount": 2409, "influentialCitationCount": 99, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "97923787", "name": "M. Foucault"}, {"authorId": "116543984", "name": "Luther H. Martin"}, {"authorId": "144263976", "name": "Huck Gutman"}, {"authorId": "96056872", "name": "P. Hutton"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2ea3d10e0ae6d3d742245c18a3958f4a737914b8", "externalIds": {"MAG": "1988996397", "DBLP": "journals/tis/Ess09", "DOI": "10.1080/01972240902848708"}, "url": "https://www.semanticscholar.org/paper/2ea3d10e0ae6d3d742245c18a3958f4a737914b8", "title": "Floridi's Philosophy of Information and Information Ethics: Current Perspectives, Future Directions", "abstract": "In order to evaluate Floridi's philosophy of information (PI) and correlative information ethics (IE) as potential frameworks for a global information and computing ethics (ICE), I review a range of important criticisms, defenses, and extensions of PI and IE, along with Floridi's responses to these, as gathered together in a recent special issue of Ethics and Information Technology. A revised and expanded version of PI and IE emerges here, one that brings to the foreground PI's status as a philosophical naturalism—one with both current application and important potential in the specific domains of privacy and information law. Further, the pluralism already articulated by Floridi in his PI is now more explicitly coupled with an ethical pluralism in IE that will be enhanced through IE's further incorporation of discourse ethics. In this form, PI and IE emerge as still more robust frameworks for a global ICE; in this form, however, they also profoundly challenge modern Western assumptions regarding reality, the self, and our ethical obligations.", "venue": "Inf. Soc.", "year": 2009, "referenceCount": 40, "citationCount": 35, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "7430391", "name": "C. Ess"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2f0a0a54c779723021b1e7da72fb25eb15c1de9f", "externalIds": {"MAG": "1589320609"}, "url": "https://www.semanticscholar.org/paper/2f0a0a54c779723021b1e7da72fb25eb15c1de9f", "title": "Migration and New Media: Transnational Families and Polymedia", "abstract": "How do parents and children care for each other when they are separated because of migration? The way in which transnational families maintain long-distance relationships has been revolutionised by the emergence of new media such as email, instant messaging, social networking sites, webcam and texting. A migrant mother can now call and text her left-behind children several times a day, peruse social networking sites and leave the webcam for 12 hours achieving a sense of co-presence. \n \nDrawing on a long-term ethnographic study of prolonged separation between migrant mothers and their children who remain in the Philippines, this book develops groundbreaking theory for understanding both new media and the nature of mediated relationships. It brings together the perspectives of both the mothers and children and shows how the very nature of family relationships is changing. New media, understood as an emerging environment of polymedia, have become integral to the way family relationships are enacted and experienced. The theory of polymedia extends beyond the poignant case study and is developed as a major contribution for understanding the interconnections between digital media and interpersonal relationships.", "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 384, "influentialCitationCount": 33, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2850262", "name": "Mirca Madianou"}, {"authorId": "145871506", "name": "Danny Miller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "31ff06baa37ca43b12c3ddc57b4e4ae8dcf664c7", "externalIds": {"MAG": "2610771593"}, "url": "https://www.semanticscholar.org/paper/31ff06baa37ca43b12c3ddc57b4e4ae8dcf664c7", "title": "Complex Systems, Simple Laws: A Normative Approach to ICTs and the Internet", "abstract": null, "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3216736", "name": "U. Pagallo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "32202fd02b95f0f63a5ed90d89963995c8961d41", "externalIds": {"MAG": "1529865837", "DOI": "10.1057/9780230371934_8"}, "url": "https://www.semanticscholar.org/paper/32202fd02b95f0f63a5ed90d89963995c8961d41", "title": "The Meaning and the Mining of Legal Texts", "abstract": "Positive law, inscribed in legal texts, entails an authority not inherent in literary texts, generating legal consequences that can have real effects on a person’s life and liberty. The interpretation of legal texts, necessarily a normative undertaking, resists the mechanical application of rules, though still requiring a measure of predictability, coherence with other relevant legal norms, and compliance with constitutional safeguards. The present proliferation of legal texts on the Internet (codes, statutes, judgements, treaties, doctrinal treatises) renders the selection of relevant texts and cases next to impossible. We may expect that systems to mine these texts to find arguments that support one’s case, as well as expert systems that support the decision-making process of courts, will end up doing much of the work.", "venue": "", "year": 2012, "referenceCount": 46, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40652172", "name": "M. Hildebrandt"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "325a04f9cdef717d3f8b43b605097aac4eb90eba", "externalIds": {"MAG": "2071817496", "DOI": "10.1007/s10676-012-9295-9"}, "url": "https://www.semanticscholar.org/paper/325a04f9cdef717d3f8b43b605097aac4eb90eba", "title": "Cracking down on autonomy: three challenges to design in IT Law", "abstract": "The paper examines how technology challenges conventional borders of national legal systems, as shown by cases that scholars address as a part of their everyday work in the fields of information technology (IT)-Law, i.e., computer crimes, data protection, digital copyright, and so forth. Information on the internet has in fact a ubiquitous nature that transcends political borders and questions the notion of the law as made of commands enforced through physical sanctions. Whereas many of today’s impasses on jurisdiction, international conflicts of law and diverging interpretations of statutes can be addressed by embedding legal safeguards in ICT and other kinds of technology, to overcome the ineffectiveness of state action by design entails its own risks, e.g., threats of paternalism hinging on the regulatory tools of technology. Rather than modelling people’s behaviour by design, the article suggests that design policies should respect individual and collective autonomy by decreasing the impact of harm-generating behaviour (e.g., security measures and default settings for data protection), or by widening the range of people’s choices (e.g., user friendly interfaces).", "venue": "Ethics and Information Technology", "year": 2012, "referenceCount": 59, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3216736", "name": "U. Pagallo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "326e4d3730b99c17501f9e97ddacffb019d23a38", "externalIds": {"MAG": "38617193", "DOI": "10.2307/2941077"}, "url": "https://www.semanticscholar.org/paper/326e4d3730b99c17501f9e97ddacffb019d23a38", "title": "Between Facts and Norms", "abstract": null, "venue": "", "year": 1992, "referenceCount": 0, "citationCount": 2482, "influentialCitationCount": 146, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "15390042", "name": "Frank Michelman"}, {"authorId": "41210391", "name": "J. Habermas"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "32972ad87f71abafb7c9dd2823a21f5c8d454eae", "externalIds": {"MAG": "1538780611"}, "url": "https://www.semanticscholar.org/paper/32972ad87f71abafb7c9dd2823a21f5c8d454eae", "title": "A Handbook of Interactive Management", "abstract": "From the Publisher: \nThis companion work to John Warfield's A Science of Generic Design: Managing Complexity Through Systems Design goes beyond theory to present actual working models for practitioners to follow in the search for solutions to complex systems problems. It addresses the use of the computer to aid decision-making and includes case studies of actual practical applications. Systems design skills will be an integral part of general education in the near future. A Handbook of Interactive Management provides techniques for problem solving, emphasizing the skills necessary to integrate knowledge from diverse disciplines and to implement the resulting solutions. Managers and administrators of complex sociotechnical systems will welcome this guide to translating the principles of generic design into effective action.", "venue": "", "year": 1994, "referenceCount": 49, "citationCount": 141, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2177687", "name": "J. Warfield"}, {"authorId": "119337527", "name": "A. Cárdenas"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "32eb50b8e264452a361b2700557a4d0ab661f84f", "externalIds": {"MAG": "2086057553", "DOI": "10.2217/17460751.3.1.1", "PubMed": "18154457"}, "url": "https://www.semanticscholar.org/paper/32eb50b8e264452a361b2700557a4d0ab661f84f", "title": "A brief definition of regenerative medicine.", "abstract": "While it could be said that regenerative medicine is what this journal publishes, that would be cyclical. It could also be claimed that most people interested in the field have a good grasp of what is entailed, and this is probably correct. But, as the field grows and there is a need to carry governments and public opinion along, it is probably worth having a simple explanation of regenerative medicine. And, it is simplicity that is the nub of the matter. There are already a lot of definitions [1–3] but all are lengthy and not the sort of thing scientists, start-ups or advocates can say succinctly when a pharma executive, government minister or member of the public asks for clarification. Here, we address this and the origins and relationships that help to define the field. One of the complications is that regenerative medicine has grown out of a good deal of prior activity. This includes surgery, surgical implants, such as artificial hips, and increasingly sophisticated biomaterial scaffolds. It also draws on hospital procedures such as bone marrow and organ transplants and it relates to tissue engineering. There is no absolute cut-off in the transformation of these into fully developed regenerative medicine but they each leave residues of their input that can mean the patient is not capable of being termed ‘of natural health’ with respect to the treated condition. Organ transplants often demand immune-suppressing drugs and metal hips can become loose with time, engineered tissue scaffolds can provoke inflammation and bone marrow sources are variable mixtures that also can be contaminated quite easily by the nature of the cell aspiration procedure. The central focus of regenerative medicine is human cells. These may be somatic, adult stem or embryo-derived cells and now there are versions", "venue": "Regenerative medicine", "year": 2008, "referenceCount": 22, "citationCount": 572, "influentialCitationCount": 15, "isOpenAccess": true, "fieldsOfStudy": ["Biology", "Medicine"], "authors": [{"authorId": "47677525", "name": "C. Mason"}, {"authorId": "5999678", "name": "P. Dunnill"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3448e2f793a577659c38cc32e5d2f6f26f8d2419", "externalIds": {"MAG": "1593677616", "DOI": "10.5860/choice.47-2484"}, "url": "https://www.semanticscholar.org/paper/3448e2f793a577659c38cc32e5d2f6f26f8d2419", "title": "Digital Media Ethics", "abstract": "Contents Foreword by Luciano Floridi Preface: Why This Book? Acknowledgements Chapter Synopses 1. Central Issues in the Ethics of Digital Media 2. Privacy in the Electronic Global Metropolis? 3. Copying and Distributing via Digital Media: Copyright, Copyleft, Global Perspectives 4. Friendship, Democracy and Citizen Journalism 5. Still More Ethical Issues: Digital Sex and Games 6. Digital Media Ethics: Overview, Frameworks, Resources Glossary References Index", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 121, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "7430391", "name": "C. Ess"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "36e0fc7895a512e13b100a26805c62dc94fda735", "externalIds": {"MAG": "1993239600", "DOI": "10.1504/IJASS.2012.052235"}, "url": "https://www.semanticscholar.org/paper/36e0fc7895a512e13b100a26805c62dc94fda735", "title": "The ABCs of the science of structured dialogic design", "abstract": "The paper exemplifies why the capacity of a community of stakeholders to implement a plan of action effectively depends strongly on the true engagement of the stakeholders in designing it and that disregarding their participation is not only unethical, but also any plans made are bound to fail (Law of Requisite Action). As a layman's introduction to the science of structured dialogic design, the author uses a helicopter view of the organisation of an interactive workshop to highlight limitations of present-day implementations of dialogues and introduces the reader to the concepts of Spreadthink, Groupthink, erroneous priorities, laws and axioms of the science.", "venue": "", "year": 2012, "referenceCount": 18, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "3043277", "name": "Y. Laouris"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "374f04160c898617717955da6c0562a4841d42ef", "externalIds": {"MAG": "650712633", "DOI": "10.4324/9780203724132"}, "url": "https://www.semanticscholar.org/paper/374f04160c898617717955da6c0562a4841d42ef", "title": "Rhetorical Spaces: Essays on Gendered Locations", "abstract": "The arguments in this book are informed at once by the moral-political implications of how knowledge is produced and circulated and by issues of gendered subjectivity. In their critical dimension, these lucid essays engage with the incapacity of the philosophical mainstream's dominant epistemologies to offer regulative principles that guide people in the epistemic projects that figure centrally in their lives. In its constructive dimension, Rhetorical Spaces focuses on developing productive, case-by-case analyses of knowing other people in situations where social-political inequalities create asymmetrical patterns of epistemic power and privilege.", "venue": "", "year": 1995, "referenceCount": 0, "citationCount": 292, "influentialCitationCount": 26, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47998352", "name": "Lorraine Code"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "375f745ca0553d5aaae9b08696a58e93cb4e9db0", "externalIds": {"MAG": "619106838"}, "url": "https://www.semanticscholar.org/paper/375f745ca0553d5aaae9b08696a58e93cb4e9db0", "title": "The Individualized Society", "abstract": "Foreword: Lives Told And Stories Lived. Part One: The Way We Are. Chapter 1. The Rise And Fall Of Labour. Chapter 2: Local Orders, Global Chaos. Chapter 3: Freedom And Security: The Unfinished Story Of A Tempestuous Union. Chapter 4: Modernity And Clarity: The Story Of A Failed Conquest. Chapter 5: Am I My Brothera s Keeper?. Chapter 6. United In Difference. Part Two: The Way We Think. Chapter 7: Critique -- Privatized And Disarmed. Chapter 8: Progress: The Same And Different. Chapter 9: On Mass, Individuals, and Peg--Communities. Chapter 10: Education: Under, For And In Spite Of Postmodernity. Chapter 11: Excess: An Obituary. Chapter 12: Faith And Instant Gratification. Part Three: The Way We Act. Chapter 13: Does Love Need A Reason?. Chapter 14: Private Morality, Immoral World. Chapter 15: Democracy On Two Battlefronts. Chapter 16: Violence, Old and New. Chapter 17: On Postmodern Uses Of Sex. Chapter 18: Is There Life After Immortality?", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 968, "influentialCitationCount": 64, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "88184147", "name": "Z. Bauman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "37ba820f6b43bfb1c1fc444e3fa8b96c466949fe", "externalIds": {"MAG": "568582219", "DOI": "10.1093/019924989x.003.0004"}, "url": "https://www.semanticscholar.org/paper/37ba820f6b43bfb1c1fc444e3fa8b96c466949fe", "title": "Two Concepts of Liberty", "abstract": "Isaiah Berlin’s essay ‘Two Concepts of Liberty’* is one of the most important pieces of post-war political philosophy. It was originally given as a lecture in Oxford in 1958 and has been much discussed since then. In this extract from the lecture Berlin identifies the two different concepts of freedom – negative and positive – which provide the framework for his wide-ranging discussion. Negative freedom is, roughly, a matter of which doors lie open to you, it is concerned exclusively with opportunities; positive freedom is a question of whether or not you can go through the doors, whether you are master of your life. Berlin points out that historically the concept of positive freedom has been used to control and repress individuals in the name of liberty.", "venue": "", "year": 1958, "referenceCount": 0, "citationCount": 1433, "influentialCitationCount": 33, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "73725260", "name": "I. Berlin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "38462c1ed106c55ac6f4a2729ef639d9b4e83537", "externalIds": {"MAG": "1996149054", "DOI": "10.1086/345321"}, "url": "https://www.semanticscholar.org/paper/38462c1ed106c55ac6f4a2729ef639d9b4e83537", "title": "Posthumanist Performativity: Toward an Understanding of How Matter Comes to Matter", "abstract": "L anguage has been granted too much power. The linguistic turn, the semiotic turn, the interpretative turn, the cultural turn: it seems that at every turn lately every “thing”—even materiality—is turned into a matter of language or some other form of cultural representation. The ubiquitous puns on “matter” do not, alas, mark a rethinking of the key concepts (materiality and signification) and the relationship between them. Rather, it seems to be symptomatic of the extent to which matters of “fact” (so to speak) have been replaced with matters of signification (no scare quotes here). Language matters. Discourse matters. Culture matters. There is an important sense in which the only thing that does not seem to matter anymore is matter. What compels the belief that we have a direct access to cultural representations and their content that we lack toward the things represented? How did language come to be more trustworthy than matter? Why are language and culture granted their own agency and historicity while matter is figured as passive and immutable, or at best inherits a potential for change derivatively from language and culture? How does one even go about inquiring after the material conditions that have led us to such a brute reversal of naturalist beliefs when materiality itself is always already figured within a linguistic domain as its condition of possibility?", "venue": "Signs: Journal of Women in Culture and Society", "year": 2003, "referenceCount": 32, "citationCount": 4105, "influentialCitationCount": 451, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "101723077", "name": "Karen Barad"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "39df6af50ce09fdda8624e32c0402597ef89f551", "externalIds": {"MAG": "41275163"}, "url": "https://www.semanticscholar.org/paper/39df6af50ce09fdda8624e32c0402597ef89f551", "title": "Trust and Virtual Worlds", "abstract": null, "venue": "", "year": 2011, "referenceCount": 106, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "7430391", "name": "C. Ess"}, {"authorId": "14223329", "name": "M. Thorseth"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3a6090a96296239cea5408b19fcda56ae202d1e2", "externalIds": {"MAG": "1575155351"}, "url": "https://www.semanticscholar.org/paper/3a6090a96296239cea5408b19fcda56ae202d1e2", "title": "Le coût de l'excellence", "abstract": null, "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 124, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "90660503", "name": "Nicole Aubert"}, {"authorId": "115635138", "name": "V. D. Gaulejac"}, {"authorId": "119338177", "name": "Solange Vindras"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3afb6c5d7d7f847324d50516cc35dd01d28c5c2d", "externalIds": {"MAG": "1985038505", "DOI": "10.1007/S13347-011-0018-7"}, "url": "https://www.semanticscholar.org/paper/3afb6c5d7d7f847324d50516cc35dd01d28c5c2d", "title": "Negotiating Privacy Through Phatic Communication. A Case Study of the Blogging Self", "abstract": "The article provides an instructive in-depth analysis of communicative practices in the personal blog. Its aim is to document the discursive dynamics and interactional ethics of blogging, with a specific focus on negotiations of the blogging self in-between public and private. Based on key findings from an empirical case study of personal blogs, the article addresses the negotiation of the blogging self from three interdependent perspectives: the network structures, patterns of interaction, and thematic orientations of the blog. Instead of approaching the online self as the individual blogger’s self-presentation to an often unknown and unfamiliar audience, I analyse and discuss the ‘blogging self’ as a relational and collaborative accomplishment, as something that is constantly subject to negotiation between author and readers, and is framed by the blog as a communicative genre. The theoretical foundation for this relational approach to the self is inspired by the work of sociologist Georg Simmel on how individuals attune to their networks of affiliation in a process of socialisation (Simmel 1955). The article contributes to the discussion of ethical behaviour and privacy protection in social media by highlighting the role of phatic communication in the blog. Specifically, I demonstrate how participants in the blog network negotiate and maintain an ethos of privacy protection in and through practices associated with the phatic. They do this by adhering to a ‘principle of sociability’, allowing them to experience their communication as personal but not private.", "venue": "", "year": 2012, "referenceCount": 33, "citationCount": 20, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1834033", "name": "Stine Lomborg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3b7007a0e185da89a3117f4674dd32f16857a093", "externalIds": {"MAG": "2333893391", "DOI": "10.2307/415932"}, "url": "https://www.semanticscholar.org/paper/3b7007a0e185da89a3117f4674dd32f16857a093", "title": "Relevance: Communication and Cognition", "abstract": "Preface to Second Edition. List of symbols. 1. Communication. 2. Inference. 3. Relevance. 4. Aspects of Verbal Communication. Postface. Notes to First Edition. Notes to Second Edition. Notes to Postface. Bibliography. Index.", "venue": "", "year": 1986, "referenceCount": 0, "citationCount": 3947, "influentialCitationCount": 79, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1918233", "name": "D. Sperber"}, {"authorId": "40953469", "name": "Deirdre Wilson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3d9d9258d9194eca00bbb29e72881ee6bedfa7aa", "externalIds": {"MAG": "339268936", "DOI": "10.5860/choice.43-4944"}, "url": "https://www.semanticscholar.org/paper/3d9d9258d9194eca00bbb29e72881ee6bedfa7aa", "title": "Democracy at Risk: How Political Choices Undermine Citizen Participation, and What We Can Do About It", "abstract": "Voter turnout was unusually high in the 2004 U.S. presidential election. At first glance, that level of participation --largely spurred by war in Iraq and a burgeoning culture war at home --might look like vindication of democracy. If the recent past is any indication, however, too many Americans will soon return to apathy and inactivity. Clearly, all is not well in our civic life. Citizens are participating in public affairs too infrequently, too unequally, and in too few venues to develop and sustain a robust democracy. This important new book explores the problem of America's decreasing involvement in its own affairs. Democracy at Risk reveals the dangers of civic disengagement for the future of representative democracy. The authors, all eminent scholars, undertake three main tasks: documenting recent trends in civic engagement, exploring the influence that the design of political institutions and public policies have had on those trends, and recommending steps that will increase the amount and quality of civic engagement in America. The authors focus their attention on three key areas: the electoral process, including elections and the way people get involved; the impact of location, including demographic shifts and changing development patterns; and the critical role of nonprofit organizations and voluntary associations, including the philanthropy that help keep them going. This important project, initially sponsored by the American Political Science Association, tests the proposition that social science has useful insights on the state of our democratic life. Most importantly, it charts a course for reinvigorating civic participation in the world's oldest democracy. The authors: Stephen Macedo (Princeton University), Yvette Alex-Assensoh (Indiana University), Jeffrey M. Berry (Tufts), Michael Brintnall (American Political Science Association), David E. Campbell (Notre Dame), Luis Ricardo Fraga (Stanford), Archon Fung (Harvard), William A. Galston (University of Maryland), Christopher F. Karpowitz (Princeton), Margaret Levi (University of Washington), Meira Levinson (Radcliffe Institute), Keena Lipsitz (California-Berkeley), Richard G. Niemi (University of Rochester), Robert D. Putnam (Harvard), Wendy M. Rahn (University of Minnesota), Keith Reeves (Swarthmore), Rob Reich (Stanford), Robert R. Rodgers (Princeton), Todd Swanstrom (Saint Louis University), and Katherine Cramer Walsh (University of Wisconsin).", "venue": "", "year": 2006, "referenceCount": 5, "citationCount": 350, "influentialCitationCount": 14, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "81274904", "name": "S. Macedo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3df815fec144599ea26c8983ecb852b444f95513", "externalIds": {"MAG": "2465329999", "DOI": "10.4018/978-1-59140-172-8"}, "url": "https://www.semanticscholar.org/paper/3df815fec144599ea26c8983ecb852b444f95513", "title": "Responsible Management of Information Systems", "abstract": null, "venue": "", "year": 2003, "referenceCount": 0, "citationCount": 52, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1792014", "name": "B. Stahl"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3f1905b1afe0dc0f6a097d24027313b3006008f7", "externalIds": {"MAG": "1143502552", "DOI": "10.1002/9781405165518.wbeoss313"}, "url": "https://www.semanticscholar.org/paper/3f1905b1afe0dc0f6a097d24027313b3006008f7", "title": "The Saturated Self", "abstract": null, "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 939, "influentialCitationCount": 39, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "50328981", "name": "K. Gergen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3f807fe7e99b2dee4d845f4588410053fa4f732f", "externalIds": {"MAG": "2797936278"}, "url": "https://www.semanticscholar.org/paper/3f807fe7e99b2dee4d845f4588410053fa4f732f", "title": "De grens van de mens. Over techniek, ethiek en de menselijke natuur.", "abstract": null, "venue": "", "year": 2010, "referenceCount": 0, "citationCount": 17, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "48874904", "name": "P. Verbeek"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4023ae0ba18eed43a97e8b8c9c8fcc9a671b7aa3", "externalIds": {"MAG": "2579555219", "DOI": "10.1037/h0043158", "PubMed": "13310704"}, "url": "https://www.semanticscholar.org/paper/4023ae0ba18eed43a97e8b8c9c8fcc9a671b7aa3", "title": "The magical number seven plus or minus two: some limits on our capacity for processing information.", "abstract": "First, the span of absolute judgment and the span of immediate memory impose severe limitations on the amount of information that we are able to receive, process, and remember. By organizing the stimulus input simultaneously into several dimensions and successively into a sequence or chunks, we manage to break (or at least stretch) this informational bottleneck. Second, the process of recoding is a very important one in human psychology and deserves much more explicit attention than it has received. In particular, the kind of linguistic recoding that people do seems to me to be the very lifeblood of the thought processes. Recoding procedures are a constant concern to clinicians, social psychologists, linguists, and anthropologists and yet, probably because recoding is less accessible to experimental manipulation than nonsense syllables or T mazes, the traditional experimental psychologist has contributed little or nothing to their analysis. Nevertheless, experimental techniques can be used, methods of recoding can be specified, behavioral indicants can be found. And I anticipate that we will find a very orderly set of relations describing what now seems an uncharted wilderness of individual differences. Third, the concepts and measures provided by the theory of information provide a quantitative way of getting at some of these questions. The theory provides us with a yardstick for calibrating our stimulus materials and for measuring the performance of our subjects. In the interests of communication I have suppressed the technical details of information measurement and have tried to express the ideas in more familiar terms; I hope this paraphrase will not lead you to think they are not useful in research. Informational concepts have already proved valuable in the study of discrimination and of language; they promise a great deal in the study of learning and memory; and it has even been proposed that they can be useful in the study of concept formation. A lot of questions that seemed fruitless twenty or thirty years ago may now be worth another look. In fact, I feel that my story here must stop just as it begins to get really interesting. And finally, what about the magical number seven? What about the seven wonders of the world, the seven seas, the seven deadly sins, the seven daughters of Atlas in the Pleiades, the seven ages of man, the seven levels of hell, the seven primary colors, the seven notes of the musical scale, and the seven days of the week? What about the seven-point rating scale, the seven categories for absolute judgment, the seven objects in the span of attention, and the seven digits in the span of immediate memory? For the present I propose to withhold judgment. Perhaps there is something deep and profound behind all these sevens, something just calling out for us to discover it. But I suspect that it is only a pernicious, Pythagorean coincidence.", "venue": "Psychological review", "year": 1956, "referenceCount": 24, "citationCount": 21260, "influentialCitationCount": 766, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2114422629", "name": "G. A. Miller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "409205bf781a61d3295ce57cfac5b47d24de5252", "externalIds": {"MAG": "607067399"}, "url": "https://www.semanticscholar.org/paper/409205bf781a61d3295ce57cfac5b47d24de5252", "title": "Making Laws for Cyberspace", "abstract": "PART I - CYBERSPACE AS A LAWFUL SPACE Introduction 1. Command and control 2. The route to lawfulness PART II - AUTHORITY IN CYBERSPACE 3. Extraterritoriality 4. Enforcement in cyberspace 5. Sources of authority 6. Authoritative lawmaking PART III - RESPECTWORTHY LAWS 7. Cyberspace communities and cyberspace norms 8. Three ways to make meaningless law 9. Aims and effectiveness 10. Mismatch with cyber-reality", "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 57, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145989424", "name": "C. Reed"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "40b558e793fe9863d72837f6bade003b05efffc0", "externalIds": {"MAG": "2141010222", "DBLP": "journals/tis/Floridi07", "DOI": "10.1080/01972240601059094"}, "url": "https://www.semanticscholar.org/paper/40b558e793fe9863d72837f6bade003b05efffc0", "title": "A Look into the Future Impact of ICT on Our Lives", "abstract": "This paper may be read as a sequel to a 1995 paper, published in this journal, in which I predicted what sort of transformations and problems were likely to affect the development of the Internet and our system of organized knowledge in the medium term. In this second attempt, I look at the future developments of information and communication technologies and try to estimate what their impact on our lives will be. The forecast is that, in information societies, the threshold between online and offline will soon disappear, and that once there is no difference, we shall become not cyborgs but rather inforgs, that is, connected informational organisms.", "venue": "Inf. Soc.", "year": 2006, "referenceCount": 18, "citationCount": 165, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1982425", "name": "L. Floridi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4216bb52855c4856b7db0ebfdda5f0e11afaa825", "externalIds": {"MAG": "2155142392", "DOI": "10.1387/THEORIA.4"}, "url": "https://www.semanticscholar.org/paper/4216bb52855c4856b7db0ebfdda5f0e11afaa825", "title": "Trust, authority and epistemic responsibility", "abstract": "In this paper I argue that the epistemology of trust and testimony should take into account the pragmat- ics of communication in order to gain insight about the responsibilities speakers and hearers share in the epistemic access they gain through communication. Communication is a rich process of information ex- change in which epistemic standards are negotiated by interlocutors. I discuss examples which show the contextual adjustment of these standards as the conversation goes on. Our sensitivity to the contextual di- mension of epistemic standards make us more responsible communicators.", "venue": "", "year": 2008, "referenceCount": 37, "citationCount": 45, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2129146", "name": "G. Origgi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "43163eb6a1c1e8712728f1fe2804f40e967df3c4", "externalIds": {"MAG": "2026165926", "DOI": "10.1177/0013916511404408"}, "url": "https://www.semanticscholar.org/paper/43163eb6a1c1e8712728f1fe2804f40e967df3c4", "title": "Psychological and Health Outcomes of Perceived Information Overload", "abstract": "The rapid growth and transmission of information in the digital age poses new challenges for individuals coping with the onslaught of communications from multiple sources. This research (a) conceptualizes and measures perceived information overload from cyber-based and place-based sources, (b) tests the reliability and validity of a newly developed Perceived Information Overload Scale, and (c) tests hypotheses concerning the psychological and health outcomes of information overload. A repeated-measures panel study design was used to test the proposed hypotheses. Confirmatory factor analyses provided support for the hypothesized two-factor model of perceived information overload, encompassing cyber-based and place-based sources of stimulation. Hierarchical regression analyses indicated that higher levels of perceived cyber-based overload significantly predicted self-reports of greater stress, poorer health, and less time devoted to contemplative activities, controlling for age, gender, ethnicity, and baseline measures of stress and health status. Participants’ sensation-seeking levels were found to significantly moderate the relationships between cyber-based, place-based, and composite perceived information overload and stress. Directions for further study are discussed.", "venue": "", "year": 2012, "referenceCount": 51, "citationCount": 168, "influentialCitationCount": 9, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5381289", "name": "Shalini Misra"}, {"authorId": "1720057", "name": "D. Stokols"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "437c231d76d2ecf5b45723a98906c8381119fcb9", "externalIds": {"MAG": "2071077644", "DOI": "10.1097/NHH.0b013e318252c3d5", "PubMed": "22565355"}, "url": "https://www.semanticscholar.org/paper/437c231d76d2ecf5b45723a98906c8381119fcb9", "title": "Take the Challenge: Strategies to Improve Support for Parents of Chronically Ill Children", "abstract": "Parents of children with chronic illnesses experience tremendous burden when caring for their children at home. There are many challenges that are present throughout the course of chronic illnesses. To provide better care to the family caring for an ill child at home, clinicians must understand the experiences family members go through on a daily basis. The purpose of this article is to help clinicians better understand these parental experiences; by increasing clinicians' awareness, strategies can then be used, which will improve the outcome for the child, parents, and siblings.", "venue": "Home healthcare nurse", "year": 2012, "referenceCount": 37, "citationCount": 23, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "48266919", "name": "K. Newton"}, {"authorId": "12157995", "name": "K. Lamarche"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4411070b00ff2e38392ab24acb528bb219bb7447", "externalIds": {"MAG": "2518737715"}, "url": "https://www.semanticscholar.org/paper/4411070b00ff2e38392ab24acb528bb219bb7447", "title": "Law And Society In Transition Toward Responsive Law", "abstract": "law and society in transition toward responsive law is available in our digital library an online access to it is set as public so you can download it instantly. Our digital library spans in multiple countries, allowing you to get the most less latency time to download any of our books like this one. Kindly say, the law and society in transition toward responsive law is universally compatible with any devices to read.", "venue": "", "year": 2016, "referenceCount": 0, "citationCount": 72, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "65999470", "name": "A. Baer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4478692f451f714cef63542a494df9c574c23af2", "externalIds": {"MAG": "2109967276", "DOI": "10.1007/978-0-387-09751-0_2"}, "url": "https://www.semanticscholar.org/paper/4478692f451f714cef63542a494df9c574c23af2", "title": "The Social Impact of P2P Systems", "abstract": "The chapter deals with the social impact of P2P systems in light of a bidirectional connection by which technological developments influence, in a complex and often unpredictable way, the social environment whereas the dynamic evolution of the latter does affect technological progress. From this perspective, the aim is to deepen legal issues, sociological trends, economical aspects, and political dimensions of P2P technology, along with some of its next possible outputs, in order to assess one of the most compelling alternatives to the traditional frame of highly centralized human interaction.", "venue": "", "year": 2010, "referenceCount": 54, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3211114", "name": "A. Glorioso"}, {"authorId": "3216736", "name": "U. Pagallo"}, {"authorId": "2222952", "name": "G. Ruffo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "463ba7be0db06582e4cad4aabca6aa9b1213a67a", "externalIds": {"MAG": "1994546180", "DOI": "10.1353/dia.2004.0002"}, "url": "https://www.semanticscholar.org/paper/463ba7be0db06582e4cad4aabca6aa9b1213a67a", "title": "Giving an Account of Oneself", "abstract": "What does it mean to lead a moral life?In her first extended study of moral philosophy, Judith Butler offers a provocative outline for a new ethical practice-one responsive to the need for critical autonomy and grounded in a new sense of the human subject.Butler takes as her starting point one's ability to answer the questions What have I done?and What ought I to do?She shows that these question can be answered only by asking a prior question, Who is this 'I' who is under an obligation to give an account of itself and to act in certain ways?Because I find that I cannot give an account of myself without accounting for the social conditions under which I emerge, ethical reflection requires a turn to social theory.In three powerfully crafted and lucidly written chapters, Butler demonstrates how difficult it is to give an account of oneself, and how this lack of self-transparency and narratibility is crucial to an ethical understanding of the human. In brilliant dialogue with Adorno, Levinas, Foucault, and other thinkers, she eloquently argues the limits, possibilities, and dangers of contemporary ethical thought.Butler offers a critique of the moral self, arguing that the transparent, rational, and continuous ethical subject is an impossible construct that seeks to deny the specificity of what it is to be human. We can know ourselves only incompletely, and only in relation to a broader social world that has always preceded us and already shaped us in ways we cannot grasp. If inevitably we are partially opaque to ourselves, how can giving an account of ourselves define the ethical act? And doesn't an ethical system that holds us impossibly accountable for full self-knowledge and self-consistency inflict a kind of psychic violence, leading to a culture of self-beratement and cruelty? How does the turn to social theory offer us a chance to understand the specifically social character of our own unknowingness about ourselves?In this invaluable book, by recasting ethics as a project in which being ethical means becoming critical of norms under which we are asked to act, but which we can never fully choose, Butler illuminates what it means for us as fallible creaturesto create and share an ethics of vulnerability, humility, and ethical responsiveness. Judtith Butler is the Maxine Elliot Professor of Rhetoric and Comparative Literature at the University of California, Berkeley. The most recent of her books are Precarious Life: The Power of Mourning and Violence and Undoing Gender.", "venue": "", "year": 2004, "referenceCount": 67, "citationCount": 2429, "influentialCitationCount": 191, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "112869595", "name": "J. Butler"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "46eb7e56bb11025ade68324137e7248d11a62f00", "externalIds": {"MAG": "187856412", "DOI": "10.1007/978-3-319-04093-6_18"}, "url": "https://www.semanticscholar.org/paper/46eb7e56bb11025ade68324137e7248d11a62f00", "title": "Good Onlife Governance: On Law, Spontaneous Orders, and Design", "abstract": "This chapter examines the legal challenges of the information revolution in terms of governance, spontaneous orders, and design. An increasing set of issues, such as connectivity and availability of resources, affect the whole infrastructure and environment of current legal systems and, thus, have to be tackled at international and transnational levels. Moreover, the intricacy of these issues is often increased by the emergence of spontaneous orders and the technicalities of design mechanisms, e.g., the principle of “privacy by design.” In light of these issues, the purpose of this chapter is to stress that governance actors, as game designers dealing with the twofold features of generative ICTs, ought to preventively understand the nature of the field in which they aim to intervene, i.e., “Onlife,” and consider the use of self-enforcing technologies as the exception, or a last resort option, for coping with the impact of the information revolution.", "venue": "", "year": 2015, "referenceCount": 44, "citationCount": 25, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3216736", "name": "U. Pagallo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "47087028638fba7446e32ccff2d4475cfafdb618", "externalIds": {"DBLP": "journals/firstmonday/ZeldesSL07", "MAG": "2016088429", "DOI": "10.5210/FM.V12I8.1973"}, "url": "https://www.semanticscholar.org/paper/47087028638fba7446e32ccff2d4475cfafdb618", "title": "Informania: why we can't afford to ignore it any longer", "abstract": "This publication contains reprint articles for which IEEE does not hold copyright. Full text is not available on IEEE Xplore for these articles.", "venue": "IEEE Engineering Management Review", "year": 2007, "referenceCount": 0, "citationCount": 25, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2097586881", "name": "Nathan Zeldes"}, {"authorId": "2436154", "name": "David Sward"}, {"authorId": "3212630", "name": "Sigal Louchheim"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4864428a79aafc9acad48851e7862556f0aff8ee", "externalIds": {"MAG": "2942733065", "DOI": "10.4324/9780203955055-16"}, "url": "https://www.semanticscholar.org/paper/4864428a79aafc9acad48851e7862556f0aff8ee", "title": "A Cyborg Manifesto: Science, Technology, and Socialist-Feminism in the Late Twentieth Century", "abstract": null, "venue": "", "year": 2013, "referenceCount": 23, "citationCount": 1495, "influentialCitationCount": 80, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "50438968", "name": "D. Haraway"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "491fa6915fdd7a2d83f8c31432db0503743adb95", "externalIds": {"MAG": "2798920588", "DOI": "10.1215/9780822388845"}, "url": "https://www.semanticscholar.org/paper/491fa6915fdd7a2d83f8c31432db0503743adb95", "title": "Small World", "abstract": null, "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 1375, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "153121908", "name": "M. Suter"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "49fc52aa3708ef098b02f08b6961cc84c1793d0c", "externalIds": {"MAG": "2441972966"}, "url": "https://www.semanticscholar.org/paper/49fc52aa3708ef098b02f08b6961cc84c1793d0c", "title": "Overload Psychological and Health Outcomes of Perceived Information", "abstract": null, "venue": "", "year": 2011, "referenceCount": 34, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5381289", "name": "Shalini Misra"}, {"authorId": "1720057", "name": "D. Stokols"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4b526314f6304d1808d72f5fffc3b735d4e8a27e", "externalIds": {"MAG": "1598089656"}, "url": "https://www.semanticscholar.org/paper/4b526314f6304d1808d72f5fffc3b735d4e8a27e", "title": "Plans and situated actions", "abstract": null, "venue": "", "year": 1987, "referenceCount": 0, "citationCount": 2370, "influentialCitationCount": 147, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1694083", "name": "L. Suchman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4f67f1d0b1836ffcba066659a896a5bb413ff3bc", "externalIds": {"MAG": "2080205018", "DOI": "10.1007/s10676-010-9243-5"}, "url": "https://www.semanticscholar.org/paper/4f67f1d0b1836ffcba066659a896a5bb413ff3bc", "title": "The entanglement of trust and knowledge on the Web", "abstract": "In this paper I use philosophical accounts on the relationship between trust and knowledge in science to apprehend this relationship on the Web. I argue that trust and knowledge are fundamentally entangled in our epistemic practices. Yet despite this fundamental entanglement, we do not trust blindly. Instead we make use of knowledge to rationally place or withdraw trust. We use knowledge about the sources of epistemic content as well as general background knowledge to assess epistemic claims. Hence, although we may have a default to trust, we remain and should remain epistemically vigilant; we look out and need to look out for signs of insincerity and dishonesty in our attempts to know. A fundamental requirement for such vigilance is transparency: in order to critically assess epistemic agents, content and processes, we need to be able to access and address them. On the Web, this request for transparency becomes particularly pressing if (a) trust is placed in unknown human epistemic agents and (b) if it is placed in non-human agents, such as algorithms. I give examples of the entanglement between knowledge and trust on the Web and draw conclusions about the forms of transparency needed in such systems to support epistemically vigilant behaviour, which empowers users to become responsible and accountable knowers.", "venue": "Ethics and Information Technology", "year": 2010, "referenceCount": 33, "citationCount": 46, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "17736848", "name": "Judith Simon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4f71e48f63d020f99c912ee97e2de6a38d73b184", "externalIds": {"MAG": "2151219288", "DBLP": "journals/tis/Bakardjieva09", "DOI": "10.1080/01972240802701627"}, "url": "https://www.semanticscholar.org/paper/4f71e48f63d020f99c912ee97e2de6a38d73b184", "title": "Subactivism: Lifeworld and Politics in the Age of the Internet", "abstract": "The potential of the Internet to enhance civic participation has been examined in numerous theoretical and empirical studies. This article concentrates specifically on the role the medium plays in affording and supporting new forms of making sense of public issues and getting involved in civic activities that evolve at the level of everyday life. Characteristically, these forms do not square neatly with elevated notions of political and civic participation. Their significance easily escapes recognition. Building on existing conceptualizations such as those of “life politics” (Giddens, 1991),“sub-politics” (Beck, 1997) and “the political” Mouffe (2005), and “democratic rationalization” (Feenberg, 1999), the concept of subactivism is proposed with the objective to expand received notions of what does and should count as civic engagement.", "venue": "Inf. Soc.", "year": 2009, "referenceCount": 65, "citationCount": 180, "influentialCitationCount": 11, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2431336", "name": "M. Bakardjieva"}]}}]}