{"offset": 0, "next": 100, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0dcfa5735395fd022b65bc81f1efa54f5490a6d7", "externalIds": {"DOI": "10.36253/978-88-5518-412-0"}, "url": "https://www.semanticscholar.org/paper/0dcfa5735395fd022b65bc81f1efa54f5490a6d7", "title": "ATEE Spring Conference 2020-2021", "abstract": "This book collects some of the works presented at ATEE Florence Spring Conference 2020-2021. The Conference, originally planned for May 2020, was forcefully postponed due to the dramatic insurgence of the pandemic. Despite the difficulties in this period, the Organising Committee decided anyway to keep it, although online and more than one year later, not to disperse the huge work of authors, mainly teachers, who had to face one of the hardest challenges in the last decades, in a historic period where the promotion of social justice and equal opportunities – through digital technologies and beyond – is a key factor for democratic citizenship in our societies. \nThe Organising Committee, the University of Florence, and ATEE wish to warmly thank all the authors for their commitment and understanding, which ensured the success of the Conference. We hope this book could be, not only a witness of these pandemic times, but a hopeful sign for an equal and inclusive education in all countries. \n", "venue": "Proceedings e report", "year": 2021, "referenceCount": 339, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "12b1282587a9c7fc94fa8fdc9e21f4941dc67c5d", "externalIds": {"DBLP": "journals/tkl/Forkosh-BaruchG21", "MAG": "3028691034", "DOI": "10.1007/s10758-020-09449-3"}, "url": "https://www.semanticscholar.org/paper/12b1282587a9c7fc94fa8fdc9e21f4941dc67c5d", "title": "Social Curation Experience: Towards Authentic Learning in Preservice Teacher Training", "abstract": "The purpose of this research was to characterize the curation activity of preservice teachers practicing digital curation by constructing “knowledge exhibitions” in an academic course. Our database included 64 knowledge exhibitions on the Scoop.it platform. Factor analysis of curator’s activities resulted in 3 factors, contributing 57.63% of the total variance explained: the social factor, the personal content factor and the personal process factor. Narratives of curators’ reflections were analyzed using content analysis, resulting in 3 additional categories: relevance, curator activities and products. When combining the qualitative and quantitative categories, a two-dimensional conceptual model was constructed. The model illustrates a taxonomy of components that are included in the curation process, which portrays authentic learning. We conclude that curation contributes to the improvement of students’ knowledge and 21st skills as curators. Curation requires personal and social skills, e.g., cognitive and meta-cognitive skills from an individual and social perspective, social skills on social media and affective skills. Hence, while focusing on personal skills in constructing an ontology, curation is also social in nature. Using social curation transforms learning, but surprisingly is uncommon in educational settings, and research is consequently meager. This highlights the need for incorporating curation as authentic learning in teacher training.", "venue": "Technol. Knowl. Learn.", "year": 2020, "referenceCount": 44, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "1405642225", "name": "A. Forkosh-Baruch"}, {"authorId": "119125232", "name": "Rivka Gadot"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "291af444e2c975b92cdd8dfb8266a67373b1d2ca", "externalIds": {"DBLP": "journals/ais/BruneaultL21", "MAG": "3087886422", "DOI": "10.1007/S00146-020-01077-W"}, "url": "https://www.semanticscholar.org/paper/291af444e2c975b92cdd8dfb8266a67373b1d2ca", "title": "AI Ethics: how can information ethics provide a framework to avoid usual conceptual pitfalls? An Overview", "abstract": "Artificial intelligence (AI) plays an important role in current discussions on information and communication technologies (ICT) and new modes of algorithmic governance. It is an unavoidable dimension of what social mediations and modes of reproduction of our information societies will be in the future. While several works in artificial intelligence ethics (AIE) address ethical issues specific to certain areas of expertise, these ethical reflections often remain confined to narrow areas of application, without considering the global ethical issues in which they are embedded. We, therefore, propose to clarify the main approaches to AIE, their philosophical assumptions and the specific characteristics of each one of them, to identify the most promising approach to develop an ethical reflection on the deployment of AI in our societies, which is the one based on information ethics as proposed by Luciano Floridi. We will identify the most important features of that approach to highlight areas that need further investigation.", "venue": "AI Soc.", "year": 2020, "referenceCount": 91, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2083427041", "name": "Frédérick Bruneault"}, {"authorId": "2003300918", "name": "Andréane Sabourin Laflamme"}]}}, {"isInfluential": false, "contexts": ["Digital technologies create and shape our environments, the infosphere, where we spend increasingly more time (Floridi, 2014a).", "This is why the experience of time is changing for anyone living “onlife” (Floridi, 2014b)."], "intents": ["background"], "citingPaper": {"paperId": "3ea35bbdf8fb792e947e71f497647c41389f329c", "externalIds": {"MAG": "3197022053", "DOI": "10.1007/s13347-021-00472-5"}, "url": "https://www.semanticscholar.org/paper/3ea35bbdf8fb792e947e71f497647c41389f329c", "title": "Digital Time: Latency, Real-time, and the Onlife Experience of Everyday Time", "abstract": "Digital technologies create and shape our environments, the infosphere, where \nwe spend increasingly more time. Through exploration of such concepts as \"latency\", \"real time\" and \"unreal time\", this article discusses how time has changed due to the digital revolution over the past half-century.", "venue": "Philosophy & Technology", "year": 2021, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2134633922", "name": "Luciano Floridi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "491e590bdea2386529376562116ef3e2d05b51b3", "externalIds": {"MAG": "3185462216", "DOI": "10.6092/ISSN.2611-0563/13121"}, "url": "https://www.semanticscholar.org/paper/491e590bdea2386529376562116ef3e2d05b51b3", "title": "Post-Digital Fashion: The Evolution and Creation Cycle", "abstract": "In the face of the Covid-19 pandemic, the fashion industry was surprised and quickly had to adapt to digital media. However, the relationship between fashion and the multiplicity of screens is not new. Fashion emerged and took its first steps with Cinema, in Modernity. Although there are times when these two systems are further apart from each other, the alliance survived. To analyse contemporaneity, we take as main reference the studies of Gilles Lipovetsky, and his reflections on aesthetic capitalism. The fashion system has many Western fields of life, including art and technology. In this article we discuss how this relationship of fashion adapts and develops with aesthetic capitalism and post-digital art while we analyse representative artefacts from/about fashion. We propose to put the recent digital fashion artefacts in dialogue with post-digital aesthetics theories, discussing the blurred boundaries between the digital and the post-digital, and proposing the instantiation of a post-digital creation cycle applied to fashion artefacts.", "venue": "", "year": 2021, "referenceCount": 4, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "113177364", "name": "S. Pereira"}, {"authorId": null, "name": "Marcos Adérito Fernandes"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4ae870182f376044b24de3a4dda8d589f033eb93", "externalIds": {"MAG": "2971650719", "DOI": "10.1016/J.EGYAI.2021.100079"}, "url": "https://www.semanticscholar.org/paper/4ae870182f376044b24de3a4dda8d589f033eb93", "title": "Transformations of trust in society: A systematic review of how access to big data in energy systems challenges Scandinavian culture", "abstract": "Abstract In the era of information technology and big data, the extraction, commodification, and control of personal information is redefining how people relate and interact. However, the challenges that big data collection and analytics can introduce in trust-based societies, like those of Scandinavia, are not yet understood. For instance, in the energy sector, data generated through smart appliances, like smart metering devices, can have collateral implications for the end-users. In this paper, we present a systematic review of scientific articles indexed in Scopus to identify possible relationships between the practices of collecting, processing, analysing, and using people's data and people's responses to such practices. We contextualise this by looking at research about Scandinavian societies and link this to the academic literature on big data and trust, big data and smart meters, data ethics and the energy sector, surveillance capitalism, and subsequently performing a reflexive thematic analysis. We broadly situate our understanding of culture in this context on the interactions between cognitive norms, material culture, and energy practices. Our analysis identified a number of articles discussing problems and solutions to do with the practices of surveillance capitalism. We also found that research addresses these challenges in different ways. While some research focuses on technological amendments to address users’ privacy protection, only few examine the fundamental ethical questions that discuss how big data practices may change societies and increase their vulnerability. The literature suggests that even in highly trusting societies, like the ones found in Scandinavian countries, trust can be undermined and weakened.", "venue": "", "year": 2021, "referenceCount": 162, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "72671767", "name": "J. Godoy"}, {"authorId": "1402937406", "name": "K. Otrel-Cass"}, {"authorId": "88833943", "name": "K. H. Toft"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "74b6650cb56cf532844eaec81edc88ef989e7198", "externalIds": {"MAG": "3136428063", "DOI": "10.1007/978-3-030-61033-3_13"}, "url": "https://www.semanticscholar.org/paper/74b6650cb56cf532844eaec81edc88ef989e7198", "title": "Living Apart Together? Discussing the Different Digital Worlds in City Government", "abstract": null, "venue": "", "year": 2021, "referenceCount": 35, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "48695648", "name": "E. Mulder"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "899a3e7fb96734bcf20a7ee1555a548ef5b9fce4", "externalIds": {"MAG": "3192956026", "DOI": "10.1163/21659214-bja10028"}, "url": "https://www.semanticscholar.org/paper/899a3e7fb96734bcf20a7ee1555a548ef5b9fce4", "title": "The Online Intersection among Islamophobia, Populism, and Hate Speech: An Italian Perspective", "abstract": "\nOnline radical Islam is a topic widely studied by scholars and notoriously discussed among non- experts as well (Awan, 2007; Von Behr et al. 2013; Gray & Head 2009). Because of its intrinsic characteristics (i.e. accessibility, anonymity, or users’ identity dissimulation), the internet has always been a useful tool for propagandists of Islamic fundamentalism (Fighel, 2007; Stenersen, 2008; Koehler, 2014). However, in the last decade, studies have questioned the real importance and magnitude of Islamic radicalization online (Gill et al., 2017). In fact, while scholars were focused on observing digital Islamic radicalization, a galaxy of new forms of extremism was growing online (Silva et al., 2017; Roversi, 2008) that no longer made Islam an exceptional case study. Today, Muslim people are one of the groups most aggressively targeted by extremist, intolerant, violent, and radical discourses (Elahi & Khan, 2017; Amnesty International, 2019). Anti-Muslim hate speech has spread online throughout Europe and the United States, reinforced by the propaganda and political discourse of populist right-wing parties (Hafez, 2014; Bakali 2016). This paper introduces some large-scale action-research projects developed in Europe and Italy in the last three years (2016–2019) and aims to reconstruct the most updated Islamophobia state of the art in terms of numbers, characteristics, and phenomenology from the offline to the online context.", "venue": "Journal of Religion, Media and Digital Culture", "year": 2021, "referenceCount": 52, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "112959418", "name": "A. Vitullo"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9fced68e236cb975ee28a196cc692c3a2ca99c34", "externalIds": {"MAG": "3180271706", "DOI": "10.1007/978-3-030-65592-1_6"}, "url": "https://www.semanticscholar.org/paper/9fced68e236cb975ee28a196cc692c3a2ca99c34", "title": "Postdigital Truths: Educational Reflections on Fake News and Digital Identities", "abstract": "The lives of young people have successfully been infiltrated by multiple online actors—many unbeknownst to them. In this chapter, we wonder how young people manage the information they receive from different sources and how they think about and deal with manipulated information, also known as fake news. We are taking a postdigital approach that allows us to describe the normalisation of interactions with digital materials. Students’ lives are entangled and their digital identities are no longer limited to only local feelings of belonging, but are shaped by complex social contextual relationships with multiple cultures. The chapter examines what it may mean when young people find it increasingly easy to connect with like-minded peers and seek positive reinforcements of their views and actions on the topics of their daily life. In this contribution, we illustrate our thinking by presenting vignettes from two projects where young people reflected on their encounters with fake news, and how they manage information they receive online in general. The vignettes are analysed first by foregrounding material actors through actor–network theory, then overlaid with a cultural-historical activity theory framework so we can hone in on socio-material details and what this means for education in postdigital times.", "venue": "Postdigital Science and Education", "year": 2021, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1402937406", "name": "K. Otrel-Cass"}, {"authorId": "117578593", "name": "Michaela S. Fasching"}]}}, {"isInfluential": false, "contexts": ["On the one hand, it made our lives easier, added new possibilities for humans while impacting human society (Ganascia, 2015)."], "intents": ["background"], "citingPaper": {"paperId": "a8a8c4aa98ca53bdb7ea9ba21426478a8bba0f0c", "externalIds": {"DOI": "10.12688/f1000research.28074.2", "PubMed": "34249332"}, "url": "https://www.semanticscholar.org/paper/a8a8c4aa98ca53bdb7ea9ba21426478a8bba0f0c", "title": "Worldviews of science teachers in educational-technological context as a key factor in digitalization of teaching practices.", "abstract": "Background: This research deals with science teachers' worldviews in the educational-technological context. Obtaining a deeper insight into teachers' discourse regarding school digitalization and understanding teachers' worldviews in the educational-technological context may be viewed as crucially important since the latter tends to play a central role in the process of digitalization of teaching practices. Methods: This study addresses the following questions: (1) Was there a difference between the teachers regarding their foci of attention expressed via personal pronouns? (2) Was there a difference between the teachers in terms of the quality and degree of their emotional immersion in the discussed topic expressed through the use of emotion words? (3) What are the semantic fields of the word clusters that include the lexemes technology and digital, and do they implicitly convey differences in teachers' understanding of school digitalization? The data were extracted by means of in-depth interviews with 38 Israeli science teachers. The linguistic analysis was employed to examine teachers' language behavior. Results: The results point out the differences in teachers' worldviews, manifested through language behavior. In particular, the differences between the three groups of teachers (outside observers, circumspect participants, and conscientious participants) were found regarding their foci of attention, the level of emotional immersion, and their implicitly conveyed understanding of the digitalization of teaching practices. Conclusions: The teachers' worldviews are the key element for understanding what it means to be or not to be a teacher in a digital society. In addition, our study demonstrates that linguistic analysis in educational research is a promising methodological approach that can render an in-depth and comprehensive picture of the explored phenomenon.", "venue": "F1000Research", "year": 2021, "referenceCount": 50, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "66854281", "name": "Dina Tsybulsky"}, {"authorId": "1403430782", "name": "Y. Muchnik-Rozanov"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ad0532ff0d2952de04e0a0bf322cea1494c67094", "externalIds": {"DOI": "10.1007/s11217-021-09811-7"}, "url": "https://www.semanticscholar.org/paper/ad0532ff0d2952de04e0a0bf322cea1494c67094", "title": "Grammars of “Onlife” Identities: Educational Re-significations", "abstract": "Identity has been widely understood in Western societies as a specular construction that operates simultaneously both from within and from outside oneself. However, this process is fiercely changing in a world in which almost every human action is mediated by information and communication technologies. This paper, from a theoretical perspective, aims to discover the main educational implications of this change. For that purpose, we first consider the traditional meaning and process of forming the self in Western culture. Afterwards, we identify and describe the mechanisms for the construction of the self in our current context, highlighting the fact that technologies, in themselves and regardless of the use we make of them, hide implications. Taking this into account, we show to what extent the current development of the self presents shades, conflicts and tangible risks from an educational perspective. We finally conclude that it is essential to promote an education on technology that goes beyond the use regulation in which, up to now, it has been solely focused on.", "venue": "Studies in Philosophy and Education", "year": 2021, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1659118748", "name": "Alberto Sánchez-Rojo"}, {"authorId": "146072140", "name": "Ángel García del Dujo"}, {"authorId": "84101576", "name": "J. Muñoz-Rodríguez"}, {"authorId": "2073454312", "name": "Arsenio Dacosta"}]}}, {"isInfluential": false, "contexts": ["Information and communication technologies have an ever-increasing influence on human self-esteem, mutual actions, and socialization, the concept of reality and its perception, as well as interaction with reality [2]."], "intents": ["background"], "citingPaper": {"paperId": "adcd01da9cc8b3f74633e0d12c552be16c1363f4", "externalIds": {"MAG": "3120355783", "DOI": "10.3390/SU13020611"}, "url": "https://www.semanticscholar.org/paper/adcd01da9cc8b3f74633e0d12c552be16c1363f4", "title": "How to Make Digitalization Better Serve an Increasing Quality of Life?", "abstract": "Modern people live in the era of knowledge and digitalization supposed to increase their quality of life. Nevertheless, digital technologies are only the instruments in the development and transformation of social-economic processes and their usage per se does not ensure only positive effects, which much depends on goals, conditions, institutes, etc. Thus, digitalization has an unambiguous influence on many social-economic processes and needs a wise policy to provide smooth progress and well-being for everybody. This study aims to design and test appropriate tools for managing digitalization to direct this process on increasing the quality of life. For this purpose we analyzed: (1) correlation to identify interrelations between digitalization and quality of life; (2) the potential of using the visualization matrix method to identify and monitor national trends of digitalization in the context of quality of life. We found: (1) close correlation between subjective and objective indicators of quality of life and between the quality of life and digitalization; (2) the two-dimensional matrix turned out to be a relevant visual tool that embraces specific two-way relationships between human development and digitalization. In combination with statistical and qualitative methods, this tool has wide prospects for managing digitalization in the context of social progress and increasing quality of life.", "venue": "", "year": 2021, "referenceCount": 61, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2090341526", "name": "Oleg A. Kryzhanovskij"}, {"authorId": "119854768", "name": "N. Baburina"}, {"authorId": "116033515", "name": "A. Ljovkina"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b4291d1752f191debaa818484189fdaaf90b6222", "externalIds": {"MAG": "3192085813", "DOI": "10.1007/978-981-16-3049-1_17"}, "url": "https://www.semanticscholar.org/paper/b4291d1752f191debaa818484189fdaaf90b6222", "title": "Enhancing Transparency of Data Processing and Data Subject’s Rights Through Technical Tools: The PIMS and PDS Solution", "abstract": null, "venue": "Services and Business Process Reengineering", "year": 2021, "referenceCount": 24, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2132330847", "name": "Alessandro Bernes"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "cea788cb36dc2f86540e44f66ae7b588d9b8bfa6", "externalIds": {"DBLP": "journals/corr/abs-2111-04165", "DOI": "10.1007/978-3-030-80083-3_5"}, "url": "https://www.semanticscholar.org/paper/cea788cb36dc2f86540e44f66ae7b588d9b8bfa6", "title": "On the Limits of Design: What Are the Conceptual Constraints on Designing Artificial Intelligence for Social Good?", "abstract": null, "venue": "Digital Ethics Lab Yearbook", "year": 2021, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "120836470", "name": "Jakob Mökander"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d0e2652be03c856b4a6bfe1db780c07246e9dc9d", "externalIds": {"DOI": "10.1007/978-3-030-87258-8_1"}, "url": "https://www.semanticscholar.org/paper/d0e2652be03c856b4a6bfe1db780c07246e9dc9d", "title": "Socio-Technical Dimension: Beyond a Digital Transition", "abstract": null, "venue": "Springer Series in Design and Innovation", "year": 2021, "referenceCount": 15, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "74528742", "name": "Carmen Bruno"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d341c28a3fbee9dd68fa46300035083bad5050e1", "externalIds": {"MAG": "3175913221", "DOI": "10.1007/978-981-16-0771-4_9"}, "url": "https://www.semanticscholar.org/paper/d341c28a3fbee9dd68fa46300035083bad5050e1", "title": "AI & Well-Being: Can AI Make You Happy in the City", "abstract": null, "venue": "Artificial Intelligence in the Gulf", "year": 2021, "referenceCount": 98, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1403727011", "name": "A. al-Azzawi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e7256f4a830845759085732676192b58d4e6d9a0", "externalIds": {"MAG": "3186166560", "DOI": "10.3280/so2021-001004"}, "url": "https://www.semanticscholar.org/paper/e7256f4a830845759085732676192b58d4e6d9a0", "title": "Re-framing community in the platform age: analyzing organization and power in BlaBlaCar", "abstract": "The concept of community remains crucial in social sciences and organizational analysis. In recent years, the concept of community has become a sort of buzzword, in particular, with the rise of the so-called sharing and platform economy. This contribution asks what kinds of communities are enabled by collaborative platforms and how power is practiced within these peculiar organizations, considering them as evaluative infrastructures. The article explores these issues through the empirical analysis of one of the best-known sharing platforms (BlaBlaCar) adopting a mixed method approach. The research concludes that the analyzed case presents the main characteristics of a brand community, although it has some specific and original features. Compared to other evaluation infrastructures, in BlaBlaCar the control is more centralized and the power more legitimated, as it is considered a guarantee of security and reliability of the service which increases the loyalty to company's brand.", "venue": "STUDI ORGANIZZATIVI", "year": 2021, "referenceCount": 33, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "97386523", "name": "D. Arcidiacono"}, {"authorId": "2076346634", "name": "I. Pais"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e8cd8e125ef1a1ca4ab6bb8c224c466523f83709", "externalIds": {"DBLP": "conf/websci/Ropolyi21", "MAG": "3175666583", "DOI": "10.1145/3462741.3466811"}, "url": "https://www.semanticscholar.org/paper/e8cd8e125ef1a1ca4ab6bb8c224c466523f83709", "title": "An ‘Aristotelian’ Philosophy of the Internet", "abstract": "The paper argues for the necessity of building up a philosophy of the internet and proposes a version of it, an ‘Aristotelian’ philosophy of the internet. First, a short overview of some recent trends in the internet research is presented. This train of thoughts leads to a proposal of understanding the nature of the internet in the spirit of the Aristotelian philosophy i.e., to conceive “the internet as the internet”, as a totality of its all aspects, as a whole entity. For this purpose, the internet is explained in four – easily distinguishable, but obviously connected – contexts: we regard it as a system of technology, as an element of communication, as a cultural medium and as an independent organism. Based on these investigations we conclude that the internet is the medium of a new mode of human existence created by late modern man; a mode that is built on earlier (i.e., natural, and social) spheres of existence and yet it is markedly different from them. We call this newly formed existence web-life.", "venue": "WebSci", "year": 2021, "referenceCount": 50, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2375916", "name": "L. Ropolyi"}]}}, {"isInfluential": false, "contexts": ["On the one hand, it made our lives easier, added new possibilities for humans while impacting human society (Ganascia, 2015)."], "intents": ["background"], "citingPaper": {"paperId": "f3a6521353eb0f74aa5136047da7cdefe2ad6f05", "externalIds": {"PubMedCentral": "8240596", "DOI": "10.12688/f1000research.28074.3", "PubMed": "34249332"}, "url": "https://www.semanticscholar.org/paper/f3a6521353eb0f74aa5136047da7cdefe2ad6f05", "title": "Worldviews of science teachers in educational-technological context as a key factor in digitalization of teaching practices", "abstract": "Background: This research deals with science teachers' worldviews in the educational-technological context. Obtaining a deeper insight into teachers' discourse regarding school digitalization and understanding teachers' worldviews in the educational-technological context may be viewed as crucially important since the latter tends to play a central role in the process of digitalization of teaching practices. Methods: This study addresses the following questions: (1) Was there a difference between the teachers regarding their foci of attention expressed via personal pronouns? (2) Was there a difference between the teachers in terms of the quality and degree of their emotional immersion in the discussed topic expressed through the use of emotion words? (3) What are the semantic fields of the word clusters that include the lexemes technology and digital, and do they implicitly convey differences in teachers' understanding of school digitalization? The data were extracted by means of in-depth interviews with 38 Israeli science teachers. The linguistic analysis was employed to examine teachers' language behavior. Results: The results point out the differences in teachers' worldviews, manifested through language behavior. In particular, the differences between the three groups of teachers (outside observers, circumspect participants, and conscientious participants) were found regarding their foci of attention, the level of emotional immersion, and their implicitly conveyed understanding of the digitalization of teaching practices. Conclusions: The teachers' worldviews are the key element for understanding what it means to be or not to be a teacher in a digital society. In addition, our study demonstrates that linguistic analysis in educational research is a promising methodological approach that can render an in-depth and comprehensive picture of the explored phenomenon.", "venue": "F1000Research", "year": 2021, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "66854281", "name": "Dina Tsybulsky"}, {"authorId": "1403430782", "name": "Y. Muchnik-Rozanov"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f985b80f5828c8d8c62797fe38065a22f2808999", "externalIds": {"PubMedCentral": "8525051", "DOI": "10.1007/s41682-021-00087-9"}, "url": "https://www.semanticscholar.org/paper/f985b80f5828c8d8c62797fe38065a22f2808999", "title": "Religion and the internet: digital religion, (hyper)mediated spaces, and materiality", "abstract": "This article offers theoretical reflections on the study of religion and the Internet by critically discussing the notion of “digital religion” (Campbell 2012). In particular, it stresses the importance of integrating material and spatial approaches to the study of digital religion. In doing so, it proposes the theory of “hypermediated religious spaces” to describe processes of religious mediation between online and offline environments by taking into account materiality and space. The article discusses theoretical perspectives by means of case studies: first, the importance of materiality within Internet practices is illustrated through the example of Neo-Pagan online rituals; second, the notion of space, and “third space” in particular, in relation to Internet practices is analyzed through the case of the hashtag #Nous-Sommes-Unis, circulated by French Muslims; third, the theory of hypermediated spaces is exemplified by the analysis of a live-streamed mass in the Italian city of Manerbio during the Covid-19 lockdown. The article aims at kindling scholarly reflections on terminologies and theories for the global and interdisciplinary study of digital religion.", "venue": "Zeitschrift für Religion, Gesellschaft und Politik", "year": 2021, "referenceCount": 85, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "98167204", "name": "Giulia Evolvi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "138974ff2176b186147e9232eb290b503a1ee87e", "externalIds": {"MAG": "3034279554", "DOI": "10.1007/s13347-020-00404-9"}, "url": "https://www.semanticscholar.org/paper/138974ff2176b186147e9232eb290b503a1ee87e", "title": "Own Data? Ethical Reflections on Data Ownership", "abstract": "In discourses on digitization and the data economy, it is often claimed that data subjects shall be owners of their data. In this paper, we provide a problem diagnosis for such calls for data ownership : a large variety of demands are discussed under this heading. It thus becomes challenging to specify what—if anything—unites them. We identify four conceptual dimensions of calls for data ownership and argue that these help to systematize and to compare different positions. In view of this pluralism of data ownership claims, we introduce, spell out and defend a constructive interpretative proposal: claims for data ownership are charitably understood as attempts to call for the redistribution of material resources and the socio-cultural recognition of data subjects. We argue that as one consequence of this reading, it misses the point to reject claims for data ownership on the grounds that property in data does not exist. Instead, data ownership brings to attention a claim to renegotiate such aspects of the status quo .", "venue": "", "year": 2020, "referenceCount": 87, "citationCount": 21, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "40689445", "name": "Patrik Hummel"}, {"authorId": "46883192", "name": "Matthias Braun"}, {"authorId": "46906410", "name": "P. Dabrock"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "167d41cb886c20471556c5561d23ec269394ee71", "externalIds": {"DBLP": "journals/creativity/Veiga20", "MAG": "3036667135", "DOI": "10.1080/14626268.2020.1782438"}, "url": "https://www.semanticscholar.org/paper/167d41cb886c20471556c5561d23ec269394ee71", "title": "Curating the Everywhere Museum of Everything", "abstract": "The Everywhere Museum of Everything is a research and action proposal founded on the array of aestheticised online content, which can be purposefully and critically curated in order to create a mea...", "venue": "Digit. Creativity", "year": 2020, "referenceCount": 16, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art", "Computer Science"], "authors": [{"authorId": "144719227", "name": "P. Veiga"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "203c3ab844560c04059b867dda73644ab253d3d4", "externalIds": {"DBLP": "journals/nms/Barassi20", "MAG": "3083041752", "DOI": "10.1177/1461444820913573"}, "url": "https://www.semanticscholar.org/paper/203c3ab844560c04059b867dda73644ab253d3d4", "title": "Datafied times: Surveillance capitalism, data technologies and the social construction of time in family life", "abstract": "This article maps three different yet interconnected hegemonic temporalities that define data technologies: immediacy, archival and predictive time. These hegemonic temporalities, it will be argued, cannot be understood without considering the political economic structures of surveillance capitalism. However, to understand the relationship between data technologies and the social construction of time, we also need to consider the multiple ways in which these temporalities are reproduced and experienced through everyday temporalizing practices. Drawing on an ethnographic project which investigates the impact of data technologies on family life, the article will explore different ways in which these temporalities are impacting the lived experience of family life. Looking at the ways in which everyday experiences intersect with hegemonic constructions of time enables us to ask critical questions about how data technologies surveille and govern subjects through time and consider their implication for our democratic futures.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 103, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2494195", "name": "Veronica Barassi"}]}}, {"isInfluential": true, "contexts": ["(Floridi 2015, 7)\nFloridi, in essence, states that we live in a period that can be characterized as belonging to a ‘fourth (information) revolution’, following those attributed to Copernicus, Darwin and Freud (Floridi 2014)."], "intents": ["background"], "citingPaper": {"paperId": "313ef5f7ab57f503cfd5c52fa346bdebe4257f58", "externalIds": {"MAG": "3047655122", "DOI": "10.1007/978-3-030-05324-6_91-1"}, "url": "https://www.semanticscholar.org/paper/313ef5f7ab57f503cfd5c52fa346bdebe4257f58", "title": "Digital Ecosystems, Complexity, and Tourism Networks", "abstract": "Tourism has experienced quite relevant changes since when Information and Communication Technologies (ICTs), in all their forms, have started to permeate the society, the industry and the markets. As an effect, a new concept has gained the attention of both researchers and practitioners, that of Digital Business Ecosystem (DBE). It arises from the deep interaction between the digital world and the ensemble of individuals and organizations that compose the complex domain of tourism, and mainly for what concerns tourism destinations. Here we go beyond the known considerations on the important role of ICTs and show how the virtual and the real components are strongly coupled and co-evolve forming a single system. The conceptual framework used is that of complexity science, and, in particular, the methods of network science. These allow to well assess both, the structural and dynamic characteristics of these complex digital ecosystems. Several examples from the recent literature show how these methods have been applied so far and the validity of the outcomes, as, besides a pure academic interest, they can help in providing a deeper and better knowledge of the issues considered and can, thus, inform policy and governance activities. Moreover, the network approach allows the possibility to simulate structural changes, mainly on the virtual side, that can provide more suitable environments for improving or optimizing certain features of the system (e.g., attractiveness, innovativeness, etc.), crucial to provide a good basis for a sensible and harmonic tourism development.", "venue": "", "year": 2020, "referenceCount": 143, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "5429091", "name": "R. Baggio"}]}}, {"isInfluential": false, "contexts": ["Our vulnerability is exacerbated by the fact that humans do not necessarily by default hold a central role in “the world of information and smart agency” (Floridi 2015, 10)."], "intents": ["background"], "citingPaper": {"paperId": "349f63060327144171b07e6c8434514555b1100c", "externalIds": {"MAG": "3116459590", "DOI": "10.1007/978-3-030-66151-9_3"}, "url": "https://www.semanticscholar.org/paper/349f63060327144171b07e6c8434514555b1100c", "title": "The Quest for Actionable AI Ethics", "abstract": "In the face of the fact that AI ethics guidelines currently, on the whole, seem to have no significant impact on AI practices, the quest of AI ethics to ensure trustworthy AI is in danger of becoming nothing more than a nice ideal. Serious work is to be done to ensure AI ethics guidelines are actionable. To this end, in this paper, I argue that AI ethics should be approached 1) in a multi-disciplinary manner focused on concrete research in the discipline of the ethics of AI and 2) as a dynamic system on the basis of virtue ethics in order to work towards enabling all AI actors to take responsibility for their own actions and to hold others accountable for theirs. In conclusion, the paper emphasises the importance of understanding AI ethics as playing out on a continuum of interconnected interests across academia, civil society, public policy-making and the private sector, and a novel notion of ‘AI ethics capital’ is put on the table as outcome of actionable AI ethics and essential ingredient for sustainable trustworthy AI.", "venue": "", "year": 2020, "referenceCount": 132, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1412501777", "name": "E. Ruttkamp-Bloem"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "369a10bfdbdc9af4de91098535359d875b381f71", "externalIds": {"MAG": "3006092428", "DBLP": "journals/jices/Ess20", "DOI": "10.1108/jices-01-2020-0001"}, "url": "https://www.semanticscholar.org/paper/369a10bfdbdc9af4de91098535359d875b381f71", "title": "Viewpoint: at the intersections of information, computing and internet research", "abstract": "The purpose of this paper is to introduce a new collaboration between the Association of Internet Researchers (AoIR) and the Journal of Information, Communication and Ethics in Society (JICES).,The paper uses historical, comparative and ethics-based approaches.,The collaboration is catalyzed by central interests shared between AoIR and JICES, namely, in the ethical and social impacts of the internet. The collaboration accordingly aims to bring research and reflection developed for the AoIR conferences to the JICES’ readership.,The value of this collaboration is considerable, as it promises extensive new cross-fertilization between the two communities. The viewpoint begins with a brief overview of the collaboration’s initiation by Prof Simon Rogerson and its logistics over the next two years. Following a general review of Information and Computing Ethics and Intercultural Information Ethics, an overview of ethical considerations fostered by AoIR is offered, focusing on the development of internet research ethics (IRE), especially its most recent expression in an IRE 3.0.", "venue": "J. Inf. Commun. Ethics Soc.", "year": 2020, "referenceCount": 18, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "7430391", "name": "C. Ess"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "40d71ef9a51807062415143e7e957866d6e637f4", "externalIds": {"DBLP": "conf/ahfe/BrunoC20", "MAG": "3040130377", "DOI": "10.1007/978-3-030-51626-0_13"}, "url": "https://www.semanticscholar.org/paper/40d71ef9a51807062415143e7e957866d6e637f4", "title": "Developing a Method for Understanding How to Empower Creativity Through Digital Technologies: The Case of AI", "abstract": "The paper presents a method aimed at empowering human creativity to generate innovation by exploiting the opportunities and potentialities of the emerging digital technologies. The method, through the application of a Creativity 4.0 Model and Framework, aims at observing and understanding the impacts of a specific digital technology on the main dimensions of the human being, understanding how those impacts could positively or negatively influences the creative design process. The human centred method, currently in its early stage of theoretical development, aims to benefit design research, education and practice supporting them in understanding the ongoing human transformation and in making a wiser and consciously use of digital opportunities addressed to human creative enhancement for innovation.", "venue": "AHFE", "year": 2020, "referenceCount": 15, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "74528742", "name": "Carmen Bruno"}, {"authorId": "1764540", "name": "M. Canina"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4e9dcd9d82775b89ae0e702236f79756226473d5", "externalIds": {"MAG": "3081400343", "PubMedCentral": "7445015", "DOI": "10.1186/s40504-020-00101-7", "PubMed": "32839878"}, "url": "https://www.semanticscholar.org/paper/4e9dcd9d82775b89ae0e702236f79756226473d5", "title": "Just data? Solidarity and justice in data-driven medicine", "abstract": "This paper argues that data-driven medicine gives rise to a particular normative challenge. Against the backdrop of a distinction between the good and the right , harnessing personal health data towards the development and refinement of data-driven medicine is to be welcomed from the perspective of the good . Enacting solidarity drives progress in research and clinical practice. At the same time, such acts of sharing could—especially considering current developments in big data and artificial intelligence—compromise the right by leading to injustices and affecting concrete modes of individual self-determination. In order to address this potential tension, two key elements for ethical reflection on data-driven medicine are proposed: the controllability of information flows, including technical infrastructures that are conducive towards controllability, and a paradigm shift towards output-orientation in governance and policy.", "venue": "Life sciences, society and policy", "year": 2020, "referenceCount": 102, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Political Science"], "authors": [{"authorId": "40689445", "name": "Patrik Hummel"}, {"authorId": "46883192", "name": "Matthias Braun"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "579d821882602cdece98e4cb2eeabc7bdde1ba54", "externalIds": {"MAG": "3016957618", "DOI": "10.31338/uw.9788323541943"}, "url": "https://www.semanticscholar.org/paper/579d821882602cdece98e4cb2eeabc7bdde1ba54", "title": "Gospodarka cyfrowa. Jak nowe technologie zmieniają świat", "abstract": "Karzyna Śdziow ska, Rnata W ch G O PO D AKA C YFRO W A Sztuczna inteligencja, blockchain, inteligentne roboty, Internet Rzeczy, usługi chmurowe – nowe technologie przenikają naszą rzeczywistość. Zmieniają sposób, w jaki komunikujemy się, konsumujemy, pracujemy czy korzystamy z usług publicznych. Uruchamiają też nowe mechanizmy gospodarcze i przekształcają sposób funkcjonowania rynków, przedsiębiorstw i instytucji publicznych.", "venue": "", "year": 2020, "referenceCount": 707, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2095456871", "name": "Katarzyna Śledziewska"}, {"authorId": "1405029329", "name": "Renata Włoch"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "62882ba549e63d64835cc659f3040b62dc84395b", "externalIds": {"DBLP": "journals/corr/abs-2012-14663", "ArXiv": "2012.14663"}, "url": "https://www.semanticscholar.org/paper/62882ba549e63d64835cc659f3040b62dc84395b", "title": "Assessing Information Quality in IoT Forensics: Theoretical Framework and Model Implementation", "abstract": "IoT technologies pose serious challenges to digital Forensics. The acquisition of digital evidence is hindered by the number and extreme variety of IoT items, often lacking physical interfaces, connected in unprotected networks, feeding data to uncontrolled cloud services. In this paper we address “Information Quality” in IoT Forensics, taking into account di erent levels of complexity Although this contribution has to be considered as an outcome of an ongoing joint research, the single paragraphs should be mainly attributed as follows: 1-3 to Federico Costantini, 4 to Marco Alvise De Stefani , 5 and 6 to Fausto Galvan, 7 to Sebastiano Battiato. Vol. \\jvolume No. \\jnumber \\jyear Journal of Applied Logics — IfCoLog Journal of Logics and their Applications Costantini, Galvan, De Stefani and Battiato and included human factors. After drawing a theoretical framework on data quality and information quality, we focus on forensic analysis challenges in IoT environments, providing a use case of evidence collection for investigative purposes. At the end, we propose a formal framework for assessing information quality of IoT devices for Forensics analysis.", "venue": "ArXiv", "year": 2020, "referenceCount": 86, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "31714332", "name": "Federico Costantini"}, {"authorId": "3229483", "name": "F. Galvan"}, {"authorId": "2068248876", "name": "Marco Alvise de Stefani"}, {"authorId": "1742452", "name": "S. Battiato"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "669d723b3819bb4619f9ccec81be711d941216b7", "externalIds": {"MAG": "2992546264", "DBLP": "journals/ce/JahnkeL20", "DOI": "10.1016/j.compedu.2019.103782"}, "url": "https://www.semanticscholar.org/paper/669d723b3819bb4619f9ccec81be711d941216b7", "title": "Three types of integrated course designs for using mobile technologies to support creativity in higher education", "abstract": "Abstract Research shows a disconnection between creativity and education. In addition, studies rarely describe how instructors in higher education make use of mobile devices to foster student creativity. In order to obtain deeper knowledge of teaching practices, instructors in higher education were interviewed and 24 courses were analyzed using the constitutive elements of integrated course designs: teaching goals, learning activities, assessments, teacher-student interaction, and integration of mobile devices. The results show that instructors do not explicitly design for student creativity. However, an in-depth analysis that applied the Creativity Facets approach illustrates three types of implicitly integrated creativity that enhance meaningful learning with mobile technologies. The three design types are (a) Design of Interlinked Places, (b) Connected Communication Design, and (c) Process Design.", "venue": "Comput. Educ.", "year": 2020, "referenceCount": 100, "citationCount": 26, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1763063", "name": "I. Jahnke"}, {"authorId": "2059974908", "name": "Julia Liebscher"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "6ac7488c486809322475b1b04fb0004e62bbaa60", "externalIds": {"MAG": "2940403283", "DBLP": "journals/jasis/WuVZ20", "DOI": "10.1002/asi.24232"}, "url": "https://www.semanticscholar.org/paper/6ac7488c486809322475b1b04fb0004e62bbaa60", "title": "A contextual approach to information privacy research", "abstract": "In this position article, we synthesize various knowledge gaps in information privacy scholarship and propose a research agenda that promotes greater cross‐disciplinary collaboration within the iSchool community and beyond. We start by critically examining Westin's conceptualization of information privacy and argue for a contextual approach that holds promise for overcoming some of Westin's weaknesses. We then highlight three contextual considerations for studying privacy—digital networks, marginalized populations, and the global context—and close by discussing how these considerations advance privacy theorization and technology design.", "venue": "J. Assoc. Inf. Sci. Technol.", "year": 2020, "referenceCount": 73, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "1738719354", "name": "Philip Fei Wu"}, {"authorId": "2538266", "name": "Jessica Vitak"}, {"authorId": "145416457", "name": "M. Zimmer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7c5f2dee1441388acceb85cb23d9ae2d3f22013c", "externalIds": {"MAG": "2983448427", "DBLP": "journals/jd/GorichanazFMBRD20", "DOI": "10.1108/jd-10-2019-0200"}, "url": "https://www.semanticscholar.org/paper/7c5f2dee1441388acceb85cb23d9ae2d3f22013c", "title": "Information and design: book symposium on Luciano Floridi's The Logic of Information", "abstract": "Purpose – To review and discuss Luciano Floridi’s 2019 book The Logic of Information: A Theory of Philosophy as Conceptual Design, the latest instalment in his philosophy of information (PI) tetralogy, particularly with respect to its implications for library and information studies (LIS). \n \nDesign/methodology/approach – Nine scholars with research interests in philosophy and LIS read and responded to the book, raising critical and heuristic questions in the spirit of scholarly dialogue. Floridi responded to these questions. \n \nFindings – Floridi’s PI, including this latest publication, is of interest to LIS scholars, and much insight can be gained by exploring this connection. It seems also that LIS has the potential to contribute to PI’s further development in some respects. \n \nResearch implications – Floridi’s PI work is technical philosophy for which many LIS scholars do not have the training or patience to engage with, yet doing so is rewarding. This suggests a role for translational work between philosophy and LIS. \n \nOriginality/value – The book symposium format, not yet seen in LIS, provides forum for sustained, multifaceted and generative dialogue around ideas.", "venue": "J. Documentation", "year": 2020, "referenceCount": 138, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2899074", "name": "T. Gorichanaz"}, {"authorId": "1708911", "name": "J. Furner"}, {"authorId": "144704713", "name": "Lai Ma"}, {"authorId": "143875700", "name": "D. Bawden"}, {"authorId": "13735470", "name": "L. Robinson"}, {"authorId": "2070406184", "name": "Dominic Dixon"}, {"authorId": "2612601", "name": "Ken Herold"}, {"authorId": "1405451180", "name": "Sille Obelitz Søe"}, {"authorId": "2688820", "name": "B. Martens"}, {"authorId": "1982425", "name": "L. Floridi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "915e2649e8c13f8bedb84cecec22633682429593", "externalIds": {"MAG": "3016385167", "PubMedCentral": "7166254", "DOI": "10.1007/s42438-020-00119-2"}, "url": "https://www.semanticscholar.org/paper/915e2649e8c13f8bedb84cecec22633682429593", "title": "The Postdigital in Pandemic Times: a Comment on the Covid-19 Crisis and its Political Epistemologies", "abstract": "What does the ‘digital’ and ‘digitalization’ mean today, for education and in general? Instead of jumping to an abstract theoretical discussion in the literature, let me start with something concrete, very concrete unfortunately: the current Covid-19 pandemic that currently disrupts our lives and societies. With regard to understanding our relation to the digital and digital technologies, this crisis seems to present us with a challenging paradox. On the one hand, it seems that there is very little ‘virtual’ or ‘digital’ about it; instead, reality violently breaks in. This crisis, understood as an event, is not about otherworldly digital spaces or virtual worlds but about all too real bodies, viruses, face masks, ventilators, and coffins. It almost seems like reality takes revenge: ‘You were fascinated by computers, the Internet, and your social media. But what does it all matter now, huh? Forget about your digital revolution and your ideas about new skills for a bright digital future; education should be about learning real skills such as medical care and something you thought belongs to another century: how to properly wash your hands.’ The virus will help you to get rid of your obsession with numbers and theory. One the other hand, the digital and digitalization seems more important than ever: in times of Covid-19, it becomes clear that we were much too slow with digitalizing education, work, and other fields, and we should be damn lucky that we have all our digital tools to communicate and get information in times of lockdown: our lives literally depend on them. If we can go on with our lives and education, it is because—thank god—we still have these digital technologies. Again, we are taught a lesson: ‘You (teacher, employer, politician) believed you have still years to implement Postdigital Science and Education https://doi.org/10.1007/s42438-020-00119-2", "venue": "Postdigital Science and Education", "year": 2020, "referenceCount": 12, "citationCount": 24, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46450294", "name": "M. Coeckelbergh"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a1383fbfb6cb5d2580aea9e5a2b2462a63fee293", "externalIds": {"DOI": "10.1080/14626268.2020.1782438"}, "url": "https://www.semanticscholar.org/paper/a1383fbfb6cb5d2580aea9e5a2b2462a63fee293", "title": "Curating the Everywhere Museum of Everything", "abstract": "ABSTRACT The Everywhere Museum of Everything is a research and action proposal founded on the array of aestheticised online content, which can be purposefully and critically curated in order to create a meaningful territory of contemporary online culture, art and knowledge creation. This abundance of content is rooted in a culture of consumerism, blackboxed mobile applications and social networks. Individual experiences in the physical world have been transformed by onlineness, a combination of the pervasive use of mobile devices and applications over Internet access, used to share opinions and evidence through original and remixed media, often complemented by hashtagging. Even if the majority of this content quickly becomes irrelevant and forgotten, it can still be accessed through an augmented view of the world, as digital media is frequently anchored to locations through geo-tagging or referencing. This vast collection lacks systematization and classification, but presents multiple possibilities for artists, curators and scholars.", "venue": "Digital Creativity", "year": 2020, "referenceCount": 30, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "1909277087", "name": "Pedro Alves da Veiga"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "af66694b43fa484bfb9961e9549fefe75807a0e9", "externalIds": {"MAG": "3092224513", "DBLP": "conf/icse/MigliariniSAI20", "DOI": "10.1145/3387905.3388610"}, "url": "https://www.semanticscholar.org/paper/af66694b43fa484bfb9961e9549fefe75807a0e9", "title": "On the elicitation of privacy and ethics preferences of mobile users", "abstract": "Nowadays, mobile users are constantly being connected and increasingly asked to express their personal preferences in the digital world. User preferences deal with simple device settings options, like notification alarms, as well as relevant ethical choices relating to the user behavior, privacy ones included (e.g., concerning the unauthorized disclosure and mining of personal data, as well as the access to restricted resources). All these preferences define the user, they are the building blocks of her digital identity and will be increasingly important given the growing rise of autonomous technologies and their ethical implications. The settings that enable these preferences are often hard to locate and hard to understand, even in popular apps and operating systems. Moreover, they can expose privacy, be employed for profiling or exploited for malicious activities. In this landscape, we devise the introduction of a Personal Preferences Automation Module (PPAM) capable of automatically inferring, applying and enforcing user choices in multiple scenarios ranging from speeding up simple time consuming tasks, to managing sensitive ethical choices. The wide range of sensors and devices that can be found in the mobile domain makes it a privileged context in which to employ the proposed module. In this paper, we present two application scenarios and describe the proposed approach at work on them.", "venue": "MOBILESoft@ICSE", "year": 2020, "referenceCount": 39, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1394437742", "name": "P. Migliarini"}, {"authorId": "40642112", "name": "Gian Luca Scoccia"}, {"authorId": "1747339", "name": "M. Autili"}, {"authorId": "1700564", "name": "P. Inverardi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b103e87c7727134927d3ffb06934a95c10c02fc0", "externalIds": {"DBLP": "journals/mima/FloridiC20", "MAG": "3095319910", "DOI": "10.1007/s11023-020-09548-1"}, "url": "https://www.semanticscholar.org/paper/b103e87c7727134927d3ffb06934a95c10c02fc0", "title": "GPT-3: Its Nature, Scope, Limits, and Consequences", "abstract": "In this commentary, we discuss the nature of reversible and irreversible questions, that is, questions that may enable one to identify the nature of the source of their answers. We then introduce GPT-3, a third-generation, autoregressive language model that uses deep learning to produce human-like texts, and use the previous distinction to analyse it. We expand the analysis to present three tests based on mathematical, semantic (that is, the Turing Test), and ethical questions and show that GPT-3 is not designed to pass any of them. This is a reminder that GPT-3 does not do what it is not supposed to do, and that any interpretation of GPT-3 as the beginning of the emergence of a general form of artificial intelligence is merely uninformed science fiction. We conclude by outlining some of the significant consequences of the industrialisation of automatic and cheap production of good, semantic artefacts.", "venue": "Minds Mach.", "year": 2020, "referenceCount": 20, "citationCount": 48, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1982425", "name": "L. Floridi"}, {"authorId": "2037605322", "name": "Massimo Chiriatti"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b21c5dfcc3eec18218d809742e17134855c45ff6", "externalIds": {"MAG": "3010045438", "DOI": "10.1007/978-3-030-37464-8_2"}, "url": "https://www.semanticscholar.org/paper/b21c5dfcc3eec18218d809742e17134855c45ff6", "title": "The Internet of Things in a Smart Society: How Government Policy Can Help Seize Opportunities and Mitigate Threats", "abstract": "The IoT is a revolutionary development for both society and governments. In this chapter opportunities and threats of the IoT are discussed. Linking technological, societal, economic, and policy-oriented aspects of the IoT, this chapter introduces a conceptual framework to map and analyze the factors or obstacles that arise in addressing IoT opportunities and threats, and possible government measures to mitigate these factors. By adopting a broad view and paying attention to the relations between different factors, this chapter shows that there is no one-size-fits-all solution for IoT-related issues, as different problems and solutions are interdependent and require a coherent government approach.", "venue": "", "year": 2020, "referenceCount": 100, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "46252204", "name": "Ronald Pool"}, {"authorId": "40533183", "name": "J. van Berkel"}, {"authorId": "2124589878", "name": "Susan van den Braak"}, {"authorId": "33694882", "name": "M. Harbers"}, {"authorId": "2824885", "name": "M. Bargh"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ba706e1e1c6695267b3fad351fe8382906b59d62", "externalIds": {"MAG": "3039446081", "DOI": "10.1007/978-3-030-44381-8_5"}, "url": "https://www.semanticscholar.org/paper/ba706e1e1c6695267b3fad351fe8382906b59d62", "title": "A Community-Driven Nature-Based Design Framework for the Regeneration of Neglected Urban Public Spaces", "abstract": "Nature-based solutions are a popularising concept within current urban regeneration literature, exploring differing themes in the context of optimising public spaces. Focus on the adaptation of public space design, with the community at the forefront, has been documented to a limited degree, with few studies concentrating on possible design strategies.", "venue": "Sustainable Ecological Engineering Design", "year": 2020, "referenceCount": 66, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "122844274", "name": "Gloria Osei"}, {"authorId": "100676177", "name": "A. Pooley"}, {"authorId": "2047198405", "name": "Federica Pascale"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c8f32a47b5bfdd3fd54493dec8743ebd263e13aa", "externalIds": {"MAG": "3047709681", "DOI": "10.1007/s13347-020-00418-3"}, "url": "https://www.semanticscholar.org/paper/c8f32a47b5bfdd3fd54493dec8743ebd263e13aa", "title": "Initial Considerations for Islamic Digital Ethics", "abstract": "Recent literature on Islam and the digital covers a wide range of topics and themes; however, what is yet to be developed from an Islamic perspective is a broader philosophical framework that accounts for the nature, exigencies and affordances of contemporary digital technologies. In advance of such a framework, this article is an attempt to open the way to philosophical engagement with issues of digital ethics from an Islamic perspective. After a brief review of recent literature on Islam and the digital and a significantly earlier work by Ziauddin Sardar, in which he proposed an information strategy for the Muslim world, this paper provides some background to Islamic ethics and the wide field of ethical theories in the Islamic tradition. This paper then proceeds by identifying and outlining examples of contemporary themes in Islam and the digital which conceal underlying philosophical and theological issues. Finally, this paper considers the significant scale and scope of the transformations involved in the ongoing transposition to the ‘onlife’ and highlights several areas where Islamic perspectives may be seen to converge or diverge with other strands of scholarship on digital ethics.", "venue": "", "year": 2020, "referenceCount": 83, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "93772569", "name": "Mohammad Yaqub Chaudhary"}]}}, {"isInfluential": false, "contexts": ["For example, in the EU, the AI4Cities project,5 funded by the EU’s Horizon 2020 research and innovation programme, links 6\n3 For an interpretation, see Floridi (2014a).", "This infosphere (Floridi 2014a), populated by new forms of artificial agency and inhabited by citizens who live “onlife” (Floridi 2014b), is an everyday and growing reality."], "intents": ["background"], "citingPaper": {"paperId": "ee0a39127e3c4e5ecb6866dfd13afb57c80928da", "externalIds": {"MAG": "3094038993", "DOI": "10.1007/s13347-020-00434-3"}, "url": "https://www.semanticscholar.org/paper/ee0a39127e3c4e5ecb6866dfd13afb57c80928da", "title": "Artificial Intelligence as a Public Service: Learning from Amsterdam and Helsinki", "abstract": "On September 28, 2020, at the Next Generation Internet Summit, Helsinki and Amsterdam announced the launch of their open AI registers. They are the first cities to offer such a service in the world (City of Helsinki 2020). The AI registers describe what, where, and how AI applications are being used in the two municipalities; which datasets were used for training purposes; how algorithms were assessed for potential bias or risks; and how humans use the AI services. The registers also offer a feedback channel, which is meant to enable more participation, with information about the city department and the person responsible for the AI service. The goal is to make the use of urban AI solutions as responsible, transparent, and secure as other local government activities, to improve services and citizens’ experiences. The AI registers are currently being populated. Anyone can check them. At the time of writing, there are 5 AI services available in the Helsinki AI Register1 and 3 in the Amsterdam AI Register.2 The plan is eventually to have all the cities’ AI services listed in the registers. At the moment, eight services are not many, but, despite their still limited number, the overall project is extremely interesting for several reasons, and one can learn a few lessons from it. Let us see them.", "venue": "", "year": 2020, "referenceCount": 11, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1982425", "name": "L. Floridi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f1089f1376d60d24cb597d8f364cc53b1330cfd2", "externalIds": {"MAG": "3027181656", "DOI": "10.1007/978-3-030-45781-5_1"}, "url": "https://www.semanticscholar.org/paper/f1089f1376d60d24cb597d8f364cc53b1330cfd2", "title": "Towards ‘Onlife’ Education. How Technology is Forcing Us to Rethink Pedagogy", "abstract": "The objective of this chapter is twofold: on the one hand, to provide an explanation for the need we have today to rethink pedagogy based on new realities and the scenarios in which we live, also in education, generated by the technology of our time and, on the other hand, to point out the direction in which we can find a path that leads us to that reflection in the face of the inevitable convergence between technology and pedagogy in which we are today.", "venue": "", "year": 2020, "referenceCount": 71, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "146072140", "name": "Ángel García del Dujo"}, {"authorId": "1742330919", "name": "Judith Martín-Lucas"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "fad1e85f5ea389bfff97c7806c188b959019f1a8", "externalIds": {"MAG": "3029795540", "DOI": "10.1080/03054985.2020.1750358"}, "url": "https://www.semanticscholar.org/paper/fad1e85f5ea389bfff97c7806c188b959019f1a8", "title": "Converged play characteristics for early childhood education: multi-modal, global-local, and traditional-digital", "abstract": "ABSTRACT This paper discusses characteristics of converged play for early childhood education. The characteristics were derived from a four-year study of teachers’ interpretation and use of ‘web-mapping’ as an explicit conceptual tool, designed to mediate teaching practices and learning outcomes according to a definition of pedagogy as the relationship between teaching and learning. Three characteristics of converged play were identified via detailed analysis of ten core converged play ‘episodes’ drawn from teacher exemplar cases. The characteristics were ‘multi-modal’, ‘global-local’, and ‘traditional-digital’. The characteristics of converged play presented can help teachers understand teaching and learning in the digital age, providing a starting point for an early childhood pedagogy in which children and teachers can engage in well-established opportunities for play-based learning alongside multi-modal, global-local, and traditional-digital activities in early childhood education and care settings.", "venue": "", "year": 2020, "referenceCount": 47, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144520718", "name": "S. Edwards"}, {"authorId": "145276825", "name": "Ana Mantilla"}, {"authorId": "48657983", "name": "S. Grieshaber"}, {"authorId": "104581109", "name": "J. Nuttall"}, {"authorId": "152821989", "name": "Elizabeth Wood"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0371ccdfa12d81950306e3a498ee59eb23a7ba16", "externalIds": {"DBLP": "books/sp/19/DiazI19", "MAG": "2953597920", "DOI": "10.1007/978-981-13-8265-9_1"}, "url": "https://www.semanticscholar.org/paper/0371ccdfa12d81950306e3a498ee59eb23a7ba16", "title": "Learning in a Digital World: An Introduction", "abstract": "In recent years, several scholars have called for more inquiry on the role of interactive media in learning in the digital and hyperconnected world. While the interplay of technology and learning may be difficult to fully unfold, current evidence suggests that technological innovations have an important effect on learning, engagement, and achievement in all educational settings—formal, non-formal, and informal. This book compiles contemporary and multidisciplinary research in this area, with the goal of arousing other investigators to contribute to the growing empirical literature on interactive media for learning. The chapters in this book explore research questions on technologically mediated learning from a variety of theoretical and methodological frameworks in several different types of educational contexts, and from different participant perspectives (students and teachers). In doing so, the book is expected to shed light and raise academic discussions on the interplay of interactive media and learning in formal, non-formal, and informal educational settings—how learning gains emerge and are documented, and how the use of interactive media relates to important behavioral, motivational, and achievement outcomes.", "venue": "Learning in a Digital World", "year": 2019, "referenceCount": 17, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "145429731", "name": "P. Díaz"}, {"authorId": "144883698", "name": "A. Ioannou"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "13aaa0f49528f5f64150b49afc2f7c671d39ac5f", "externalIds": {"DBLP": "conf/micai/Perello-Moragues19", "MAG": "2981972128", "DOI": "10.1007/978-3-030-33749-0_33"}, "url": "https://www.semanticscholar.org/paper/13aaa0f49528f5f64150b49afc2f7c671d39ac5f", "title": "A Playground for the Value Alignment Problem", "abstract": "The popularity of some recent applications of AI has given rise to some concerns in society about the risks of AI. One response to these concerns has been the orientation of scientific and technological efforts towards a responsible development of AI. This stance has been articulated from different perspectives. One is to focus on the risks associated with the autonomy of artificial entities, and one way of making this focus operational is the “value-alignment problem” (VAP); namely, to study how this autonomy may become provably aligned with certain moral values. With this purpose in mind, we advocate the characterisation of a problem archetype to study how values may be imbued in autonomous artificially intelligent entities. The motivation is twofold, on one hand to decompose a complex problem to study simpler elements and, on the other, the successful precedents of this artifice in analogous contexts (e.g. chess for cognitive AI, RoboCup for intelligent robotics). We propose to use agent-based modelling of policy-making for this purpose because policy-making (i) constitutes a problem domain that is rich, accessible and evocative, (ii) one may claim that it is an essentially value-drive process and, (iii) it allows for a crisp differentiation of two complementary views of VAP: imbuing values in agents and imbuing values in the social system in order to foster value-aligned behaviour of the agents that act within the system. In this paper we elaborate the former argument, propose a characterisation of the archetype and identify research lines that may be systematically studied with this archetype.", "venue": "MICAI", "year": 2019, "referenceCount": 57, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1390044175", "name": "Antoni Perello-Moragues"}, {"authorId": "144399852", "name": "P. Noriega"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "22148aea88f1e1f6801dfac7db390a74761e05d0", "externalIds": {"MAG": "2902289295", "DOI": "10.1108/CPOIB-03-2018-0033"}, "url": "https://www.semanticscholar.org/paper/22148aea88f1e1f6801dfac7db390a74761e05d0", "title": "Uberization in Paris – the issue of trust between a digital platform and digital workers", "abstract": "\nPurpose\nUsing the lens of Uber’s digital workers in Paris, the purpose of this paper is to investigate how the trust-building mechanism is constructed between a digital platform and its digital workers in a foreign market entry.\n\n\nDesign/methodology/approach\nThis is a case study based on empirical data from in-depth interviews with 35 Uber drivers. A cross-disciplinary literature framework from mainly international business and internet geography theory and a reflexive qualitative methodology are applied.\n\n\nFindings\nResults show that the relationship between the digital platform and the digital workers is characterized by mistrust and suffers from decreasing commitment levels soon after market entry. Uber mitigates its mistrust via control and scarce mechanisms. The digital drivers’ “illusionary freedom”, a state in which they feel they can log on and log off at any time, enables the digital platform to gradually lower its commitment. The authors find that the mistrust does not seem to hamper the digital platform’s business performance.\n\n\nResearch limitations/implications\nThe paper mainly covers the digital workers’ perspective and the case of Uber’s market entry in Paris.\n\n\nSocial implications\nThis paper implies that digitally conveyed control seems to come at the cost of lowered human trust. Given the pace at which digital control systems are permeating society, this could eventually lower the whole societal trust level.\n\n\nOriginality/value\nThe authors criticize incumbent international business theory for not being sufficiently able to explain a contemporary digital business logic and the authors challenge the general assumption that successful internationalization is built through trust. The authors contribute with the conceptualization of a new technical market entry mode for digital platforms – “digitally controlled proxies”.\n", "venue": "critical perspectives on international business", "year": 2019, "referenceCount": 82, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "5675185", "name": "R. Wentrup"}, {"authorId": "2107547246", "name": "H. R. Nakamura"}, {"authorId": "36874712", "name": "Patrik Ström"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "243db16c7000e000a2c5936c507f6ae250f6a770", "externalIds": {"MAG": "2993912942", "DOI": "10.18254/s207751800007024-5"}, "url": "https://www.semanticscholar.org/paper/243db16c7000e000a2c5936c507f6ae250f6a770", "title": "Socio-philosophical view on digitalization and political and legal institutions interaction", "abstract": "The article first discusses the functioning of political and legal institutions in the realities of digitalization of planetary existence. The essential features of digitalization in the context of globalization are examined and identified. It is noted that today the research of the process in question is concentrated mainly in economic and technological discourse. The urgency and necessity of the socio-philosophical understanding of digitalization in its relations with political and legal institutions is proved. The social challenges of our time are outlined. It is shown how the spheres of politics and law are transformed under the influence of digital technologies. Directions of rethinking a number of provisions created by digitalization for updating and subsequent creation of the corresponding political and legal institutions are defined.", "venue": "Artificial societies", "year": 2019, "referenceCount": 31, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "116077330", "name": "N. Ravochkin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "260f1e16cf644afce65cb70380d37e6545469e96", "externalIds": {"MAG": "2969597684", "DOI": "10.1007/978-3-030-24143-8_2"}, "url": "https://www.semanticscholar.org/paper/260f1e16cf644afce65cb70380d37e6545469e96", "title": "Communicative Action in the Light of the Onlife", "abstract": "Advocating communicative action in online interactions has become a model for understanding the political aspect of new media technology. More interactions, more communication, and more traffic on social networks often stand as a form of Internet Democracy. This chapter questions a contemporary notion of the politics in the public sphere. This will be done by challenging Manuel Castells’ view on the politics of social networks firstly, followed by a discussion on a Habermasian notion of communicative action and the power of communication, and finally Hardt and Negri’s notion of the multitude which substitutes both politics and communication. This theoretical context functions as an abstract for the questions proposed in The Onlife Manifesto: Being Human in a Hyperconnected Era. The material and materialistic sphere, on the other hand, brings antagonisms and conflicts into the picture (the notion of Laclau and Mouffe’s understanding of the antagonism). Taking on a materialistic approach replaces the matters of the declarative political pluralism and tolerance, communication, and interaction with focus on the conditions of the production of the new media social reality.", "venue": "", "year": 2019, "referenceCount": 19, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2226309", "name": "K. Vukovic"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "2c26af6464c842f8462b1d6d8a588aa5f0ef04e1", "externalIds": {"DBLP": "journals/synthese/Schubbach21", "MAG": "2920149242", "DOI": "10.1007/s11229-019-02167-z"}, "url": "https://www.semanticscholar.org/paper/2c26af6464c842f8462b1d6d8a588aa5f0ef04e1", "title": "Judging machines: philosophical aspects of deep learning", "abstract": "Although machine learning has been successful in recent years and is increasingly being deployed in the sciences, enterprises or administrations, it has rarely been discussed in philosophy beyond the philosophy of mathematics and machine learning. The present contribution addresses the resulting lack of conceptual tools for an epistemological discussion of machine learning by conceiving of deep learning networks as ‘judging machines’ and using the Kantian analysis of judgments for specifying the type of judgment they are capable of. At the center of the argument is the fact that the functionality of deep learning networks is established by training and cannot be explained and justified by reference to a predefined rule-based procedure. Instead, the computational process of a deep learning network is barely explainable and needs further justification, as is shown in reference to the current research literature. Thus, it requires a new form of justification, that is to be specified with the help of Kant’s epistemology.", "venue": "Synthese", "year": 2019, "referenceCount": 63, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "78760183", "name": "Arno Schubbach"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "2d7b7464425e85b4938665b1c49a54dd0f442d55", "externalIds": {"MAG": "2979641422", "DOI": "10.1007/978-3-030-17152-0_11"}, "url": "https://www.semanticscholar.org/paper/2d7b7464425e85b4938665b1c49a54dd0f442d55", "title": "From Bones to Bytes: A New Chapter in the History of Death", "abstract": "The informational remains of dead internet users are increasingly populating the web. To survey the most significant aspects of this phenomenon, the present chapter gives a historical background to the role death in society, and draws on current literature on the topic of digital afterlife. It is argued that the ongoing digital transformation of death takes place both on a microscopic, a macroscopic and a conceptual level.", "venue": "The 2018 Yearbook of the Digital Ethics Lab", "year": 2019, "referenceCount": 65, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "31028090", "name": "Carl Öhman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3183a131ddd150fe6de4e0d806db33b75c92e3b0", "externalIds": {"MAG": "2981523636", "DOI": "10.1007/978-3-476-04860-8_4"}, "url": "https://www.semanticscholar.org/paper/3183a131ddd150fe6de4e0d806db33b75c92e3b0", "title": "Mediale und soziale Bedingtheit der Subjekte des Privaten – ein Versuch mit Hannah Arendt", "abstract": "Der Text analysiert Hannah Arendts Umgang mit den Gefahren der Heteronomie, welcher nicht in individueller Autonomie grundet sondern einer sozial situierten Form der Freiheit. Anschliesend wird gezeigt, dass dieser Ansatz dazu dienen kann, den Wert des Privaten normativ zu begrunden. Dazu werden Arendts Gedanken um medien- und technikphilosophische Uberlegungen erweitert. Interaktion findet somit unter sozialer wie technischer Bedingtheit statt, welche den Schutz des Privaten notig macht, diesen gleichzeitig aber auch begrenzt. Privatheit schutzt aus dieser Perspektive sowohl personliche Freiheit wie die Pluralitat der Gesellschaft.", "venue": "Privatsphäre 4.0", "year": 2019, "referenceCount": 36, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "3030000", "name": "Tobias Matzner"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3d2fc94185bba7a9c22dbf1e1fee26916066a6b1", "externalIds": {"DBLP": "conf/insci/Reviglio19", "MAG": "2990717034", "DOI": "10.1007/978-3-030-34770-3_20"}, "url": "https://www.semanticscholar.org/paper/3d2fc94185bba7a9c22dbf1e1fee26916066a6b1", "title": "Improving User Experience by Browser Extensions: A New Role of Public Service Media?", "abstract": "The paper questions the role of public service media in the digital era. The Internet has in fact disrupted previous patterns of production, distribution and consumption of information. Concerns arose on social media effects on well-being and how mainstream platforms design affects information consumption. The paper is an interdisciplinary contribution structured as follows. Firstly, it critically analyses the risks resulting from social media’s usage, with a special focus on personalization practices. Then, it explores the development of Public Service Broadcasting and questions the role that Public Service Media (PSM) has to sustain media quality, information diversity and, more generally, its traditional values. Thus, arguments in favor of a renovated and proactive role of Public Service Media are provided. In particular, an agonistic approach to social media, an ‘architecture for serendipity’ and the role of attention management are advocated. Finally, drawing from information architecture and nudging theory, the paper introduces the concept of ‘meta-design’ as the ability to re-shape a digital environment by browser extensions in order to change design choices as well as to inform and educate users. The conclusion is that improving user experience by meta-design can actually represent a novel experimental role for PSM and, eventually, a soft regulatory tool for sustaining individuals and the general public interest.", "venue": "INSCI", "year": 2019, "referenceCount": 57, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "27670260", "name": "Urbano Reviglio"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3d5673cc7abb420a8651b64fca43de4344cbc37d", "externalIds": {"DBLP": "journals/ijmms/Gaines19", "MAG": "2946471652", "DOI": "10.1016/J.IJHCS.2019.05.007"}, "url": "https://www.semanticscholar.org/paper/3d5673cc7abb420a8651b64fca43de4344cbc37d", "title": "From facilitating interactivity to managing hyperconnectivity: 50 years of human-computer studies", "abstract": "Abstract Five decades ago advances in integrated circuits and time-sharing operating systems made interactive use of computers economically feasible. Visions of man-computer symbiosis and the augmentation of man’s intellect became realistic research objectives. The initial focus was on facilitating interactivity through improved interface technology, and supporting its application through good practices based on experience and psychological principles. Within a decade technology advances made low cost personal computers commonly available in the home, office and industry, and these were rapidly enhanced with software that made them attractive in a wide range of applications from games to office automation and industrial process control. Within three decades the Internet enabled human–computer interaction to extend across local, national and international networks, and, within four, smartphones and tablets had made access to computers and networks almost ubiquitous to any person, at any time and any place. Banking, commerce, institutional and company operations, utility and government infrastructures, took advantage of, and became dependent on, interactive computer and networking capabilities to such an extent that they have now been assimilated in our society and are taken for granted. This hyperconnectivity has been a major economic driver in the current millennium, but it has also raised new problems as malevolent users anywhere in the world have become able to access and interfere with critical personal, commercial and national resources. A major issue for human–computer studies now is to maintain and enhance functionality, usability and likeability for legitimate users whilst protecting them from malevolent users. Understanding the issues involved requires a far broader consideration of socio-economic issues than was required five decades ago. This article reviews various models of the role of technology in human civilization that can provide insights into our current problematique.", "venue": "Int. J. Hum. Comput. Stud.", "year": 2019, "referenceCount": 446, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "145677147", "name": "B. Gaines"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "40d0a4fbc7adfbd4b94d0020271312e054241221", "externalIds": {"MAG": "3002104260", "DOI": "10.3898/newf:98.05.2019"}, "url": "https://www.semanticscholar.org/paper/40d0a4fbc7adfbd4b94d0020271312e054241221", "title": "Making Automation Explicable: A Challenge for Philosophy of Technology", "abstract": "This article argues for an expanded conception of automation's 'explicability'. When it comes to topics as topical and shot through with multifarious anxieties as automation, it is, I argue, insufficient to rely on a conception of explicability as 'explanation' or 'simplification'.\n Instead, automation is the kind of topic that is challenging us to develop a more dynamic conception of explicability as explication. By this, I mean that automation is challenging us to develop epistemic strategies that are better capable of implicating people and their anxieties\n about automation in the topic, and, counterintuitively, of complicating how the topic is interfaced with. The article comprises an introduction followed by four main parts. While the introduction provides general context, each of the four subsequent parts seeks to demonstrate how diverse\n epistemic strategies might have a role to play in developing the process just described. Together, the parts are intended to build a cumulative case. This does not mean that the strategies they discuss are intended to be definitive, however – other strategies for making automation explicable\n may be possible and more desirable. Part one historicises automation as a concept. It does this through a focus on a famous passage from Descartes' Second Meditation, where he asks the reader to imagine automata glimpsed through a window. The aim here is to rehearse the presuppositions\n of a familiar 'modernist' epistemological model, and to outline how a contemporary understanding of automation as a wicked socio-economic problem challenges it. Parts two and three are then framed through concepts emerging from recent psychology: 'automation bias' and 'automation\n complacency'. The aim here is to consider recent developments in philosophy of technology in terms of these concepts, and to dramatically explicate key presuppositions at stake in the form of reasoning by analogy implied. While part two explicates an analogy between automation bias\n in philosophical engagements with technologies that involve a 'transcendental' tendency to reify automation, part three explicates an analogy between automation complacency and an opposed 'empirical turn' tendency in philosophy of technology to privilege nuanced description of case studies.\n Part four then conclude by arguing that anxieties concerning automation might usefully be redirected towards a different sense of the scope and purpose of philosophy of technology today: not as a movement to be 'turned' in one direction at the expense of others ('empirical' vs 'transcendental',\n for instance) but as a multidimensional 'problem space' to be explicated in many different directions at once. Through reference to Kierkegaard and Simondon, I show how different approaches to exemplification, indirection and indeterminacy can be consistent\n with this, and with the approach to explicability recommended above.", "venue": "New Formations", "year": 2019, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2111159982", "name": "Dominic Smith"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "48efda56b247b4c32bbdc64c6cc2d1c92ebb82c2", "externalIds": {"MAG": "2763783941", "DOI": "10.1007/978-3-030-24143-8_3"}, "url": "https://www.semanticscholar.org/paper/48efda56b247b4c32bbdc64c6cc2d1c92ebb82c2", "title": "Scaffolding the Self in Onlife", "abstract": "Martin Heidegger and Gaston Bachelard, phenomenological philosophers of dwelling and the notion of self, claimed that essentially, we have to dwell in order to be able to think. Building the dwelling is synonymous of being in Heidegger’s perspective, which means that constructing a shelter for our vulnerable bodies is a prerogative for fulfilling our potentials as humans. These constructs are physical materialisations of our experiences and knowledge of how it is to be a body and closely connected to the way we are in the world. It is being-in-the-world. These are constructions, frameworks, or scaffolds (Gestell) that uphold and withhold, on an existential level, identity, and selfhood. Without these scaffolds, we are left to the dangers and atrocities of life. The general opinion of Heidegger is that modernity has been systematically constructing cages, caves, and boxes that alienate and distance man from his true being. Technology has separated man from himself and made the opposite of true scaffolding, and hence from supporting man in his life. This chapter discusses the notions of scaffolding and enframing in relation to construction of identity and selfhood in virtual reality, as well as reflection on the possibilities of meaningful and responsible Onlife existence. Scaffolding is, as every scaffold-builder would know, an impossible individual enterprise. Actually, scaffolding has been seen as the ultimate metaphor for the collective and social endeavour, where the construction of the medieval cathedral has become iconic. Scaffolding in the Onlife reality, or making “digital assemblages”, should be seen as actions of self-determination together with others, which means that the possible outcomes of scaffolds are both results of what the scaffold withholds, contains, and conceals, and the processes of co-construction, co-creation, co-shaping, and co-constitution with others in the scaffolding. The scaffold mediates this dynamic and fluctuating reality in between selves, others, and technologies.", "venue": "Hyperconnectivity and Digital Reality", "year": 2019, "referenceCount": 37, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2931071", "name": "Lars Botin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7166d6a7161b7a9dfd15062af7e1fd82f85a7122", "externalIds": {"MAG": "2969155971", "DOI": "10.1007/978-3-030-24143-8_7"}, "url": "https://www.semanticscholar.org/paper/7166d6a7161b7a9dfd15062af7e1fd82f85a7122", "title": "Game on for Modernity? Educating Ph.D. Students Beyond a Modern Conception of Science", "abstract": "The Onlife Manifesto presents the idea that the modern conceptions of science have become outdated. However, the question mark in the Onlife Manifesto’s “Game over for modernity?” reveals that the journey away from the Modern conception of science could be a long one. The point of departure for this chapter is a reflection on some of the crucial developments in science and the needed addressing of educating researchers required if we are to make it to a “Game over for Modernity”. Our research objective relates to the education of research students, and we will ask the question: How can we educate the next generations of researchers to become reflective about doing science in modernity and beyond? We will discuss this question through a focus on our own educational practices with science and engineering PhD students gathered from the course “Theories of Science”. There are substantial indications from this course that a modern conception of science is still thriving, and we will discuss how and why this conception can be confronted philosophically and educationally to avoid a full “game on” for modernity.", "venue": "Hyperconnectivity and Digital Reality", "year": 2019, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "66290421", "name": "O. Skovsmose"}, {"authorId": "1803169", "name": "Ole Ravn"}]}}, {"isInfluential": false, "contexts": ["…transversality, it is important to remember the cultural effects that ICT has on the human condition, which transform them from mere tools to environmental forces that affect our identity, our ways of socializing, our conception of reality and our interaction with this reality (Floridi, 2015).", "…recordar la alteración cultural que las TIC suponen en la condición humana, lo que las convierte no en herramientas sino en fuerzas ambientales que afectan nuestra identidad, nuestra forma de socializar, nuestra concepción de la realidad y nuestra interacción con esa realidad (Floridi, 2015)."], "intents": ["background"], "citingPaper": {"paperId": "83d93863e9f7a8087f0ea40f442a294a5cb07304", "externalIds": {"MAG": "3032546407", "DOI": "10.1080/11356405.2019.1597440"}, "url": "https://www.semanticscholar.org/paper/83d93863e9f7a8087f0ea40f442a294a5cb07304", "title": "Validation of a self-perceived media competence instrument for pre-service teachers / Validación de un instrumento de autopercepción de competencia mediática para docentes en formación", "abstract": "Abstract Key to guaranteeing the fundamental human rights of freedom of expression and information is the development of media competence, particularly in schools. Training teachers in the area of media competence is particularly important for developing these skills in the broader citizenry. In order to provide educators and educational policymakers with a useful diagnostic tool, we have designed a self-perception questionnaire. The questionnaire was applied to a sample of Peruvian education students (N = 501). On the one hand, the results confirm the construct’s coherence, validity and instrumental reliability. On the other hand, they allow us to propose a theoretically based update to the way in which this construct is interpreted and applied, confirming the multidimensionality of media competence. Finally, we use this empirical evidence to discuss the integral, transversal and ecological status of media competence.", "venue": "Cultura y Educación", "year": 2019, "referenceCount": 51, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Political Science"], "authors": [{"authorId": "46787484", "name": "Julio-César Mateus"}, {"authorId": "1456769625", "name": "Wilson-Virgilio Hernández-Breña"}, {"authorId": "1403064685", "name": "Mònica Figueras-Maz"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8b05358b9a7ea0c467dc16022dd3352f424e50b4", "externalIds": {"DOI": "10.1007/978-3-030-24143-8_2"}, "url": "https://www.semanticscholar.org/paper/8b05358b9a7ea0c467dc16022dd3352f424e50b4", "title": "Communicative Action in the Light of the Onlife", "abstract": null, "venue": "Hyperconnectivity and Digital Reality", "year": 2019, "referenceCount": 21, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2134329072", "name": "Katarina Peović Vuković"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8be6a35f41d8f7cd9108ecbbe90465dfcf11c58f", "externalIds": {"MAG": "2908469172", "DOI": "10.1080/00131857.2018.1551835"}, "url": "https://www.semanticscholar.org/paper/8be6a35f41d8f7cd9108ecbbe90465dfcf11c58f", "title": "Posthumanism, open ontologies and bio-digital becoming: Response to Luciano Floridi’s Onlife Manifesto", "abstract": "Abstract In The Onlife Manifesto: Being Human in a Hyperconnected Era Luciano Floridi and his associates examine various aspects of the contemporary meaning of humanity. Yet, their insights give less thought to the political economy of techno-capitalism that in large measure creates ICTs and leads to their further innovation, development and commercialization. This article responses to Floridi’s work and examines political economy of the blurred distinction between human, machine and nature in the postdigital context. Taking lessons from early history of the Internet across the Eastern and the Western Bloc, it examines ideological underpinnings of development of information and communication technologies. The paper points towards the postdigital challenge of the rising importance of biological sciences, their mutual connection with information sciences, and the society at large. It introduces the concept of bio-informational capitalism, and closely examines the relationships between biology and information. Based on authors’ previous works the chapter introduces the concepts of homo economicus and homo collaborans, and claims that their mutual differences do not make a case for a dualist philosophy—instead, the two concepts should be understood as opposite poles of a continuum. However, it shows that the biological challenge is not a mere continuation of our existing (research) questions, and that it introduces new postdigital ways of understanding our reality. In conclusion, the chapter calls for developing a new, postdigital language of inquiry, which reinvents the digital challenge and invents its relationship to biology.", "venue": "Educational Philosophy and Theory", "year": 2019, "referenceCount": 53, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "40114208", "name": "M. Peters"}, {"authorId": "50854160", "name": "P. Jandrić"}]}}, {"isInfluential": false, "contexts": ["Nevertheless, Floridi believes that it is “preferable to speak of an informational era rather than a computational era, because it is the increasingly pervasive and ever more important life-cycle of information… that deeply affect both individual and societal well-being” (Floridi, 2015b, p.21).", "Yet computers and computing are only a small part of the infosphere (see Floridi, 2015b, p.21)."], "intents": ["background"], "citingPaper": {"paperId": "913d8481d5b3df77e93594056701f8a0f3ddd20f", "externalIds": {"MAG": "2946454595"}, "url": "https://www.semanticscholar.org/paper/913d8481d5b3df77e93594056701f8a0f3ddd20f", "title": "How to explain information to a dead hare: Floridi's approach to information and its relevance to art practice", "abstract": null, "venue": "", "year": 2019, "referenceCount": 55, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "115703932", "name": "Gordon Edison McQueen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "93004add111376e3085ca79eccacd9dd97448d7b", "externalIds": {"MAG": "2911879219", "DOI": "10.1007/978-3-030-01800-9_21"}, "url": "https://www.semanticscholar.org/paper/93004add111376e3085ca79eccacd9dd97448d7b", "title": "Safety and Security in the Digital Age. Trust, Algorithms, Standards, and Risks", "abstract": "Security is a crucial issue of our society, which is accordingly defined as a risk society. However, in a complex risk society, citizens cannot tackle and manage the issue of risk by themselves. The risk is therefore more and more delegated to processes and mechanisms that take care of risk management. Today, the risk against which society claims to be immunized-increasingly mediated by technologies and less and less politically legitimized-reemerges with new forms of fiduciary management, raising the possibility of weakening rights and diluting political responsibility.", "venue": "Philosophical Studies Series", "year": 2019, "referenceCount": 44, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "144203067", "name": "M. Durante"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9941e9cf4e96f11a90db4d903321f40249b4babe", "externalIds": {"MAG": "2986009004", "DOI": "10.1007/978-3-030-29443-4_4"}, "url": "https://www.semanticscholar.org/paper/9941e9cf4e96f11a90db4d903321f40249b4babe", "title": "New Technologies. Rethinking Ethics and the Environment", "abstract": "Our lives are saturated with technology, to such an extent that we consider technological devices to be “essential” to live. In order to understand this existential situation, we have to return to the notion of technology (tecnos–logos). A broad definition led us to recognize all objects that are not “natural” as technological, changing the domain of the artificial to the technological one. Another common misunderstanding is the confusion between technique and technology, as if the two terms identified the same sphere of reality. In this sense, we can summarize the status of contemporary technology by means of three main sentences: (1) Technology overlaps with the artificial; (2) Technology fundamentally coincides with its function of facilitating our work; (3) Technology is just a means, an instrument. Within this framework, the “logos of the tecnos” is thus entirely lost, meaning technology as a simple instrument or means in the context of a given action. The question is whether the logos refers to the tecnos or to the being that uses the tecnos. The independence (logos) of technology from human action as a unique characteristic of technological behavior obligates us to rethink ethics in the “technological age:” technological devices are not only used, but also interact with us. In this regard, we can say that technology has become an Environment for us, and we can no longer “stop interacting” with it. Since this relation no longer depends on us, we have to rethink at technology from both an epistemological and ethical perspective.", "venue": "Ethics of Science and Technology Assessment", "year": 2019, "referenceCount": 30, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "31650269", "name": "Luca Valera"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "99f214bea7a325c68570ca5b8dd879b8524814d4", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/99f214bea7a325c68570ca5b8dd879b8524814d4", "title": "Philosophical Aspects of Deep Learning", "abstract": null, "venue": "", "year": 2019, "referenceCount": 42, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "78760183", "name": "Arno Schubbach"}]}}, {"isInfluential": true, "contexts": ["As Floridi argues (Floridi 2014b, 2017), the information revolution decoupled real and tangible, and coupled together real and virtual.", "As Floridi put it:\n“onlife” designates the transformational reality in contemporary developed societies (Floridi 2014b, 61).", "Their role as designers is a key aspect that is not fully grasped by either the gatekeeping or the political conceptualization of OSPs, and which can be better analysed when contextualising the role of OSPs within the conceptual changes brought about by the information revolution (Floridi 2014a).", "To do so, OSPs need to embed ethical considerations in the design and development of their services from the very beginning, in order to consider possible risks, opportunities, prevent unwanted consequences, and size the cost of missed opportunities (Floridi 2014c; Taddeo and Floridi 2018b)."], "intents": ["background"], "citingPaper": {"paperId": "a74caf1e5971e121346f9cee5e2b8250c249477b", "externalIds": {"DBLP": "journals/mima/Taddeo19", "MAG": "2918205566", "DOI": "10.1007/s11023-019-09495-6"}, "url": "https://www.semanticscholar.org/paper/a74caf1e5971e121346f9cee5e2b8250c249477b", "title": "The Civic Role of Online Service Providers", "abstract": "In a recent report,1 the UK Digital, Culture, Media and Sport (DCMS) Committee focused on the role and responsibilities of online service providers (OSPs) with respect to the circulation of fake news and their impact on democratic processes, like public debate and political elections. The first recommendation offered in the report calls for “compulsory Code of Ethics for tech companies overseen by independent regulator”. The recommendation is sensible and should be adopted. Scholars working in the area of digital ethics have often stressed the need for a code of ethics shaping the conduct of OSPs (Taddeo and Floridi 2017). And an authority with teeth enforcing the code should be a measure welcome by the public sector, civil society, and OSPs themselves. On the one hand, the authority would ensure that OSPs respect essential values and principles safeguarding users’ rights and fundamental processes of our societies. On the other hand, an authority endorsing a code of ethics and recognising (when appropriate) compliance with it would help OSPs to improve their reputation, build their trustworthiness, and hence breed users’ trust (Taddeo 2017). The content of the code to which OSPs should abide remains to be specified. This is a central question in the debate on the moral responsibilities of OSPs. The debate dates back to the early 2000 (Taddeo and Floridi 2015) and ranges from the moral responsibility of OSPs with respect to correcting biases in information indexing (Introna and Nissenbaum 2006; Granka 2010), protecting of users’ privacy (Zhang et al. 2010) and security (Cerf 2011; Taddeo 2013, 2014), safeguarding democratic processes (Pariser 2012; Sunstein 2001; Floridi 2016), and respecting human rights, particularly freedom of information and freedom of internet (Broeders and Taylor 2017). Three questions are central to this debate: (1) which role have, and should have, OSPs in mature information societies; (2) what are the moral responsibilities", "venue": "Minds and Machines", "year": 2019, "referenceCount": 49, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "2084659", "name": "M. Taddeo"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a8b2f70c45b9542c2cc72ed56ab2771d0a436568", "externalIds": {"MAG": "2924164488", "DOI": "10.1007/978-3-030-24143-8_5"}, "url": "https://www.semanticscholar.org/paper/a8b2f70c45b9542c2cc72ed56ab2771d0a436568", "title": "Consciousness in a Hyperconnected World: The Entanglements of Human–Machine Cognition", "abstract": "Being conscious of the world around us is what many think makes us human, and we share this ability of being aware of ourselves with a few other animals. Using a broader notion to consciousness allows to further differentiate between conscious cognition, that is self-awareness of the self, others and non-conscious cognition that has been described as the “other modes of awareness” (Hayles, 2017). Applying this distinction means also that not only humans, animals and plants are cognitive “beings” who respond to their environment, but that this can also be applied to technical systems. This chapter presents ideas to do with consciousness that were presented in the book The Onlife Manifesto: Being Human in a Hyperconnected Era to discuss that hyperconnected technology and people’s cognition systems may be entangled, so much so that they affect each other’s responses to the contexts they are operating in. This chapter presents amongst others N. Kathrine Hayles’ notion on human–machine cognition and illustrates this with ethnographic accounts from a study on people’s practices, experiences and reflections of being online.", "venue": "Hyperconnectivity and Digital Reality", "year": 2019, "referenceCount": 33, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1402937406", "name": "K. Otrel-Cass"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ac87125be85c5ce8a8dcea76104e31c4986cde43", "externalIds": {"MAG": "2963100403", "DOI": "10.1007/978-3-030-26199-3_1"}, "url": "https://www.semanticscholar.org/paper/ac87125be85c5ce8a8dcea76104e31c4986cde43", "title": "ICT, Data and Design Issues", "abstract": "This chapter briefly introduces some reflections on the repercussions that new information and communication technologies have on society and on design. Starting from a in-context reflection on the implications of digital tools on design, we analyse the concept of model and parameter. Below are some examples of parameters that are influencing and have influenced the forms, conformations and ways of living in a propaedeutic vision compatible with other fields of research such as parametric urban planning and the extensive use of geographic information systems. These parameters may not all be closely related to the digital world but linked to data and information and the way in which they are identified, analysed and defined. Lastly, the chapter introduces and examines the main areas of interaction and change between society and ICT.", "venue": "Technological Paradigms and Digital Eras", "year": 2019, "referenceCount": 175, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "116369455", "name": "G. Chiesa"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b040b664729b99fb91e3dd194d7612070f41b214", "externalIds": {"MAG": "2916781281", "DOI": "10.1007/978-3-030-24143-8_1"}, "url": "https://www.semanticscholar.org/paper/b040b664729b99fb91e3dd194d7612070f41b214", "title": "Hyperconnectivity and Digital Reality: An Introduction", "abstract": "This chapter explains the intentions of the book Hyperconnectivity and Digital Reality: Towards the Eutopia of Being Human and why it responded to the book The Onlife Manifesto: Being Human in a Hyperconnected Era (Floridi in The Onlife Manifesto. Springer International Publishing, pp. 21–24, 2015). It sketches out the background to the production of the Onlife Manifesto to show why it was important to explore hyperconnectivity and how the authors of the present book have explored the social and ethical implications of the hyperconnected information technology future.", "venue": "Hyperconnectivity and Digital Reality", "year": 2019, "referenceCount": 11, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1402937406", "name": "K. Otrel-Cass"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b2c21bbfc3246b4ac76cff8575f1ee6d06eb2186", "externalIds": {"DBLP": "journals/amai/TezePGN19", "MAG": "2966832951", "DOI": "10.1007/s10472-019-09660-8"}, "url": "https://www.semanticscholar.org/paper/b2c21bbfc3246b4ac76cff8575f1ee6d06eb2186", "title": "Practical reasoning using values: an argumentative approach based on a hierarchy of values", "abstract": "Values are at the heart of human decision-making. They are used to decide whether something or some state of affairs is good or not, and they are also used to address the moral dilemma of the right thing to do under given circumstances. Both uses are present in several everyday situations, from the design of a public policy to the negotiation of employee benefit packages. Both uses of values are specially relevant when one intends to design or validate that artificial intelligent systems behave in a morally correct way. In real life, the choice of policy components or the agreed upon benefit package are processes that involve argumentation. Likewise, the design and deployment of value-driven artificial entities may be well served by embedding practical reasoning capabilities in these entities or using argumentation for their design and certification processes. In this paper, we propose a formal framework to support the choice of actions of a value-driven agent and arrange them into plans that reflect the agent’s preferences. The framework is based on defeasible argumentation. It presumes that agent values are partially ordered in a hierarchy that is used to resolve conflicts between incommensurable values.", "venue": "Annals of Mathematics and Artificial Intelligence", "year": 2019, "referenceCount": 56, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2292875", "name": "J. C. Teze"}, {"authorId": "1390044175", "name": "Antoni Perello-Moragues"}, {"authorId": "1692812", "name": "L. Godo"}, {"authorId": "144399852", "name": "P. Noriega"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ca9d60305ee0707601f59de9b3d720d3df7fba96", "externalIds": {"MAG": "2971593919", "DOI": "10.2478/nor-2019-0017"}, "url": "https://www.semanticscholar.org/paper/ca9d60305ee0707601f59de9b3d720d3df7fba96", "title": "A Room of One’s Own?: Using period trackers to escape menstrual stigma", "abstract": "Abstract This article’s ambition is to study the needs and motives embedded in the everyday usage of period trackers. A period tracker is an app for smartphones to monitor the female cycle. Based on twelve in-depth interviews with Danish women who use period trackers, I explore the connections among menstrual stigma and the usage of period trackers and investigate how digital traces from their datafied By datafied body, I mean the representation of the fleshly, physical body created by tracked data. bodies transmit meaning to their everyday life. The women in the study described how the app provides them with reassurance and privacy, and thus the article finds that 1) period apps are experienced as private, shame-free rooms for exploratory engagement with the menstruating body and 2) the risk of embodied data potentially becoming shareable commodities does not affect the everyday self-tracking practice of these women.", "venue": "Nordicom Review", "year": 2019, "referenceCount": 50, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "150017701", "name": "Amanda Karlsson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d14e8ba3a0d46878f2c8a94c03f867b386074b53", "externalIds": {"MAG": "2795546777", "DOI": "10.1007/978-3-030-24143-8_6"}, "url": "https://www.semanticscholar.org/paper/d14e8ba3a0d46878f2c8a94c03f867b386074b53", "title": "Redistribution of Medical Responsibility in the Network of the Hyper-connected Self", "abstract": "The penetrating societal impact of information and communication technologies discussed in the Onlife Manifesto poses challenges and simultaneously opens new avenues in health care. In this chapter, we investigate how phenomena such as hyper-accessibility and hyper-connectivity enable patients to establish counter-expertise in the face of traditional medical authority and build up their own health knowledge, giving rise to new standards for diagnosis, normality and pathology. The investigation is rooted in a qualitative study of online health communities and consumption of health-related online information in Denmark.", "venue": "Hyperconnectivity and Digital Reality", "year": 2019, "referenceCount": 54, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1405195940", "name": "Anna Schneider-Kamp"}, {"authorId": "8353494", "name": "D. Kristensen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d1b698c49a224ff6fd1cf6e9763add1c79f31c39", "externalIds": {"MAG": "3011964262", "DOI": "10.1007/978-3-030-41018-6_73"}, "url": "https://www.semanticscholar.org/paper/d1b698c49a224ff6fd1cf6e9763add1c79f31c39", "title": "Advanced Heritage: From the Virtual Copy to a Virtuous Image of Reality", "abstract": "ICT and digital tools promote the development of a new relationship between real and digital world, in which mixed reality experiences enrich the physicality with multimedia contents. We could speak of “Advanced Heritage”, to underline the relationship between the real dimension of tangible and intangible assets, and the sphere of “mixed media” with their digital contents. In particular, with Social Media, images play an increasingly important role in defining the meanings and values that people attribute to cultural heritage, and digital technologies encourage participatory dynamics developed in the third dimension. In relation to these issues, considerations are presented on the types of digital models and on how to share, use and rework digital models.", "venue": "", "year": 2019, "referenceCount": 42, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "41192872", "name": "S. Brusaporci"}, {"authorId": "73631306", "name": "P. Maiezza"}, {"authorId": "50225606", "name": "Alessandra Tata"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d2428bf3eb3a583268a1c979ef57fb9952f2d57f", "externalIds": {"MAG": "2969756294", "DOI": "10.1007/978-3-030-24143-8_8"}, "url": "https://www.semanticscholar.org/paper/d2428bf3eb3a583268a1c979ef57fb9952f2d57f", "title": "The Knight of Faith Encounters Mr. Robot—Digital Literacy Revisited Through Deleuze and Guattari in Response to the Onlife Manifesto", "abstract": "The contributions put forward by various authors in the Onlife Manifesto (Floridi in The onlife manifesto: Being Human in a hyperconnected era. Springer, London, 2015) are the discursive content and starting point of the philosophical dramatization in this chapter. An ongoing dialogue is unfolding between the writings in the Onlife Manifesto, the content and storyline of the show Mr. Robot, contemporary digital literacy, and the thoughts of Deleuze and Guattari to create an intricate tableau of various voices regarding digital literacy. This chapter argues for a revisited form of digital literacy, resting upon a Spinozist inspired notion of enlightenment and rationalism as the antidote against a notion of self, which chafes in desirous bondage.", "venue": "Hyperconnectivity and Digital Reality", "year": 2019, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "97436748", "name": "L. Bang"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "daa6aaeff0195e2401bd4347e6f8a8846c5dc2bb", "externalIds": {"MAG": "2986179274", "DOI": "10.1017/9781108553384"}, "url": "https://www.semanticscholar.org/paper/daa6aaeff0195e2401bd4347e6f8a8846c5dc2bb", "title": "Ethical Challenges in Digital Psychology and Cyberpsychology", "abstract": null, "venue": "", "year": 2020, "referenceCount": 986, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145842705", "name": "T. Parsons"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e25d3b6732d0cde3b352fc850f5221691036c085", "externalIds": {"MAG": "2990968402", "DOI": "10.1007/978-3-030-32361-5_1"}, "url": "https://www.semanticscholar.org/paper/e25d3b6732d0cde3b352fc850f5221691036c085", "title": "Artificial Intelligence as a Challenge for Law and Regulation", "abstract": "The Introduction begins by providing examples of the fields in which AI is used, along with the varying impact that this has on society. It focuses on the challenges that AI poses when it comes to setting and applying law, particularly in relation to legal rules that seek to preserve the opportunities associated with AI while avoiding or at least minimising the potential risks. The law must aim to ensure good digital governance, both with respect to the development of algorithmic systems generally but also with respect to the use of AI specifically. Particularly formidable are the challenges associated with regulating the use of learning algorithms, such as in the case of machine learning. A great difficulty in this regard is ensuring transparency, accountability, responsibility, and the ability to make revisions, as well as preventing hidden discrimination. The Chapter explores the types of rules and regulations that are available. At the same time, it emphasises that it is not enough to trust that companies that use AI will adhere to ethical principles. Rather, supplementary legal rules are indispensable, including in the areas examined in the Chapter, which are mainly characterised by company self-regulation. The Chapter concludes by stressing the need for transnational agreements and institutions.", "venue": "", "year": 2019, "referenceCount": 116, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1403194588", "name": "Wolfgang Hoffmann-Riem"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e4f9d3482eed7b930ab3e477adc7174110858b11", "externalIds": {"MAG": "3097772750", "DBLP": "conf/mabs/Perello-Moragues19", "DOI": "10.1007/978-3-030-60843-9_5"}, "url": "https://www.semanticscholar.org/paper/e4f9d3482eed7b930ab3e477adc7174110858b11", "title": "Modelling Policy Shift Advocacy", "abstract": "In this paper, we propose to enrich standard agent-based social simulation for policy-making with affordances inspired by secondorder emergent social phenomena. Namely, we explore the inclusion of agents who have means to perceive, aggregate and respond to emergent collective outcomes, for example by promoting some reaction in other agents. These enhancements are intended for a subclass of socio-cognitive technical systems that we call value-driven policy-making systems. We motivate and illustrate our proposal with a model of policy shift advocacy in urban water management.", "venue": "MABS", "year": 2019, "referenceCount": 24, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "1390044175", "name": "Antoni Perello-Moragues"}, {"authorId": "144399852", "name": "P. Noriega"}, {"authorId": "108377865", "name": "L. Popartan"}, {"authorId": "143647605", "name": "M. Poch"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e74af770b3be952b2b167916fb1bd24bbd5354db", "externalIds": {"MAG": "2966063648", "DOI": "10.1007/978-3-030-24074-5_13"}, "url": "https://www.semanticscholar.org/paper/e74af770b3be952b2b167916fb1bd24bbd5354db", "title": "Conceptual Analysis: Technology, Machine and Robot", "abstract": "In contrast to the hegemonic conceptual analysis from philosophy, we explore an alternative psychology based on perception and people’s use of the words robot, machine and technology. To do this, we use computing tools to analyse information from Wikipedia and Google’s search engine, which lets us envisage a digital paradigm in the understanding of robotics.", "venue": "Inclusive Robotics for a Better Society", "year": 2018, "referenceCount": 7, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "133632826", "name": "Aníbal Monasterio"}, {"authorId": "145177584", "name": "Daniel López"}, {"authorId": "147403793", "name": "M. Aparicio"}, {"authorId": "108656182", "name": "Ricardo Morte"}, {"authorId": "2089432689", "name": "T. Ausín"}, {"authorId": "150236184", "name": "M. Toboso"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "fadfcd57a164551b0141ed3b9dae4fa62cdfce12", "externalIds": {"MAG": "2950249083", "DOI": "10.1007/978-981-13-8161-4_12"}, "url": "https://www.semanticscholar.org/paper/fadfcd57a164551b0141ed3b9dae4fa62cdfce12", "title": "Artificial Intelligence, Human Evolution, and the Speed of Learning", "abstract": "Stephen Hawking suggests that a living system has the two parts: “a set of instructions that tell the system how to sustain and reproduce itself, and a mechanism to carry out the instructions” (genes and metabolism). On this definition, computer viruses count as living systems as do artificial intelligences. Hawking explains that human evolution has speeded up. While “there has been no detectable change in human DNA”, “the amount of knowledge handed on from generation to generation has grown enormously” (maybe a hundred thousand times as much as in DNA). This signals that we have entered a new stage of evolution—from natural selection based on the Darwinian model of internal transmission to cultural or self-designed evolution based on an accelerated external transmission of information. This paper presents a thought experiment about philosophical and educational consequences of the possible arrival of: (1) Hawking-inspired postdigital human beings created through self-designed evolution quicker than non-tampered (natural) evolution of human intelligence and (2) algorithmic non-carbon-based “living” systems. In our postdigital age, we are slowly but surely taking natural selection into our own hands, and we need to grapple with the pertinent responsibility.", "venue": "Artificial Intelligence and Inclusive Education", "year": 2019, "referenceCount": 34, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40114208", "name": "M. Peters"}, {"authorId": "50854160", "name": "P. Jandrić"}]}}, {"isInfluential": false, "contexts": ["…thanks to the fact that we have oceans of personal data, that billions of people are now connected and live “onlife” (both online and offline (Floridi 2015))\nin the infosphere, that algorithms are increasingly sophisticated, that the cost of computing power is becoming negligible, that…"], "intents": ["background"], "citingPaper": {"paperId": "fb1e24d42b391042e6079db7def354c350f4417c", "externalIds": {"MAG": "2968116638", "DOI": "10.1007/S13347-019-00374-7"}, "url": "https://www.semanticscholar.org/paper/fb1e24d42b391042e6079db7def354c350f4417c", "title": "Marketing as Control of Human Interfaces and Its Political Exploitation", "abstract": "There is an endless number of ways to describe anything, including ourselves. In a more formal context, this is made clear and precise by speaking of levels of abstraction (Floridi 2008). Social scientists prefer to speak of “lenses”, but the idea is the same. The point is not whether a description is accurate in absolute terms (is John a featherless biped? Or the details on his passport? Or 60% water and 40% something else? Or...) but whether it fulfils its purpose, and how well it does so, when compared with other descriptions. When we think that a description is the only one available, this is usually because we take its purpose for granted. Thus, we may describe an artefact as a “vehicle” because we take for granted a specific function or purpose of that artefact, but that description could easily change, if, for example, it is the SS-100-X presidential limousine in which Kennedy was a passenger when he was assassinated. All of a sudden “vehicle” is not wrong, but no longer satisfactory. This is the linguistic function of “just”: it is no longer “just” a vehicle. John is no longer “just” a featherless biped or the details on his passport, because he is John Fitzgerald Kennedy, the 35th president of the USA assassinated in 1963. Back to us, today, it makes a lot of sense to describe ourselves as informational organisms, or inforgs for short (Floridi 2014), in order to understand why and how we interact, flourish, or suffer depending on the flows of information in which we partake. This is related to what has been interestingly argued by Vilem Flusser: Philosophy & Technology (2019) 32:379–388 https://doi.org/10.1007/s13347-019-00374-7", "venue": "Philosophy & Technology", "year": 2019, "referenceCount": 18, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1982425", "name": "L. Floridi"}]}}, {"isInfluential": false, "contexts": ["with agency, there is no reason to speak of accountability, for the agent would be but a tool, and a tool cannot be held accountable [31]."], "intents": ["background"], "citingPaper": {"paperId": "0e3e65d5749c54431830a04dfda1268d270cdec1", "externalIds": {"DBLP": "conf/rcra/BaldoniBM018", "MAG": "2907031015"}, "url": "https://www.semanticscholar.org/paper/0e3e65d5749c54431830a04dfda1268d270cdec1", "title": "Accountability and Responsibility in Business Processes via Agent Technology", "abstract": "Business processes are widely used to capture how a service is realized or a product is delivered by a set of combined tasks. It is a recommended practice to implement a business goal through a single business process; in many cases, however, this is impossible or it is not efficient. The choice is, then, to split the process into a number of interacting processes. In order to realize this kind of solution, the business goal is broken up and distributed through many “actors”, who will depend on one another in carrying out their tasks. We explain, in this work, some weaknesses that emerge in this picture, and also how they would be overcome by introducing an explicit representation of responsibilities and accountabilities. We rely, as a running example, on the Hiring Process as described by Silver in [30].", "venue": "RCRA@FLoC", "year": 2018, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "1749376", "name": "M. Baldoni"}, {"authorId": "1770656", "name": "C. Baroglio"}, {"authorId": "1717037", "name": "Roberto Micalizio"}, {"authorId": "49571392", "name": "Stefano Tedeschi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "18523f819cbd8b2df69c079553082e8df2232825", "externalIds": {"MAG": "2895627687", "DOI": "10.1007/978-981-10-7035-8_85-1"}, "url": "https://www.semanticscholar.org/paper/18523f819cbd8b2df69c079553082e8df2232825", "title": "Political Engagement of Individuals in the Digital Age", "abstract": null, "venue": "", "year": 2018, "referenceCount": 47, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "69043764", "name": "P. Murschetz"}]}}, {"isInfluential": false, "contexts": ["with agency, there is no reason to speak of accountability, for the agent would be but a tool, and a tool cannot be held accountable [31]."], "intents": ["background"], "citingPaper": {"paperId": "28693d331873d124af67747371c8a1bf6dcb7505", "externalIds": {"DBLP": "conf/aiia/BaldoniBMM018", "MAG": "2899672892", "DOI": "10.1007/978-3-030-03840-3_3"}, "url": "https://www.semanticscholar.org/paper/28693d331873d124af67747371c8a1bf6dcb7505", "title": "An Information Model for Computing Accountabilities", "abstract": "We propose an information model that describes which data should be available, together with their relationships, in order to identify accountabilities in a group of interacting parties. The model is intended for use in multi-agent systems, and is expressed by means of Object-Role Modeling, due to the relational nature of the concepts involved.", "venue": "AI*IA", "year": 2018, "referenceCount": 36, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1749376", "name": "M. Baldoni"}, {"authorId": "1770656", "name": "C. Baroglio"}, {"authorId": "144971411", "name": "Katherine M. May"}, {"authorId": "1717037", "name": "Roberto Micalizio"}, {"authorId": "49571392", "name": "Stefano Tedeschi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "2e85ce4eede4dfb069d17f682a7e64c85ac5b0ad", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/2e85ce4eede4dfb069d17f682a7e64c85ac5b0ad", "title": "BASC WORKING PAPER SERIES INDUSTRIAL POLICY: THE HOLY GRAIL OF THE FRENCH CYBERSECURITY STRATEGY", "abstract": "The 2008 ‘White Paper on Defense and National Security’ was the first major document to focus directly on national cyber threats as a key risk to France’s sovereignty. It defined new priorities – such as cyberattack prevention and response – and established, in July 2009, the National Agency for the Security of Information System (ANSSI) as an inter-ministerial agency with national authority for the defense of information systems. In 2013, a new version of the White Paper reiterated that the capacity to detect and protect against cyberattacks was ‘an essential component of [French’s] national sovereignty and economic well-being’. The same year, the French government launched an ambitious program and invested considerable efforts and expenditure on cybersecurity industrial policy. This article captures structural characteristics of public-private partnerships and stylizes the different conflicts behind the industrial movements in the 2009-2015 period: representation of digital sovereignty versus corporate interest in global market, national defense champions versus start-up ecosystem.", "venue": "", "year": 2018, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2064650551", "name": "Danilo D'Elia"}]}}, {"isInfluential": false, "contexts": ["Floridi (2015) refer to this as onlife: the distinction between offline and online life is now completely blurred; they have become one."], "intents": ["background"], "citingPaper": {"paperId": "4499f7bd3f789992225256d88f24d48979f56151", "externalIds": {"MAG": "2794085046", "DBLP": "journals/ethicsit/RoyakkersTKE18", "DOI": "10.1007/s10676-018-9452-x"}, "url": "https://www.semanticscholar.org/paper/4499f7bd3f789992225256d88f24d48979f56151", "title": "Societal and ethical issues of digitization", "abstract": "In this paper we discuss the social and ethical issues that arise as a result of digitization based on six dominant technologies: Internet of Things, robotics, biometrics, persuasive technology, virtual & augmented reality, and digital platforms. We highlight the many developments in the digitizing society that appear to be at odds with six recurring themes revealing from our analysis of the scientific literature on the dominant technologies: privacy, autonomy, security, human dignity, justice, and balance of power. This study shows that the new wave of digitization is putting pressure on these public values. In order to effectively shape the digital society in a socially and ethically responsible way, stakeholders need to have a clear understanding of what such issues might be. Supervision has been developed the most in the areas of privacy and data protection. For other ethical issues concerning digitization such as discrimination, autonomy, human dignity and unequal balance of power, the supervision is not as well organized.", "venue": "Ethics and Information Technology", "year": 2018, "referenceCount": 99, "citationCount": 93, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "1788365", "name": "Lambèr M. M. Royakkers"}, {"authorId": "2053195019", "name": "J. Timmer"}, {"authorId": "40657567", "name": "L. Kool"}, {"authorId": "2485081", "name": "R. Est"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4afe2ac2b6ab1af4140a5d9ebcc6d6753cc49e4b", "externalIds": {"MAG": "2974508348"}, "url": "https://www.semanticscholar.org/paper/4afe2ac2b6ab1af4140a5d9ebcc6d6753cc49e4b", "title": "Freedom of Attention", "abstract": null, "venue": "", "year": 2018, "referenceCount": 15, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "69541606", "name": "James Williams"}]}}, {"isInfluential": false, "contexts": ["Already today, online profiles allow the construction of altered identities that may lead to an “onlife personality,” a “hyperconnected reality within which it is no longer sensible to ask whether one may be online or offline” (Floridi 2015, 1)."], "intents": ["background"], "citingPaper": {"paperId": "54d4f3596c48a4ee7e2db2ec5060a267a1dedb1e", "externalIds": {"MAG": "2908080925", "DOI": "10.5840/TECHNE2018122091"}, "url": "https://www.semanticscholar.org/paper/54d4f3596c48a4ee7e2db2ec5060a267a1dedb1e", "title": "From Calculus to Language Game: The Challenge of Cognitive Technology", "abstract": "Cognitive technology is an increasingly important form of technology that can deal with meaning by either replicating or simulating human cognition. Cognitive technology can make use of information technology, but it strives to go beyond mere information processing by recognizing, changing, and creating meaning. This presents us with a two-sided challenge: On the one hand, cognitive technology is challenged to “understand” meaning in ordinary language. And on the other, it challenges us to rethink fundamental questions of human cognition and sense-making. Both challenges demand a better understanding of the difference between the technical transformation of symbols and the understanding of meaning in the ordinary sense. After explaining the topic in relation to both the insights and the limitations of the reflections by Turing, Searle, and Heidegger, this paper primarily builds on Wittgenstein’s contributions to a better understanding of the difference between two conceptions of meaning and their implications for technical replication and simulation. The paper shows that Wittgenstein developed his early calculus account of meaning into that of language games and that language games not only come in many different varieties, but are also much more flexible than calculi. Of particular interest will be the difference between rigid and creative rule-following. Creative rule-following involves an intricate interplay of very different bodily, mental, and cultural constituents, so that its simulation is not merely a technical problem but also requires clarification of a number of profound philosophical questions. It will become clear that the challenge of cognitive technology shows up at unexpected places and that is much bigger than usually assumed. 1 Christoph Durt, Institute of Philosophy, University of Vienna, Austria; christoph@durt.de/www.durt.de", "venue": "", "year": 2018, "referenceCount": 29, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "5918716", "name": "Christoph Durt"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "56c8f31a58f5888f15879584302d84eb7e0e044a", "externalIds": {"MAG": "2901789649", "DOI": "10.1215/18752160-7218182"}, "url": "https://www.semanticscholar.org/paper/56c8f31a58f5888f15879584302d84eb7e0e044a", "title": "Networked Human, Network’s Human: Humans in Networks Inter-Asia", "abstract": "Abstract This special issue explores the conceptions of the human that emerge out of the form and the design of information and communications technologies (ICTs). Geographically, our focus compares two countries with a relatively high level of ICT penetration—South Korea and Singapore—and two countries with a relatively low level—India and Vietnam. In each country we see how different forms of the human emerge, in part out of the ways in which technological infrastructure develop and intertwine with social order. In this introduction we reflect on the long genealogy of “human” and “humanity” and the more recent history of ICTs in Asia.", "venue": "East Asian Science, Technology and Society: An International Journal", "year": 2018, "referenceCount": 111, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116627619", "name": "E. Kerr"}, {"authorId": "34405719", "name": "Connor Graham"}, {"authorId": "37009315", "name": "Alfred Montoya"}]}}, {"isInfluential": false, "contexts": ["Accountability implies agency because if an agent does not possess the qualities to act “autonomously, interactively and adaptively”, that is, with agency, there is no reason to speak of accountability, for the agent would be but a tool, and a tool cannot be held accountable [39]."], "intents": ["background"], "citingPaper": {"paperId": "651119b4e83611a4321f7ee7727ef7e51c10db5c", "externalIds": {"MAG": "2793710520", "DOI": "10.3390/APP8040489"}, "url": "https://www.semanticscholar.org/paper/651119b4e83611a4321f7ee7727ef7e51c10db5c", "title": "Computational Accountability in MAS Organizations with ADOPT", "abstract": "This work studies how the notion of accountability can play a key role in the design and realization of distributed systems that are open and that involve autonomous agents that should harmonize their own goals with the organizational goals. The socio–technical systems that support the work inside human companies and organizations are examples of such systems. The approach that is proposed in order to pursue this purpose is set in the context of multiagent systems organizations, and relies on an explicit specification of relationships among the involved agents for capturing who is accountable to whom and for what. Such accountability relationships are created along with the agents’ operations and interactions in a shared environment. In order to guarantee accountability as a design property of the system, a specific interaction protocol is suggested. Properties of this protocol are verified, and a case study is provided consisting of an actual implementation. Finally, we discuss the impact on real-world application domains and trace possible evolutions of the proposal.", "venue": "", "year": 2018, "referenceCount": 64, "citationCount": 25, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1749376", "name": "M. Baldoni"}, {"authorId": "1770656", "name": "C. Baroglio"}, {"authorId": "144971411", "name": "Katherine M. May"}, {"authorId": "1717037", "name": "Roberto Micalizio"}, {"authorId": "49571392", "name": "Stefano Tedeschi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "670372752da33cb87b218dac0f82248603ddad00", "externalIds": {"MAG": "2889242380", "DOI": "10.1080/13573322.2018.1515071"}, "url": "https://www.semanticscholar.org/paper/670372752da33cb87b218dac0f82248603ddad00", "title": "Learning to be human in a digital world: a model of values fluency education for physical education", "abstract": "ABSTRACT It is argued that negotiation and performance of identity in contemporary society is linked with the value-laden spaces in which individuals spend time. Concepts of space, place and identity have become important when looking to understand elements of social practice, in light of the recognition that life is becoming progressively more mobile, varied and challenging. This has resulted in a shift in how subsequent generations experience space and place within digitally-mediated social landscapes. It is asserted that young people in contemporary society can be seen to occupy a hybrid virtual-real world (Jordan, B. (2009). Blurring boundaries: The ‘real’ and the ‘virtual’ in hybrid spaces. Human Organisation, 68.) where they experience the multiplication of place or duplication of space (Papacharissi, Z. (2011). A Networked Self: Identity Community and Culture on Social Network Sites. New York: Routledge). Such complex social geographies, we contend, have important implications for young people’s negotiation and performance of identity, the acquisition of socio-technical capital (Resnick, (2002). Beyond b⁠owling t⁠ogether: SocioTechnical c⁠apital. In J. M. Carroll (Ed.), Human-c⁠omputer i⁠nteraction in the n⁠ew m⁠illennium (pp. 647–⁠672). Upper Saddle River, NJ: ACM Press.) and, ultimately, digital well-being. In a time when there is a focus on developing global and connected citizens (Greene, M. (1995). Releasing the Imagination: Essay on education, the arts and social change. San Francisco, CA: Jossey-Bass.) we argue that pupils need to be both digitally fluent and values fluent as they negotiate spaces of reality and virtual reality. Both constructs require the learner to engage critically with information and misinformation as presented on ever-changing digital interfaces (Kahne, J., & Bowyer, B. (2017). Educating for Democracy in a Partisan Age: Confronting the Challenges of Motivated Reasoning and Misinformation. American Educational Research Journal, 54, 3–34.) and to make value choices. Given that physical education (PE) has been identified as a significant place for meaning-making (Spracklen, K. (2015). Digital Leisure, the Internet and Popular Culture: Communities and Identities in a Digital Age. London: Palgrave Macmillan.) and a core site for values-based education (Mccuaig, L., Marino, M., Gobbi, E., & Macdonald, D. (2015). Taught not Caught: Values based Education through physical education and School Sport: Literature Review. AIESEP Partners for WADA, ICSSPE, IOC, Fairplay & UNESCO.) it is identified as a key context in which to examine some of the challenges posed for students and educators with regard to values-based practices in digitally-mediated spaces. Within this conceptual paper, we propose a praxis model of values fluency to help PE teachers to support young people to recognise and successfully navigate hybrid spaces, to critically engage with sociotechnical capital and become adept at transferring and translating values across and between social contexts.", "venue": "Sport, Education and Society", "year": 2018, "referenceCount": 124, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39651606", "name": "F. Chambers"}, {"authorId": "48642582", "name": "Rachel Sandford"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "72eb6082b272c88e3480cb63074b0e6e0eb90bff", "externalIds": {"MAG": "2885425498", "DBLP": "journals/sle/Lister18", "DOI": "10.1186/s40561-018-0056-z"}, "url": "https://www.semanticscholar.org/paper/72eb6082b272c88e3480cb63074b0e6e0eb90bff", "title": "A smarter knowledge commons for smart learning", "abstract": "This paper takes the form of a discussion relating to a smarter knowledge commons, having come about due to implications arising from research into the development of a pragmatic pedagogical ‘guide to learning’ for smart learning environments. The paper does not discuss any research findings (which have not yet been established), but rather is about attempting to discover through examination of early adopter use cases the underlying challenge for smart learning design in relation to the delivery of personalised geo-spatially relevant knowledge. Solutions for the mapping and delivery of the knowledge web are tentatively suggested, making use of an existing meta-property framework, the Open Graph.Smart learning environments focus on learning in geo-spatially relevant learning locations, with tutors or learners engaged in tasks that may frequently require the searching and selecting of knowledge content to contribute to learning or in the further production of new digital knowledge content. This has led to considerations regarding where and how knowledge content is obtained, provided, produced or shared, and this paper examines issues related to the producing, searching and finding of knowledge content in these learning contexts. Practical examples are provided to illustrate how digital knowledge content plays a pivotal role in learning design and learner interactions taking place in smart learning, both for the content of learning and as part of the process for learning.Emphasis is on open access smart learning in relation to connected and collaborative pedagogical approaches. Considering the future development and pedagogies of open-access smart learning environments, we must ask how the knowledge commons, an integral part of this learning, can become ‘smarter’ for learning and teaching.", "venue": "Smart Learning Environments", "year": 2018, "referenceCount": 64, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "82404550", "name": "Penelope J. Lister"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9b6a50bde9be5dfb5d777f14a1851a2aca08736a", "externalIds": {"MAG": "2808489527", "DOI": "10.1007/S13347-018-0319-1"}, "url": "https://www.semanticscholar.org/paper/9b6a50bde9be5dfb5d777f14a1851a2aca08736a", "title": "The Digital Phenotype: a Philosophical and Ethical Exploration", "abstract": "The concept of the digital phenotype has been used to refer to digital data prognostic or diagnostic of disease conditions. Medical conditions may be inferred from the time pattern in an insomniac’s tweets, the Facebook posts of a depressed individual, or the web searches of a hypochondriac. This paper conceptualizes digital data as an extended phenotype of humans, that is as digital information produced by humans and affecting human behavior and culture. It argues that there are ethical obligations to persons affected by generalizable knowledge of a digital phenotype, not only those who are personally identifiable or involved in data generation. This claim is illustrated by considering the health-related digital phenotypes of precision medicine and digital epidemiology.", "venue": "Philosophy & Technology", "year": 2018, "referenceCount": 48, "citationCount": 11, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "151501082", "name": "M. Loi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9d08bd0f10a02514734d2cab27a832ab1cfc15ba", "externalIds": {"MAG": "2794959125", "DOI": "10.1177/1073110518766026", "PubMed": "30034208"}, "url": "https://www.semanticscholar.org/paper/9d08bd0f10a02514734d2cab27a832ab1cfc15ba", "title": "Health Research with Big Data: Time for Systemic Oversight", "abstract": "To address the ethical challenges in big data health research we propose the concept of systemic oversight. This approach is based on six defining features (adaptivity, flexibility, monitoring, responsiveness, reflexivity, and inclusiveness) and aims at creating a common ground across the oversight pipeline of biomedical big data research. Current trends towards enhancing granularity of informed consent and specifying legal provisions to address informational privacy and discrimination concerns in data-driven health research are laudable. However, these solutions alone cannot have the desired impact unless oversight activities by different stakeholders acquire a common substantive orientation.", "venue": "Journal of Law, Medicine & Ethics", "year": 2018, "referenceCount": 89, "citationCount": 58, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Business"], "authors": [{"authorId": "145104974", "name": "E. Vayena"}, {"authorId": "6475221", "name": "A. Blasimme"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9e89d247006334f84a954691f7f93a4594eef41b", "externalIds": {"MAG": "2809463613", "PubMedCentral": "6024260", "DOI": "10.1016/j.heliyon.2018.e00653", "PubMed": "30014046"}, "url": "https://www.semanticscholar.org/paper/9e89d247006334f84a954691f7f93a4594eef41b", "title": "Exploring students' use of online sources in small groups with an augmented reality-based activity – group dynamics negatively affect identification of authentic online information", "abstract": "In this study initially, we wanted to explore students' use of online sources and how they use online information to try to persuade each other when they get the group assignment to identify misleading from correct information. We grounded our concept on “OnLife” (Floridi, 2015) in which students used online information to find arguments for their actions. We created an AR-based campus tour for mobile devices in which students discussed content, identified correctness of online information and were asked to made a group decision. Four groups have been studied. Video-recorded observation and interviews were applied. During data analysis we found results that point to four distinctive patterns of relationships between social in-group dynamics and the identification of authentic online information: a) network of equal members, b) omission of one person, c) one person guides the others, d) no collaborative reasoning. The result is a ‘Happy Surprise’, it shows that social dynamics affected group performance stronger than equal access to online sources. Equal access to online information did not lead to a reasonable based-on-facts discussion. Group dynamics diminished the advantage of equal access and impacted decision-making more than the information itself. Because of the small study size, generalization of results is limited, but lays a foundation for follow-up or experimental studies.", "venue": "Heliyon", "year": 2018, "referenceCount": 53, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "1763063", "name": "I. Jahnke"}, {"authorId": "51085904", "name": "Michele Meinke Kroll"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ad523a1fba8cd5774458d7d43b65e27b04a993ab", "externalIds": {"MAG": "2973038960"}, "url": "https://www.semanticscholar.org/paper/ad523a1fba8cd5774458d7d43b65e27b04a993ab", "title": "The Ground of First Struggle", "abstract": null, "venue": "", "year": 2018, "referenceCount": 3, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "69541606", "name": "James Williams"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "cb970d91cdb24e83c94e0c9eb1909f52cdd263eb", "externalIds": {"MAG": "2800645100", "DOI": "10.1017/9781108453004"}, "url": "https://www.semanticscholar.org/paper/cb970d91cdb24e83c94e0c9eb1909f52cdd263eb", "title": "Stand Out of Our Light : Freedom and Resistance in the Attention Economy", "abstract": "Former Google advertising strategist, now Oxford-trained philosopher James Williams launches a plea to society and to the tech industry to help ensure that the technology we all carry with us every day does not distract us from pursuing our true goals in life. As information becomes ever more plentiful, the resource that is becoming more scarce is our attention. In this 'attention economy', we need to recognise the fundamental impacts of our new information environment on our lives in order to take back control. Drawing on insights ranging from Diogenes to contemporary tech leaders, Williams's thoughtful and impassioned analysis is sure to provoke discussion and debate. Williams is the inaugural winner of the Nine Dots Prize, a new Prize for creative thinking that tackles contemporary social issues. This title is also available as Open Access.", "venue": "", "year": 2018, "referenceCount": 76, "citationCount": 68, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "69541606", "name": "James Williams"}]}}, {"isInfluential": false, "contexts": ["Floridi and others [17] use the term onlife to capture the intertwining, fusion"], "intents": ["background"], "citingPaper": {"paperId": "d232eb6cbe29a415bb7d1b767402c80c6c409dc1", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/d232eb6cbe29a415bb7d1b767402c80c6c409dc1", "title": "SOVEREIGNTY AND DATA SHARING", "abstract": "In this paper, we characterize the notion of data sovereignty as a normative reference point for information and communication technology (ICT) governance. We explain why in our view, establishing data sovereignty means more than securing privacy, but also requires the availability of controllable means for sharing information with others. We argue that in the context of big data applications, dynamic consent mechanisms play a key role in steering information flows in accordance with the proposed normative reference point. We close by suggesting legal and governance aspects of implementing data sovereignty: explorations of data ownership notions, aiming at data literacy in education, encouraging transparency about data processing activities, and introducing representative data agents that channel data flows in accordance with individual preferences.", "venue": "", "year": 2018, "referenceCount": 42, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "40689445", "name": "Patrik Hummel"}, {"authorId": "46883192", "name": "Matthias Braun"}, {"authorId": "2090494531", "name": "Steffen Augsberg"}, {"authorId": "46906410", "name": "P. Dabrock"}]}}, {"isInfluential": true, "contexts": ["Since we are immersed in the digital to the extent that it has blurred the line between online and offline experiences (Floridi, 2015), cutting oneself off from technology and media seems to be a challenge (Tiidenberg et al.", "Furthermore, it is difficult to distinguish use and non-use as a binary phenomenon in practice (Baumer et al., 2013), as users have virtual extensions of self (see Mitchell, 2003) even if they are only existing on online platforms without actively participating (Floridi, 2015).", "Since we are immersed in the digital to the extent that it has blurred the line between online and offline experiences (Floridi, 2015), cutting oneself off from technology and media seems to be a challenge (Tiidenberg et al., 2017).", ", 2013), as users have virtual extensions of self (see Mitchell, 2003) even if they are only existing on online platforms without actively participating (Floridi, 2015)."], "intents": ["background"], "citingPaper": {"paperId": "d26830c54f2b05e9bc973e41d9ec9166a2400835", "externalIds": {"MAG": "2924253630"}, "url": "https://www.semanticscholar.org/paper/d26830c54f2b05e9bc973e41d9ec9166a2400835", "title": "The Process and Affordances of Platform-Specific Social Media Disconnection", "abstract": "This article examines millennials’ experience of platform-specific disconnection, focusing on the ambiguous intersection of engagement and disengagement with social media. Drawing on 16 semi-structured interviews with (non)users who have quit specific social media platforms while remaining users on other platforms, this study addresses a specific practice of social media disengagement as a phenomenon, regardless of the (non)users’ demographics. As a result, the study introduces phases leading up to platform-specific disconnection, which can extend to, or derive from, other practices of media rejection and resistance. These different stages refer to the technical and social affordances that influence users in their decision to (dis)engage with specific platforms, revealing a bias between the perception of the phenomenon and the lived experience of the disconnected. By visualizing the process of platform-specific disengagement, this paper provides novel insight into media resistance and non-use, and challenges the misconception of disconnecting in the digital age .", "venue": "", "year": 2018, "referenceCount": 36, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118848171", "name": "Ramona-Riin Dremljuga"}]}}, {"isInfluential": false, "contexts": ["Philosopher of information Floridi (2015a) argues that a low and stable degree of uncertainty leads to increased degrees of liberalism and toleration, as well as more efficient flows of information.", "Our current conceptual toolbox indeed is no longer fitted to address new ICT-related challenges and, as Floridi (2015b) argues, this is a risk because ‘the lack of a clear conceptual grasp of our present time may easily lead to negative projections about the future: we fear and reject what we fail…"], "intents": [], "citingPaper": {"paperId": "f103c95e12291eef23f912877dcd534104bf0cfa", "externalIds": {"MAG": "2908227600", "DBLP": "journals/ethicsit/Reviglio19", "DOI": "10.1007/s10676-018-9496-y"}, "url": "https://www.semanticscholar.org/paper/f103c95e12291eef23f912877dcd534104bf0cfa", "title": "Serendipity as an emerging design principle of the infosphere: challenges and opportunities", "abstract": "Underestimated for a long time, serendipity is an increasingly recognized design principle of the infosphere. Being influenced by environmental and human factors, the experience of serendipity encompasses fundamental phases of production, distribution and consumption of information. On the one hand, design information architectures for serendipity increases the diversity of information encountered as well as users’ control over information processes. On the other hand, serendipity is a capability. It helps individuals to internalize and adopt strategies that increase the chances of experiencing it. As such, the pursuit for serendipity can help to burst filter bubbles and weaken echo chambers in social media. The article reviews the literature on emerging issues surrounding serendipity in human–computer interactions. By doing so, it firstly presents the study of serendipity and the debate about its role in digital environments. Then, it introduces the main features of a preliminary architecture for serendipity. Finally, it analyzes from an interdisciplinary perspective the values that embraces and sustains. The conclusion is that serendipity can be conceived as an emerging design and ethical principle able to strengthen media pluralism and other emerging human rights in the context of online personalization. Main limitations and potential unintended consequences are also discussed.", "venue": "Ethics and Information Technology", "year": 2019, "referenceCount": 182, "citationCount": 18, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "27670260", "name": "Urbano Reviglio"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f21fa5144a4b90668710263b8e14865e6f1aaf29", "externalIds": {"DBLP": "journals/ijdldc/PetruccoF18", "MAG": "2899737465", "DOI": "10.4018/IJDLDC.2018070103"}, "url": "https://www.semanticscholar.org/paper/f21fa5144a4b90668710263b8e14865e6f1aaf29", "title": "Complementary Information Literacy Training Practices in University Teaching and Academic Libraries", "abstract": "Students now have information processing behaviors characterized by rapid shifts in attention, less reflection and failure to deploy metacognitive processes, preferring activities that bring immediate rewards for their information needs, even if the quality of the information they obtain is low. Consequently, they run into significant difficulties in the selection and critical evaluation of the information they find during university learning activities. This article presents two information literacy training initiatives addressing these issues at the University of Padova (Italy): one in a course in educational technologies offered as part of a second-cycle degree program, and the other in two of the university library system's training facilities. The training workshops sought to be complementary, covering both the search engine and the library OPAC approach to information seeking.", "venue": "Int. J. Digit. Lit. Digit. Competence", "year": 2018, "referenceCount": 50, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1899546", "name": "C. Petrucco"}, {"authorId": "2065466196", "name": "Massimo Ferrante"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f633fb1cd99ed5c9918668f33f1fb242bbfdd557", "externalIds": {"MAG": "2886385825", "PubMedCentral": "6390895", "DOI": "10.1007/s13347-018-0326-2", "PubMed": "30873343"}, "url": "https://www.semanticscholar.org/paper/f633fb1cd99ed5c9918668f33f1fb242bbfdd557", "title": "Digital Technologies, Ethical Questions, and the Need of an Informational Framework", "abstract": "Technologies have always been bearers of profound changes in science, society, and any other aspect of life. The latest technological revolution—the digital revolution—is no exception in this respect. This paper presents the revolution brought about by digital technologies through the lenses of a specific approach: the philosophy of information. It is argued that the adoption of an informational approach helps avoiding utopian or dystopian approaches to (digital) technology, both expressions of technological determinism. Such an approach provides a conceptual framework able to address the ethical challenges that digital technologies pose, without getting stuck in the dichotomous thinking of technological determinism, and to bring together ethics, ontology, and epistemology into a coherent account.", "venue": "Philosophy & technology", "year": 2018, "referenceCount": 62, "citationCount": 15, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "144755646", "name": "Federica Russo"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "151997bb0be673da1a9a93d87439b67bd7be7a35", "externalIds": {"MAG": "2620715684", "DOI": "10.1108/S2050-206020170000013024"}, "url": "https://www.semanticscholar.org/paper/151997bb0be673da1a9a93d87439b67bd7be7a35", "title": "The Hyperconnected Contemporary Society", "abstract": "Abstract \nThis chapter presents the perspective of the 27-year-old Brazilian research center at the University of Sao Paulo – School of the Future USP – representing the institution’s views on our hyperconnected contemporary society. The discussion of key concepts, focusing on the Internet of things and big data, grounds the analysis of symptomatic shifts centered on mobility and connectivity. In addition, the manuscript highlights the new roles of actor-network structures in the new economy, emphasizing new literacies and trends in open and coding culture. Authors such as Bruno Latour, Manuel Castells, Luciano Floridi, Paul Gilster, and many others support the approach, which provides a fruitful theoretical framework that will guide the center’s research in the next coming 15 years, and likely influence other research groups studying society and hyperconnection.", "venue": "", "year": 2017, "referenceCount": 22, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2080459501", "name": "Brasilina Passarelli"}, {"authorId": "2078220875", "name": "A. Angeluci"}]}}]}