{"offset": 0, "next": 100, "data": [{"contexts": ["at follows. The largest social media platforms have attracted attention for their responses to governance problems, with a particular focus on the broader societal effects of their governance choices [13, 14, 50, 51, 107, 111, 133]. The literature tends to take a critical posture, highlighting the marginalization of user input [25, 81, 90] and focusing on how the profit motive leads to governance decisions that are not in the i", "As they have grown, platforms have become the “new governors” of our increasingly digital lives [74], and the governance that platforms provide have become a major component of their product offering [50]. In that regard, many platforms have been criticized for their lack of transparency around governing [42], the slow response to emerging user problems such as harassment [46], the outsourcing of cont"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "047bba6d5000f2ea6fe3cfa0233f18cf21fff531", "externalIds": {"DBLP": "journals/corr/abs-2005-13701", "ArXiv": "2005.13701", "MAG": "3030365207", "DOI": "10.1145/3449090"}, "url": "https://www.semanticscholar.org/paper/047bba6d5000f2ea6fe3cfa0233f18cf21fff531", "title": "Modular Politics", "abstract": "Governance in online communities is an increasingly high-stakes challenge, and yet many basic features of offline governance legacies-juries, political parties, term limits, and formal debates, to name a few-are not in the feature-sets of the software most community platforms use. Drawing on the paradigm of Institutional Analysis and Development, this paper proposes a strategy for addressing this lapse by specifying basic features of a generalizable paradigm for online governance called Modular Politics. Whereas classical governance typologies tend to present a choice among wholesale ideologies, such as democracy or oligarchy, Modular Politics would enable platform operators and their users to build bottom-up governance processes from computational components that are modular and composable, highly versatile in their expressiveness, portable from one context to another, and interoperable across platforms. This kind of approach could implement pre-digital governance systems as well as accelerate innovation in uniquely digital techniques. As diverse communities share and connect their components and data, governance could occur through a ubiquitous network layer. To that end, this paper proposes the development of an open standard for networked governance.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 233, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2898568", "name": "Primavera de Filippi"}, {"authorId": "34811200", "name": "Seth Frey"}, {"authorId": "145254207", "name": "Nathan Schneider"}, {"authorId": "2110401672", "name": "Joshua Z. Tan"}, {"authorId": "144518215", "name": "Amy X. Zhang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "089c936fe9a70fcfd496c1a97ff3b5c22e45348c", "externalIds": {"MAG": "3155649907", "DOI": "10.1016/J.TELPOL.2021.102150"}, "url": "https://www.semanticscholar.org/paper/089c936fe9a70fcfd496c1a97ff3b5c22e45348c", "title": "Internet governance in the “post-truth era”: Analyzing key topics in “fake news” discussions at IGF", "abstract": "Abstract The governance of information sharing online is a complicated issue, especially in context of varying global perspectives on speech rights, freedom of expression, the role of news media, and core internet values. While discussions of misinformation/disinformation and their like have existed for millennia, 2016 marked a move into what some have called a “post-truth era,” where information, both true and not, has become weaponized for political gain. This paper seeks to examine how discussions at the UN Internet Governance Forum unfold by analyzing transcripts of misinformation sessions from 2016 to 2019, asking (1) What key terms are used most often during these discussions? (2) Have and how have these frequent terms evolved over time? Applying the CRISP-DM approach to text mining, I find that overall prominent terms are “internet” and “people,” though the frequent terms vary differently when analyzed by year, showing an evolution of the discussion from 2016— “rights” and “journalists”—to 2019— “data” and “content.” This study provides insights into the de/refining of the causes, vectors of and remedies to the ongoing information crisis.", "venue": "Telecommunications Policy", "year": 2021, "referenceCount": 46, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "108422097", "name": "Chelsea L. Horne"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0f83bede112145aa404ec1852ab2fecce61d8a7b", "externalIds": {"MAG": "3166708349", "DOI": "10.1038/S42256-021-00358-3"}, "url": "https://www.semanticscholar.org/paper/0f83bede112145aa404ec1852ab2fecce61d8a7b", "title": "Epistemic fragmentation poses a threat to the governance of online targeting", "abstract": "Online targeting isolates individual consumers, causing what we call epistemic fragmentation. This phenomenon amplifies the harms of advertising and inflicts structural damage to the public forum. The two natural strategies to tackle the problem of regulating online targeted advertising, increasing consumer awareness and extending proactive monitoring, fail because even sophisticated individual consumers are vulnerable in isolation, and the contextual knowledge needed for effective proactive monitoring remains largely inaccessible to platforms and external regulators. The limitations of both consumer awareness and of proactive monitoring strategies can be attributed to their failure to address epistemic fragmentation. We call attention to a third possibility that we call a civic model of governance for online targeted advertising, which overcomes this problem, and describe four possible pathways to implement this model. Online targeted advertising fuelled by machine learning can lead to the isolation of individual consumers. This problem of ‘epistemic fragmentation’ cannot be tackled with current regulation strategies and a new, civic model of governance for advertising is needed.", "venue": "", "year": 2021, "referenceCount": 52, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "103705266", "name": "S. Milano"}, {"authorId": "3127701", "name": "B. Mittelstadt"}, {"authorId": "12806133", "name": "Sandra Wachter"}, {"authorId": null, "name": "Christopher Russell"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "269fb1f9211678f313f849dac648c7ff4c07988d", "externalIds": {"MAG": "3160265420", "DOI": "10.1080/14680777.2021.1928259"}, "url": "https://www.semanticscholar.org/paper/269fb1f9211678f313f849dac648c7ff4c07988d", "title": "The Shadowban Cycle: an autoethnography of pole dancing, nudity and censorship on Instagram", "abstract": "This paper contributes to the social media moderation research space by examining the still under-researched “shadowban”, a form of light and secret censorship targeting what Instagram defines as b...", "venue": "", "year": 2021, "referenceCount": 45, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118693681", "name": "Carolina Are"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "36662f81af85e114850b010403fc0009e3e5fb40", "externalIds": {"MAG": "3169988904", "DOI": "10.1017/9781108645096.009"}, "url": "https://www.semanticscholar.org/paper/36662f81af85e114850b010403fc0009e3e5fb40", "title": "Framing Communicative Freedom", "abstract": null, "venue": "", "year": 2021, "referenceCount": 74, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "69966825", "name": "A. Kenyon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "39ddc236d45fc6a0f2f9b57096e776b613dafc87", "externalIds": {"MAG": "3175954829", "DOI": "10.18080/jtde.v9n2.415"}, "url": "https://www.semanticscholar.org/paper/39ddc236d45fc6a0f2f9b57096e776b613dafc87", "title": "Regulating News and Disinformation on Digital Platforms", "abstract": "In February 2021 two initiatives for regulating digital platforms in Australia were implemented. The News Media Bargaining Code (“News Code”) attracted international attention as a legislative means of forcing platforms to pay for news content, while the Australian Voluntary Disinformation and Misinformation Code (“Disinformation Code”) was modelled on an international initiative. Both were developed to meet Government policy formulated in response to Australia’s Digital Platforms Inquiry. Whereas the Inquiry recommended the use of co-regulation, Government policy switched to voluntary codes for both, then to a legislative scheme for the News Code. This article examines the schemes and critiques the policy on which they are based. It applies a conceptual framework to assess the optimum conditions for the use of co-regulation and self-regulation. It finds that a self-regulatory scheme of voluntary codes was never a suitable approach for the News Code, and that the close involvement of the regulator on the Disinformation Code — without a suitable remit or enforcement powers — distorts the self-regulatory model. This can in part be explained by the failure to address well-recognised flaws in the co-regulatory framework for telecommunications and broadcasting, the consequences of which are now being seen in attempts to regulate digital platforms.", "venue": "Journal of Telecommunications and the Digital Economy", "year": 2021, "referenceCount": 23, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "116927126", "name": "D. Wilding"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "455628e7cd15a7704775a4948dea54ee9aa846b5", "externalIds": {"MAG": "3175250799", "DOI": "10.1007/978-3-030-70928-0_3"}, "url": "https://www.semanticscholar.org/paper/455628e7cd15a7704775a4948dea54ee9aa846b5", "title": "Algorithmic Writing Futures", "abstract": "In this chapter, we discuss algorithmic writing futures with specific focus on analytics and artificial intelligence (see Table 3.1). We examine the impact on writing futures in terms of algorithmic control and algorithmic culture and how our teaching, writing, cognition, and behavior is being steered by learning management systems. We emphasize the need for transparency for proprietary “black box” decision-making systems and that the TPC community will often be on the frontline tasked with recognizing, reporting, and/or ameliorating bias in teams with developers, AI nonhuman agents, and an array of public or private entities that are starting to classify these types of issues. This will form another analytical skill in the collaborative relationship between writers, adjacent professionals, and AI actors. We conclude with detail on how AI might assist in recognizing, ameliorating, and addressing civic challenges. Here we include content about several relevant international endeavors to establish principles, practices, and standards for ethical AI, many of which reference communication practices.", "venue": "Writing Futures: Collaborative, Algorithmic, Autonomous", "year": 2021, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "66255438", "name": "A. H. Duin"}, {"authorId": "145447079", "name": "Isabel Pedersen"}]}}, {"contexts": ["…vast and rich literature, which adopts other approaches to studying mass communication in the Global North such as: online content moderation (Gillespie, 2018), regulation of social media companies (Napoli, 2019), propaganda ecosystems (Benkler et al., 2018), the role of algorithms (Caplan &…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "45bad6375a380e2e64f11fc5ca421f11cf8027a6", "externalIds": {"MAG": "3141237213", "DOI": "10.37016/MR-2020-61"}, "url": "https://www.semanticscholar.org/paper/45bad6375a380e2e64f11fc5ca421f11cf8027a6", "title": "Overlooking the political economy in the research on propaganda", "abstract": "Historically, scholars studying propaganda have focused on its psychological and behavioral impacts on audiences. This tradition has roots in the unique historical trajectory of the United States through the 20th century. This article argues that this tradition is quite inadequate to tackle propaganda-related issues in the Global South, where a deep understanding of the political economy of propaganda and misinformation is urgently needed.", "venue": "", "year": 2021, "referenceCount": 60, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "100586619", "name": "Aman Abhishek"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "51a4fdfc855b4bf21d8d4baff9508b088f392825", "externalIds": {"MAG": "3150441707", "DOI": "10.1017/9781108950954"}, "url": "https://www.semanticscholar.org/paper/51a4fdfc855b4bf21d8d4baff9508b088f392825", "title": "Power in Ideas", "abstract": null, "venue": "", "year": 2021, "referenceCount": 144, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145957321", "name": "Kirsten Adams"}, {"authorId": "50074760", "name": "Daniel Kreiss"}]}}, {"contexts": ["Unlike prominent technology companies, who are increasingly under pressure to expand their policies of content moderation (Gillespie 2018), dark platforms have gained popularity in recent years by promoting their image as “defenders of the free flow of information” (del Castillo 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "52874c75ee07b5eda4057fd5f45cb2ab99989df3", "externalIds": {"MAG": "3169245467", "DOI": "10.1080/21670811.2021.1938165"}, "url": "https://www.semanticscholar.org/paper/52874c75ee07b5eda4057fd5f45cb2ab99989df3", "title": "Conceptualizing “Dark Platforms”. Covid-19-Related Conspiracy Theories on 8kun and Gab", "abstract": "Abstract This study investigates how COVID-19-related content, especially conspiracy theories, is communicated on “dark platforms” — digital platforms that are less regulated and moderated, hence can be used for hosting content and content creators that may not be tolerated by their more mainstream counterparts. The objective of this study is two-fold: First, it introduces the concept of dark platforms, which differ from their mainstream counterparts in terms of content governance, user-base and technological infrastructure. Second, using 8kun and Gab as examples, this study investigates how the ongoing COVID-19 pandemic has been communicated on dark platforms, with a focus on conspiracy theories. Over 60,000 COVID-19-related posts were studied to identify the most prominent conspiracy theories, their themes, and the actors who promoted them, as well as the broader information ecosystem through network analysis. While pressure on social media to deplatform conspiracy theorists continues to grow, we argue that more research needs to be done to critically investigate the impacts of further marginalizing such groups. To this end, the concept of dark platform as can serve as a heuristic device for researching a wider range of fringe platforms.", "venue": "Digital Journalism", "year": 2021, "referenceCount": 84, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": null, "name": "Jing Zeng"}, {"authorId": "34599212", "name": "Mike S. Schäfer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5e0b1813c5740cca678f85d0cbe6974e3b77f47b", "externalIds": {"MAG": "3200606382", "DOI": "10.3280/sc2021-061007"}, "url": "https://www.semanticscholar.org/paper/5e0b1813c5740cca678f85d0cbe6974e3b77f47b", "title": "Public sector communication professions in the Twitter-sphere", "abstract": "The paper aims to critically analyze the debate on Public Sector Communication professions that has developed on Twitter with regard to its content and to the main actors involved. We focus on the themes and the words used, in order to explore how discourses about the reform are framed. Secondly, we aim at understanding whether and how different actors have appropriated the topic. While the core of our study adopts qualitative methods, we also provide basic quantitative metrics, which contribute to a better understanding of the dynamics characterizing the conversations addressing public sector communication (PSC). Quantitative analyses include activity metrics, patterns of influence, tweet flow variation over time, user activity, tweet popularity. We then perform a thematic analysis, aiming at identifying the pre-vailing issues, the goals, and the communication style adopted.", "venue": "SOCIOLOGIA DELLA COMUNICAZIONE", "year": 2021, "referenceCount": 31, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "3101140", "name": "F. Comunello"}, {"authorId": "79976239", "name": "Alessandra Massa"}, {"authorId": "113587723", "name": "Francesca Ieracitano"}, {"authorId": "2055328443", "name": "Alberto Marinelli"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6978eb7723b8db438ec5512e13eb78e68f413b83", "externalIds": {"MAG": "3108269414", "DOI": "10.4018/978-1-7998-3234-8.ch010"}, "url": "https://www.semanticscholar.org/paper/6978eb7723b8db438ec5512e13eb78e68f413b83", "title": "Platform Governance", "abstract": "This chapter focuses on governance-related issues in the platform economy. By providing contextual issues that affect how value is created and captured, the chapter highlights the need for governance in promoting fairness and equity in the distribution of value captured among platform stakeholders. It further explores the different dimensions of platform governance such as decision rights, control portfolio, architecture, and pricing policies. By recognizing the need to guard against market failure, the chapter discusses the rules, mechanisms, and tools for platform governance and concludes by drawing on corporate governance as a key consideration for driving platform governance.", "venue": "", "year": 2021, "referenceCount": 60, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "29874935", "name": "I. Umukoro"}, {"authorId": "2042013399", "name": "Uchechukwu Anagboso"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "780e64a9ea8f79bbd478b172bd37fd5a382d8c3e", "externalIds": {"MAG": "3127183504", "DOI": "10.17645/MAC.V9I1.3421"}, "url": "https://www.semanticscholar.org/paper/780e64a9ea8f79bbd478b172bd37fd5a382d8c3e", "title": "Investigating Visual Content Shared over Twitter during the 2019 EU Parliamentary Election Campaign", "abstract": "Political communication increasingly takes on visual forms. Yet, despite their ubiquity in everyday communication and digital campaigning, the use of these visuals remains critically understudied. In this article, we investigate the formats and modes of visual content deployed by Twitter users over a two-week period leading up to the 2019 EU Parliamentary elections and across two publics: those discussing the election at large and those discussing the more contentious issue of EU membership. Conducting a multilingual, cross-comparative content and thematic analysis of a sample of 1,097 images, we find that : (1) Visuals originating from traditional political actors prevailed among both Twitter discourses; (2) users shared substantial amounts of anti-EU, populist and, to a lesser extent, extremist images, though this content remained largely disjointed from the mainstream public debate; and (3) political humor emerged as a vector for anti-establishment and Eurosceptic themes, especially in discussions critical of the European project. We discuss the implications of our findings for the study of visual political communication and social media manipulation.", "venue": "", "year": 2021, "referenceCount": 79, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1491046516", "name": "Nahema Marchal"}, {"authorId": "32199494", "name": "Lisa-Maria Neudert"}, {"authorId": "1749643", "name": "Bence Kollanyi"}, {"authorId": "40505073", "name": "P. Howard"}]}}, {"contexts": ["Balancing these is particularly challenging for the software engineers and business professionals who make these decisions, who by necessity approach them differently from police or civil servants (Gillespie, 2018; Sandvig, 2014).", "These Internet services developed by private companies and non-profits are increasingly moving from models of disruptive innovation to exercising governmental power of their own over their colossal userbases, which can number in the billions (Gillespie 2018; West, 2017; Zuboff 2015;)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8416ce4906d97a8da4a00d7380ac54a25e2c3bb3", "externalIds": {"MAG": "3157149697", "DOI": "10.1007/978-3-030-60527-8_16"}, "url": "https://www.semanticscholar.org/paper/8416ce4906d97a8da4a00d7380ac54a25e2c3bb3", "title": "Infrastructural Power: Dealing with Abuse, Crime, and Control in the Tor Anonymity Network", "abstract": "This chapter reports on the first empirical criminological research on the Tor Project, the organisation which develops the Tor anonymity network. There has been little focus as yet by cybercrime researchers on the human factors shaping the platforms and infrastructures on which the Internet depends. These are emerging as powerful technologies of control and profound sites of resistance in contemporary societies, increasingly taking on responsibility for enormous user communities and the crime and abuse which comes with them. Of these, I focus on Tor, an international anonymity infrastructure which offers its users extremely strong protections against online surveillance and censorship. Tor has become a particularly important subject of criminological research on online crime. However, there is as yet no criminological research which deals with how the people who develop and maintain Tor understand these issues. Through interviews and archival research, I study how this community perceive Tor’s use for crime and harm and how they navigate these issues in practice, identifying three distinct sites at which Tor deals with crime, and three concomitant ways of making sense of Tor’s crime problem (conceptualised as ‘social worlds’ of Tor). I explore how Tor has developed from a disruptive character to an increasingly governmental one, and the implications of this for understanding the role of platforms and infrastructures in the governance of online crime more broadly.", "venue": "", "year": 2021, "referenceCount": 39, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "152559142", "name": "Ben Collier"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "996443d2b6260ac9d888a2f12b472f3d8352258b", "externalIds": {"MAG": "3019610610", "DOI": "10.1007/978-3-030-56466-7_4"}, "url": "https://www.semanticscholar.org/paper/996443d2b6260ac9d888a2f12b472f3d8352258b", "title": "Can Automated Strategies Work for PSM in a Network Society? Engaging Digital Intermediation for Informed Citizenry", "abstract": "The contemporary media environment challenges Public Service Media (PSM) values as algorithms optimize content exposure. Niche audiences seek social media platforms and enjoy content specifically targeted to them. PSM organizations can however in their own way engage in similar strategies, while also leading an innovative charge toward socially responsible media automation practices. Digital intermediation is thus a process that enables cultural production through the combination of technology (platforms), digital agencies (Multichannel Networks), and automation (algorithms) to increase the visibility of popular users and their content, specifically through digital influencers. In this chapter, we highlight and discuss how PSM can integrate cutting-edge digital intermediation strategies to increase its visibility through the combination of digital first personalities (Hutchinson, Digital First Personality: Automation and Influence Within Evolving Media Ecologies. Convergence: The International Journal of Research into New Media Technologies, 2019) and innovative algorithmic strategies (Sorensen, Public Service Media, Diversity and Algorithmic Recommendation: Tensions Between Editorial Principles and Algorithms in European PSM Organizations. INRA at RecSys 2019: 13th ACM Conference on Recommender Systems Copenhagen, Denmark, 2019).", "venue": "", "year": 2021, "referenceCount": 44, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40387154", "name": "J. Hutchinson"}, {"authorId": "1401585748", "name": "J. Sørensen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c1dc94a4102ab314d5fe8c544b819fc5e0e4fd76", "externalIds": {"MAG": "3122186488", "DOI": "10.1016/J.COMPCOM.2021.102627"}, "url": "https://www.semanticscholar.org/paper/c1dc94a4102ab314d5fe8c544b819fc5e0e4fd76", "title": "Writing With Reddiquette: Networked Agonism and Structured Deliberation in Networked Communities", "abstract": "Abstract This article examines the “Rules” documents accompanying three networked discussion communities. The three networked communities— r/AmITheAsshole, r/SandersForPresident, and r/PoliticalDiscussion on the popular discussion platform Reddit— all engage rhetorical sensibilities of decorum, metadiscourse, and telos in different but compelling ways. As writers in structured networked communities compose with community guidelines documents such as subreddit “Rules” and platform-wide notions of ‘Reddiquette’ in mind, they attune themselves to rhetorical sensibilities of decorum, metadiscourse, and telos, and in doing so help foster environments of networked agonism and public community deliberation. This article concludes by offering future prospects for networked agonism, including suggesting how rhetorical sensibilities conveyed in “Rules” documents can inform other networked environments, understandings of rhetorical invention, and rhetoric and composition pedagogies.", "venue": "", "year": 2021, "referenceCount": 94, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2054475558", "name": "Jacob D. Richter"}]}}, {"contexts": ["arning to improve misinformation classification. This is an appropriate set of experimental controls to impose, given that the identity of human coders is frequently anonymous in online crowdsourcing (1,16,32,33). Related work has shown that probabilistic communication is surprisingly robust at facilitating social learning across a range of partisan issues, in both politically-mixed (21) and politically-homog"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "cbb3492b756354b766d7a2a9ca4ee5a14c4b5d38", "externalIds": {"PubMedCentral": "7942992", "ArXiv": "2010.06019", "MAG": "3093096950", "DBLP": "journals/corr/abs-2010-06019", "DOI": "10.1371/journal.pone.0247487", "PubMed": "33690668"}, "url": "https://www.semanticscholar.org/paper/cbb3492b756354b766d7a2a9ca4ee5a14c4b5d38", "title": "Probabilistic social learning improves the public’s judgments of news veracity", "abstract": "The digital spread of misinformation is one of the leading threats to democracy, public health, and the global economy. Popular strategies for mitigating misinformation include crowdsourcing, machine learning, and media literacy programs that require social media users to classify news in binary terms as either true or false. However, research on peer influence suggests that framing decisions in binary terms can amplify judgment errors and limit social learning, whereas framing decisions in probabilistic terms can reliably improve judgments. In this preregistered experiment, we compare online peer networks that collaboratively evaluated the veracity of news by communicating either binary or probabilistic judgments. Exchanging probabilistic estimates of news veracity substantially improved individual and group judgments, with the effect of eliminating polarization in news evaluation. By contrast, exchanging binary classifications reduced social learning and maintained polarization. The benefits of probabilistic social learning are robust to participants’ education, gender, race, income, religion, and partisanship.", "venue": "PloS one", "year": 2020, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Computer Science", "Psychology"], "authors": [{"authorId": "27558311", "name": "Douglas Guilbeault"}, {"authorId": "32822615", "name": "Samuel C. Woolley"}, {"authorId": "143653853", "name": "Joshua Becker"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d244db47f12820437eabad78671cd73828837c23", "externalIds": {"MAG": "3193544156", "DOI": "10.18861/ic.2021.16.2.3166"}, "url": "https://www.semanticscholar.org/paper/d244db47f12820437eabad78671cd73828837c23", "title": "Mapeando la dataficación digital y algorítmica", "abstract": "Este número de InMediaciones de la Comunicación aborda un tema sumamente actual: el proceso de datificación de la sociedad contemporánea. La urgencia y la necesidad de su abordaje abren un sinnúmero de interrogantes y desafíos, algunos de los cuales son interceptados en los artículos, las entrevistas y las reseñas que aquí ponemos en circulación.", "venue": "InMediaciones de la Comunicación", "year": 2021, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "117944339", "name": "M. Gendler"}]}}, {"contexts": ["While private power continues to dominate the digital ecosystem (DeNardis & Hackl, 2015; Gillespie, 2018; Mansell, 2019; Moore & Tambini, 2018; Radu, 2019; Zuboff, 2019), a certain level of state control is reasserted on issues as diverse as technology exports and\n* Corresponding author."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e3c8da98e573497c69b0f5420fd2a05983ee53e9", "externalIds": {"MAG": "3153386074", "DOI": "10.1016/J.TELPOL.2021.102148"}, "url": "https://www.semanticscholar.org/paper/e3c8da98e573497c69b0f5420fd2a05983ee53e9", "title": "Normfare: Norm entrepreneurship in internet governance", "abstract": "Abstract This special issue is the first to systematically address the activity we call “normfare” - the assiduous development of norms of very different character (public and private, formal and informal, technically mediated and directly implemented) by different actors (platforms, standard-setters, states) as an answer to the wide range of challenges facing internet governance. We bring together contributions from leading anthropologists, technologists, political scientists, legal and communication scholars exploring how norms underpin the new ordering of the internet, whether in explicit or implicit forms. Through various theoretical lenses, contributions analyze the impact of platforms, states, civil society, expert groups and key individuals on restructuring the normative order of the internet, and present empirical evidence for instances of norm creation, legitimation, contestation and opposition. Valuable new insights for norm development processes come from case studies, ethnographies, legal and discourse analysis and interdisciplinary approaches locating agency and power plays. In this introduction, we define the key concepts applicable to norm entrepreneurship and discuss their interplay in internet governance debates, followed by an overview of the articles included in the special issue. In the final section, we reflect on the implications of our new research agenda.", "venue": "Telecommunications Policy", "year": 2021, "referenceCount": 103, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "121909912", "name": "R. Radu"}, {"authorId": "2090604456", "name": "M. Kettemann"}, {"authorId": "104334261", "name": "Trisha Meyer"}, {"authorId": "2430680", "name": "J. Shahin"}]}}, {"contexts": ["An example of transparency struggles when it comes to ADM is the domain of content moderation on social media (Gillespie 2018; Roberts 2019)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "03d7cd2475ba417fbc0d5f6b7255f8aa14eb227a", "externalIds": {"PubMedCentral": "7755865", "DBLP": "journals/see/FelzmannVLT20", "MAG": "3103319283", "DOI": "10.1007/s11948-020-00276-4", "PubMed": "33196975"}, "url": "https://www.semanticscholar.org/paper/03d7cd2475ba417fbc0d5f6b7255f8aa14eb227a", "title": "Towards Transparency by Design for Artificial Intelligence", "abstract": "In this article, we develop the concept of Transparency by Design that serves as practical guidance in helping promote the beneficial functions of transparency while mitigating its challenges in automated-decision making (ADM) environments. With the rise of artificial intelligence (AI) and the ability of AI systems to make automated and self-learned decisions, a call for transparency of how such systems reach decisions has echoed within academic and policy circles. The term transparency, however, relates to multiple concepts, fulfills many functions, and holds different promises that struggle to be realized in concrete applications. Indeed, the complexity of transparency for ADM shows tension between transparency as a normative ideal and its translation to practical application. To address this tension, we first conduct a review of transparency, analyzing its challenges and limitations concerning automated decision-making practices. We then look at the lessons learned from the development of Privacy by Design, as a basis for developing the Transparency by Design principles. Finally, we propose a set of nine principles to cover relevant contextual, technical, informational, and stakeholder-sensitive considerations. Transparency by Design is a model that helps organizations design transparent AI systems, by integrating these principles in a step-by-step manner and as an ex-ante value, not as an afterthought.", "venue": "Sci. Eng. Ethics", "year": 2020, "referenceCount": 181, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "3375882", "name": "H. Felzmann"}, {"authorId": "7516904", "name": "E. F. Villaronga"}, {"authorId": "6889723", "name": "C. Lutz"}, {"authorId": "1410283336", "name": "A. Tamó-Larrieux"}]}}, {"contexts": ["See: Gillespie 2018; Klonick 2017; Roberts 2019."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "04a55a31b2153f97df079f676078135dbe0b49ed", "externalIds": {"MAG": "2955666017", "DOI": "10.1080/13600869.2020.1733762"}, "url": "https://www.semanticscholar.org/paper/04a55a31b2153f97df079f676078135dbe0b49ed", "title": "Fear the Reaper: how content moderation rules are enforced on social media", "abstract": "ABSTRACT This paper investigates the enforcement stage of the content moderation process on social media platforms. It argues that the current approach adopted by most platforms is underdeveloped, poses serious human rights issues, and would benefit from a number of reforms. This paper will first explain what the role of the moderator entails and how the enforcement process occurs at social media platforms. The investigation will then turn to the enforcement process itself and identify a number of problems in how content rules are generally enforced including bias in decision-making, an over-reliance on efficiency as a solution, and inconsistent enforcement of terms and conditions. Finally, it will provide a number of suggestions for reform including moving away from the efficiency narrative to consider larger issues in enforcement (which are not so easily solved) such as human rights and rule of law issues and the adoption of a body of precedents as a tool for accountability and empowerment of users.", "venue": "", "year": 2020, "referenceCount": 118, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "123386536", "name": "MacKenzie Common"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "07be065283b1542321841292dc3e647573a17aad", "externalIds": {"MAG": "3109256076", "DOI": "10.1007/978-981-15-7474-0_6"}, "url": "https://www.semanticscholar.org/paper/07be065283b1542321841292dc3e647573a17aad", "title": "The Dual Strategic Persona: Emotional Connection, Algorithms and the Transformation of Contemporary Online Reviewers", "abstract": "Through a particular study of online entertainment reviewing, this chapter explores the emergence of a new strategic persona in contemporary culture. It investigates the way that the production of entertainment-related commentary, reviews and critiques online is increasingly defined by a complex relationship and intersection with what is described as a dual strategic persona. Along with a public presentation of the self as reviewer across multiple platforms, the new online film reviewer is also negotiating how their identity and value are aggregated and structure into algorithms. These algorithms construct a second persona that reviewers are constantly working out to construct and improve to make themselves more visible in this different online world of reviewing. The chapter investigates how the prominent website, Rotten Tomatoes, is connected to reviewers and how these same reviewers maintain their presence and visibility for their followers via sites like Rotten Tomatoes and other platforms and pathways to their audiences.", "venue": "", "year": 2020, "referenceCount": 40, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47685004", "name": "P. Marshall"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1176d8a0c9ec52c252976190eab929e642819597", "externalIds": {"MAG": "3128792113", "DOI": "10.6092/ISSN.1971-8853/11957"}, "url": "https://www.semanticscholar.org/paper/1176d8a0c9ec52c252976190eab929e642819597", "title": "Platform Studies and Digital Cultural Industries", "abstract": "By providing a review of a number of recent and relevant publications, this paper reconstructs major trends, topics and challenges within the state of the art of scholarly research on the platformization of cultural industries, addressing the crucial role that digital platforms have acquired in recent years in the production and circulation of a variety of cultural contents. More specifically, after offering an introduction on the ways in which the study of digital platforms emerged as strictly intertwined with the evolution of certain cultural industry sectors, such as gaming and video sharing, the paper addresses in-depth three distinctive domains of cultural production and consumption: music, journalism, and photography. In so doing, the paper traces a variety of perspectives beyond the mainstream political economy-oriented focus of platform studies, suggesting emerging paths for future research on these rapidly shifting and increasingly debated issues.", "venue": "", "year": 2020, "referenceCount": 100, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2101046235", "name": "Paolo Magauddda"}, {"authorId": "84206609", "name": "M. Solaroli"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "12becf8bbf842555cbb15314a55cd773e601de08", "externalIds": {"MAG": "2945379976", "DOI": "10.1016/J.DCAN.2019.05.004"}, "url": "https://www.semanticscholar.org/paper/12becf8bbf842555cbb15314a55cd773e601de08", "title": "An architecture for digital hate content reduction with mobile edge computing", "abstract": "Abstract Mobile devices with social media applications are the prevalent user equipment to generate and consume digital hate content. The objective of this paper is to propose a mobile edge computing architecture for regulating and reducing hate content at the user's level. In this regard, the profiling of hate content is obtained from the results of multiple studies by quantitative and qualitative analyses. Profiling resulted in different categories of hate content caused by gender, religion, race, and disability. Based on this information, an architectural framework is developed to regulate and reduce hate content at the user's level in the mobile computing environment. The proposed architecture will be a novel idea to reduce hate content generation and its impact.", "venue": "", "year": 2020, "referenceCount": 80, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "114238588", "name": "Naganna Chetty"}, {"authorId": "1922995", "name": "Sreejith Alathur"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1d9a6eed2ef212a6e327a9ad0e21637a63aa6dc5", "externalIds": {"MAG": "2996743372", "DOI": "10.1108/dat-06-2019-0026"}, "url": "https://www.semanticscholar.org/paper/1d9a6eed2ef212a6e327a9ad0e21637a63aa6dc5", "title": "Social media markets for prescription drugs: platforms as virtual mortars for drug types and dealers", "abstract": "Internet use has changed the mechanics of drug dealing. Although this has spurred some initial academic interest in how markets and their users have been changing, the issue is still under-researched. The purpose of this paper is to understand how the organisation of the distribution of prescription drugs and other illegal drugs overlap in these online markets by analysing data gathered from observation of the Swedish Facebook drug market and its participants.,Data were gathered during three months of digital ethnography conducted among Swedish Facebook posters supplemented by 25 interviews with sellers (20) and buyers (5). Screenshots and interview data were coded by carrying out an NVivo-based content analysis. The analysis is based on descriptive statistics of drug types, co-occurrence with other drugs, group size and the demographic characteristics of sellers. Additionally, the interviewees’ descriptions of the marketplace and their drug dealing or buying activities were included in the analysis.,In total, 57 Swedish Facebook groups that sold illegal substances were located. The groups rarely specialised in specific drug types, but were convened around demographic factors, such as specific cities and locales. The sales of prescription drugs were part of the overall activity of groups selling other illegal drugs, but they were more often sold in separate Facebook posts, possibly by specialist sellers. Swedish Facebook sales primarily concerned alprazolam, tramadol, pregabalin and clonazepam, and were sold by both professional and amateur sellers.,This study reports findings from a Nordic comparative study on social media drug dealing, representing the first in-depth study of digitally mediated prescription drug dealing outside of cryptomarkets.", "venue": "", "year": 2020, "referenceCount": 53, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "5647343", "name": "J. Demant"}, {"authorId": "98530895", "name": "S. A. Bakken"}, {"authorId": "31754287", "name": "A. Hall"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "28ac665732713dc580a2e5ea2fb7f0a3f2496edf", "externalIds": {"MAG": "3032708546", "DBLP": "conf/chi/Jiang20", "DOI": "10.1145/3334480.3375030"}, "url": "https://www.semanticscholar.org/paper/28ac665732713dc580a2e5ea2fb7f0a3f2496edf", "title": "Identifying and Addressing Design and Policy Challenges in Online Content Moderation", "abstract": "My doctoral research identifies and addresses the design and policy challenges of content moderation on the levels of smaller communities and larger platforms, using a combination of interviews and surveys. My prior work studies voice-based communities on Discord, and shows that voice as a new technology brings unique challenges to community moderators and highlights the fundamental evidentiary need in content moderation. My dissertation expands on this work by (1) quantifying severity of violations as a way to address social media platforms' challenge of prioritization, and (2) empirically evaluating existing moderation approaches and design recommendations by soliciting moderator and user perceptions of them. Combining these perspectives, my dissertation will provide guidelines for improving content moderation in online communities.", "venue": "CHI Extended Abstracts", "year": 2020, "referenceCount": 25, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "31620532", "name": "Jialun Aaron Jiang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2ebd91ae2026c0afce17f7c8431bfefa76dabce6", "externalIds": {"MAG": "3109625700", "DOI": "10.1007/978-981-15-9924-8_1"}, "url": "https://www.semanticscholar.org/paper/2ebd91ae2026c0afce17f7c8431bfefa76dabce6", "title": "Introduction—A Pair of Governance Models or More?", "abstract": null, "venue": "", "year": 2020, "referenceCount": 30, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "11283171", "name": "Susan Leong"}, {"authorId": "115477516", "name": "Terence Lee"}]}}, {"contexts": ["ot be a good ﬁt. Without the ﬂexibility to articulate new governance models, communities have few options when contending with problems common to moderated communities, ranging from moderator burnout [12,25,63], to being overwhelmed by newcomers [35], to surviving a legitimacy crisis [9]. In this work, we present PolicyKit, a software infrastructure that empowers online communities to create a broad range o"], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "3050565cd6df133b82150871df38ac2687209e83", "externalIds": {"MAG": "3047791797", "DBLP": "journals/corr/abs-2008-04236", "ArXiv": "2008.04236", "DOI": "10.1145/3379337.3415858"}, "url": "https://www.semanticscholar.org/paper/3050565cd6df133b82150871df38ac2687209e83", "title": "PolicyKit: Building Governance in Online Communities", "abstract": "The software behind online community platforms encodes a governance model that represents a strikingly narrow set of governance possibilities focused on moderators and administrators. When online communities desire other forms of government, such as ones that take many members? opinions into account or that distribute power in non-trivial ways, communities must resort to laborious manual effort. In this paper, we present PolicyKit, a software infrastructure that empowers online community members to concisely author a wide range of governance procedures and automatically carry out those procedures on their home platforms. We draw on political science theory to encode community governance into policies, or short imperative functions that specify a procedure for determining whether a user-initiated action can execute. Actions that can be governed by policies encompass everyday activities such as posting or moderating a message, but actions can also encompass changes to the policies themselves, enabling the evolution of governance over time. We demonstrate the expressivity of PolicyKit through implementations of governance models such as a random jury deliberation, a multi-stage caucus, a reputation system, and a promotion procedure inspired by Wikipedia's Request for Adminship (RfA) process.", "venue": "UIST", "year": 2020, "referenceCount": 99, "citationCount": 13, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "144518215", "name": "Amy X. Zhang"}, {"authorId": "1582163896", "name": "Grant Hugh"}, {"authorId": "145879842", "name": "Michael S. Bernstein"}]}}, {"contexts": ["st in understanding approaches to and theories of moderation for many contemporary concerns such as the sheer scale of population residing on one single platform (e.g., Facebook, Reddit, and YouTube) [35], new forms of user-generated content [48], novel moderation tools [46], procedural justice [29], and scholarly caution to the murky role platform owners [82]. Moderation is commonly implemented as a "], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "30c4ab35d970186cbe72039e71f128419705a208", "externalIds": {"DBLP": "journals/corr/abs-2008-08202", "ArXiv": "2008.08202", "MAG": "3068134066", "DOI": "10.1145/3415173"}, "url": "https://www.semanticscholar.org/paper/30c4ab35d970186cbe72039e71f128419705a208", "title": "Mediating Community-AI Interaction through Situated Explanation", "abstract": "Artificial intelligence (AI) has become prevalent in our everyday technologies and impacts both individuals and communities. The explainable AI (XAI) scholarship has explored the philosophical nature of explanation and technical explanations, which are usually driven by experts in lab settings and can be challenging for laypersons to understand. In addition, existing XAI research tends to focus on the individual level. Little is known about how people understand and explain AI-led decisions in the community context. Drawing from XAI and activity theory, a foundational HCI theory, we theorize how explanation is situated in a community's shared values, norms, knowledge, and practices, and how situated explanation mediates community-AI interaction. We then present a case study of AI-led moderation, where community members collectively develop explanations of AI-led decisions, most of which are automated punishments. Lastly, we discuss the implications of this framework at the intersection of CSCW, HCI, and XAI.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 148, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "145508813", "name": "Yubo Kou"}, {"authorId": "39834748", "name": "Xinning Gui"}]}}, {"contexts": ["…moderation policies for some of the world’s most popular social media platforms are written by workers who are “overwhelmingly white, overwhelmingly male, overwhelmingly educated, overwhelmingly liberal or libertarian, and overwhelmingly technical in skill and worldview” (T. Gillespie 2018, 12).", "Public-facing community guidelines: Most social media platforms have a set of community guidelines: public-facing documents that lay out, in “deliberately plainspoken language” (Gillespie 2018, 46), what content platforms do and do not allow."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3d9c2be1e8ad9b2e5cedb49637eb22a22b7c1168", "externalIds": {"MAG": "3035774322", "DOI": "10.1080/14680777.2020.1783807"}, "url": "https://www.semanticscholar.org/paper/3d9c2be1e8ad9b2e5cedb49637eb22a22b7c1168", "title": "Social media content moderation: six opportunities for feminist intervention", "abstract": "Social media content moderation—making and enforcing rules about the content that can (and cannot) be posted to a social media platform—is anything but neutral. While this form of governance has lo...", "venue": "", "year": 2020, "referenceCount": 29, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "23180033", "name": "Y. Gerrard"}]}}, {"contexts": ["Over the past number of years, a growing number of scholars have leveled critiques about Facebook’s technology and design (see, for example, Taplin 2017; Gillespie 2018; Vaidhyanathan 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3eac6c30fad58e25da8ccbb355e4b90badc6af12", "externalIds": {"MAG": "3011631500", "DOI": "10.1080/21670811.2020.1733433"}, "url": "https://www.semanticscholar.org/paper/3eac6c30fad58e25da8ccbb355e4b90badc6af12", "title": "Restructuring Democratic Infrastructures: A Policy Approach to the Journalism Crisis", "abstract": "Abstract Democracy requires a free press. However, most people rarely reflect on the requisite infrastructures and policies that maintain a healthy press system. Today, as we look to journalism to protect us against misinformation and authoritarianism, the press is in a structural crisis. Journalism’s institutional support is collapsing, leaving entire regions and issues uncovered at a time when we desperately need reliable information and robust reporting. The crisis is disproportionately harming specific groups and regions, especially communities of color, rural areas, and lower socio-economic neighborhoods. This article addresses key policy issues that are central to the future of journalism, including those connected to media ownership, broadband policy, and the rise of new digital monopolies such as Facebook. It concludes with a call for designing a new public media system in the United States.", "venue": "", "year": 2020, "referenceCount": 96, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3239321", "name": "Victor W. Pickard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3edf841a0374339bb2ffd050e2f83ec014891eaf", "externalIds": {"MAG": "3000145386", "DOI": "10.1007/978-3-662-56262-8_2"}, "url": "https://www.semanticscholar.org/paper/3edf841a0374339bb2ffd050e2f83ec014891eaf", "title": "Begrenzung der Informationsmacht", "abstract": "Die Informationsmacht wird durch die Innovationen und die Daten erzeugt und konnte durch die Interoperationen und die Protektion, z. B. die DSGVO, begrenzt werden. Waren es in der industriellen Zeit vor allem inkrementelle Verbesserungen von Produkten, so streben digitale Innovationen nach einer maximalen Erweiterung ihres Netzwerkes durch das informationelle Eindringen in einen Markt, die Informatisierung der Prozesse und die nachfolgende Reorganisation der betroffenen Unternehmen. Fallstudien zu NEST, Motorola und General Electric sowie Android-Auto zeigen die Stufen der Informatisierung, der Vernetzung, das Uberschreiten von Branchengrenzen und damit den Zwang zur Entwicklung ubergeordneter Geschaftsmodelle am Beispiel von vier Branchen – u. a. der Automobilindustrie – als Folge von informationeller Uberlegenheit der Netzwerktore. Eine der scharfsten Waffen zur Begrenzung von Marktmacht ist das Kartell- oder Wettbewerbsrecht. Die insgesamt beschrankten Ergebnisse der Klagen der EU gegen Google und Facebook zeigen, dass das Kartellrecht neue Instrumente zur Kontrolle der Informationsmacht braucht, gewissermasen als digitales Pendant einer wettbewerbsschadlichen industriellen Marktmacht. Trotz hoher Strafen fur sogenannte „Wenn-dann-Geschafte“ ist die Informationsmacht und Wettbewerbsfahigkeit von Google und Facebook durch die EU nicht geschwacht worden. Die DSGVO ist eine sich selbst beschrankende weithin passive Regulierung. Sie konzentriert sich auf die Datenpreisgabe mit nachfolgender Geheimhaltung und vorausgehender informierter Zustimmung, lasst den Datenempfang aber auser Acht. Damit verstarkt sie das Digitalisierungsdilemma und schutzt weder Daten noch Menschen in wirksamem Umfang. Ein Paradigmenwechsel des Datenschutzes ware die Normierung einer Rechtfertigungspflicht verbunden mit der Transparenz der Daten als Regeldienst fur die Netzwerktore und zur Starkung der Datensubjekte damit Daten z. B. „geteilt“ genutzt werden konnen ohne sie „aufzuteilen“.", "venue": "", "year": 2020, "referenceCount": 97, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "143672511", "name": "G. Müller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "454f439baa2bcd7c1d6b5911a6308993dcf51a6b", "externalIds": {"DBLP": "conf/chi/KieneH20", "MAG": "3032645997", "DOI": "10.1145/3334480.3382960"}, "url": "https://www.semanticscholar.org/paper/454f439baa2bcd7c1d6b5911a6308993dcf51a6b", "title": "Who Uses Bots? A Statistical Analysis of Bot Usage in Moderation Teams", "abstract": "Adopting new technology is challenging for volunteer moderation teams of online communities. Challenges are aggravated when communities increase in size. In a prior qualitative study, Kiene et al. found evidence that moderator teams adapted to challenges by relying on their experience in other technological platforms to guide the creation and adoption of innovative custom moderation \"bots.\" In this study, we test three hypotheses on the social correlates of user innovated bot usage drawn from a previous qualitative study. We find strong evidence of the proposed relationship between community size and the use of user innovated bots. Although previous work suggests that smaller teams of moderators will be more likely to use these bots and that users with experience moderating in the previous platform will be more likely to do so, we find little evidence in support of either proposition.", "venue": "CHI Extended Abstracts", "year": 2020, "referenceCount": 18, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3396614", "name": "C. Kiene"}, {"authorId": "37264444", "name": "Benjamin Mako Hill"}]}}, {"contexts": ["…platforms are political in the ways they monetize participation and accumulate value (Srnicek, 2017), in their automated reproduction and acceleration of preexisting relations of domination (Noble, 2018), and in their mediation of everyday discourse and information exchange (Gillespie, 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "47267d37d7c05d6bbe43ef4b1889f7a9fbd1ea51", "externalIds": {"MAG": "3112348980", "DOI": "10.17645/up.v5i4.3483"}, "url": "https://www.semanticscholar.org/paper/47267d37d7c05d6bbe43ef4b1889f7a9fbd1ea51", "title": "Participatory Infrastructures: The Politics of Mobility Platforms", "abstract": "Much of everyday life in cities is now mediated by digital platforms, a mode of organization in which control is both distributed widely among participants and sharply delimited by the platform’s constraints. This article uses examples of smartphone-based platforms for urban mobility to argue that platforms create new political arrangements of the city, intermediating the social processes of management and movement that characterize urban life. Its empirical basis is a study of user interfaces, data specifications, and algorithms used in the operation and regulation of ride-hailing services and bike-share systems. I focus on three aspects of urban politics affected by platforms: its location, its participants, and the types of conflict it addresses. First, the programming forums in which decisions are encoded in and distributed through platforms’ core digital architecture are new sites of policy deliberation outside the more familiar arenas of city politics. Second, travelers have new opportunities to use platforms for travel on their own terms, but this expanded participation is circumscribed by interfaces that presuppose individual, transactional engagement rather than a participation attentive to a broader social and environmental context. Finally, digital systems show themselves to be well suited to enforcing quantifiable distributional goals, but struggle to resolve the more nuanced relational matters that constitute the politics of everyday city life. These illustrations suggest that digital tools for managing transportation are not only political products, but also reset the stage on which urban encounters play out.", "venue": "", "year": 2020, "referenceCount": 81, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2066206874", "name": "Peter T. Dunn"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4b14ae4b1a48b9c1a30c3acc86d38a717efd3730", "externalIds": {"PubMedCentral": "7702253", "MAG": "3110008114", "DOI": "10.1007/978-3-030-56286-1_2"}, "url": "https://www.semanticscholar.org/paper/4b14ae4b1a48b9c1a30c3acc86d38a717efd3730", "title": "Mechanized Significance and Machine Learning: Why It Became Thinkable and Preferable to Teach Machines to Judge the World", "abstract": "The slow and uneven forging of a novel constellation of practices, concerns, and values that became machine learning occurred in 1950s and 1960s pattern recognition research through attempts to mechanize contextual significance that involved building “learning machines” that imitated human judgment by learning from examples. By the 1960s two crises emerged: the first was an inability to evaluate, compare, and judge different pattern recognition systems; the second was an inability to articulate what made pattern recognition constitute a distinct discipline. The resolution of both crises through the problem-framing strategies of supervised and unsupervised learning and the incorporation of statistical decision theory changed what it meant to provide an adequate description of the world even as it caused researchers to reimagine their own scientific self-identities.", "venue": "The Cultural Life of Machine Learning", "year": 2020, "referenceCount": 180, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2029901969", "name": "Aaron Mendon-Plasek"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4b2a239cc9295a2105499b06c35c7bb9fc567d87", "externalIds": {"MAG": "3006902249", "DOI": "10.1007/978-981-15-0936-0_35"}, "url": "https://www.semanticscholar.org/paper/4b2a239cc9295a2105499b06c35c7bb9fc567d87", "title": "Policies to Mitigate Select Consequence of Social Media: Insights from India", "abstract": "Apart from the benefits to humanity, often, social media possess consequences such as online hate content, fake news, online abuse, cyber-bullying and other demeaning expressions. As the increased hate content causes several health issues, it is necessary to mitigate it. Hate content mitigation may attain sustainable development goals of United Nations. Therefore, the objective of the article is to identify the possible policies to mitigate social media consequence-online hate content. In this regard, online and offline opinions from the Indian respondents are gathered through the questionnaire designed for the purpose. The software which is developed in R programming language is used to analyse opinions. The analysis results reveal the role of government and non-government authorities for digital hate content reduction. The non-governmental communities-civil societies, private sectors, and intermediaries are more important to reduce digital hate content.", "venue": "", "year": 2020, "referenceCount": 31, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "114238588", "name": "Naganna Chetty"}, {"authorId": "1922995", "name": "Sreejith Alathur"}]}}, {"contexts": ["See also Dijck, De Waal, and Poell (2018), Gillespie (2018), Moore (2016), and\nNeuberger (2018).", "It is clear that the process of curation and agenda setting on algorithmically mediated platforms is different from that of the traditional media, which is not to say that it is not equally effective (Gillespie 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "4f74c847f99b7d05848ab403c6980533b018ff9d", "externalIds": {"MAG": "3042215501", "DOI": "10.1080/21670811.2020.1773888"}, "url": "https://www.semanticscholar.org/paper/4f74c847f99b7d05848ab403c6980533b018ff9d", "title": "The Political Power of Platforms: How Current Attempts to Regulate Misinformation Amplify Opinion Power", "abstract": "Abstract This contribution critically reviews the ongoing policy initiatives in Europe to impose greater societal responsibility on social media platforms. I discuss the current regulatory approach of treating social platforms as mere 'intermediaries' of the speech of others and propose a different perspective. Instead of perceiving platforms as intermediaries and facilitators of the speech of others, I view social media platforms as active political actors in their own right, and wielders of considerable opinion power. I will explain how taking the perspective of opinion power throws a very different, and rather alarming light on the recent regulatory initiatives.", "venue": "", "year": 2020, "referenceCount": 84, "citationCount": 13, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2464895", "name": "N. Helberger"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5045a906745475c291c54c05c5ef3d0be32b3551", "externalIds": {"DBLP": "conf/chi/FanZ20", "MAG": "3031586727", "DOI": "10.1145/3313831.3376293"}, "url": "https://www.semanticscholar.org/paper/5045a906745475c291c54c05c5ef3d0be32b3551", "title": "Digital Juries: A Civics-Oriented Approach to Platform Governance", "abstract": "As concerns have grown regarding harmful content spread on social media, platform mechanisms for content moderation have become increasingly significant. However, many existing platform governance structures lack formal processes for democratic participation by users of the platform. Drawing inspiration from constitutional jury trials in many legal systems, this paper proposes digital juries as a civics-oriented approach for adjudicating content moderation cases. Building on existing theoretical models of jury decision-making, we outline a 5-stage model characterizing the space of design considerations in a digital jury process. We implement two examples of jury designs involving blind-voting and deliberation. From users who participate in our jury implementations, we gather informed judgments of the democratic legitimacy of a jury process for content moderation. We find that digital juries are perceived as more procedurally just than existing common platform moderation practices, but also find disagreement over whether jury decisions should be enforced or used as recommendations.", "venue": "CHI", "year": 2020, "referenceCount": 162, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "2107889490", "name": "Jenny Fan"}, {"authorId": "144518215", "name": "Amy X. Zhang"}]}}, {"contexts": ["…from individuals to organizations is strongly fuelled by digital systems and platforms, and it is not by chance that people now think of these systems and platforms, operated by the “custodians of the internet” (Gillespie 2018), as the most powerful entities operating in present-day societies."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "57decf2a8cfce913c343e78da185234952bb91d0", "externalIds": {"PubMedCentral": "7153724", "MAG": "3016093028", "DOI": "10.1007/978-3-030-41460-3_1"}, "url": "https://www.semanticscholar.org/paper/57decf2a8cfce913c343e78da185234952bb91d0", "title": "What Are We Talking About?", "abstract": "In this chapter, we present a few definitions of post-truth and explain why the human capacity for lying and influencing others with false information, which is not new in human history, has given birth to alarming new dangers in recent years. We also set forth our path for describing the history and theoretical claims underlying the phenomenon of post-truth, accounting briefly for the social, political, and economic changes posed by individualization, bureaucratization, and globalization issues that will not be addressed in the remainder of the book.", "venue": "The History and Theory of Post-Truth Communication", "year": 2020, "referenceCount": 44, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "7336242", "name": "G. Maddalena"}, {"authorId": "2084208658", "name": "G. Gili"}]}}, {"contexts": ["In the intersection of these diverse pursuits lies an area of work—content moderation—which is central for understanding the social and political tensions of current online cultures (Gillespie, 2018; Roberts, 2018, 2019).", "The technical arrangements naturalize the fact that moderators are confronted with brutal “dirt” and “waste” (Gillespie, 2018: 121), yet the mentally draining nature of moderation work is a direct consequence of this.", "Recent research has examined content moderators as the hidden custodians of platforms, the unseen and silent guardians who maintain order and safety by overseeing visual and textual user-generated content (Gillespie, 2018; Klonick, 2017; Myers West, 2018; Roberts, 2016, 2019).", "Earlier research has recognized the importance of temporality in content moderation, discussing it in terms of pre-screening and post-screening (Gillespie, 2018; Roberts, 2016).", "With this example, the interviewee illustrates the role of users who continue to push against platforms, challenging and shaping them with their participation (Gerrard, 2018; Gillespie, 2018: 23)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "64bddbc7020fe4bb2a354f14d27e35e9e9a13bb3", "externalIds": {"DBLP": "journals/nms/RuckensteinT20", "MAG": "2974834077", "DOI": "10.1177/1461444819875990"}, "url": "https://www.semanticscholar.org/paper/64bddbc7020fe4bb2a354f14d27e35e9e9a13bb3", "title": "Re-humanizing the platform: Content moderators and the logic of care", "abstract": "With the goal of re-humanizing discussion platform operations, this study explores the knowledge and aims of commercial content moderators by reframing their work-related ideals through the notion of the “logic of care.” In seeking to expand their professional realm by realigning users, moderators, and technical tools, moderators of discussion forums have turned to machines, ideally freeing up resources for real-time interaction between moderators and those who post. By focusing on care, the study calls for technical innovation that integrates moderators’ aims with artificial intelligence systems. Rather than acknowledging human skills and resources in terms of moderation tools and discussion culture, the current platform logic forces moderators to operate like machines. Their discontent becomes understandable within a logic that diminishes their skills and vision. The moderator is left with assessing separate posts, rather than offering a meta-perspective to the discussion, overseeing and nurturing it.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 35, "citationCount": 22, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "34864008", "name": "M. Ruckenstein"}, {"authorId": "113439521", "name": "L. Turunen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6d38384bfc110c6584f539aa0e74c7f2c5adc3c5", "externalIds": {"MAG": "3037741034", "DOI": "10.1080/24701475.2020.1769894"}, "url": "https://www.semanticscholar.org/paper/6d38384bfc110c6584f539aa0e74c7f2c5adc3c5", "title": "Tracing Weibo (2009–2019): The commercial dissolution of public communication and changing politics", "abstract": "Abstract This paper delineates the historical evolution of Weibo as a social media platform (2009–2019). Rather than focusing on individual case event, we showcase how Weibo is enveloped by and also mutually shapes the push-and-pull forces of the platform’s commodification, political control and the Chinese internet ecology writ large. We argue that under these three forces, Weibo transformed from an online space for public discussions to a platform for marketing and advertising, and entertainment uses.", "venue": "", "year": 2020, "referenceCount": 70, "citationCount": 4, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "117414720", "name": "Lianrui Jia"}, {"authorId": "46994727", "name": "Xiaofei Han"}]}}, {"contexts": ["The power of moderation has become a major issue (Gillespie, 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6f4fee5157e428d74e12ae485b08bb94118cbec5", "externalIds": {"MAG": "3019276274", "DOI": "10.1080/1369118X.2020.1751867"}, "url": "https://www.semanticscholar.org/paper/6f4fee5157e428d74e12ae485b08bb94118cbec5", "title": "‘The pussy ain’t worth it, bro’: assessing the discourse and structure of MGTOW", "abstract": "ABSTRACT In the era of networked affordances, misogynistic men’s groups have been rapidly growing and have contributed to several physical fatal attacks along with the propagation of gendered online harassment and e-bile. It is thus important to study the organisational structures and communication dynamics of these groups to provide insight into why they have been successful in recruiting members and how they further spread and normalise misogynistic beliefs. One such misogynistic group is MGTOW (Men Going Their Own Way). This study seeks to understand the structure and content of discussion within the forum of the official MGTOW website. To do so, it undertakes a content analysis of comments (n = 1012) inspired by Freelon’s (2010, 2015) multi-norm approach to studying online communication, which draws on the liberal individual, communitarian and deliberative models. It also assesses the broader patterns of commenting (n = 628,745) participation amongst users (n = 33,863). The results suggest that debates on the forum combine elements of each communicative approach and that this reflects a contradiction in their underlying ideology of separation and individualism. In addition, it was found that topics of conversation primarily focused on two topics: women (the majority of which unfold in a misogynistic way) and defining MGTOW – both as a collective identity and a personal journey.", "venue": "", "year": 2020, "referenceCount": 43, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145835908", "name": "S. Wright"}, {"authorId": "119507959", "name": "V. Trott"}, {"authorId": "2115253990", "name": "Callum Jones"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6f5258b92de67187d94ed3cca24d962f9aa575db", "externalIds": {"MAG": "3038864793", "DBLP": "conf/ACMdis/BrewerRT20", "DOI": "10.1145/3357236.3395514"}, "url": "https://www.semanticscholar.org/paper/6f5258b92de67187d94ed3cca24d962f9aa575db", "title": "Inclusion at Scale: Deploying a Community-Driven Moderation Intervention on Twitch", "abstract": "Harassment, especially of marginalized individuals, on networked gaming and social media platforms has been identified as a significant issue, yet few HCI practitioners have attempted to create interventions tackling toxicity online. Aligning ourselves with the growing cohort of design activists, we present a case study of the GLHF pledge, an interactive public awareness campaign promoting positivity in video game live streaming. We discuss the design and deployment of a community-driven moderation intervention for GLHF, intended to empower the inclusive communities emerging on Twitch. After offering a preliminary report on the effects we have observed based on the more than 370,000 gamers who have participated to date, the paper concludes with a reflection on the challenges and opportunities of using design activism to positively intervene in large-scale media platforms.", "venue": "Conference on Designing Interactive Systems", "year": 2020, "referenceCount": 86, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "145794362", "name": "Johanna Brewer"}, {"authorId": "39585550", "name": "Morgan Romine"}, {"authorId": "2066925131", "name": "T. L. Taylor"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "705fc96bedd86cc3f71e303f09dd5c4a9ef8c4d0", "externalIds": {"MAG": "3029139038", "DBLP": "journals/pacmhci/LuoHPH20", "DOI": "10.1145/3392853"}, "url": "https://www.semanticscholar.org/paper/705fc96bedd86cc3f71e303f09dd5c4a9ef8c4d0", "title": "Emotional Amplification During Live-Streaming: Evidence from Comments During and After News Events", "abstract": "Live streaming services allow people to concurrently consume and comment on media events with other people in real time. Durkheim's theory of \"collective effervescence\" suggests that face-to-face encounters in ritual events conjure emotional arousal, so people often feel happier and more excited while watching events like the Super Bowl with family and friends through the television than if they were alone. Does a stronger emotional intensity also occur in live streaming? Using a large-scale dataset of comments posted to news and media events on YouTube, we address this question by examining emotional intensity in live comments versus those produced retrospectively. Results reveal that live comments are overall more emotionally intense than retrospective comments across all temporal periods and all event types examined. Findings support the emotional amplification hypothesis and provide preliminary evidence for shared attention theory in explaining the amplification effect. These findings have important implications for live streaming platforms to optimize resources for content moderation and to improve psychological well-being for content moderators, and more broadly as society grapples with using technology to stay connected during social distancing required by the COVID-19 pandemic.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 80, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "30850177", "name": "Mufan Luo"}, {"authorId": "2057636037", "name": "Tiffany W. Hsu"}, {"authorId": "2116649486", "name": "J. Park"}, {"authorId": "1697703", "name": "J. Hancock"}]}}, {"contexts": ["Following up on this, Gillespie (2018) described at length how platforms actively curate, choose, and select content.", "Grounded inmedia and communication studies, Gillespie (2018) blends a political economy framework to show how technologies shape conditions of public discourse and public values, with a hint of the normative vision in the analysis of policies that deal with digital platforms."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "73bc34b7cb7d919badb5ef0d3b9721a942bea3b3", "externalIds": {"MAG": "3112805849", "DOI": "10.17645/up.v5i4.3417"}, "url": "https://www.semanticscholar.org/paper/73bc34b7cb7d919badb5ef0d3b9721a942bea3b3", "title": "The Urban Digital Platform: Instances from Milan and Amsterdam", "abstract": "The article interrogates the concept of the urban in relation to digital platforms designed for citizen-based initiatives and local projects. We must broaden our scope as urban scholars to include this vast undergrowth of ‘other’ platforms and study how they intersect with the social and material fabric of cities. Drawing from media and internet studies, urban sociology, and digital geography, I introduce the novel concept of ‘urban digital platform’ (UDP). I do so theoretically by using a digital geography body of work and the level of abstractness proposed by Bratton (2016), in ‘the stack,’ which are entry points to define any kind of digital platform. While global and for-profit digital platforms exploit density, size, and diversity, extracting resources into a data-driven form of governance and computational production of space. UDPs benefit from the urban as a front to (re)organise citizen-based, mutual-aid initiatives, and solidarity actions. The core of the UDP concept lies in the ambiguity of the role of the urban government, media literacy, and techno-biases as basic requirements for citizens to access the platform, its services, and goods. Those claims are supported by instances and empirical findings of two analysed platforms in Milan and Amsterdam.", "venue": "", "year": 2020, "referenceCount": 62, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "115404095", "name": "L. Chiappini"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7639280900b0d1c91e1955d0bad1150db2dc935a", "externalIds": {"MAG": "3050332143", "DOI": "10.1007/s11186-020-09407-z"}, "url": "https://www.semanticscholar.org/paper/7639280900b0d1c91e1955d0bad1150db2dc935a", "title": "Making platforms work: relationship labor and the management of publics", "abstract": "How do digital platforms govern their users? Existing studies, with their focus on impersonal and procedural modes of governance, have largely neglected to examine the human labor through which platform companies attempt to elicit the consent of their users. This study describes the relationship labor that is systematically excised from many platforms’ accounts of what they do and missing from much of the scholarship on platform governance. Relationship labor is carried out by agents of platform companies who engage in interpersonal communications with a platform’s users in an effort to align diverse users’ activities and preferences with the company’s interests. The authors draw on ethnographic research conducted at AllDone (a for-profit startup that built an online market for local services) and edX (a non-profit startup that partnered with institutions to offer Massive Open Online Courses). The findings leverage variation in organizational contexts to elaborate the common practices and divergent strategies of relationship labor deployed by each platform. Both platforms relied on relationship workers to engage in account management practices aimed at addressing the particular concerns of individual users through interpersonal communications. Relationship workers in each setting also engaged in community management practices that facilitated contact and collaboration among users in pursuit of shared goals. However, our findings show that the relative frequency of relationship workers’ use of account management and community management practices varies with organizational conditions. This difference in strategies also corresponded to different ways of valuing relationship workers and incorporating them into organizational processes. The article demonstrates how variation in organizational context accounts for divergent strategies for governing user participation in digital platforms and for the particular processes through which governance is accomplished and contested.", "venue": "", "year": 2020, "referenceCount": 99, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "101739970", "name": "Benjamin Shestakofsky"}, {"authorId": "11313376", "name": "Shreeharsh Kelkar"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "842d927206ce9a0e8f77f9d76ec96a2ab572c362", "externalIds": {"DBLP": "journals/pacmhci/VaccaroSK20", "MAG": "3094140017", "DOI": "10.1145/3415238"}, "url": "https://www.semanticscholar.org/paper/842d927206ce9a0e8f77f9d76ec96a2ab572c362", "title": "\"At the End of the Day Facebook Does What ItWants\"", "abstract": "Interest has grown in designing algorithmic decision making systems for contestability. In this work, we study how users experience contesting unfavorable social media content moderation decisions. A large-scale online experiment tests whether different forms of appeals can improve users' experiences of automated decision making. We study the impact on users' perceptions of the Fairness, Accountability, and Trustworthiness of algorithmic decisions, as well as their feelings of Control (FACT). Surprisingly, we find that none of the appeal designs improve FACT perceptions compared to a no appeal baseline. We qualitatively analyze how users write appeals, and find that they contest the decision itself, but also more fundamental issues like the goal of moderating content, the idea of automation, and the inconsistency of the system as a whole. We conclude with suggestions for -- as well as a discussion of the challenges of -- designing for contestability.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 93, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2862178", "name": "Kristen Vaccaro"}, {"authorId": "1829115", "name": "Christian Sandvig"}, {"authorId": "1680270", "name": "K. Karahalios"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "89290c94272676c09c85be2ae95c18328bbbd587", "externalIds": {"MAG": "3007880164", "DOI": "10.13016/QKTG-HCXM"}, "url": "https://www.semanticscholar.org/paper/89290c94272676c09c85be2ae95c18328bbbd587", "title": "“I run the world’s largest historical outreach project and it’s on a cesspool of a website.” Moderating a public scholarship site on Reddit: A case study of r/AskHistorians", "abstract": null, "venue": "", "year": 2020, "referenceCount": 45, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46975701", "name": "Sarah A. Gilbert"}]}}, {"contexts": ["See Roberts (2019) and Gillespie (2018) for insightful discussions of different moderation approaches and the cost of human moderation."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8b9059025771717fb442716f9f26a5ca5eac85eb", "externalIds": {"MAG": "2983553948", "PubMedCentral": "7357677", "DOI": "10.1007/s41701-019-00065-w", "PubMed": "32685909"}, "url": "https://www.semanticscholar.org/paper/8b9059025771717fb442716f9f26a5ca5eac85eb", "title": "The SFU Opinion and Comments Corpus: A Corpus for the Analysis of Online News Comments", "abstract": "We present the SFU Opinion and Comments Corpus (SOCC ), a collection of opinion articles and the comments posted in response to the articles. The articles include all the opinion pieces published in the Canadian newspaper The Globe and Mail in the 5-year period between 2012 and 2016, a total of 10,339 articles and 663,173 comments. SOCC is part of a project that investigates the linguistic characteristics of online comments. The corpus can be used to study a host of pragmatic phenomena. Among other aspects, researchers can explore: the connections between articles and comments; the connections of comments to each other; the types of topics discussed in comments; the nice (constructive) or mean (toxic) ways in which commenters respond to each other; how language is used to convey very specific types of evaluation; and how negation affects the interpretation of evaluative meaning in discourse. Our current focus is the study of constructiveness and evaluation in the comments. To that end, we have annotated a subset of the large corpus (1043 comments) with four layers of annotations: constructiveness, toxicity, negation and Appraisal (Martin and White, The language of evaluation, Palgrave, New York, 2005 ). This paper details our corpus, the data collection process, the characteristics of the corpus and describes the annotations. While our focus is comments posted in response to opinion news articles, the phenomena in this corpus are likely to be present in many commenting platforms: other news comments, comments and replies in fora such as Reddit, feedback on blogs, or YouTube comments.", "venue": "Corpus pragmatics : international journal of corpus linguistics and pragmatics", "year": 2019, "referenceCount": 97, "citationCount": 38, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "40151802", "name": "V. Kolhatkar"}, {"authorId": "2112253785", "name": "Hanhan Wu"}, {"authorId": "104238983", "name": "Luca Cavasso"}, {"authorId": "137382612", "name": "Emilie Francis"}, {"authorId": "1515500104", "name": "Kavan Shukla"}, {"authorId": "145522054", "name": "M. Taboada"}]}}, {"contexts": ["Instead, the moderation function has migrated from traditional publishers to the platforms that dominate digital media distribution (Gillespie, 2018; Vaidhyanathan, 2018).", "But the deluge of digital content produced bymass participation has not meant that the need for moderation is absent (Gillespie, 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8f1b47fb242c085008429bee350db2b720abb14e", "externalIds": {"MAG": "3087691681", "DOI": "10.6092/ISSN.1971-8853/11177"}, "url": "https://www.semanticscholar.org/paper/8f1b47fb242c085008429bee350db2b720abb14e", "title": "Disrupting the News", "abstract": "Disruption has become a popular shorthand explanation among news media executives and thought leaders for describing the massive business model and innovation challenges facing the incumbent producers of news. Yet the focus on digital disruption to the traditional business model of news obscures deeper changes in the values guiding journalistic practice. This essay unpacks disruptions to the landscape of news production and the practice of journalism with an attention to the institutional logic of digital media innovations. The digital values of openness and rationalization, visible in the adoption and use of metrics and analytics, crowds and engagement, and algorithmic distribution, have disrupted both the practices of journalism and the values guiding journalists’ work. This essay examines those disruptions in practice and values and outlines their consequences: new values and new identities that reconfigure the journalist/audience relationship and expand the complexity of the journalist role. The stakes of the digital disruption are issues of control and transparency in newswork. Overall, this essay claims, digital disruptions in journalism are issues of control and transparency in newswork. Overall, this essay claims, digital disruptions in journalistic values and practice are both discontinuous breaks from the past and evolutions of long-standing tensions in journalism as an institution.", "venue": "", "year": 2020, "referenceCount": 120, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1576386039", "name": "Elizabeth Hansen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8f2dd833c0a0540123ad9200600f70fd5f51032a", "externalIds": {"DBLP": "journals/pnas/JardineLO20", "MAG": "3109167927", "PubMedCentral": "7749358", "DOI": "10.1073/pnas.2011893117", "PubMed": "33257555"}, "url": "https://www.semanticscholar.org/paper/8f2dd833c0a0540123ad9200600f70fd5f51032a", "title": "The potential harms of the Tor anonymity network cluster disproportionately in free countries", "abstract": "Significance Measuring the proportion of Tor anonymity network users who employ the system for malicious purposes is important as this technology can facilitate child abuse, the sale of illicit drugs, and the distribution of malware. We show that only a small fraction of users globally (∼6.7%) likely use Tor for malicious purposes on an average day. However, this proportion clusters unevenly across countries, with more potentially malicious Tor users in “free” countries (∼7.8%) than in “not free” regimes (∼4.8%). These results suggest that the countries which host most of the infrastructure of the network and house the Tor Project plausibly experience a disproportional amount of harm from the Tor anonymity network. The Tor anonymity network allows users to protect their privacy and circumvent censorship restrictions but also shields those distributing child abuse content, selling or buying illicit drugs, or sharing malware online. Using data collected from Tor entry nodes, we provide an estimation of the proportion of Tor network users that likely employ the network in putatively good or bad ways. Overall, on an average country/day, ∼6.7% of Tor network users connect to Onion/Hidden Services that are disproportionately used for illicit purposes. We also show that the likely balance of beneficial and malicious use of Tor is unevenly spread globally and systematically varies based upon a country’s political conditions. In particular, using Freedom House’s coding and terminological classifications, the proportion of often illicit Onion/Hidden Services use is more prevalent (∼7.8%) in “free” countries than in either “partially free” (∼6.7%) or “not free” regimes (∼4.8%).", "venue": "Proceedings of the National Academy of Sciences", "year": 2020, "referenceCount": 46, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Business", "Medicine"], "authors": [{"authorId": "32299023", "name": "E. Jardine"}, {"authorId": "25872646", "name": "A. Lindner"}, {"authorId": "9611845", "name": "Gareth Owenson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "973a595d4c0722d747aaeeeae8da2a3cad35aaf9", "externalIds": {"MAG": "3110128294", "DOI": "10.1007/978-3-030-60629-9_6"}, "url": "https://www.semanticscholar.org/paper/973a595d4c0722d747aaeeeae8da2a3cad35aaf9", "title": "‘It doesn’t feel as transparent and accountable’: Social Media and Feminist Ethics", "abstract": null, "venue": "", "year": 2020, "referenceCount": 102, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "117697114", "name": "J. Megarry"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9943f8bb1c8efbfd17b728c77dde1fc6b2532302", "externalIds": {"MAG": "3046035982", "DOI": "10.1080/00913367.2020.1795756"}, "url": "https://www.semanticscholar.org/paper/9943f8bb1c8efbfd17b728c77dde1fc6b2532302", "title": "From Purchasing Exposure to Fostering Engagement: Brand–Consumer Experiences in the Emerging Computational Advertising Landscape", "abstract": "Abstract Over the past 40 years, we have witnessed seismic shifts in advertising planning and buying processes. Due in no small part to the emergence of digital media, consumer choices have mushroomed, while advertisers understand much more about target audiences. Advertising activities have been drastically transformed by the possibilities that technology creates for targeting and measurement, automation of activities via programmatic advertising, and an overall computational approach in which algorithmic, data-driven decisions dominate. In this era, what does it mean to “do media planning” and to do it well? The present article argues for planning decisions to move away from simply purchasing exposure to instead focusing on fostering engagement through meaningful and sustained interactions with consumers. It provides an overview of the digital ecosystem that makes computational advertising possible, updates the notion of consumer engagement for this context, and reviews how measurement becomes more central to media planning decisions. Ethical and normative considerations and computational advertising as an adaptive learning system are discussed as crosscutting issues, followed by a proposed research agenda.", "venue": "", "year": 2020, "referenceCount": 113, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "145398035", "name": "T. Araujo"}, {"authorId": "94517799", "name": "J. Copulsky"}, {"authorId": "35208872", "name": "J. Hayes"}, {"authorId": "49899096", "name": "Su Jung Kim"}, {"authorId": "2065506345", "name": "Jaideep Srivastava"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9d2396550e53534e4589f82425158ff0a2e729eb", "externalIds": {"MAG": "3037513174", "DOI": "10.1007/978-3-030-38577-4_3"}, "url": "https://www.semanticscholar.org/paper/9d2396550e53534e4589f82425158ff0a2e729eb", "title": "User Tactics and Algorithms: A Digital Humanities Approach to YouTube and Tumblr", "abstract": null, "venue": "", "year": 2020, "referenceCount": 31, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3444850", "name": "N. Lamerichs"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a9bee91f2094ee4b4f794e22df72075ab28fb092", "externalIds": {"DBLP": "journals/chb/RiedlMW20", "MAG": "3001163887", "DOI": "10.1016/j.chb.2020.106262"}, "url": "https://www.semanticscholar.org/paper/a9bee91f2094ee4b4f794e22df72075ab28fb092", "title": "The downsides of digital labor: Exploring the toll incivility takes on online comment moderators", "abstract": "Abstract This study sought to understand the effects of moderating uncivil online comments on the people who do this task. Results from an experiment (N = 747) show that moderating only uncivil comments made moderators less accurate at that task, more emotionally exhausted, and more dissatisfied with the task, relative to moderating only civil comments or a mix of civil and uncivil comments. In addition, results show evidence of a mediation effect. Specifically, moderating all uncivil comments made people more emotionally exhausted, and this exhaustion in turn led people to be less accurate in picking which comments to reject or accept for publication on a news site comment thread. However, moderating comments had no effect on perceptions of flow, an immersive experience, conceptually borne out of the field of positive psychology. Results suggest breaking up strenuous online labor tasks, such as comment moderation, and alternating comment moderation with other types of work to reduce the deleterious effects of the task.", "venue": "Comput. Hum. Behav.", "year": 2020, "referenceCount": 97, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "41022961", "name": "M. J. Riedl"}, {"authorId": "1644899448", "name": "Gina M. Masullo"}, {"authorId": "119441081", "name": "Kelsey N. Whipple"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ac6fe41df7e772bbc69eeab23801308334e8351f", "externalIds": {"MAG": "3015504671"}, "url": "https://www.semanticscholar.org/paper/ac6fe41df7e772bbc69eeab23801308334e8351f", "title": "Behind the Screen: Content Moderation in the Shadows of Social Media by Sarah T. Roberts (review)", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "123908022", "name": "Natalia Kovalyova"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b42529e370a291271b4b016909e13f32b64692a5", "externalIds": {"MAG": "3012311358", "DOI": "10.1093/cjres/rsaa001"}, "url": "https://www.semanticscholar.org/paper/b42529e370a291271b4b016909e13f32b64692a5", "title": "The platform economy: restructuring the space of capitalist accumulation", "abstract": "The platform economy and its leading firms, such as Amazon, Facebook and Google, are reorganising the geography of value creation and capture on both a local and global scale. This article argues that economic geographers have underappreciated the implications of the platform on space. First, we demonstrate the concentration of platform giants in terms of location on the US West Coast and in terms of their market share in various services, such as search, maps and online sales. Platforms are simultaneously intermediaries, two-sided markets, data aggregators and leading users of artificial intelligence (AI). Second, we use a labour taxonomy to demonstrate the extensive reach of these platforms in terms of the labour markets that they serve and shape. To illustrate these changes in the geography of value creation, we present case studies of Amazon and Google Maps to show their effects on the location of economic activity. Third, we elaborate on our contention that platforms are at once intermediaries and data hubs. AI is likely to reinforce the power of these platform leaders because they have the largest data sets, the most computational power, enormous teams of the best AI researchers and vast reservoirs of capital that they can use to make acquisitions. We conclude by identifying areas for future research and calling upon economic geographers to consider the implications of the platform economy in reshaping the space of economic activity.", "venue": "", "year": 2020, "referenceCount": 93, "citationCount": 46, "influentialCitationCount": 6, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "145163215", "name": "M. Kenney"}, {"authorId": "2235809", "name": "J. Zysman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b4b4686d5c910aae65c5d9a33652895d2f131f8d", "externalIds": {"MAG": "2976405847", "DOI": "10.1007/S13347-020-00429-0"}, "url": "https://www.semanticscholar.org/paper/b4b4686d5c910aae65c5d9a33652895d2f131f8d", "title": "Algorithmic Censorship by Social Platforms: Power and Resistance", "abstract": "Effective content moderation by social platforms is both important and difficult; numerous issues arise from the volume of information, the culturally sensitive and contextual nature of that information, and the nuances of human communication. Attempting to scale moderation, social platforms are increasingly adopting automated approaches to suppressing communications that they deem undesirable. However, this brings its own concerns. This paper examines the structural effects of algorithmic censorship by social platforms to assist in developing a fuller understanding of the risks of such approaches to content moderation. This analysis shows that algorithmic censorship is distinctive for two reasons: (1) in potentially bringing all communications carried out on social platforms within reach and (2) in potentially allowing those platforms to take a more active, interventionist approach to moderating those communications. Consequently, algorithmic censorship could allow social platforms to exercise an unprecedented degree of control over both public and private communications. Moreover, commercial priorities would be inserted further into the everyday communications of billions of people. Due to the dominance of the web by a few social platforms, this may be difficult or impractical to escape for many people, although opportunities for resistance do exist.", "venue": "", "year": 2020, "referenceCount": 122, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40915668", "name": "Jennifer Cobbe"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b720ce5376d88ecc3ebd76ac20adc581dc9055b9", "externalIds": {"MAG": "2997400962", "DBLP": "journals/pacmhci/JunejaSM20", "DOI": "10.1145/3375197"}, "url": "https://www.semanticscholar.org/paper/b720ce5376d88ecc3ebd76ac20adc581dc9055b9", "title": "Through the Looking Glass", "abstract": "Transparency in moderation practices is crucial to the success of an online community. To meet the growing demands of transparency and accountability, several academics came together and proposed the Santa Clara Principles on Transparency and Accountability in Content Moderation (SCP). In 2018, Reddit, home to uniquely moderated communities called subreddits, announced in its transparency report that the company is aligning its content moderation practices with the SCP. But do the moderators of subreddit communities follow these guidelines too? In this paper, we answer this question by employing a mixed-methods approach on public moderation logs collected from 204 subreddits over a period of five months, containing more than 0.5M instances of removals by both human moderators and AutoModerator. Our results reveal a lack of transparency in moderation practices. We find that while subreddits often rely on AutoModerator to sanction newcomer posts based on karma requirements and moderate uncivil content based on automated keyword lists, users are neither notified of these sanctions, nor are these practices formally stated in any of the subreddits' rules. We interviewed 13 Reddit moderators to hear their views on different facets of transparency and to determine why a lack of transparency is a widespread phenomenon. The interviews reveal that moderators' stance on transparency is divided, there is a lack of standardized process to appeal against content removal and Reddit's app and platform design often impede moderators' ability to be transparent in their moderation practices.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 80, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "32227215", "name": "Prerna Juneja"}, {"authorId": "1490767991", "name": "Deepika Rama Subramanian"}, {"authorId": "3019719", "name": "Tanushree Mitra"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bd836cb78c126ee7e4042b7721b13dcabf63e3bc", "externalIds": {"DBLP": "journals/pacmhci/HaimsonBWSGB20", "MAG": "3087639409", "DOI": "10.1145/3415195"}, "url": "https://www.semanticscholar.org/paper/bd836cb78c126ee7e4042b7721b13dcabf63e3bc", "title": "Trans Time", "abstract": "Trans people often use social media to connect with others, find and share resources, and post transition-related content. However, because most social media platforms are not built with trans people in mind and because online networks include people who may not accept one's trans identity, sharing trans content can be difficult. We studied Trans Time, a social media site developed particularly for trans people to document transition and build community. We interviewed early Trans Time users (n = 6) and conducted focus groups with potential users (n = 21) to understand how a trans-specific site uniquely supports its users. We found that Trans Time has the potential to be a safe space, encourages privacy, and effectively enables its users to selectively view content using content warnings. Together, safety, privacy, and content warnings create an online space where trans people can simultaneously build community, find support, and express both the mundanity and excitement of trans life. Yet in each of these areas, we also learned ways that the site can improve. We provide implications for how social media sites may better support trans users, as well as insular communities of people from other marginalized groups.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 142, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2431050", "name": "Oliver L. Haimson"}, {"authorId": "1519483519", "name": "Justin Buss"}, {"authorId": "1572457513", "name": "Zu Weinger"}, {"authorId": "146552863", "name": "Denny L. Starks"}, {"authorId": "121379286", "name": "Dykee Gorrell"}, {"authorId": "1999400859", "name": "Briar Sweetbriar Baron"}]}}, {"contexts": ["However, content moderation is a complex and time-consuming process, with human workers and ADM systems facing obstacles in accuracy and efficiency (Roberts, 2019; Graves, 2018; Gillespie, 2018; Serrano et al., 2020)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "cedf7054eb6f3844d6fb18546fce73f76ba6214f", "externalIds": {"MAG": "3050342061", "DOI": "10.37016/mr-2020-034"}, "url": "https://www.semanticscholar.org/paper/cedf7054eb6f3844d6fb18546fce73f76ba6214f", "title": "The spread of COVID-19 conspiracy theories on social me-dia and the effect of content moderation", "abstract": "We investigate the diffusion of conspiracy theories related to the origin of COVID-19 on social media. By analyzing third-party content on four social media platforms, we show that: (a) In contrast to conventional wisdom, mainstream sources contribute overall more to conspiracy theories diffusion than alternative and other sources; and (b) Platforms’ content moderation practices are able to mitigate the spread of conspiracy theories. Nevertheless, we locate issues regarding the timeliness and magnitude of content moderation, as well as that platforms filter significantly fewer conspiracy theories coming from mainstream sources. Given this, we discuss policy steps that can contribute to the containment of conspiracy theories by media sources, platform owners, and users.", "venue": "", "year": 2020, "referenceCount": 49, "citationCount": 19, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "20985588", "name": "O. Papakyriakopoulos"}, {"authorId": "13641047", "name": "J. M. Serrano"}, {"authorId": "3403284", "name": "Simon Hegelich"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d052b6eec6f3f6fd2515238bd8629c5d18ed9e1a", "externalIds": {"MAG": "3084162666", "DBLP": "conf/chi/FoxKCSDKIF20", "DOI": "10.1145/3334480.3375157"}, "url": "https://www.semanticscholar.org/paper/d052b6eec6f3f6fd2515238bd8629c5d18ed9e1a", "title": "Worker-Centered Design: Expanding HCI Methods for Supporting Labor", "abstract": "HCI has long considered sites of workplace collaboration. From airline cockpits to distributed groupware systems, scholars emphasize the importance of supporting a multitude of tasks and creating technologies that integrate into collaborative work settings. More recent scholarship highlights a growing need to consider the concerns of workers within and beyond established workplace settings or roles of employment, from steelworkers whose jobs have been eliminated with post-industrial shifts in the economy to contractors performing the content moderation that shapes our social media experiences. This one-day workshop seeks to bring together a growing community of HCI scholars concerned with the labor upon which the future of work we envision relies. We will discuss existing methods for studying work that we find both productive and problematic, with the aim of understanding how we might better bridge current gaps in research, policy, and practice. Such conversations will focus on the challenges associated with taking a worker-oriented approach and outline concrete methods and strategies for conducting research on labor in changing industrial, political, and environmental contexts.", "venue": "CHI Extended Abstracts", "year": 2020, "referenceCount": 22, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "145529969", "name": "Sarah E. Fox"}, {"authorId": "1710018", "name": "Vera D. Khovanskaya"}, {"authorId": "35841504", "name": "Clara Crivellaro"}, {"authorId": "34827715", "name": "Niloufar Salehi"}, {"authorId": "2513003", "name": "Lynn S. Dombrowski"}, {"authorId": "145665851", "name": "Chinmay Kulkarni"}, {"authorId": "3142146", "name": "Lilly C. Irani"}, {"authorId": "71994968", "name": "J. Forlizzi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d3710af038cdebc4c10abac7a28d838fd2e8ebb6", "externalIds": {"MAG": "3093710306", "DBLP": "journals/pacmhci/Seering20", "DOI": "10.1145/3415178"}, "url": "https://www.semanticscholar.org/paper/d3710af038cdebc4c10abac7a28d838fd2e8ebb6", "title": "Reconsidering Self-Moderation", "abstract": "Research in online content moderation has a long history of exploring different forms that moderation can take, including both user-driven moderation models on community-based platforms like Wikipedia, Facebook Groups, and Reddit, and centralized corporate moderation models on platforms like Twitter and Instagram. In this work I review different approaches to moderation research with the goal of providing a roadmap for researchers studying community self-moderation. I contrast community-based moderation research with platforms and policies-focused moderation research, and argue that the former has an important role to play in shaping discussions about the future of online moderation. I provide six guiding questions for future research that, if answered, can support the development of a form of user-driven moderation that is widely implementable across a variety of social spaces online, offering an alternative to the corporate moderation models that dominate public debate and discussion.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 122, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "9045295", "name": "Joseph Seering"}]}}, {"contexts": ["Sarah T. Roberts (2019) and Tarleton Gillespie (2018) have both offered contemporary looks at content moderation, or the work of removing unwanted, hostile, and toxic content from online platforms."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "db25104e6ffd0a8528f1da33ac45feb91ce39cf6", "externalIds": {"MAG": "3037686069", "DOI": "10.1080/01490400.2020.1773999"}, "url": "https://www.semanticscholar.org/paper/db25104e6ffd0a8528f1da33ac45feb91ce39cf6", "title": "Self-Isolated but Not Alone: Community Management Work in the Time of a Pandemic", "abstract": "Abstract As the COVID-19 crisis forces individuals to self-isolate, work from home, and find new leisure activities, an increasing number are turning to online gaming. These online communities are often developed by community managers who work to engage communities and establish norms. Community management work, broadly, is considered the “soft-skilled” labor of communication, diplomacy, and empathy within an online community. Despite an obvious need for this work in mediating the myriad of personalities and sheer number of users, community management is often underpaid and precarious. Using early interviews with community managers, conducted during the COVID-19 crisis, I aim to highlight those who work promoting pro-social behavior in leisure spaces online. This work plays a vital role in community well-being, particularly for those who have not previously interacted extensively online. Community management is arguably an essential service during times of self-isolation, as they corral toxicity and shepherd users into positive online communities.", "venue": "", "year": 2021, "referenceCount": 43, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2076891313", "name": "M. Perks"}]}}, {"contexts": ["In scholarly and policy debates, great emphasis is placed on the issue of whether online social platforms should be moderated or not [54]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e0ef511dd6a8cbf1dfb9fd61a54a86a75a11abe9", "externalIds": {"MAG": "3104070739", "DBLP": "journals/corr/abs-2004-14879", "ArXiv": "2004.14879", "PubMedCentral": "7462854", "DOI": "10.1038/s41598-020-71231-3", "PubMed": "32873821"}, "url": "https://www.semanticscholar.org/paper/e0ef511dd6a8cbf1dfb9fd61a54a86a75a11abe9", "title": "Effectiveness of dismantling strategies on moderated vs. unmoderated online social platforms", "abstract": "Online social networks are the perfect test bed to better understand large-scale human behavior in interacting contexts. Although they are broadly used and studied, little is known about how their terms of service and posting rules affect the way users interact and information spreads. Acknowledging the relation between network connectivity and functionality, we compare the robustness of two different online social platforms, Twitter and Gab, with respect to banning, or dismantling, strategies based on the recursive censor of users characterized by social prominence (degree) or intensity of inflammatory content (sentiment). We find that the moderated (Twitter) vs. unmoderated (Gab) character of the network is not a discriminating factor for intervention effectiveness. We find, however, that more complex strategies based upon the combination of topological and content features may be effective for network dismantling. Our results provide useful indications to design better strategies for countervailing the production and dissemination of anti-social content in online social platforms.", "venue": "Scientific reports", "year": 2020, "referenceCount": 92, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Physics", "Computer Science", "Medicine"], "authors": [{"authorId": "3393921", "name": "Oriol Artime"}, {"authorId": "1409191287", "name": "Valeria d'Andrea"}, {"authorId": "2557324", "name": "R. Gallotti"}, {"authorId": "3130592", "name": "P. Sacco"}, {"authorId": "8311574", "name": "M. Domenico"}]}}, {"contexts": ["he working conditions of human content moderators who review violent, traumatic imagery for very low wages, and without proper support for the toll such work takes on their mental and physical health [47, 86]. Low-wage and exploitative work existed long before computing; computing snaps them into focus and exacerbates them, but these are not merely computing problems, and we should not treat them as thoug"], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e9dd8f892052fcdecb0852bc422dd79bce5ce7e8", "externalIds": {"MAG": "2995382404", "DBLP": "journals/corr/abs-1912-04883", "ArXiv": "1912.04883", "DOI": "10.1145/3351095.3372871"}, "url": "https://www.semanticscholar.org/paper/e9dd8f892052fcdecb0852bc422dd79bce5ce7e8", "title": "Roles for computing in social change", "abstract": "A recent normative turn in computer science has brought concerns about fairness, bias, and accountability to the core of the field. Yet recent scholarship has warned that much of this technical work treats problematic features of the status quo as fixed, and fails to address deeper patterns of injustice and inequality. While acknowledging these critiques, we posit that computational research has valuable roles to play in addressing social problems --- roles whose value can be recognized even from a perspective that aspires toward fundamental social change. In this paper, we articulate four such roles, through an analysis that considers the opportunities as well as the significant risks inherent in such work. Computing research can serve as a diagnostic, helping us to understand and measure social problems with precision and clarity. As a formalizer, computing shapes how social problems are explicitly defined --- changing how those problems, and possible responses to them, are understood. Computing serves as rebuttal when it illuminates the boundaries of what is possible through technical means. And computing acts as synecdoche when it makes long-standing social problems newly salient in the public eye. We offer these paths forward as modalities that leverage the particular strengths of computational work in the service of social change, without overclaiming computing's capacity to solve social problems on its own.", "venue": "FAT*", "year": 2019, "referenceCount": 134, "citationCount": 57, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "5651696", "name": "Rediet Abebe"}, {"authorId": "2881033", "name": "Solon Barocas"}, {"authorId": "3371403", "name": "J. Kleinberg"}, {"authorId": "144463523", "name": "K. Levy"}, {"authorId": "38009222", "name": "M. Raghavan"}, {"authorId": "144440321", "name": "D. G. Robinson"}]}}, {"contexts": ["In implementations of machine learning on social media platforms, for instance, humans are everywhere “in the loop”—an immense, poorly paid, and crowdsourced workforce that relentlessly labels, rates, and expunges the “content” to be consumed (Gillespie 2018; Gray and Suri 2019)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "ebb53ddaf9feb1b3c61e7133c83fc6ce1089cd7c", "externalIds": {"PubMedCentral": "7448267", "MAG": "3080532532", "DOI": "10.1007/s11186-020-09409-x", "PubMed": "32863532"}, "url": "https://www.semanticscholar.org/paper/ebb53ddaf9feb1b3c61e7133c83fc6ce1089cd7c", "title": "Loops, ladders and links: the recursivity of social and machine learning", "abstract": "Machine learning algorithms reshape how people communicate, exchange, and associate; how institutions sort them and slot them into social positions; and how they experience life, down to the most ordinary and intimate aspects. In this article, we draw on examples from the field of social media to review the commonalities, interactions, and contradictions between the dispositions of people and those of machines as they learn from and make sense of each other.", "venue": "Theory and society", "year": 2020, "referenceCount": 227, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "145566388", "name": "M. Fourcade"}, {"authorId": "108524821", "name": "Fleur Johns"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f20f327ccccd8d8317f6f17eff753691d8c5933c", "externalIds": {"MAG": "3027836562", "DOI": "10.1093/ccc/tcaa005"}, "url": "https://www.semanticscholar.org/paper/f20f327ccccd8d8317f6f17eff753691d8c5933c", "title": "To Affinity and Beyond: Clicking as Communicative Gesture on the Experimentation Platform", "abstract": "This article analyzes how users' engagements with digital platforms through the act of clicking are coded as meaningful for the production of affinity, a way of assessing identity amongst users. Drawing on an understanding of identity as related to the Latin idem—or same—this article explores how streaming media company Netflix uses click-based A/B testing to create “taste doppelgängers” that live in “taste communities” and help structure the recommendations, home pages, and image thumbnails that users experience. Clicks are figured as communicative gestures that platform engineers decode and analyze as part of ongoing experiments for refining algorithms and interface design. Drawing additionally on an analysis of Netflix's recent move into interactive television—in particular, Black Mirror: Bandersnatch—this article ultimately argues for attention to how platforms like Netflix treat users as test subjects for the purposes of constructing idem-based affinities.", "venue": "", "year": 2020, "referenceCount": 75, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48885088", "name": "James N Gilmore"}]}}, {"contexts": ["…media companies also employ in-house policy teams who are responsible for setting and enforcing the parameters of “acceptable” social media conduct (Gillespie, 2018), like developing the rulebooks\nThe University of Sheffield, UK\nCorresponding Author: Ysabel Gerrard, Department of Sociological…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "fbafae7e0d00188278c2b813de68a39b38e10749", "externalIds": {"MAG": "3048764574", "PubMedCentral": "7424617", "DOI": "10.1177/2056305120948186", "PubMed": "34192028"}, "url": "https://www.semanticscholar.org/paper/fbafae7e0d00188278c2b813de68a39b38e10749", "title": "The COVID-19 Mental Health Content Moderation Conundrum", "abstract": "At the time of writing (mid-May 2020), mental health charities around the world have experienced an unprecedented surge in demand. At the same time, record-high numbers of people are turning to social media to maintain personal connections due to restrictions on physical movement. But organizations like the mental health charity Mind and even the UK Government have expressed concerns about the possible strain on mental health that may come from spending more time online during COVID-19. These concerns are unsurprising, as debates about the link between heavy social media use and mental illness raged long before the pandemic. But our newly heightened reliance on platforms to replace face-to-face communication has created even more pressure for social media companies to heighten their safety measures and protect their most vulnerable users. To develop and enact these changes, social media companies are reliant on their content moderation workforces, but the COVID-19 pandemic has presented them with two related conundrums: (1) recent changes to content moderation workforces means platforms are likely to be less safe than they were before the pandemic and (2) some of the policies designed to make social media platforms safer for people’s mental health are no longer possible to enforce. This Social Media + Society: 2K essay will address these two challenges in depth.", "venue": "Social media + society", "year": 2020, "referenceCount": 44, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "23180033", "name": "Y. Gerrard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "003ddafb10da3e9678bd290b055d09221c04bdd2", "externalIds": {"DBLP": "conf/fdg/CullenR19", "MAG": "2972228222", "DOI": "10.1145/3337722.3337754"}, "url": "https://www.semanticscholar.org/paper/003ddafb10da3e9678bd290b055d09221c04bdd2", "title": "Necklines and 'naughty bits': constructing and regulating bodies in live streaming community guidelines", "abstract": "This paper performs a qualitative analysis of the community guidelines of video game live streaming platforms like Twitch, Mixer, and Caffeine. Live streaming is becoming an increasingly prominent part of the contemporary landscape around video games, game cultures, and the games industry [34]. Recent research into video game live streaming has explored its financial structures [18], its potential as a platform for self-expression [10], and its novel affordances for communication [12]. However, community guidelines also play a significant, behind-the-scenes role in shaping live streaming practices. These guidelines, which shift over time in response to controversies and changing notions of acceptable behavior, set standards for what types of content can be streamed and how streamers present themselves on-camera. Here we assemble, compare, and interpret the community guidelines of a number of top live streaming sites. Our focus is on how these guidelines construct and regulate \"legitimate\" bodies - both the bodies of streamers and the bodies of in-game characters - especially the sexualized bodies of women. In varying ways, each set of community guidelines attempts to establish rules for how women's bodies may or may not be presented on screen. Often these guidelines measure and quantify the body, for example by dictating precisely how high the neckline of a streamer's shirt must be. Through our analysis, we articulate the unspoken yet active cultural work performed by these community guidelines, which try yet ultimately fail to render a definition of the sexualized body in precise, concrete terms. This research also offers new insights into larger issues of video games and gender. It points toward anxieties about the visibility of women's bodies in gaming spaces and demonstrates that, although live streaming platforms like Twitch present their community guidelines as tools for protecting their community members, these same guidelines often enact the further marginalization of women and other diverse streamers.", "venue": "FDG", "year": 2019, "referenceCount": 50, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "35415746", "name": "Amanda L. L. Cullen"}, {"authorId": "52170170", "name": "Bonnie Ruberg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0f4429e7e3150307a4d3edb9f006723e5f425c9f", "externalIds": {"MAG": "2990773786", "DOI": "10.1007/978-3-030-25968-6_12"}, "url": "https://www.semanticscholar.org/paper/0f4429e7e3150307a4d3edb9f006723e5f425c9f", "title": "Facebook and Google as Offices of Censorship", "abstract": "On May 15, 2018, Facebook continued its springtime campaign to restore its reputation in the aftermath of the Cambridge Analytica scandal. A “Transparency” report was published, which included statistics on the extent of content removal, organized by category. Let’s look at for instance the category “Graphic Violence”: “In Q1 2018, we took action on a total of 3.4 million pieces of content, an increase from 1.2 million pieces of content in Q4 2017. This increase is mostly due to improvements in our detection technology, including using photo-matching to cover with warnings photos that matched ones we previously marked as disturbing. These actions were responsible for around 70% of the increase in Q1”. The numbers may seem high, but they only tell half the story. Another graph in the report shows that 71.56% of the 1.2 million users were tracked by Facebook itself, until user complaints started flooding in; in the first quarter of 2018, this figure rose to 85.6%. The fact that the number of removals tripled means that content removed because of user complaints rose from 341,000 to almost 500,000, in absolute figures, despite the decrease in percentage. So, the increase can be attributed not only to better tracking equipment, but also to more complaints favored. These numbers are a testimony to content removal on a disproportionately large scale, also known as censorship.", "venue": "", "year": 2019, "referenceCount": 3, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "1884982", "name": "F. Stjernfelt"}, {"authorId": "146112255", "name": "Anne Mette Lauritzen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "100d2a01c8e10fd93813415552ad5d6a65f64bb6", "externalIds": {"MAG": "2981912779", "DOI": "10.1080/07491409.2019.1676350"}, "url": "https://www.semanticscholar.org/paper/100d2a01c8e10fd93813415552ad5d6a65f64bb6", "title": "“Why Take the Photo if You Didn’t Want It Online?”: Agency, Transformation, and Nonconsensual Pornography", "abstract": "Abstract This article analyzes nonconsensual pornography, the form of image-based sexual abuse colloquially known as “revenge porn,” through a consideration of agency and circulation in visual rhetoric as well as in the broader context of discourse on sexual assault and harassment. It argues that responses to nonconsensual pornography continue to blame women whose photographs are circulated online without their consent and, in doing so, reinforce a double bind of victimhood and agency. Because these victim-blaming responses fail to account for the difference between consenting to a photograph’s production and its appearance online, I argue for an understanding of nonconsensual pornography as an issue of circulation, wherein agency is produced as people, images, texts, and technologies interact.", "venue": "Women's Studies in Communication", "year": 2019, "referenceCount": 51, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1485361066", "name": "Meghan M. Velez"}]}}, {"contexts": ["As recent research has shown, evenonplatforms such as Facebook, curating and moderation is far less automated than originally assumed (see Gillespie, 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "148bbfe1eea0bdc31c1c5e87d6b5db596a1ad59f", "externalIds": {"MAG": "2995378033", "DOI": "10.17645/mac.v7i4.2284"}, "url": "https://www.semanticscholar.org/paper/148bbfe1eea0bdc31c1c5e87d6b5db596a1ad59f", "title": "Molo.news: Experimentally Developing a Relational Platform for Local Journalism", "abstract": "In this article we present a research project that experimentally develops a local news platform based on empirical research (interviews, group discussions, a survey) and a co-creation approach. What is presented here is not a typical empirical social science research study but the culmination of an entire approach that is oriented toward software development. This article’s aim is to present the project’s conceptual ideas, its interdisciplinary character, its research-based development approach and the concept for a local news platform that grew out of our preliminary work. At each level we focus on the relationality which arises in the figurations of the actors involved and their various perspectives. First, we illustrate how relationality already shaped the objective of our project and how this results in its interdisciplinary structure and research design. We then discuss this idea with reference to our empirical findings, that is, the paradox of the local public sphere: While all the actors we interviewed—those who (professionally) produce content and those who use it—have a high appreciation for the idea of a local public sphere, the mediated connection to this sphere is diminishing at the same time. We understand this as the real challenge for local journalism and the local public sphere at large, and not just for individual media organizations. This is also the reason why we argue for a fundamentally relational approach: from a theoretical point of view, it can be used to grasp the crisis of the local public; from a practical point of view, relationality represents the core characteristic of the platform in development. On this basis, we will then show how the concept of the experimental local news platform evolved through the use of a prototype as a relational boundary object. This development lead to the conceptualization of the platform molo.news which itself is characterized by a fourfold relationality. Our concluding argument is that approaching relationality in a more rigorous way could be the key to exploring the future of local journalism.", "venue": "", "year": 2019, "referenceCount": 93, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2075229276", "name": "A. Hepp"}, {"authorId": "2067166114", "name": "W. Loosen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1be1dbbea6217939e772a67e74b087ed240c48d3", "externalIds": {"MAG": "2965110101", "DOI": "10.1093/JHUMAN/HUZ022"}, "url": "https://www.semanticscholar.org/paper/1be1dbbea6217939e772a67e74b087ed240c48d3", "title": "Cameras Everywhere Revisited: How Digital Technologies and Social Media Aid and Inhibit Human Rights Documentation and Advocacy", "abstract": "\n Pessimism currently prevails around human rights globally, as well as about the impact of digital technology and social media in supporting rights. However, there have been key successes in the use of these tools for documentation and advocacy in the past decade, including greater participation, more documentation, and growth of new fields around citizen evidence and fact-finding. Governments and others antagonistic to human rights have caught up in terms of weaponizing the affordances of the internet and pushing back on rights actors. Key challenges to be grappled with are consistent with ones that have existed for a decade but are exacerbated now—how to protect and enhance safety of vulnerable people and provide agency over visibility and anonymity; how to ensure and improve trust and credibility of human rights documentation and advocacy campaigning; and how to identify and use new strategies that optimize for a climate of volume of media, declining trust in traditional sources, and active strategies of distraction and misinformation. All of these activities take place primarily within a set of platforms that are governed by commercial imperatives and attention-based algorithms, and that increasingly use unaccountable content moderation processes driven by artificial intelligence. The article argues for a pragmatic approach to harm reduction within the platforms and tools that are used by a diverse range of human rights defenders, and for a proactive engagement on ensuring that an inclusive human rights perspective is centred in responses to new challenges at a global level within a multipolar world as well as specific areas of challenge and opportunity such as fake news and authenticity, deepfakes, use of artificial intelligence to find and make sense of information, virtual reality, and how we ensure effective solidarity activism. Solutions and usages in these areas must avoid causing inadvertent as well as deliberate harms to already marginalized people.", "venue": "Journal of Human Rights Practice", "year": 2019, "referenceCount": 60, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "18330395", "name": "S. Gregory"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "23126964b57d23b815699168d548b6e04c5760e8", "externalIds": {"MAG": "2978578179", "DOI": "10.1017/9781316442692"}, "url": "https://www.semanticscholar.org/paper/23126964b57d23b815699168d548b6e04c5760e8", "title": "The Digital Prism", "abstract": null, "venue": "", "year": 2019, "referenceCount": 280, "citationCount": 33, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "8701810", "name": "Mikkel Flyverbom"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "319260f4705148c586f5dd954bc1620416be3904", "externalIds": {"MAG": "2991013575", "DOI": "10.1007/978-3-030-25968-6_10"}, "url": "https://www.semanticscholar.org/paper/319260f4705148c586f5dd954bc1620416be3904", "title": "Nipples and the Digital Community", "abstract": "In a Danish context, the first time the public was exposed to these flaws was in 2012. It was the seemingly banal case of documentary writer Peter Ovig Knudsen, who published the two-volume book Hippie about the Danish hippie movement and their so-called Thy Camp in 1970. The photo documentation of these books included photos from the camp, where hippies walked around naked, swam undressed and the like. It was, of course, a central part of the hippie movement. These seemingly innocent documentary photos, however, turned out to violate several standards of several tech giants.", "venue": "", "year": 2019, "referenceCount": 2, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "1884982", "name": "F. Stjernfelt"}, {"authorId": "146112255", "name": "Anne Mette Lauritzen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3b2c1afc997cea3c54fa1cfcd2d95fe6763be518", "externalIds": {"ArXiv": "2101.05258", "DBLP": "journals/pacmhci/JiangKMBF19", "MAG": "2989158073", "DOI": "10.1145/3359157"}, "url": "https://www.semanticscholar.org/paper/3b2c1afc997cea3c54fa1cfcd2d95fe6763be518", "title": "Moderation Challenges in Voice-based Online Communities on Discord", "abstract": "Online community moderators are on the front lines of combating problems like hate speech and harassment, but new modes of interaction can introduce unexpected challenges. In this paper, we consider moderation practices and challenges in the context of real-time, voice-based communication through 25 in-depth interviews with moderators on Discord. Our findings suggest that the affordances of voice-based online communities change what it means to moderate content and interactions. Not only are there new ways to break rules that moderators of text-based communities find unfamiliar, such as disruptive noise and voice raiding, but acquiring evidence of rule-breaking behaviors is also more difficult due to the ephemerality of real-time voice. While moderators have developed new moderation strategies, these strategies are limited and often based on hearsay and first impressions, resulting in problems ranging from unsuccessful moderation to false accusations. Based on these findings, we discuss how voice communication complicates current understandings and assumptions about moderation, and outline ways that platform designers and administrators can design technology to facilitate moderation.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2019, "referenceCount": 78, "citationCount": 23, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "3376017", "name": "Jialun Jiang"}, {"authorId": "3396614", "name": "C. Kiene"}, {"authorId": "1404356529", "name": "Skyler Middler"}, {"authorId": "3299367", "name": "J. Brubaker"}, {"authorId": "1844816", "name": "Casey Fiesler"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3d74750017c57018766f747b2909f70de6fa1f6a", "externalIds": {"MAG": "2989105813", "DBLP": "journals/pacmhci/KieneJH19", "DOI": "10.1145/3359146"}, "url": "https://www.semanticscholar.org/paper/3d74750017c57018766f747b2909f70de6fa1f6a", "title": "Technological Frames and User Innovation", "abstract": "Management of technological change in organizations is one of the most enduring topics in the literature on computer-supported cooperative work. The successful navigation of technological change is both more challenging and more critical in online communities that are entirely mediated by technology than it is in traditional organizations. This paper presents an analysis of 14 in-depth interviews with moderators of subcommunities of one technological platform (Reddit) that added communities on a new technological platform (Discord). Moderation teams experienced several problems related to moderating content at scale as well as a disconnect between the affordances of Discord and their assumptions based on their experiences on Reddit. We found that moderation teams used Discord's API to create scripts and bots that augmented Discord to make the platform work more like tools on Reddit. These tools were particularly important in communities struggling with scale. Our findings suggest that increasingly widespread end user programming allow users of social computing systems to innovate and deploy solutions to unanticipated design problems by transforming new technological platforms to align with their past expectations.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2019, "referenceCount": 86, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "3396614", "name": "C. Kiene"}, {"authorId": "3376017", "name": "Jialun Jiang"}, {"authorId": "37264444", "name": "Benjamin Mako Hill"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3faea3a5f17a6992ce9e245bb5c6b9f0206cb235", "externalIds": {"MAG": "2990477715", "DOI": "10.1007/978-3-030-25968-6_15"}, "url": "https://www.semanticscholar.org/paper/3faea3a5f17a6992ce9e245bb5c6b9f0206cb235", "title": "Distortion of the Public Sphere", "abstract": "In 2010, in an attempt to explore how technology promotes peace, Facebook launched a new feature ‘Peace on Facebook’: “Facebook is proud to play a part in promoting peace by building technology that helps people better understand each other. By enabling people from diverse backgrounds to easily connect and share their ideas, we can decrease world conflict in the short and long term.” Facebook keeps track of for instance how many “friendships” the company has helped create between people representing arch enemies such as Israel/Palestine, Pakistan/India and Ukraine/Russia under the headline “A World of Friends”. All of them great stories. But Facebook speaks less loudly when it comes to the role of the company in the ethnic cleansing of the Rohingya minority in Myanmar. In 2014, Facebook moved into the country and within three years, the amount of users went from two to thirty million, and since then Buddhist extremists have used the platform to spread misinformation, encouraging violent upheaval. In 2017, propaganda, threats and coordination via Facebook became a contributing factor in this extensive ethnic cleansing. The fact that the conflict seems to have started with an Islamist massacre of Hindu villages in Rakhine state in August 2017, does not exempt Facebook for parts of the blame for the following escalating violence. In August 2018, after the UN had pointed to Myanmar military leaders as responsible for genocide, Facebook finally chose to remove 20 accounts of individuals and organizations from Myanmar’s top political management, among them General Min Aung Hlaing and the military television network Myawady—their Facebook pages were followed by as many as 12 million out of a total population of 53 million and had been used to encourage genocide. It was the first time Facebook banned political leaders from using the platform. The UN report criticized the role of Facebook as a useful instrument of the armed forces who incited the population to fight the Rohingya people. Facebook admitted that they had reacted too slowly.", "venue": "", "year": 2019, "referenceCount": 6, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1884982", "name": "F. Stjernfelt"}, {"authorId": "146112255", "name": "Anne Mette Lauritzen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4eaa2121a61e74a8ad5a1d1688bb845f757161fd", "externalIds": {"DBLP": "journals/pacmhci/Lustig19", "MAG": "2984969990", "DOI": "10.1145/3359312"}, "url": "https://www.semanticscholar.org/paper/4eaa2121a61e74a8ad5a1d1688bb845f757161fd", "title": "Intersecting Imaginaries", "abstract": "Sociotechnical imaginaries are futures that people envision might be possible and desirable. They have a real impact on how systems are designed and what values they have embedded in their design. This article examines imaginaries about autonomous systems, decentralized systems, and decentralized autonomous systems. Through a discussion of the literature on autonomous and decentralized systems and how these imaginaries play out in the blockchain community based on my qualitative research, I demonstrate how decentralized autonomous systems are related to imaginaries about the organization of and the future of work. I identify three framings of imaginaries about autonomous systems: (1) autonomous technology as physical objects, (2) as mathematical rules, and (3) as artificial mangers. I also identify two sometimes conflicting framings of imaginaries about distributed and decentralized technology: these technologies as a new form of production and as freedom from control. These imaginaries intersect in decentralized autonomous systems, and I examine what they can tell us about the design and governance of such technologies. Lastly, I suggest ways of using the concept of imaginaries in participatory design.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2019, "referenceCount": 171, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2368274", "name": "Caitlin Lustig"}]}}, {"contexts": ["…same time, both Facebook and Google provide broad, general guidelines relating to all permissible advertising when it comes to content, which detail matters of “policy and principle” and reveal “how platforms see themselves as ambivalent arbiters of public propriety” (Gillespie, 2018, pp. 46–47).", "This looks different from both the automated and human-vetted forms of content moderation for inappropriate content that Gillespie (2018) details in the context of non-paid user posts.", "We focus on paid political advertising because this is the domain that should have the most explicit policies, transparent decision-making, and consistent enforcement, as opposed to content moderation more broadly (see Gillespie, 2018).", "We do not believe that there is a universal content-based framework for making speech decisions outside of egregious content, the takedown of which is not seriously disputed (Gillespie, 2018)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "5031236051f71ee889a948b11e7d92cfacb9c12e", "externalIds": {"MAG": "2949876060", "DOI": "10.1080/10584609.2019.1619639"}, "url": "https://www.semanticscholar.org/paper/5031236051f71ee889a948b11e7d92cfacb9c12e", "title": "The “Arbiters of What Our Voters See”: Facebook and Google’s Struggle with Policy, Process, and Enforcement around Political Advertising", "abstract": "The question of how Facebook and Google make and justify decisions regarding permissible political advertising on their platforms is increasingly important. In this paper, we focus on the U.S. case and present findings from interviews with 17 former social media firm employees (n = 7) and political practitioners (n = 11). We also analyze emails (n = 45) exchanged between Facebook government and elections staffers and two campaigns, a U.S. gubernatorial (2017) and presidential campaign (2016), regarding the platform’s policies in the context of paid speech. In addressing questions about Facebook’s and Google’s processes and policies regarding paid political content, the rationales for them, and the ability of campaigns to contest decisions, this study shows how while Facebook and Google resist being arbiters of political discourse, they actively vet paid content on their platforms. These platforms differ with respect to how and what decisions they make in the context of paid speech and within each company there are active and ongoing debates among staffers about speech. These debates at times take place in consultation with political practitioners and often occur in the context of external events. Across these firms, policies regarding speech evolve through these internal debates, appeals by practitioners, and outside pressure. At the same time, both Facebook and Google make decisions in often opaque ways, according to policies that are not transparent, and without clear justifications to campaigns or the public as to how they are applied or enforced. This limits options for political practitioners to contest regulation decisions. Finally, we conclude by arguing for the need for expanded capacities for political practitioners and the public to exercise voice around the content decisions that these firms make, and for firms to create more robust institutional mechanisms for incorporating it.", "venue": "Political Communication", "year": 2019, "referenceCount": 56, "citationCount": 57, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "50074760", "name": "Daniel Kreiss"}, {"authorId": "40939785", "name": "Shannon C. McGregor"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "506a1d48b804ee88a6983f15968f8e63fddecdbe", "externalIds": {"MAG": "2991349160", "DOI": "10.1007/978-3-030-25968-6_16"}, "url": "https://www.semanticscholar.org/paper/506a1d48b804ee88a6983f15968f8e63fddecdbe", "title": "Trust Busting the Tech Giants?", "abstract": "In light of the many problems caused by the tech giants’ somewhat opaque transformation of the public sphere, it is quite necessary to ask the question of how they can be brought to show greater accountability when it comes to the public sphere. It is not just a matter of pushing a few buttons—there are elementary structural defects to the very setup. There are two ways to change this: the coercive or the voluntary. The first is often discussed in terms of the increasingly monopolistic behavior of the giants. We have already touched upon their dominant role in the market. The present situation is a far cry from the anarchist—or free-market liberalist—Internet of the 1990s, with its diversity of users and small companies all competing with each other. The dot-com bubble burst around the turn of the millennium and wiped out many of the small firms, helping to usher in the next phase, the 2000s. Here, a few companies gradually gained control of the market, only to become the world’s richest during the 2010s. Scrooge McDuck’s amazing career from shoeshine boy to the richest duck in the world has long been replaced by the story of Mark the Nerd who founded Facebook in his college dorm room in 2004, and long before turning 30 became one of the world’s most wealthy and powerful people. Facebook and Google are approaching a duopoly in the online advertising market based on non-paying users, with Microsoft and Apple bordering on duopoly in the field of software, and finally Amazon with its near-monopoly on Internet trade. The latter is less central to freedom of expression, but still includes a relevant dimension, as the size and market dominance of Amazon has made the company’s bookstore capable of putting unprecedented pressure on its suppliers—the publishing companies. The story of Jeff Bezos is well known, how he saw the enormous possibilities of Internet trading and decided to start from one corner: books. It was an industry of durable, easily transportable goods with a distribution network then dominated by small local players. It turned out to be the perfect place to launch a disruption of trade patterns through e-commerce. Amazon grew explosively and managed in but a few years to establish itself as a key player in the sales and distribution of books in many countries. Among the secrets to the company’s success was placing its headquarters in Seattle, in sparsely populated and remote Washington State, which meant that mail order buyers outside of the state could avoid taxes, allowing Amazon to undercut the prices of local bookstores. In the longer run, Amazon’s strength allowed the company to put pressure on the pricing policies of publishing companies.", "venue": "", "year": 2019, "referenceCount": 6, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1884982", "name": "F. Stjernfelt"}, {"authorId": "146112255", "name": "Anne Mette Lauritzen"}]}}, {"contexts": ["…did not consider platform moderation, but researchers should examine platforms’ attempts to identify and moderate disinformation using both automated and human evaluations because these intervention strategies substantially influence how content is distributed within platforms (Gillespie, 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "570365963adbd6795208a6ad7742840de078a7d2", "externalIds": {"MAG": "2980902266", "DOI": "10.1080/10584609.2019.1661889"}, "url": "https://www.semanticscholar.org/paper/570365963adbd6795208a6ad7742840de078a7d2", "title": "Coordinating a Multi-Platform Disinformation Campaign: Internet Research Agency Activity on Three U.S. Social Media Platforms, 2015 to 2017", "abstract": "Though nation-states have long utilized disinformation to influence foreign audiences, Russia’s 2015 to 2017 campaign against the U.S.—executed by the Internet Research Agency (IRA) —is unique in its complexity and distribution through the digital communication ecology. The following study explores IRA activity on three social media platforms, Facebook, Twitter, and Reddit, to understand how activities on these sites were temporally coordinated. Using a VAR analysis with Granger Causality tests, results show that IRA Reddit activity granger caused IRA Twitter activity within a one-week lag. One explanation may be that the Internet Research Agency is trial ballooning on one platform (i.e., Reddit) to figure out which messages are optimal to distribute on other social media (i.e., Twitter).", "venue": "Political Communication", "year": 2020, "referenceCount": 97, "citationCount": 15, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "113800385", "name": "Josephine Lukito"}]}}, {"contexts": ["…in the interests of retaining users and pacifying advertisers, but which are increasingly expected to take place in the public interest and with public oversight, despite the contested nature of both the public and its interests (Gillespie 2018) – thus bringing them into the sights of journalists.", "…culture is now itself a regular beat for some journalists, especially in the light of the recent concerns around disinformation, political manipulation and hate speech, and the platform governance challenges around dealing with these issues, on Facebook, Twitter and YouTube (Gillespie 2018).", "Social media and Internet culture is now itself a regular beat for some journalists, especially in the light of the recent concerns around disinformation, political manipulation and hate speech, and the platform governance challenges around dealing with these issues, on Facebook, Twitter and YouTube (Gillespie 2018).", "Vice was notable in the early 2010s for gonzo-like videos tackling edgy subjects like illicit drugs, extreme body modifications in Asia, and North Korea, drawing on the amateur aesthetics, intimate relations, and youthful cultures of YouTube to great success (Bødker 2017).", "These Vice videos typically featured young people reporting on their own experiences as they flung themselves into the heart of dangerous situations or exotic locales, and thus they also drew on the ethos of citizen journalism and participatory media, adapting existing news forms to the logics and cultures of emerging social media platforms like YouTube."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "58353a9c57c690de293e7cbf9f85468fac12c06b", "externalIds": {"MAG": "2943858087", "DOI": "10.1080/21670811.2018.1556313"}, "url": "https://www.semanticscholar.org/paper/58353a9c57c690de293e7cbf9f85468fac12c06b", "title": "Digital Journalism as Symptom, Response, and Agent of Change in the Platformed Media Environment", "abstract": "Abstract This article brings together perspectives from digital media studies and journalism scholarship to propose a working definition of digital journalism that can guide scholarship and applied research in this field. We define digital journalism as “those practices of newsgathering, reporting, textual production and ancillary communication that reflect, respond to, and shape the social, cultural and economic logics of the constantly changing digital media environment.” We elaborate and illustrate this definition through a discussion of the co-evolving relationship of journalism with the Internet and social media platforms since the 2000s and outline in detail how social news outlets such as BuzzFeed are paradigmatic examples of these dynamics and relationships. The article concludes by emphasizing the urgent need for both the study and practice of digital journalism in the public interest, especially in the context of an increasingly platformed and closed media system. We focus particularly on the methodological challenges and threat to public oversight that recent moves to platform enclosure and lockdown represent and provide some suggestions as to how these might be addressed.", "venue": "Digital Journalism", "year": 2019, "referenceCount": 37, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "40767865", "name": "J. Burgess"}, {"authorId": "116341762", "name": "Edward Hurcombe"}]}}, {"contexts": ["The concept of transparency, however, is often used in a general sense; Gillespie (2018) goes so far as to say that “calls for greater transparency in the critique of social media are so common as to be nearly vacant” (p. 212).", "…for social media platforms, the decisions that providers make are increasingly the subject of public interest, and a number of major controversies have erupted over the last decade as different stakeholders try to understand and influence how content is moderated online (Gillespie, 2018).", "…about the acceptability of speech differ among regions; usually, these standards have evolved in the context of mass media regulation over time, and reflect significant variation in regulatory instruments, legal opinions, and community understandings of acceptable content (Gillespie, 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6b7dd458d70b94182ffad2a3216178c7219af3c0", "externalIds": {"MAG": "2923786079"}, "url": "https://www.semanticscholar.org/paper/6b7dd458d70b94182ffad2a3216178c7219af3c0", "title": "What do we mean when we talk about transparency? Towards meaningful transparency in commercial content moderation", "abstract": "This paper seeks to provide greater specificity to demands for transparency in the commercial content moderation practices of digital platforms. We identify gaps in knowledge through a thematic analysis of 380 survey responses from individuals who have been the subject of content moderation decisions. We argue that meaningful transparency should be understood as a component of a communicative process of accountability (rendering account) to independent stakeholders. We make specific recommendations for platforms to provide people with clear information about decisions that affect them, including what content is moderated, which rule was breached, and a description of the people and automated processes responsible for identifying content and making the decision. Beyond providing more information to individuals about particular decisions, however, we note the major challenge of improving understanding of content moderation at a systems level. General demands for greater transparency should be reframed to focus on enhanced access to large-scale disaggregated data that can enable new methods and collaborations between academia, civil society, and journalists to make these systems more understandable and accountable.", "venue": "", "year": 2019, "referenceCount": 46, "citationCount": 40, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "69373969", "name": "Nicolas Suzor"}, {"authorId": "40962859", "name": "S. West"}, {"authorId": "108146749", "name": "Andrew Quodling"}, {"authorId": "48384162", "name": "Jillian C. York"}]}}, {"contexts": ["Platforms receive many reports about alleged bullying but for many of these reports, the platforms cannot establish that they violate company policy (Gillespie, 2018).", "While this content regulation can take place via reporting content to human moderators, people working or contracting for the company who subsequently look into the case and make decisions, it can also be automated via various forms of filters and algorithms (Gillespie, 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "7050e3eb77ae168c8dc00808a9b5042f4e84f006", "externalIds": {"MAG": "2989765122", "DOI": "10.1080/17482798.2019.1695219"}, "url": "https://www.semanticscholar.org/paper/7050e3eb77ae168c8dc00808a9b5042f4e84f006", "title": "Norwegian children’s perceptions of effectiveness of social media companies’ cyberbullying policies: an exploratory study", "abstract": "ABSTRACT There is a paucity of research that examines the effectiveness of social media companies’ anti-bullying tools from the children’s perspective. This article relies on two datasets from Norway: A small-scale exploratory survey and focus groups with children at one school in Norway; and the EU Kids Online survey with a nationally representative sample of Norwegian Internet-using children, to examine whether children and young people aged 9–19 are aware of and whether they use social media companies’ mechanisms against cyberbullying (e.g., various types of reporting, blocking, and companies’ safety and help centers). We also examine the extent to which children find these tools to be helpful and the underlying reasons for such perceptions of the effectiveness of social media companies’ mechanisms. The study further inquires into children’s perceptions of company responsibility for providing assistance in bullying incidents. While the majority of children in both samples know how to use basic tools such as reporting, the levels of awareness of various companies’ advanced tools as well as the use of these, are relatively low. Children also have mixed perceptions as to whether companies are able to assist. Results are discussed from the framework of children’s rights, offering policy recommendations.", "venue": "", "year": 2020, "referenceCount": 53, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3472006", "name": "Tijana Milosevic"}, {"authorId": "35646505", "name": "Marko Vladisavljević"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7807aafde2f1f5058b9acab58e9710818971ea48", "externalIds": {"DBLP": "conf/chi/Wohn19", "MAG": "2940648399", "DOI": "10.1145/3290605.3300390"}, "url": "https://www.semanticscholar.org/paper/7807aafde2f1f5058b9acab58e9710818971ea48", "title": "Volunteer Moderators in Twitch Micro Communities: How They Get Involved, the Roles They Play, and the Emotional Labor They Experience", "abstract": "The ability to engage in real-time text conversations is an important feature on live streaming platforms. The moderation of this text content relies heavily on the work of unpaid volunteers. This study reports on interviews with 20 people who moderate for Twitch micro communities, defined as channels that are built around a single or group of streamers, rather than the broadcast of an event. The study identifies how people become moderators, their different styles of moderating, and the difficulties that come with the job. In addition to the hardships of dealing with negative content, moderators also have complex interpersonal relationships with the streamers and viewers, where the boundaries between emotional labor, physical labor, and fun are intertwined.", "venue": "CHI", "year": 2019, "referenceCount": 61, "citationCount": 64, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2379340", "name": "D. Y. Wohn"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "81af995f547e4e1a4f391ef02dade762d942cd36", "externalIds": {"MAG": "2986837727", "DOI": "10.1007/978-3-030-24882-6_3"}, "url": "https://www.semanticscholar.org/paper/81af995f547e4e1a4f391ef02dade762d942cd36", "title": "Mediatised Emotions: A Framework for Understanding the Display of Affect in the Network Society", "abstract": "Recent scholarship demonstrates increasing interest in the emotions as drivers of news sharing and virality in digital environments. To understand how emotions unfold in the network society, this chapter offers a conceptual framework articulated on three levels. First, at the macro level, it explores the phenomenon of mediatisation and sharing culture. Secondly, on the meso level, it examines the digital space, configured around platforms, which condition emotional expression and favour the emergence of “affective publics.” Finally, at the micro level, it presents social interactions in the digital sphere from the user perspective, where the combination of psychological motivation and certain content features mobilise the emotions, which can then give rise to said content going viral.", "venue": "Emotions and Loneliness in a Networked Society", "year": 2019, "referenceCount": 130, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2076335032", "name": "Javier Serrano-Puche"}, {"authorId": "2133524530", "name": "Leonor Solís Rojas"}]}}, {"contexts": ["Pri tem se kot pomemben politični akter kažejo platforme same, ki med razvijanjem in upravljanjem tistega, kar je postala globalna infrastruktura za udejanjanje svobode izražanja, sprejemajo pomembne politične odločitve (Gillespie 2018).", "…lahko zaradi človeške ali tehnološke pristranskosti, denimo, izbire parametrov algoritmov ali izbire podatkov, ki se uporabljajo za usposabljanje ali potrjevanje, vodijo v nepravične, diskriminatorne odločitve in namerno ali nenamerno utišajo tudi govor, ki bi moral biti slišan (Gillespie 2018).", "Podjetja, ki razširjajo, moderirajo, razvrščajo in interpretirajo vsebine, medijske in uporabniške, so videna kot tehnološka podjetja, tržni in zasebni prostori, redkeje pa kot medijska podjetja in javne sfere (Gillespie 2018; van Dijck idr."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "84566a255de2121a9d5983c4f64bba243cc5eca5", "externalIds": {"MAG": "2994869291", "DOI": "10.1080/13183222.2019.1696604"}, "url": "https://www.semanticscholar.org/paper/84566a255de2121a9d5983c4f64bba243cc5eca5", "title": "Igra mačke z mišjo: medijska regulacija v Evropski uniji v času algoritmizacije komuniciranja", "abstract": "Digitalno vladovanje, ki se razvija v državah članicah EU kot odgovor na izzive avtomatiziranega in algoritmiziranega komuniciranja ob ujetosti državne in evropske medijske regulacije v analogne koncepte in rešitve, je zaradi kompleksnosti redko predmet celostne obravnave. Predlagan metodološki pristop, utemeljen na konceptu vladovanja in splošni teoriji sistemov, ki povezuje družbene, ekonomske in tehnične koncepte, ter obseg primerjalne raziskave, ki vključuje 24 držav članic EU, omogočata celovit vpogled v stanje vladovanja v EU. Rezultati raziskave so predstavljeni v kontekstu procesov transformacije regulacije in vladovanja ter širših medijskih in družbenih sprememb, pri katerih se zdi, da je regulacija vedno nekaj korakov za tehnološkimi podjetji, zdaj že pomembnimi globalnimi političnimi akterji, kot v igri mačke in miši, v kateri bi morale države pokazati več spretnosti, odločnosti in sodelovanja, korporacije pa več družbene odgovornosti.", "venue": "", "year": 2019, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1577646330", "name": "Tanja Kerševan Smokvina"}, {"authorId": "2103115780", "name": "Tanja Pavleska"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8e290c282ccf0fb4cefc7be70a3ec6195022d4c8", "externalIds": {"MAG": "2989625774", "DOI": "10.1007/978-3-030-25968-6_11"}, "url": "https://www.semanticscholar.org/paper/8e290c282ccf0fb4cefc7be70a3ec6195022d4c8", "title": "Facebook’s Handbook of Content Removal", "abstract": "Due to the recent crises, Facebook is restructuring to restore the company’s reputation, which is, according to Zuckerberg, a three-year process. On April 24, 2018, Facebook published its updated internal guidelines for enforcement of the company’s community standards. It was the first time the public gained direct, “official” insight into this comprehensive hidden policing inside the company. The only glimpses behind the curtain provided before then came from confidential documents leaked to Gawker magazine in 2012, to S/Z in 2016—and in 2017, when The Guardian published “The Facebook Files”. They included comprehensive removal guidelines featuring a mixture of parameters, decision trees and rules of thumb—illustrated by many concrete examples of content to be removed, most likely taken from real ousted material of the time. As a contrast to this, the 2018 document is much more sparse, orderly and void of examples, and it is tempting to think that this is a combed-down version aimed for publication. Still, the document gives unique insight into the detailed principles for the company’s content removal—albeit not the enforcement procedure itself. One can only guess as to whether this surprising move away from secrecy can be attributed to the increasing media storm throughout 2017, culminating in the Cambridge Analytica revelation of March 2018 and the congressional hearings in April of the same year. The document contains six chapters: (1) “Violence and Criminal Behavior”, (2) “Safety”, (3) “Objectionable Content”, (4) “Integrity and Authenticity”, (5) “Respecting Intellectual Property” and (6) “Content Related Requests”.", "venue": "", "year": 2019, "referenceCount": 3, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1884982", "name": "F. Stjernfelt"}, {"authorId": "146112255", "name": "Anne Mette Lauritzen"}]}}, {"contexts": ["…the rise of interactive social media sites, including Facebook, Twitter, Instagram, and Snapchat, have necessitated professional occupations focusing on content moderation (Gillespie, 2018; Roberts, 2016), which include comment management and filtering for the NYT (Etim, 2017; Southern, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "90ec377312fb9d606fa9242010063ab2cddd7026", "externalIds": {"MAG": "2951973051", "DOI": "10.1080/10572252.2019.1634766"}, "url": "https://www.semanticscholar.org/paper/90ec377312fb9d606fa9242010063ab2cddd7026", "title": "Peering into the Internet Abyss: Using Big Data Audience Analysis to Understand Online Comments", "abstract": "ABSTRACT This article offers a methodology for conducting large-scale audience analysis called “big data audience analysis” (BDAA). BDAA uses distant reading and thin description to examine a large corpus of text data from online audiences. In this article, that corpus is approximately 450,000 online reader comments. We analyze this corpus through sentiment analysis, statistical analysis, and geolocation to identify trends and patterns in large datasets. BDAA can better prepare TPC researchers for large-scale audience studies.", "venue": "Technical Communication Quarterly", "year": 2020, "referenceCount": 116, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49952518", "name": "J. Gallagher"}, {"authorId": "2109201127", "name": "Yinyin Chen"}, {"authorId": "1390976654", "name": "Kyle Wagner"}, {"authorId": "48631184", "name": "Xuan Wang"}, {"authorId": "2072983874", "name": "Jingyi Zeng"}, {"authorId": "150908031", "name": "Alyssa Lingyi Kong"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a3f0b0bcbcdc9364c55aad6cf8ebd133027c3a40", "externalIds": {"DBLP": "journals/tochi/JhaverBGB19", "MAG": "2964034671", "DOI": "10.1145/3338243"}, "url": "https://www.semanticscholar.org/paper/a3f0b0bcbcdc9364c55aad6cf8ebd133027c3a40", "title": "Human-Machine Collaboration for Content Regulation: The Case of Reddit Automoderator", "abstract": "What one may say on the internet is increasingly controlled by a mix of automated programs, and decisions made by paid and volunteer human moderators. On the popular social media site Reddit, moderators heavily rely on a configurable, automated program called “Automoderator” (or “Automod”). How do moderators use Automod? What advantages and challenges does the use of Automod present? We participated as Reddit moderators for over a year, and conducted interviews with 16 moderators to understand the use of Automod in the context of the sociotechnical system of Reddit. Our findings suggest a need for audit tools to help tune the performance of automated mechanisms, a repository for sharing tools, and improving the division of labor between human and machine decision making. We offer insights that are relevant to multiple stakeholders—creators of platforms, designers of automated regulation systems, scholars of platform governance, and content moderators.", "venue": "ACM Trans. Comput. Hum. Interact.", "year": 2019, "referenceCount": 175, "citationCount": 39, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3362498", "name": "Shagun Jhaver"}, {"authorId": "151032655", "name": "Iris Birman"}, {"authorId": "145280613", "name": "Eric Gilbert"}, {"authorId": "143709703", "name": "A. Bruckman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a48d7148a339033f0d47261a4535787327c98502", "externalIds": {"MAG": "2991482301", "DOI": "10.1007/978-3-030-25968-6_9"}, "url": "https://www.semanticscholar.org/paper/a48d7148a339033f0d47261a4535787327c98502", "title": "Free Speech Under Pressure", "abstract": "As mentioned above, the UN Declaration of Human Right states that “everyone has the right to freedom of opinion and expression; this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers.” This is freedom of expression in a broad sense, as the wording contains both individuals’ and organizations’ freedom to express themselves and their right to seek out information freely and search for information freely.", "venue": "", "year": 2019, "referenceCount": 2, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1884982", "name": "F. Stjernfelt"}, {"authorId": "146112255", "name": "Anne Mette Lauritzen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b1964b2ecb1325d6e14f342ccf4a464eadaee854", "externalIds": {"PubMedCentral": "6882318", "MAG": "2990008442", "DOI": "10.1186/s12992-019-0519-1", "PubMed": "31775896"}, "url": "https://www.semanticscholar.org/paper/b1964b2ecb1325d6e14f342ccf4a464eadaee854", "title": "Crowdfunding and global health disparities: an exploratory conceptual and empirical analysis", "abstract": "The use of crowdfunding platforms to cover the costs of healthcare is growing rapidly within low-, middle-, and high-income countries as a new funding modality in global health. The popularity of such “medical crowdfunding” is fueled by health disparities and gaps in health coverage and social safety-net systems. Crowdfunding in its current manifestations can be seen as an antithesis to universal health coverage. But research on medical crowdfunding, particularly in global health contexts, has been sparse, and accessing robust data is difficult. To map and document how medical crowdfunding is shaped by, and shapes, health disparities, this article offers an exploratory conceptual and empirical analysis of medical crowdfunding platforms and practices around the world. Data are drawn from a mixed-methods analysis of medical crowdfunding campaigns, as well as an ongoing ethnographic study of crowdfunding platforms and the people who use them. Drawing on empirical data and case examples, this article describes three main ways that crowdfunding is impacting health equity and health politics around the world: 1) as a technological determinant of health, wherein data ownership, algorithms and platform politics influence health inequities; 2) as a commercial determinant of health, wherein corporate influence reshapes healthcare markets and health data; 3) and as a determinant of health politics, affecting how citizens view health rights and the future of health coverage. Rather than viewing crowdfunding as a social media fad or a purely beneficial technology, researchers and publics must recognize it as a complex innovation that is reshaping health systems, influencing health disparities, and shifting political norms, even as it introduces new ways of connecting and caring for those in the midst of health crises. More analysis, and better access to data, is needed to inform policy and address crowdfunding as a source of health disparities.", "venue": "Globalization and Health", "year": 2019, "referenceCount": 99, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Political Science"], "authors": [{"authorId": "5275704", "name": "Nora Kenworthy"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b2a784d30fc478470dc7c27c844700d7a63b5021", "externalIds": {"MAG": "2942399136", "DBLP": "conf/chi/AlkhatibB19", "DOI": "10.1145/3290605.3300760"}, "url": "https://www.semanticscholar.org/paper/b2a784d30fc478470dc7c27c844700d7a63b5021", "title": "Street-Level Algorithms: A Theory at the Gaps Between Policy and Decisions", "abstract": "Errors and biases are earning algorithms increasingly malignant reputations in society. A central challenge is that algorithms must bridge the gap between high-level policy and on-the-ground decisions, making inferences in novel situations where the policy or training data do not readily apply. In this paper, we draw on the theory of street-level bureaucracies, how human bureaucrats such as police and judges interpret policy to make on-the-ground decisions. We present by analogy a theory of street-level algorithms, the algorithms that bridge the gaps between policy and decisions about people in a socio-technical system. We argue that unlike street-level bureaucrats, who reflexively refine their decision criteria as they reason through a novel situation, street-level algorithms at best refine their criteria only after the decision is made. This loop-and-a-half delay results in illogical decisions when handling new or extenuating circumstances. This theory suggests designs for street-level algorithms that draw on historical design patterns for street-level bureaucracies, including mechanisms for self-policing and recourse in the case of error.", "venue": "CHI", "year": 2019, "referenceCount": 128, "citationCount": 58, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3153970", "name": "A. Alkhatib"}, {"authorId": "145879842", "name": "Michael S. Bernstein"}]}}, {"contexts": ["It acknowledges that, as digital media scholars have noted (Gillespie 2018a), platforms are fundamentally political actors that make important political decisions while engineering what has become the global infrastructure of free expression; but it also acknowledges the other half of the equation:…", "Other possible visions of co-governance involve more granular forms of user participation in policy decisions: for instance, Gillespie (2018) describes Facebook’s brief experiment with user voting on policy changes as a possible model which need not have been cast aside so quickly.", "A\ngrowing body of work seeks to explore the practices and implications of commercial content moderation and content policy (Roberts 2018) as the processes through which platform companies set and enforce the rules governing user speech (Gillespie 2018a; Suzor 2019).", "Please consult the final version of record for page numbers and references.\nvirtually all aspects of contemporary life, from politics (Gillespie 2018b) and labour relations (Srnicek 2016; Van Doorn 2017) to cultural production and consumption (Nieborg and Poell 2018)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "c57f0e783ed3593cc94f1954435b70e238636bdb", "externalIds": {"MAG": "2911280170", "DOI": "10.1080/1369118X.2019.1573914"}, "url": "https://www.semanticscholar.org/paper/c57f0e783ed3593cc94f1954435b70e238636bdb", "title": "What is platform governance?", "abstract": "ABSTRACT Following a host of high-profile scandals, the political influence of platform companies (the global corporations that that operate online ‘platforms’ such as Facebook, WhatsApp, YouTube, and many other online services) is slowly being re-evaluated. Amidst growing calls to regulate these companies and make them more democratically accountable, and a host of policy interventions that are actively being pursued in Europe and beyond, a better understanding of how platform practices, policies, and affordances (in effect, how platforms govern) interact with the external political forces trying to shape those practices and policies is needed. Building on digital media and communication scholarship as well as governance literature from political science and international relations, the aim of this article is to map an interdisciplinary research agenda for platform governance, a concept intended to capture the layers of governance relationships structuring interactions between key parties in today's platform society, including platform companies, users, advertisers, governments, and other political actors.", "venue": "Information, Communication & Society", "year": 2019, "referenceCount": 243, "citationCount": 96, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "35630546", "name": "Robert Gorwa"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c828be2d531db58d919a1988e0dcd40dc4ac731b", "externalIds": {"MAG": "2943327675", "DOI": "10.1073/pnas.1813486116", "PubMed": "31036646"}, "url": "https://www.semanticscholar.org/paper/c828be2d531db58d919a1988e0dcd40dc4ac731b", "title": "Preventing harassment and increasing group participation through social norms in 2,190 online science discussions", "abstract": "Significance Online harassment remains a common experience despite decades of work to identify unruly behavior and enforce rules against it. Consequently, many people avoid participating in online conversations for fear of harassment. Using a large-scale field experiment in a community with 13 million subscribers, I show that it is possible to prevent unruly behavior and also increase newcomer participation in public discussions of science. Announcements of community rules in discussions increased the chance of rule compliance by >8 percentage points and increased newcomer participation by 70% on average. This study demonstrates the influence of community rules on who chooses to join a group and how they behave. Theories of human behavior suggest that people’s decisions to join a group and their subsequent behavior are influenced by perceptions of what is socially normative. In online discussions, where unruly, harassing behavior is common, displaying community rules could reduce concerns about harassment that prevent people from joining while also influencing the behavior of those who do participate. An experiment tested these theories by randomizing announcements of community rules to large-scale online conversations in a science-discussion community with 13 million subscribers. Compared with discussions with no mention of community expectations, displaying the rules increased newcomer rule compliance by >8 percentage points and increased the participation rate of newcomers in discussions by 70% on average. Making community norms visible prevented unruly and harassing conversations by influencing how people behaved within the conversation and also by influencing who chose to join.", "venue": "Proceedings of the National Academy of Sciences", "year": 2019, "referenceCount": 55, "citationCount": 41, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "145426686", "name": "J. N. Matias"}]}}, {"contexts": ["For example, in 2014 Facebook changed its longstanding policy censoring many breastfeeding photos after public outcry (Gillespie 2018).", "For many social media sites, content moderation is contextual and shifts based on controversies and user practices (Tarleton Gillespie 2018).", "Except for several brief removals and then reinstatements of adult content from search (Gillespie 2018)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "d237bf8c1a849e0d81ad9cebcd34c28bd7078a81", "externalIds": {"MAG": "2981244006", "DOI": "10.1080/14680777.2019.1678505"}, "url": "https://www.semanticscholar.org/paper/d237bf8c1a849e0d81ad9cebcd34c28bd7078a81", "title": "Tumblr was a trans technology: the meaning, importance, history, and future of trans technologies", "abstract": "ABSTRACT Building from previous researchers’ conceptions of queer technologies, we consider what it means to be a trans technology. This research study draws from interviews with Tumblr transition bloggers (n = 20), along with virtual ethnography, trans theory, and trans technological histories, using Tumblr as a case study to understand how social technologies can meet the needs of trans communities. Tumblr supported trans experiences by enabling users to change over time within a network of similar others, separate from their network of existing connections, and to embody (in a digital space) identities that would eventually become material. Further, before 2018 policy changes banning “adult” content, Tumblr upheld policies and an economic model that allowed erotic content needed for intersectional trans community building. We argue that these aspects made Tumblr a trans technology. We examine themes of temporality, openness, change, separation, realness, intersectionality, and erotics, along with considering social media platforms’ policies and economic models, to show how trans technologies can provide meaningful spaces for trans communities.", "venue": "Feminist Media Studies", "year": 2019, "referenceCount": 105, "citationCount": 37, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2431050", "name": "Oliver L. Haimson"}, {"authorId": "1416308631", "name": "Avery Dame-Griff"}, {"authorId": "2067955655", "name": "Elias Capello"}, {"authorId": "115158717", "name": "Zahari Richter"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d9279cb92a31da1eba6613a1ab6f438c2af28b16", "externalIds": {"MAG": "2956557631", "DOI": "10.1007/978-3-030-17906-9_4"}, "url": "https://www.semanticscholar.org/paper/d9279cb92a31da1eba6613a1ab6f438c2af28b16", "title": "The Business of News Sharing", "abstract": "This chapter analyses the business of news sharing through a political economic prism, investigating how social media platforms and analytics services are transforming journalism, news production and distribution. Martin introduces the concept of critical media ecology to investigate the interrelated business models, ownership patterns and industrial power of key platform corporations such as Facebook and Microsoft, and news intermediaries like Gigya, Chartbeat and ICUC that provide social metadata services, such as news analytics, identity management, and content placement. She also analyses the companies providing dialogic media services such as content hosting, community management and social indexing. In exploring China’s control over its sharing ecology, and the rise in social data trading, the chapter raises questions about the fate of media freedom in the twenty-first century.", "venue": "Sharing News Online", "year": 2019, "referenceCount": 68, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "119886356", "name": "Fiona Martin"}]}}, {"contexts": ["One of the best examples of this approach is Facebook, whose use of user content is consistently secretive and whose moderation rules are difficult for users to understand [28], [29], [34]."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e9bc7fc4e0cbf0eb689079caec24a3ea68f97fcd", "externalIds": {"DBLP": "journals/tpc/GettoL19", "MAG": "2982844386", "DOI": "10.1109/TPC.2019.2946996"}, "url": "https://www.semanticscholar.org/paper/e9bc7fc4e0cbf0eb689079caec24a3ea68f97fcd", "title": "“Hey, Such-and-Such on the Internet Has Suggested …”: How to Create Content Models That Invite User Participation", "abstract": "Problem: Few frameworks exist for building content strategies around user-generated content. We present a framework for building content strategies that enable user participation in the development and delivery of content. Key concepts: For this framework to be successfully implemented, this implementation team needs a working knowledge of user-generated content strategy, or the development of strategies for the creation, publication, and governance of useful, usable content that encourage user participation. The framework also requires an understanding of the relationship between content models and technologies. Finally, practitioners utilizing the framework must also understand the role of content moderation in facilitating development of user-generated content. Key lessons: Our framework for user-generated content strategy specifies three main practices: 1. Developing a content strategy that enables interactions among administrators, moderators, users, types of content, and technologies within a given network; 2. building content models within technologies so that all interactions flow seamlessly; and 3. using content moderation to ensure that users are empowered to contribute content while respecting quality guidelines. Implications: Though there are challenges to facilitating user-generated content that unites organizational goals and user goals, the use of a framework like ours can benefit organizations that want to make user-generated content a core part of what they do.", "venue": "IEEE Transactions on Professional Communication", "year": 2019, "referenceCount": 32, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2275966", "name": "G. Getto"}, {"authorId": "31553723", "name": "Jack T. Labriola"}]}}]}