{"offset": 0, "data": [{"contexts": ["Some experts state that today’s society is surrounded by various media, especially the human brain which can process visual content faster than text [2]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "278454b0317fc61513ef71149f47bfc35eab839c", "externalIds": {"MAG": "3182596336", "DOI": "10.37312/IMOVICCON.V2I1.95"}, "url": "https://www.semanticscholar.org/paper/278454b0317fc61513ef71149f47bfc35eab839c", "title": "The use of Freytag’s Pyramid Structure to Adapt “Positive Body Image” Book into a Motion Graphic Structure", "abstract": "Narrative structure is the framework of the story as the basis for presenting the narrative to the audience. Narrative structure is generally applied to something that is fictional to determine the direction of the plot of a story, such as story books, novels, films, and animations. This paper will discuss the adaptation of a scientific book by Justin Healey on the problem of body image which will be adapted into motion graphic media using the Freytag Pyramid narrative structure method. The adaptation of scientific books with a narrative structure is carried out with the aim of helping the process of grouping information that will be used into a designed motion graphic video, as well as to help in making motion graphic structures by writing the script. The methodology used in this paper is research by conducting a literature study from existing sources and references from books or journals, before entering the stage of analysing scientific books. The adaptation phase begins by analysing a scientific book entitled Positive Body Image using the Freytag's Pyramid narrative structure method. It is not only used to analyse and classify information but is also used as a reference in writing scripts based on the narrative structure of the Freytag Pyramid, which can determine the structure of the designed motion graphic. From the results of this analysis, it can be concluded that the narrative structure method can also be used to analyse scientific and nonfiction books, as well as being applied in designing motion graphics.", "venue": "IMOVICCON Conference Proceeding", "year": 2021, "referenceCount": 4, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2129249122", "name": "Aprilia Debora Kumaat"}, {"authorId": "151361566", "name": "A. Zulkarnain"}]}}, {"contexts": ["…are essential components to citizenship (Literat and Kligler-Vilenchik, 2019: 1989)—demonstrating how everyday offline and online lives intertwine, Burgess and Green (2009) claim that through digital technology and DMS, everyday creative practices situated in history and the private space, are…", "Burgess and Green (2009) state video and visual content have long been primary\nCharlotte Hill International Journal of Cultural Studies DOI: 10.1177/13678779211027179\nvehicles of social interaction and communication."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "403b0dedb4c70a1edbaca300b4b29c6c5b2f1317", "externalIds": {"DOI": "10.1177/13678779211027179"}, "url": "https://www.semanticscholar.org/paper/403b0dedb4c70a1edbaca300b4b29c6c5b2f1317", "title": "Poetic resistance: Karen long-distance nationalism, rap music, and YouTube", "abstract": "This article investigates a concern among encamped elder Karen refugees (an ethnic minority from Myanmar) living along the Thai–Myanmar border that the youth are disconnected politically and culturally. I argue that Karen youth are creative, active participants, reimagining and revitalising Karen politics and culture in their image. I explore how displaced youths have found a voice in Karen rap and how they express this voice in the digitally mediated lived space of YouTube. I consider YouTube as a lived space where citizenship is reimagined and long-distance nationalism is articulated. Finally, I contend that YouTube is transforming Karen youths’ political experiences and mobility and that they are actively political – just not in the way the elders expect.", "venue": "International Journal of Cultural Studies", "year": 2021, "referenceCount": 90, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Charlotte Hill"}]}}, {"contexts": ["YouTube does not produce content itself but provides users means of distributing theirs and provides an online space for a participatory culture (Harmer 2010) and the popularity of the platform suggests a huge potential for knowledge distribution."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "7419d449f6cf9ef116a174e4c135bc4502a37f88", "externalIds": {"DOI": "10.3389/fcomm.2021.625906"}, "url": "https://www.semanticscholar.org/paper/7419d449f6cf9ef116a174e4c135bc4502a37f88", "title": "“Maybe a Long Fast Is Good for You”: Health Conceptualisations in YouTube Diet Videos", "abstract": "In this paper, we study which health conceptualisations are promoted or supported by intermittent fasting, no-carb-no-sugar, and endomorph Diet YouTubers and how they relate to existing definitions of health. In order to openly understand how YouTubers present health concepts, we will study health conceptualisations in YouTube diet videos qualitatively, through the use of thematic analysis. We identify five main themes: weight management, prior dietary awareness, diet literacy, quality of life, and the satisfaction of functional needs. We find that YouTubers substitute the WHO’s pursuit of a complete state of well-being by an implicit, tacit version of new health concepts. The tacit form allows them to stay practical and to focus on real-world dietary concerns, such as answers to the simple question “what should I eat to stay healthy?”. Diet YouTubers do not, however, neatly position themselves within existing health conceptualisations and they offer views on health that move beyond “formal” conceptualisations, including self-inspection, timing, preparation and planning and context-design. Differing from the universal definitions of health, the Diet YouTubers we studied target specific audiences with their presentations of healthy eating.", "venue": "Frontiers in Communication", "year": 2021, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2124451565", "name": "Mu-Chi Chiu"}, {"authorId": "5459789", "name": "B. Penders"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3331224579e688fd936b98a14881d5f994135695", "externalIds": {"DOI": "10.1080/14682737.2020.1874714"}, "url": "https://www.semanticscholar.org/paper/3331224579e688fd936b98a14881d5f994135695", "title": "Lenguaje juvenil, autenticidad y resistencia entre los youtubers españoles", "abstract": "Abstract In recent years, so-called YouTubers have become new media celebrities who have managed to attract the attention of the public, especially young audiences. Drawing on an empirical study based on interviews with teenagers and young people and an online observation of the YouTube channels they followed (September 2016–May 2017), this paper focuses on a particularly significant issue in the case of some Spanish YouTubers that attract these young audiences: the regular use of swear words and bad language. We will argue that for these YouTubers, this bad language constitutes their distinctiveness and a hallmark of “authenticity” that helps them connect with their young audiences. As we will show in our analysis, they express tension when required to change their speech by the media corporations that host or sponsor them, feeling that this is an attack against their persona, so the bad language becomes a form of resistance.", "venue": "", "year": 2021, "referenceCount": 76, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "145186296", "name": "I. Márquez"}, {"authorId": "2073725420", "name": "E. Ardévol"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5cb88574cf787f47a051a67fede85e5f22aecc30", "externalIds": {"MAG": "3064510836", "DOI": "10.5406/americanmusic.38.2.0125"}, "url": "https://www.semanticscholar.org/paper/5cb88574cf787f47a051a67fede85e5f22aecc30", "title": "Guest Editors' Introduction: Platforms, Labor, and Community in Online Listening", "abstract": null, "venue": "", "year": 2020, "referenceCount": 12, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "6536326", "name": "Kate Galloway"}, {"authorId": "1931662989", "name": "K. E. Goldschmitt"}, {"authorId": "1928957990", "name": "Kate K. E. Paula Harper"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8a09c19b0ddd5ef320d5228504c44e744ed643d0", "externalIds": {"DOI": "10.3916/c63-2020-03"}, "url": "https://www.semanticscholar.org/paper/8a09c19b0ddd5ef320d5228504c44e744ed643d0", "title": "Women on YouTube: Representation and participation through the Web Scraping technique", "abstract": "YouTube is the favourite entertainment platform for teens and pre-teens. It is configured as a space for interaction and collaboration that coordinates collective creativity as a generator of meaning. Because of this, nowadays the platform constitutes an enabling environment for subjectivation. Women and men participate by sharing or consuming videos, although the visibility and experiences are different for each gender. The aim of this study is to analyse the presence of women in the new spaces of participation, both from the perspective of producers and consumers of content. An analysis based on Web Scraping of the Instagram profiles of the 50 most successful Youtubers in Spain was carried out. The data obtained was analysed with the statistical software R. The results show a low representation of women among the channels with the highest number of views and subscribers. In addition, there is a lower presence of a female audience. Both roles, women as content creators and as consumers, are mostly associated with stereotypically feminine content such as beauty, drawmylife and fitness sports. The study shows that YouTube, the platform representing the new online participation spaces, reproduces the gender power structures of traditional media. An analytical approach to media education is needed to fight against sexist representations, stereotypes and under-representation of women in public spaces. RESUMEN YouTube es la plataforma favorita de entretenimiento de adolescentes y pre-adolescentes. Se presenta en esta etapa como un entorno propicio para la subjetivación, al configurarse como un espacio de interacción y colaboración, que coordina la creatividad colectiva como generadora de significado. Mujeres y hombres participan compartiendo o consumiendo vídeos, aunque la visibilidad y las experiencias son diferentes para unas y otros. El objetivo de este estudio es analizar la presencia de la mujer en los nuevos espacios de participación, tanto desde una perspectiva de productora como de consumidora de contenidos. Se ha realizado un análisis basado en Web Scraping de las 50 cuentas de youtubers de mayor éxito en España, a través de sus perfiles de Instagram. Los datos obtenidos se han analizado con el software estadístico R. Los resultados evidencian la escasa representación femenina entre los canales conmayor número de visualizaciones y suscriptores. Además, existe una menor presencia de público femenino. Ambos roles aparecen asociados mayoritariamente a contenidos estereotipadamente femeninos como belleza, drawmylife y deportes fitness. El estudio pone de manifiesto que YouTube, plataforma representativa de los nuevos espacios de participación online, reproduce las estructuras de poder de género de los medios tradicionales. Es necesaria una educación mediática crítica para luchar contra las representaciones sexistas, los estereotipos y la insuficiente representación femenina en espacios públicos.", "venue": "", "year": 2020, "referenceCount": 56, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "1572571779", "name": "Uxía Regueira"}, {"authorId": "2078205519", "name": "Almudena Alonso-Ferreiro"}, {"authorId": "2127212867", "name": "Sergio Da-Vila"}]}}, {"contexts": ["Users actively engage in online communities, produce creative works, and develop new knowledge [23], especially in the context of games [24], [25] and YouTube [26], [27]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8e5373aa9076b39b3430d815f730c664e3f0b43d", "externalIds": {"DBLP": "conf/ismir/0001N20"}, "url": "https://www.semanticscholar.org/paper/8e5373aa9076b39b3430d815f730c664e3f0b43d", "title": "How Music Fans Shape Commercial Music Services: A Case Study of BTS and ARMY", "abstract": "Much of the existing research on user aspects in the music information retrieval field tends to focus on general user needs or behavior related to music information seeking, music listening and sharing, or other use of commercial music services. However, we have a limited understanding of the personal and social contexts of music fans who enthusiastically support musicians and are often avid users of commercial music services. In this study, we aim to better understand the contextual complexities surrounding music fans through a case study of the group BTS and its fan community, ARMY. In particular, we are interested in discovering factors that influence the interactions of music fans with music services, especially in the current environment where the prevalence of social media and other tools/technologies influences musical enjoyment. Through virtual ethnography and content analysis, we identified four factors that affect music fans’ interactions with commercial music services: 1) perception of music genres, 2) participatory fandom, 3) desire for agency and transparency, and 4) importance of non-musical factors. The discussion of each aspect is followed by design implications for commercial music services to consider.", "venue": "ISMIR", "year": 2020, "referenceCount": 56, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2000590889", "name": "Jin Ha Lee"}, {"authorId": "47210111", "name": "A. Nguyen"}]}}, {"contexts": ["Authenticity and accessibility: ordinary people as stars and star-fan\nIn the existing literature on social media stars, authenticity is often emphasised as an important success factor of this type of star (inter alia, Audrezet et al., 2018; Burgess & Green, 2018; Döring, 2014; Marwick, 2015).", "The “shift from the elite to the ordinary” (Turner, 2006, p. 154), from distant stars to so-called “do-it-yourself (DIY) celebrities” (Burgess & Green, 2018; Turner, 2006), may increase possible identification with the star."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "aecb738f72c74801472d5bc1980bca86e2bf20ba", "externalIds": {"MAG": "2947837657", "DOI": "10.1080/16522354.2020.1738694"}, "url": "https://www.semanticscholar.org/paper/aecb738f72c74801472d5bc1980bca86e2bf20ba", "title": "Stars in social media: new light through old windows?", "abstract": "ABSTRACT We review the economics of superstars, originally developed for stars in traditional media, and discuss whether they are applicable for the novel phenomenon of stars in social media (influencer, micro-celebrities). Moreover, we analyse potentially new factors for creating social media superstardom. Our overall result is that the economics of superstars remain applicable and relevant for social media stars. In line with this assessment, we find that several (allegedly) new star factors in social media, like disappearance of gatekeepers and authenticity, turn out to be just slightly different to traditional concepts. However, algorithm management and upload strategies represent novel success factors relevant for social media superstardom that are not captured by traditional superstar theories.", "venue": "", "year": 2020, "referenceCount": 154, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "122593539", "name": "Sophia Gaenssle"}, {"authorId": "66768036", "name": "Oliver Budzinski"}]}}, {"contexts": ["Intermediaries/platforms emerged and provided the means and space of participatory culture (e.g., on YouTube’s role see Burgess and Green, 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "afb38badb22346a5bbf38d83a0181ddb30122590", "externalIds": {"MAG": "3093933277", "DOI": "10.14763/2020.4.1511"}, "url": "https://www.semanticscholar.org/paper/afb38badb22346a5bbf38d83a0181ddb30122590", "title": "From Trust in the System to Trust in the Content", "abstract": "The internet is the digital reincarnation of a Greek agora or a Roman forum. It works as a “place” for public and private life. As such, it requires reliable, trustful rules to govern the daily routine of its visitors/users. The governance of the internet has gone through a significant (if not tectonic) change since its standardization. This is clearly reflected by the changes in the concept of trust as well. Historically, trust reflected the concerns of internet users regarding the intrusion of governments into the neutral functioning of this “place”. As of now, concerns regarding trust are equally present at the macro and micro level. Trust in platforms and in the content made available through the internet is at the center of disputes nowadays. This editorial intends to provide for a selected introduction of the macro- and micro-level aspects of trust in the system and trust in the content, including content moderation, copyright law, fake news, game-making, hateful materials, leaking, social media and VPNs.", "venue": "", "year": 2020, "referenceCount": 97, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "37694158", "name": "Peter J. Mezei"}, {"authorId": "1446891050", "name": "Andreea Verteș-Olteanu"}]}}, {"contexts": ["Whilst the slogan of the site was initially “Your Digital Video Repository”, its slogan was changed into “Broadcast Yourself” as of the period when the site won popularity (Burgess and Green, 2010: 4)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "23faddb668d7cd3cec64cd9e19cb8bb96f118b14", "externalIds": {"MAG": "2991939659", "DOI": "10.7456/ctc_2019_02"}, "url": "https://www.semanticscholar.org/paper/23faddb668d7cd3cec64cd9e19cb8bb96f118b14", "title": "YOUTUBE MOTIVATIONS OF UNIVERSITY STUDENTS IN THE CONTEXT OF USES AND GRATIFICATIONS APPROACH", "abstract": "Social media platforms have begun to be quite widely used as alternatives of the conventional media among the young in the recent years. The ratings and number of users of YouTube – a social media platform established in 2005 for image recording, storage, and sharing – worldwide and in Turkey have increased depending on the change in the mobile use habits as well as on the flourishing of smartphones. It is seen that the use of YouTube has become widespread particularly among the young in the sense of reaching information and of social interaction as well as for reputation acquisition, to become famous, and for entertainment. In this context, a survey was carried out in December 2017 to reveal the motivations of some 579 university students for use by employing the method of random sampling. As a result of the research, it was discovered that the university students used YouTube on each day of the week and for an hour to 3 hours daily to acquire information and reach alternative information, for access to alternative news broadcasting, and to obtain economic and social utility most and accessed YouTube largely by means of a laptop.", "venue": "", "year": 2019, "referenceCount": 50, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2078941459", "name": "Aysun Köktener"}, {"authorId": "2078192860", "name": "And Algül"}]}}, {"contexts": ["The malleability of digital code allows for the inscription of audience engagement upon content, thereby stimulating the proliferation of portals for sharing, commenting and re-shaping content (as argued by Burgess and Green, 2015). By Jenkins’ reading, this cornucopia of content and the destruction of editorial controls signalled the empowerment of the audience over the top down models of content creation and distribution. At the shop front, then, the integration of all forms and scales of communication and entertainment has fashioned a commodity experience focused around, attuned to and ultimately controlled by individual users. From this angle, the integrated commodity is encountered as a sensory environment that is entirely ubiquitous, personalized and responsive to consumer demand. The contradiction, as Jenkins (2004) himself noted, is that this ‘liberation’ of form and function has gone hand in hand with the concentration of ownership and control across the World Wide Web.", "The malleability of digital code allows for the inscription of audience engagement upon content, thereby stimulating the proliferation of portals for sharing, commenting and re-shaping content (as argued by Burgess and Green, 2015).", "The malleability of digital code allows for the inscription of audience engagement upon content, thereby stimulating the proliferation of portals for sharing, commenting and re-shaping content (as argued by Burgess and Green, 2015). By Jenkins’ reading, this cornucopia of content and the destruction of editorial controls signalled the empowerment of the audience over the top down models of content creation and distribution. At the shop front, then, the integration of all forms and scales of communication and entertainment has fashioned a commodity experience focused around, attuned to and ultimately controlled by individual users. From this angle, the integrated commodity is encountered as a sensory environment that is entirely ubiquitous, personalized and responsive to consumer demand. The contradiction, as Jenkins (2004) himself noted, is that this ‘liberation’ of form and function has gone hand in hand with the concentration of ownership and control across the World Wide Web. In this respect, the cohabitation of communication and entertainment and the synchronization of multi-modal content have been predicated upon the horizontal integration of the dominant ‘technology companies’ across the spectrum of hardware and software. While the symbiosis of multi-media brands and multi-national corporations was evident throughout the last decades of the 20th century, it was the concerted effort to commercialize Internet usage that aligned this consolidation with a new focus on user activity as the primary site of commodification. To this end, the commercial re-launch of the Internet as Web 2.0 was forcefully supported by the coercive brand values of the consumer electronics industry and underwritten by the commodity interests of Internet companies, advertisers and service providers of many kinds (see Brodmerkel and Carah, 2016; Wu, 2017). Naturally, then, the integrated commodity form that it seeks to institutionalize reflects these all-encompassing interests. For each user, the provision of content and the availability of social media portals are predicated upon the conjoined purchase of the necessary media hardware, subscriptions for media access and the acceptance of commercial monitoring. The real point of novelty in Web 2.0 platforms was the effective ‘convergence’ of these commodities into a single self-sustaining market process, thereby allowing for, as Pierro Sraffa (1960) once put it: ‘the production of commodities by commodities’."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "28d2881ef170fcc0ae4b05f7a8d157ca9689eabf", "externalIds": {"MAG": "2963631288", "DOI": "10.1177/0163443719861815"}, "url": "https://www.semanticscholar.org/paper/28d2881ef170fcc0ae4b05f7a8d157ca9689eabf", "title": "Integrated commodities in the digital economy", "abstract": "At the heart of the digital economy is the willful imposition of a powerful combination of hardware and software, time and data, surveillance, prediction and behavourial control. This article argues that a central ambition of digital society has been the pursuit of an integrated commodity form. The novelty of this integrated commodity stems not only from the convergence of production and consumption but also from the subsumption of sociability itself. As a consequence, we are required to consider all social actions within digital society as being transactions enshrined within an economy of integrated markets. Our acceptance of these new commodity relations is paving the way for a ‘great integration’ of simultaneous transactions across different social domains. Borrowing from Karl Polanyi’s account of an earlier transformation, this article will propose that the prerequisites of digital society and the integrated commodity form have been established through the constitution of a series of ‘fictitious commodities’.", "venue": "Media, Culture & Society", "year": 2020, "referenceCount": 112, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "66797348", "name": "Adrian M. Athique"}]}}, {"contexts": ["YouTube was one of the first communities to provide a platform and culture for users to both consume and create content [14, 19]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "a5495c515a6b395e2c882e252e0563455f776460", "externalIds": {"DBLP": "conf/acmidc/McRobertsYWY19", "MAG": "2949041569", "DOI": "10.1145/3311927.3323134"}, "url": "https://www.semanticscholar.org/paper/a5495c515a6b395e2c882e252e0563455f776460", "title": "Behind the Scenes: Design, Collaboration, and Video Creation with Youth", "abstract": "Youth content creators have been under-researched on video platforms such as Snapchat, YouTube, Instagram, etc. In order to better understand the ways that technology could support youth as content creators we conducted a 30-week series of workshops with an intergenerational design team including pre-teen youth and undergraduate designers-in-training. Qualitative analysis of workshop videos and notes revealed underlying challenges in video creation related to the social dynamics of creating videos in groups. In line with previous work, we note that a primary motivation for using social media is to spend time with friends. We found that existing video technology reveals opportunities and challenges to support the collaboration and interaction that motivates youth creators. We offer illustrative designs of potential collaborations in video sharing technology and propose that some of the concerns of youth social media use could be addressed by incorporating more opportunities for social creation.", "venue": "IDC", "year": 2019, "referenceCount": 72, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "3390753", "name": "Sarah McRoberts"}, {"authorId": "1996160841", "name": "Ye Yuan"}, {"authorId": "118876338", "name": "Kathleen Watson"}, {"authorId": "1744803", "name": "S. Yarosh"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c2c9077f62317040ea78275b62eb20fd3b55abf0", "externalIds": {"DOI": "10.2139/ssrn.3370966"}, "url": "https://www.semanticscholar.org/paper/c2c9077f62317040ea78275b62eb20fd3b55abf0", "title": "Stars in Social Media: New Light Through Old Windows?", "abstract": "We review the economics of superstars, originally developed for stars in traditional media, and discuss whether they are applicable for the (allegedly) novel phenomenon of stars in social media (influencer, micro-celebrities). Moreover, we analyse potentially new factors for creating social media superstardom that may be special to the nature of social media. Our overall result is that the economics of superstars, like the role of talent, market concentration effects, MacDonald-style and Adler-style effects, remain applicable and relevant for social media stars. In line with this assessment, we find that several (allegedly) new star factors in social media, like user-generated content, prosumption, disappearance of gatekeepers and authenticity, turn out to be only partly applicable or just slightly different to traditional concepts. However, algorithm management and upload strategies represent novel success factors relevant for social media superstardom that are not captured by traditional superstar theories.", "venue": "SSRN Electronic Journal", "year": 2019, "referenceCount": 274, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "122593539", "name": "Sophia Gaenssle"}, {"authorId": "66768036", "name": "Oliver Budzinski"}]}}, {"contexts": ["On YouTube, the concept of virality is that users share links to a video, which is embedded on the poster’s channel page (Burgess & Green, 2009)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "d85ac0542fa3ed6ddf7755952af8f84454d21a2a", "externalIds": {"MAG": "2989599110", "DOI": "10.1177/2056305119890051"}, "url": "https://www.semanticscholar.org/paper/d85ac0542fa3ed6ddf7755952af8f84454d21a2a", "title": "Scratching a Niche: How Smaller Social Media Players Such as Dribbble Reflect the Viral Phenomenon", "abstract": "Researchers have been studying the viral flow of information since the late 1990s, but this work has mainly focused on big sites like Twitter and Facebook. However, to comprehensively explore social phenomena such as virality requires us to look beyond the dominant networks. This study addresses this by looking at how users think about virality on Dribbble, a social network site with around 600,000 users that was created in 2009 for designers to showcase and get feedback on their work and to connect clients to design talent. Interviews confirm that viral-like events do exist on Dribbble. Our informants suggest that what spreads on Dribbble are elements of design (e.g., color palettes, line styles, textures), and they identify a number of factors they believe drive these viral-like events, which are the same kinds of factors that drive virality on larger sites. We briefly discuss how Dribbble feeds the gig economy in the creative industry and how virality becomes an important path for designers in a competitive environment. This work makes a contribution to the study of virality by focusing a small niche social media site and by looking at how users perceive and think about viral events.", "venue": "Social Media + Society", "year": 2019, "referenceCount": 67, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "71530625", "name": "Jeff J Hemsley"}, {"authorId": "2020945027", "name": "Rebecca Kelly"}]}}, {"contexts": ["See Andrejevic (2009), Burgess and Green (2009), Hesmondhalgh (2010) and Jenkins (2013)\nfor a discussion of this economy."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "869a2dac4bf25e1bc21b70a83c2e5c830c5f811d", "externalIds": {"MAG": "2896938754", "DOI": "10.1177/1367549418810098"}, "url": "https://www.semanticscholar.org/paper/869a2dac4bf25e1bc21b70a83c2e5c830c5f811d", "title": "‘Let’s get this thing open’: The pleasures of unboxing videos", "abstract": "Digital videos depicting the unboxing of new objects have become a lucrative revenue stream in the YouTube economy and are beginning to attract critical interest from media scholars. Much of this work focuses on the economic and regulatory dimensions of this new digital form, but little has been written regarding the texts themselves or the pleasures they offer viewers. In this article, I contribute to recent scholarship on YouTube genres, by performing a critical ‘unboxing’ of this digital form. Following a brief introduction to this phenomenon, in which I outline the key narrative tropes found in these videos, I unpack the affective intensities and tactile pleasures that structure these texts, in order to consider how and why unboxing has become so popular.", "venue": "European Journal of Cultural Studies", "year": 2018, "referenceCount": 76, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "3477779", "name": "Sharif Mowlabocus"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "98dd6cea9eb76eab73ba09beb90fd625709bf770", "externalIds": {"MAG": "2808719956", "DOI": "10.1177/1354856518781530"}, "url": "https://www.semanticscholar.org/paper/98dd6cea9eb76eab73ba09beb90fd625709bf770", "title": "Queer women’s experiences of patchwork platform governance on Tinder, Instagram, and Vine", "abstract": "Leaked documents, press coverage, and user protests have increasingly drawn attention to social media platforms’ seemingly contradictory governance practices. We investigate the governance approaches of Tinder, Instagram, and Vine through detailed analyses of each platform, using the ‘walkthrough method’ (Light, Burgess, and Duguay, 2016 The walkthrough method: An approach to the study of apps. New Media & Society 20(3).), as well as interviews with their queer female users. Across these three platforms, we identify a common approach we call ‘patchwork platform governance’: one that relies on formal policies and content moderation mechanisms but pays little attention to dominant platform technocultures (including both developer cultures and cultures of use) and their sustaining architectures. Our analysis of these platforms and reported user experiences shows that formal governance measures like Terms of Service and flagging mechanisms did not protect users from harassment, discrimination, and censorship. Key components of the platforms’ architectures, including cross-platform connectivity, hashtag filtering, and algorithmic recommendation systems, reinforced these technocultures. This significantly limited queer women’s ability to participate and be visible on these platforms, as they often self-censored to avoid harassment, reduced the scope of their activities, or left the platform altogether. Based on these findings, we argue that there is a need for platforms to take more systematic approaches to governance that comprehensively consider the role of a platform’s architecture in shaping and sustaining dominant technocultures.", "venue": "Convergence: The International Journal of Research into New Media Technologies", "year": 2018, "referenceCount": 66, "citationCount": 44, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3483635", "name": "Stefanie Duguay"}, {"authorId": "40767865", "name": "J. Burgess"}, {"authorId": "69373969", "name": "Nicolas Suzor"}]}}, {"contexts": ["On YouTube, the concept of virality is that users share links to a video, which is embedded on the poster’s channel page [6]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "9f80fdd31782a4b4e9308ae2545e8db0e80c4c80", "externalIds": {"MAG": "2884937586", "DBLP": "conf/smsociety/HemsleyT18", "DOI": "10.1145/3217804.3217901"}, "url": "https://www.semanticscholar.org/paper/9f80fdd31782a4b4e9308ae2545e8db0e80c4c80", "title": "Viral Design: User Concepts of Virality on the Niche Social Media Site, Dribbble", "abstract": "Virality is a much-studied topic on popular social media sites, but has been rarely explored on niche sites. Dribbble is a niche social networking site for artists and designers with over 600,000 users. Using a mixed-method approach, we explore virality from a user-centric perspective. Interviews confirm that viral-like events do exist on Dribbble. Through interviews we identify the measures and possible driving factors of viral-like events. While what spreads is different than on other platforms, our work suggests that the measures and mechanics that drive these events are similar. These similarities reflect fundamental human behavior underlying social phenomenon across different platforms. Our results are supported by regression modeling using variables identified by our informants. Smaller sites like Dribbble are rarely studied, so our work contributes to social media studies, particularly using mixed methods approaches, and to the body of research around information diffusion and viral events.", "venue": "SMSociety", "year": 2018, "referenceCount": 38, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2725455", "name": "Jeff J. Hemsley"}, {"authorId": "2532757", "name": "Sikana Tanupabrungsun"}]}}, {"contexts": ["YouTube forms a platform that is, through video casting, available for everyone to practice self-presentation, which Burgess and Green (2009) call empowering exhibitionism.", "That is to say, the contradictions between commercial and other interests do not really seem to characterize YouTube vlogs dealing with the risks of polydrug use (cf. Burgess and Green, 2009).", "This raises questions as to whether commercial interests and other motives have a tensioned relation (Burgess and Green, 2009).", "According to Burgess and Green (2009), YouTube is a dynamic cultural system that emphasizes user participation, as it functions as a platform for both creating and distributing popular culture.", "Both discourses, sobriety and controlled use, seem to surpass a certain level of visibility in order to serve certain goals, for example self-presentation and exhibitionism (Burgess and Green 2009), vernacular advice for reducing the harms of polydrug use (Manning, 2014), or targeting more commercial and monetary interests (Smith et al.", "…and controlled use, seem to surpass a certain level of visibility in order to serve certain goals, for example self-presentation and exhibitionism (Burgess and Green 2009), vernacular advice for reducing the harms of polydrug use (Manning, 2014), or targeting more commercial and monetary…"], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "b33886883863a2a4c8497c5bf15af31133ce2f53", "externalIds": {"MAG": "2887016086", "DOI": "10.1108/DAT-03-2018-0013"}, "url": "https://www.semanticscholar.org/paper/b33886883863a2a4c8497c5bf15af31133ce2f53", "title": "Sharing risk experiences of polydrug use on YouTube", "abstract": "\nPurpose\nThe purpose of this paper is to discuss what kinds of messages about the risks of polydrug use are mediated in YouTube video blogs and on what kinds of norms and values do the vloggers base these messages.\n\n\nDesign/methodology/approach\nThe data consist of 12 YouTube videos where vloggers share their own experiences of the risks and harms of polydrug use. In the analysis, the actantial model of Greimas’ theory of structural semiotics was applied.\n\n\nFindings\nTwo main types of videos were identified – sobriety and controlled use – where polydrug use has different meanings. In sobriety videos, polydrug use is presented as the heavy use of multiple substances. In the videos dealing with controlled use, polydrug use is taken as the combining of certain substances. Whereas the sobriety videos emphasized total abstinence from all substances due to their destructiveness, the videos about controlled use emphasized risk awareness when combining substances. Despite modern digital media and a new generation operating in this space, the messages of the risks of polydrug use mainly repeat those of familiar discourses.\n\n\nOriginality/value\nThis paper offers an analytical insight into the ways in which the risks of polydrug use are conceptualized in a YouTube context that is increasingly gaining a foothold among the youth. Greimas’ actantial model offers a fruitful tool to find semiotic meanings that hide under the surface. The model has not been applied in previous drug research.\n", "venue": "Drugs and Alcohol Today", "year": 2018, "referenceCount": 49, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2091365061", "name": "Kati Kataja"}, {"authorId": "11571729", "name": "P. Hakkarainen"}, {"authorId": "87375533", "name": "Petteri Koivula"}, {"authorId": "2095997072", "name": "S. Hautala"}]}}]}