{"paperId": "e5043ee8e4b050214cf16ca139e84f8a69b34627", "externalIds": {"PubMedCentral": "7186941", "MAG": "3021922473", "DOI": "10.1007/s11159-020-09837-y"}, "url": "https://www.semanticscholar.org/paper/e5043ee8e4b050214cf16ca139e84f8a69b34627", "title": "The charisma machine: The life, death, and legacy of one laptop per child", "abstract": "The contemporary educational landscape has been witnessing a proliferation of technological interventions deemed radical, disruptive and transformational. In The Charisma Machine, Morgan Ames tells the story of one of the most prominent yet problematic modern educational technologies: the One Laptop Per Child initiative (OLPC). Founded in 2005 and touted as an educational project, OLPC sought to produce and distribute hard-to-break, low-power laptops fitted with software and content. The laptops were intended both for individual educational change and social change, and were thus offered to country governments in the Global South at low cost. The Charisma Machine examines, complicates and problematises the OLPC project as it was implemented in Paraguay. This book tells a story of the clash between idealistic promises and messy realities, the disconnect between intended and unintended consequences, and the dangers of quasi-divine techno-fetishism and technosolutionism. In its two parts, the book traces the historical origins of OLPC, and explores the usage, impacts and legacy of its machines by following its signature “XO laptop” as well as the people who thought about it, designed it, distributed it and used it. Before beginning her exploration, Ames lays the groundwork by introducing her central analytical anchor: charismatic technologies. Building on theoretical insights from Max Weber, “one of the founders of modern sociology” (p. 8), Ames conceives of a charismatic technology as one which “derives its power experientially and symbolically through the possibility or promise of action” (p. 10). Charismatic technologies tap into existing cultural mythologies, social imaginaries and ideological frameworks to promise a utopian vision, and persist against failed promises, contradictions, counterevidence, uncertainties, opposition and critique. Marked by", "venue": "International Review of Education. Internationale Zeitschrift Fur Erziehungswissenschaft. Revue Internationale De Pedagogie", "year": 2020, "referenceCount": 0, "citationCount": 22, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "46761630", "name": "Hany Zayed"}]}