{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "396efdfefcda796c9913fbc500a262c6e990ed8b", "externalIds": {"MAG": "3128232270", "DOI": "10.1007/978-3-030-63974-7_2"}, "url": "https://www.semanticscholar.org/paper/396efdfefcda796c9913fbc500a262c6e990ed8b", "title": "The Uncertainty of the Technological Future", "abstract": null, "venue": "", "year": 2021, "referenceCount": 46, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "123593815", "name": "I. Stepnov"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "46374325f96cfbb265a63b232878a79d7360a7aa", "externalIds": {"DBLP": "journals/ais/ParfettTA21", "PubMedCentral": "7754701", "DOI": "10.1007/s00146-020-01120-w", "PubMed": "33362363"}, "url": "https://www.semanticscholar.org/paper/46374325f96cfbb265a63b232878a79d7360a7aa", "title": "AI-based healthcare: a new dawn or apartheid revisited?", "abstract": "The Bubonic Plague outbreak that wormed its way through San Francisco’s Chinatown in 1900 tells a story of prejudice guiding health policy, resulting in enormous suffering for much of its Chinese population. This article seeks to discuss the potential for hidden “prejudice” should Artificial Intelligence (AI) gain a dominant foothold in healthcare systems. Using a toy model, this piece explores potential future outcomes, should AI continue to develop without bound. Where potential dangers may lurk will be discussed, so that the full benefits AI has to offer can be reaped whilst avoiding the pitfalls. The model is produced using the computer programming language MATLAB and offers visual representations of potential outcomes. Interwoven with these potential outcomes are numerous historical models for problems caused by prejudice and recent issues in AI systems, from police prediction and facial recognition software to recruitment tools. Therefore, this research’s novel angle, of using historical precedents to model and discuss potential futures, offers a unique contribution.", "venue": "AI Soc.", "year": 2020, "referenceCount": 44, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "2040403902", "name": "Alice Parfett"}, {"authorId": "48167987", "name": "S. Townley"}, {"authorId": "117791767", "name": "K. Allerfeldt"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5ed6054acd6e8509dfd67f4b00d96252f6a68ac9", "externalIds": {"MAG": "3126831996", "DOI": "10.1007/978-3-030-63974-7_22"}, "url": "https://www.semanticscholar.org/paper/5ed6054acd6e8509dfd67f4b00d96252f6a68ac9", "title": "Advantages and Challenges of Digital Technology", "abstract": null, "venue": "", "year": 2021, "referenceCount": 11, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "123593815", "name": "I. Stepnov"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0e3ef1613392ef3617240ff526d3cefa5c297a29", "externalIds": {"MAG": "2999744090", "DOI": "10.1007/978-3-030-36181-5_2"}, "url": "https://www.semanticscholar.org/paper/0e3ef1613392ef3617240ff526d3cefa5c297a29", "title": "Evolving Beyond Human Relations", "abstract": "The second chapter explores the need to evolve beyond current anthropocentric views in order to prepare for a “transh-human” future. A seeming constant in contemporary society is the central place accorded to the human. While issues of the environment and animal welfare are increasingly prominent, humans remain the primary focus of politics, culture and the economy, trumping ethical concerns that may impede their ‘progress’. It is their needs that continue to reign supreme and around which all else must ultimately revolve. However, as A.I. develops and their potential for consciousness grows, humans will be forced to undergo their own Copernican revolution where they can no longer place themselves at the centre of the social universe.", "venue": "", "year": 2020, "referenceCount": 138, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "143761595", "name": "P. Bloom"}]}}, {"contexts": ["The digital transformation will give (at a more mature stage of its growth) a new holistic and reconstructed humanmachine reality with different lifestyle objectives, behaviour, realities, values, ideologies, religions and believes [4], [5]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3d13630932288066cdf4871bb7edc8423d7ed758", "externalIds": {"DBLP": "conf/dessert/Minchev20", "MAG": "3037317125", "DOI": "10.1109/DESSERT50317.2020.9125057"}, "url": "https://www.semanticscholar.org/paper/3d13630932288066cdf4871bb7edc8423d7ed758", "title": "Digital Society Future Transformation Perspectives in the Informational Age", "abstract": "Understanding the digital society transformation is a rather fascinated challenge, especially for the future. This naturally, provokes numerous tangible and intangible assets that have to be properly handled in order to catch the right social dynamic trends direction. This however is also requiring an agile & holistic study approach towards a resilient future. In this sense, the idea of the present work is to briefly outline a comprehensive study on the problem, organized in the last few years. The results are mostly based on crowdsourcing analysis, encompassing more than hundred expert beliefs from about fifty countries, spread among five continents throughout the world. Both matrix-based morphological scenario planning and dynamic system-of-systems risk vs utility assessments are implemented in the analytical process. The obtained results are further validated, using pseudo-periodic stochastic probability assessment and verified via simulated mixed reality experiments with human factor active multimodal role. Being somewhat prognostic, the presented findings are not claiming for total comprehensiveness, but rather for producing a fruitful analytical pool with some useful recommendations that will be finally understand when the forecasted period is reached.", "venue": "2020 IEEE 11th International Conference on Dependable Systems, Services and Technologies (DESSERT)", "year": 2020, "referenceCount": 30, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "32572958", "name": "Z. Minchev"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "69e6003e78324fe94170e3698d952c91e18e8ebe", "externalIds": {"MAG": "3111021191", "DOI": "10.1007/978-3-658-23391-4_16-1"}, "url": "https://www.semanticscholar.org/paper/69e6003e78324fe94170e3698d952c91e18e8ebe", "title": "Strategien von Public Affairs in Unternehmen: Herausforderungen und Chancen in Zeiten des wirtschaftlichen und gesellschaftlichen Wandels", "abstract": null, "venue": "", "year": 2020, "referenceCount": 100, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "121004677", "name": "Christof E. Ehrhart"}, {"authorId": "73945544", "name": "A. Zerfass"}]}}, {"contexts": ["(Leonhard, 2018)."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7cafaef85f87cbc82249e8a974dcc7de1e068ab5", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/7cafaef85f87cbc82249e8a974dcc7de1e068ab5", "title": "Artificial Intelligence Discourse and Education Planning in Cultural Content", "abstract": "The purpose of this study explored the discourse of artificial intelligence (AI), as seen through cultural content in the Fourth Industrial Revolution era, which engages with AI. Furthermore, the study also attempted to find educational uses from thereof. This study assumes that the meaning and function of AI expands in various ways in the world of the digital revolution, which no one has experienced during the Fourth Industrial Revolution. AI discourse shows this well. The discourse of AI, due to its issue, is represented by various cultural content. Therefore, this study, which utilises discourse as a tool to analyse social phenomena, presupposes practice and suggests interdisciplinary considerations beyond the humanities or science. The automated decision-making by artificial intelligence algorithms already has a significant impact on society as a whole. AI has become a situation where we must consider how it can coexist with humans beyond the icon of the times. One phenomenon that can be discovered through the AI discourse is will the future of mankind be ‘better’ or ‘will it get worse’? These questions pose a constant encounter with the problem, and no one knows the future. Thus, the argument that future education should allow humans to exploit areas superior to machines is convincing. Furthermore, the use of digital literacy will facilitate the change of the education paradigm.", "venue": "", "year": 2020, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2085191914", "name": "Hye-Kyoung Leea"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b6fa8803a3d409d32043b237644f51d10387c14f", "externalIds": {"MAG": "3036912509", "DOI": "10.1177/1037969X20930431"}, "url": "https://www.semanticscholar.org/paper/b6fa8803a3d409d32043b237644f51d10387c14f", "title": "The COVID cyborg: Protecting data status", "abstract": "This article examines the increasing tendency towards governance of people through their representation via data. In its most contemporary iteration, the COVID-19 pandemic has seen the release of contact tracing apps – in Australia, COVIDSafe. While public discourse about the apps has focused principally on the important issue of data privacy, there are other possible effects whereby participation in such schemes might become a prerequisite to accessing services or basic rights – either from government or from corporations. The pathway to acceptability of applying our data in this way is already paved, through fitness monitors and other technologies by which we represent ourselves. This article sets out the foundation of such technologies and their application, before outlining their effect on the recognised boundaries of governance and the conception of the holder of rights and the substance of those rights.", "venue": "Alternative Law Journal", "year": 2020, "referenceCount": 8, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "6536326", "name": "Kate Galloway"}]}}, {"contexts": ["…(prophets of doom) – the two camps framing questions in such a way that technology remains central, adopting the language and vision of Silicon Valley executives, and sidestepping the social and cultural structures in which we are embedded and our technologies are shaped (Leonhard, 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "d0bf9ae121745e057a054ced86d1d068974ea6f6", "externalIds": {"MAG": "3107751241", "DOI": "10.5755/j01.sal.1.37.27760"}, "url": "https://www.semanticscholar.org/paper/d0bf9ae121745e057a054ced86d1d068974ea6f6", "title": "Change and Continuity in Translation. Renewing Communication in a Globalised World", "abstract": "At first sight, technology is transforming rapidly the workflow in translation. Like in many other fields, digital technology impacts translators’ daily life. Technology is so omnipresent that we are hardly capable of measuring the consequences it had, the metamorphosis it has induced. On the other hand, we are also so fascinated by all the technical devices and platforms we can use that we tend to forget or undermine the past and how technology and media have always played a role in the evolution of our cultures. Looking back in history, we can realise that some current practices in translation, considered as new, are not really so new.The use of multimodal “texts” we are referring to everyday is not without analogy with the production and the reading of “texts” in the past. Perhaps the transition from a logocentric to an intersemiotic and intermedial culture puts an end to a limited period of time in history, dominated by printing. But closing the “Gutenberg parenthesis” does not imply coming across the same artefacts again as before the 15th century.Based on the existing literature, our paper questions the borders between some translation practice, media, disciplines, through an historical perspective.", "venue": "", "year": 2020, "referenceCount": 63, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "67258712", "name": "Y. Gambier"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1665efbb33d34ce82f46157bf12eb6f1e2131c8b", "externalIds": {"MAG": "2990056960", "DOI": "10.1007/978-3-030-34983-7_70"}, "url": "https://www.semanticscholar.org/paper/1665efbb33d34ce82f46157bf12eb6f1e2131c8b", "title": "The Role of Cyber-Physical Systems in Human Societies: Systemic Principles of Organizational Management", "abstract": "The world of today has been facing an incredible variety of opportunities along with unseen before challenges and potential dangers, the latter rooted both in the unpredictable capabilities of IT and artificial intelligence and untamed human rivalry. The research methodology is qualitative, including discourse and content analysis, literature review and conceptual modelling, along with hypothesis testing and theoretical generalization. The paper unfolds the authors’ professional perception of the CPS integration in business organizations (primarily smart organizations) and highlights the challenges facing the mankind in the near future, including the danger of potential rivalry between humans and artificial intelligence within or beyond CPS. The paper offers the authors’ conceptual model of organizational management in the 21st century, based on systems approach and the notion of the CPS integration in business organizations in the near future and a ground for further discussion within the contemporary systemic paradigm and socio-economic cybernetics as its integral part.", "venue": "ICCPS 2019", "year": 2019, "referenceCount": 19, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "96055789", "name": "S. Shchepetova"}, {"authorId": "69461173", "name": "O. Burukina"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "25262b2344b8f7f934332bca1cf92c7d31dee11e", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/25262b2344b8f7f934332bca1cf92c7d31dee11e", "title": "TYPES OFARTIFICIAL INTELLIGENCE-NARROW, GENERALAND SUPERAI. SOME RISKSAND ETHICAL ISSUES MARIANATODOROVA", "abstract": "The paper explains what are the current types of artificial intelligence-narrow, general and super AI. The narrow, primary AI is already achieved. On that base, it suggests what might be the dimensions of their developments and application. Then it provides the author’s vision what might be the following risks of AI implementations. Among them are: loss of sovereignty and cognitive abilities, desocialization and dehumanization, refusal to accept responsibility, existential crisis, etc.", "venue": "", "year": 2019, "referenceCount": 9, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2103412766", "name": "Изкуствен Интелект"}, {"authorId": "2098524085", "name": "И Рискове"}, {"authorId": "2098060901", "name": "Етически Проблеми"}, {"authorId": "2073482750", "name": "Мариана Тодорова"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b3dae0c3c17eb57ad894ef8dd5faf178ea30471f", "externalIds": {"MAG": "2944482633", "DOI": "10.1016/J.TECHSOC.2019.05.006"}, "url": "https://www.semanticscholar.org/paper/b3dae0c3c17eb57ad894ef8dd5faf178ea30471f", "title": "The new division of labor between human and machine and its educational implications", "abstract": "Abstract The aim of the article is to clarify the future division of labor between human and machine and its educational implications. Recent studies on future employment discuss whether growth in computer power and advances in artificial intelligence enable the automation of non-routine tasks, including tasks that require creativity and innovation, which are among the most unique human capacities. However, this discussion generally lacks research-based concepts of creativity and innovation. In order to clarify the discussion on the division of labor, relevant theories of creativity and innovation are introduced. The inquiry shows that creativity and innovation consist in making new connections between domains or practices. While computers and robotics are capable of operating only within specific domains, in which rules apply or data are available, creativity and innovation operate beyond the boundaries of such domains and must be guided by emotions and driven by moods. This suggests that computers and robotics make rapid change possible, but cannot solve the task of creating change themselves. The educational implications are that it is vital to cultivate the unique human capacities of sensing, understanding, handling and creating change, and to teach students and employees to collaborate with computers and robotics.", "venue": "Technology in Society", "year": 2019, "referenceCount": 60, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "112851053", "name": "Lars Geer Hammershøj"}]}}, {"contexts": ["The aspiration to do so remains an even more formidable challenge today (Leonhard, 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "c195a311544c73719e69b230be1fb80025107959", "externalIds": {"MAG": "2911729487", "DOI": "10.1080/15228835.2018.1552905"}, "url": "https://www.semanticscholar.org/paper/c195a311544c73719e69b230be1fb80025107959", "title": "Social work, social technologies, and sustainable community development", "abstract": "Abstract This keynote address was delivered at the Social Work, Education, and Social Development Conference. The conference was held July 3–5, 2018 at the Royal Dublin Society Conference Center in Dublin, Ireland. The address describes husITa intersections with sustainable community development in terms of social work education interventions that use technology mediation. These intersections are portrayed as effective social technologies. Two education programs are presented as illustrations. The programs created learning networks that evolved into organized networks capable of producing local community development. The learning model used a social work education approach that included fieldwork combined with social work community organization practices and distributed education. The model is described as key to an enduring local legacy of sustainable community development curated by humanitarian values, practices, and purpose.", "venue": "Journal of Technology in Human Services", "year": 2019, "referenceCount": 73, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "6785779", "name": "W. LaMendola"}]}}, {"contexts": ["In the techno-pessimist camp, Kaplan’s Humans Need Not Apply (2015) and Ford’s The Rise of the Robots (2015) are salient (also see Armstrong, 2014; Leonhard, 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "dbbf6db58d8bab4f7c27ab8e7ce90fb351e5f8ce", "externalIds": {"MAG": "2795886109", "DOI": "10.1177/0170840618765568"}, "url": "https://www.semanticscholar.org/paper/dbbf6db58d8bab4f7c27ab8e7ce90fb351e5f8ce", "title": "Robots and Organization Studies: Why Robots Might Not Want to Steal Your Job", "abstract": "A number of recent high-profile studies of robotics and artificial intelligence (or AI) in economics and sociology have predicted that many jobs will soon disappear due to automation, with few new ones replacing them. While techno-optimists and techno-pessimists contest whether a jobless future is a positive development or not, this paper points to the elephant in the room. Despite successive waves of computerization (including advanced machine learning), jobs have not disappeared. And probably won’t in the near future. To explain why, some basic insights from organization studies can make a contribution. I propose the concept of ‘bounded automation’ to demonstrate how organizational forces mould the application of technology in the employment sector. If work does not vanish in the age of AI, then poorly paid jobs will most certainly proliferate, I argue. Finally, a case is made for the scholarly community to engage with wider social justice concerns. This I term public organization studies.", "venue": "", "year": 2019, "referenceCount": 133, "citationCount": 61, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "145119019", "name": "P. Fleming"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "11c57de3b3905bd0f79183bf69b5d00dd329bef5", "externalIds": {"MAG": "2800627183", "DOI": "10.1007/S12564-018-9530-0"}, "url": "https://www.semanticscholar.org/paper/11c57de3b3905bd0f79183bf69b5d00dd329bef5", "title": "Learning experience and perceived competencies of doctoral students in Hong Kong", "abstract": "This study focuses on doctoral students’ professionalisation as future academics across academic disciplines, using a Hong Kong research-oriented university as a case study. Doctoral students acquire the norms, knowledge/skills, and values required for the academic profession through their learning experiences. The study aims to explore how doctoral students perceive their professional competences and what are the major factors of learning experiences influencing perceived competencies among them. Data collection of the study is based on a questionnaire designed by international team members in a previous project entitled A Comparative Study of Doctoral Education in Asian Flagship Universities. Drawing on data from 490 respondents in Hong Kong, the current study uses descriptive and regression analyses to examine and compare the factors influencing doctoral students’ perceived competencies in terms of tasks, ideas and attitudes. The results show that the competencies of doctoral students are influenced by various factors, such as curricula, supervision style and learning culture. Overall, the study suggests that the formal and informal learning experiences of doctoral students must be carefully designed and implemented to foster the development of their professional knowledge, skills and values.", "venue": "", "year": 2018, "referenceCount": 66, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "152600602", "name": "Jisun Jung"}]}}, {"contexts": ["…SF has certainly helped entrench a narrow, binary framing of technology as something that either serves us or enslaves us, a problematic framing that continues to reverberate today through non-fictional debates surrounding the politics and ethics of technology (e.g. Bartlett 2018; Leonhard 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "2917857c16b2b02eada90ff99192e29097c6a5d9", "externalIds": {"MAG": "2899087255", "DOI": "10.3384/CU.2000.1525.2018102185"}, "url": "https://www.semanticscholar.org/paper/2917857c16b2b02eada90ff99192e29097c6a5d9", "title": "Life, but not as we know it: A.I. and the popular imagination", "abstract": "Advances in artificial intelligence (A.I.) are prompting a growing chorus of both excitement and anxiety. A.I. is widely perceived as a significant emerging and future-shaping technological field that is developing at an accelerating rate. As such, futuristic imagery involving A.I. is increasingly prevalent in popular media. A central task for critical future studies is to assess both positive and problematic aspects of the futuristic scenarios offered up for public consumption, and to evaluate their role as part of a ‘futural public sphere’ (Goode & Godhe 2017). In this paper, I discuss three distinct but interwoven strands of public discourse that each have a role to play in shaping the popular imagination around possible A.I. futures. I begin with a selective discussion of mainstream science fiction represenations. Secondly, I consider several recent and high-profile popular media events surrounding real-world developments in A.I. Finally, I turn to contemporary futurology and, specifically, the discourse of the ‘singularity’ which posits a near future in which artificial ‘superintelligence’ outstrips human cognitive capacities. In this paper I argue that, while much popular coverage of A.I. is sensationalist and potentially misleading, public engagement with a complex, technical subject such as this depends on the circulation of ’evocative stories’ which can act as entry points into public debate. As such, it is important to understand the evocative power of the stories we frequently tell ourselves in popular discourse about A.I. and its role in our future.", "venue": "Culture Unbound", "year": 2018, "referenceCount": 74, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38695101", "name": "Luke Goode"}]}}, {"contexts": ["• Even Leonhard (2016), who claims that we are nearing the point of accelerated\nexponential technological growth (or “the Singularity”), distinguishes between aspects that can and cannot be automated.", "• Even Leonhard (2016), who claims that we are nearing the point of accelerated exponential technological growth (or “the Singularity”), distinguishes between aspects that can and cannot be automated."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "4bdb86fc8c79a1db43b7d7527d961e399e0829b6", "externalIds": {"MAG": "2906032748"}, "url": "https://www.semanticscholar.org/paper/4bdb86fc8c79a1db43b7d7527d961e399e0829b6", "title": "PORT METATRENDS: Impact of long term trends on business activities, spatial use and maritime infrastructure requirements in the Port of Rotterdam", "abstract": "This report presents a new three step approach for developing a shared vision on the future development of the port of Rotterdam. The first step concerns a novel three layered framework for analysing future developments. In this step relevant trends are identified and placed in a broader 'meta'-perspective of a three layered framework, whereby different layers relate to trends of varying inertia (or duration). This multi-layered approach results in a sharper view of the future, which narrows down the ‘plausible’ future space. The second step concerns a new approach in which trend based narratives are used to identify threats and opportunities for the port. The insights from the three layered trend analysis are translated into sixteen well-structured storylines or ‘narratives’, that take the strengths and weaknesses of the port of Rotterdam as a starting point and thus address threats and opportunities specific to the port. The narratives indicate which activities are likely to claim scarce space in the port over the next two decades. They help to form ideas about a future-proof clustering of activities, the required space in the port, as well as the required infrastructure and utilities. The third step concerns creating a spatial development strategy based on the insights provided by the narratives.", "venue": "", "year": 2018, "referenceCount": 42, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "97698758", "name": "C. V. Dorsser"}, {"authorId": "145069645", "name": "P. Taneja"}, {"authorId": "39958449", "name": "T. Vellinga"}]}}, {"contexts": ["GDP (gross domestic product) is no longer the mark of a thriving nation, GNH (gross national happiness) may be a better mechanism of measurement (Leonhard, 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "73f0f3831a6564a662d145b919dba009d19d8ffc", "externalIds": {"MAG": "2992904918", "DOI": "10.15123/UEL.874WX"}, "url": "https://www.semanticscholar.org/paper/73f0f3831a6564a662d145b919dba009d19d8ffc", "title": "An Exploration of the Impact of Shame, Narcissism and Social Rank on the Distress and Wellbeing of Midadolescents: Does Self-Compassion Have a Role?", "abstract": "Background: Adolescence is a pivotal developmental period in the lifecycle. Aspects of shame, narcissism and social rank have all been associated with distress and wellbeing in adolescence, however no studies to date have investigated the impact of those constructs together in terms of their predictive value. Extant research has identified self-compassion as protective and associated with increased wellbeing. \nAims: This study aimed to explore the relationships between external, internal and shame proneness; grandiose and vulnerable narcissism; social comparison and submissive behaviour, and self-compassion; and to explore the impact of \nthose variables and the relationships between them upon psychological distress and wellbeing. \nMethod: From the pragmatist approach this study adopted a cross-sectional, quantitative approach. Mid-adolescents aged 16-17 (N=142) were recruited and invited to complete a battery of self-report questionnaires via school or online \nsurvey. Correlation and regression analyses were performed to explore relationships and predictive associations between the variables and moderation analysis was performed to test the effects of self-compassion on the regression models. \nResults: This population was found to be low in wellbeing and moderate in distress. Multiple regression analyses found distress was predicted by internal shame, shame proneness, submissive behaviour and vulnerable narcissism; \nwellbeing was predicted by shame proneness; submissive behaviour and vulnerable narcissism (negatively) and social comparison and grandiose narcissism (positively). Self-compassion did not correlate with or predict distress, however its predictive power on wellbeing was marked. Moderation analyses showed self-compassion does not moderate distress or wellbeing. \nConclusion: These novel findings suggest two predictive models for shame, narcissism and social rank in distress and wellbeing for an adolescent population, and show the impact of self-compassion. A more selfcompassionate attitude was related to increased wellbeing, hence those high in distress could benefit from compassion-based interventions and educational initiatives. Further investigations are warranted.", "venue": "", "year": 2018, "referenceCount": 417, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "50455634", "name": "L. Greenaway"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "82503b8459361bd983cfaac3b3886cdcff8148cd", "externalIds": {"DBLP": "conf/www/ViganoS18", "ArXiv": "1807.06078", "MAG": "2791763195", "DOI": "10.1145/3184558.3191612"}, "url": "https://www.semanticscholar.org/paper/82503b8459361bd983cfaac3b3886cdcff8148cd", "title": "Gnirut: The Trouble With Being Born Human In An Autonomous World", "abstract": "What if we delegated so much to autonomous AI and intelligent machines that They passed a law that forbids humans to carry out a number of professions We conceive the plot of a new episode of Black Mirror to reflect on what might await us and how we can deal with such a future.", "venue": "WWW", "year": 2018, "referenceCount": 38, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science", "History"], "authors": [{"authorId": "1398175815", "name": "L. Viganò"}, {"authorId": "40976140", "name": "Diego Sempreboni"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8a0ff2370582bafc842915ae368481e2d2278fe0", "externalIds": {"MAG": "2742409862", "DOI": "10.1007/978-3-658-18333-2_10"}, "url": "https://www.semanticscholar.org/paper/8a0ff2370582bafc842915ae368481e2d2278fe0", "title": "Die Verantwortung des Kindergartens für die Zukunft", "abstract": "Die Kindergartenkinder von heute wachsen in einer digitalen Welt auf. Sie nutzen digitale Gerate ihrer Eltern, blattern ihre Babyfotos auf dem Smartphone durch und horen Horbucher und Lieder, die auf digitalen Geraten gespeichert sind. Sie kennen den Anblick von Erwachsenen, die sich uber ihr Smartphone beugen und intensiv damit kommunizieren. Es ist in den letzten Jahren deutlich geworden, dass eine derartige Mediatisierung des Aufwachsens enorme Herausforderungen an Kindergarten stellt, insbesondere hinsichtlich einer kompetenten Begleitung und Forderung kindlicher Bildungsprozesse durch Padagogen und Eltern.", "venue": "", "year": 2018, "referenceCount": 6, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "133569183", "name": "Antje Bostelmann"}]}}, {"contexts": ["Tangible flows of physical goods remain significant as well, but intangible flows like the generation and analysis of knowledge, data, and information are becoming far more crucial, as these inputs can boost economies exponentially (Leonhard 2016, Magruk 2016, Schwab 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "c810c386021ba3b662dd682a543c7e9a47954783", "externalIds": {"MAG": "2805374426", "DOI": "10.2139/ssrn.3168429"}, "url": "https://www.semanticscholar.org/paper/c810c386021ba3b662dd682a543c7e9a47954783", "title": "A Policy Perspective on the Future of Mobility and Regional Competitiveness", "abstract": "The presence of developed regional transport and telecommunication infrastructures are considered as factors that can directly or indirectly contribute to regional competitiveness, especially in the age of digitalization. Through this phenomenon, we embrace a world that becomes more connected and complex than ever. With the new technological innovations and solutions becoming available, more advanced levels of mobility can be achieved: concepts of smart urban mobility and autonomous transportation systems are becoming a reality. The rapid changes require swift actions both from the perspectives of society and economy. These actions include the re-examination of our currently effective policies, with the use of a multidisciplinary mindset and considering the perspectives of policymakers, manufacturers, and consumers as well. The goal of the paper is to provide key points of consideration for policymakers when it comes to planning the future of urban mobility while acknowledging the significance of driving regional competitiveness in the world of digitalization.", "venue": "", "year": 2018, "referenceCount": 62, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "27722911", "name": "Bence Zuti"}]}}, {"contexts": ["This is because automatization and robotization are becoming more common in numerous industries, hence there is also a social shift present (Leonhard 2016, WEF 2016, Kampylis – Punie – Devine 2015, Kortuem et al 2013, Chris – Binhui 2011, Lai 2011).", "As our social and economic environments undergo a transitional phase, the mindset\nrelated to the structure of society and economy needs to adapt as well to the new conditions (Zuti 2018a, Schwab 2017, Leonhard 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "cfcda5534c5598662e38fe259e65900cf698fbfd", "externalIds": {"DOI": "10.2139/ssrn.3205442"}, "url": "https://www.semanticscholar.org/paper/cfcda5534c5598662e38fe259e65900cf698fbfd", "title": "Digitalization and Regional Competitiveness: A Brief Summary", "abstract": "This manuscript acts solely as a brief and concise summary on the research carried out during the ÚNKP-17-3 New National Excellence Program of the Ministry of Human Capacities in a clear and transparent manuscript format. During my Scholarship the main focus of my research topic revolved around regional competitiveness and various aspects of digitalization, as the latter is a phenomenon which becomes more and more embedded in our everyday lives and is capable of changing society and the economy. From day to day, we learn more about digitalization, and through research, we are able to chart and identify the challenges and core advantages that can come with digitalization on a broader scale in the short and long run as well. What is certain that digitalization is a popular buzzword and a key driver of research, a main focus of professionals of several industries and policymakers alike. Our world is in a transitional phase as we are more and more connected globally with each other. People are able to connect with people and smart devices, and vica versa. We also experience a change in mapping consumer behavior as behavioral economics gain significance and also there is a change in how we handle and analyze enormous amounts of data in the world of Big Data (Zuti 2018a, Hollingworth–Barker 2017, Kovács 2017a, Kovács 2017b, Yoon 2017, Magruk 2016, Manyika et al. 2016, Özköse et al. 2015, Brynjolfsson–McAfee 2012). As our social and economic environments undergo a transitional phase, the mindset related to the structure of society and economy needs to adapt as well to the new conditions (Zuti 2018a, Schwab 2017, Leonhard 2016).", "venue": "", "year": 2018, "referenceCount": 84, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "27722911", "name": "Bence Zuti"}]}}, {"contexts": ["Leonhard (2016) továbbá úgy látja, hogy a digitalizáció egy technológiai trend\n(megashift) kezdőállomása.", "…exponenciálisra vált, és éppen emiatt a gyorsan bekövetkező változás miatt a digitalizáció valódi sebessége, iránya, impaktja magas bizonytalansági szintet rendel magához, tehát jelenleg nehezen tudjuk megbecsülni a digitalizáció hosszú távú hatásait (Leonhard 2016, Magruk 2016, Schwab 2016).", "A felelősségteljes innováció ezt a kritikus kockázati faktort kívánja feloldani (vagy minimalizálni) a technológia segítségével, mindemellett a fenntarthatóság eszményét szem előtt tartva (EC 2017, Leonhard 2016, Lukovics et al 2016, Buzás – Lukovics 2015).", "Leonhard (2016) szerint a technológiának ma három fő tulajdonsága van.", "Egy volatilis világban, ahol iparágak tűnnek el és születnek, ahol egyre több munkát vált fel az automatizáció vagy a robotizáció, ott szükség van az alkalmazkodóképességre és újfajta munkahelyekre (Leonhard 2016, WEF 2016, Kortuem et al 2013, Chris – Binhui 2011, Lai 2011).", "A digitalizáció az egy önkatalizáló folyamat (Morgan – White 2017, WEF 2017, Bull et al 2016, Leonhard 2016, Magruk 2016, WEF 2016, Schmidt et al 2015, Schuster et al 2015)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "539c84e7d799a761d1af5cbf41497966d5c9bc08", "externalIds": {"MAG": "3046009618", "DOI": "10.2139/ssrn.3108420"}, "url": "https://www.semanticscholar.org/paper/539c84e7d799a761d1af5cbf41497966d5c9bc08", "title": "Digitális kor és a felsőoktatás (Digital Age and Higher Education)", "abstract": "Hungarian Abstract: A vilagunkban jelenleg globalis szintű atalakulasi folyamat zajlik. Digitalis technologiak formaljak nemcsak a legkulonfelebb iparagakat, hanem az emberi let szinte minden aspektusat. A digitalis eszkozok es megoldasok olyan teruletekre is beferkőznek, ahol korabban erre nem volt lehetőseg, vagy eppen csak nem volt jellemző a jelenletuk. Napjainkban negy fő, a felsőoktatas jovője szempontjabol kritikus megatrend alakitja a vilagot. Ezek a kovetkezők: digitalizacio, demografiai valtas felsőoktatasban, a felelőssegteljes kutatas es innovacio koncepciojanak előretorese, illetve a felsőoktatasi intezmenyek szerepenek bővulese, valtozasa. Mig az első megatrend a nemcsak a felsőoktatas, hanem minden iparag kornyezetet alakitja, addig a masodik megatrend az egyetemek input oldalara, mig a harmadik es negyedik megatrend az egyetemek output oldalara van befolyassal. \nA tanulmany celja a digitalizacioval kapcsolatos főbb szempontok hozzakapcsolasa a felsőoktatas szferajahoz, azon belul is az oktatas missziojahoz. \nEnglish Abstract: The world is currently taking place at global level, the process of transformation. Digital technologies are creating not only a wide variety of industries, but also almost all aspects of the human being. The digital tools and solutions are finding their way into areas where previously it was not possible to do so, or even just was not typical of their presence. Today, four people, the future of higher education into the world's critical megatrend. They are: digitalisation, demographic change in higher education, the evolution of the concept of responsible research and innovation and the expansion of the role of higher education institutions, changes. While the first not only in higher education, the megatrend but converts all industry environment, the second megatrend University input, while the third and fourth is the megatrend University output side. \nThe purpose of the study the main aspects related to the digitalisation linking higher education szferajahozand, within the Mission of education.", "venue": "", "year": 2017, "referenceCount": 36, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2080670194", "name": "Bence Zuti"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ecd08a2f5717be96f2bb9e78e86e9a28d3c9c106", "externalIds": {"MAG": "2801055338"}, "url": "https://www.semanticscholar.org/paper/ecd08a2f5717be96f2bb9e78e86e9a28d3c9c106", "title": "Understanding Google: Search Engines and the Changing Nature of Access, Thought and Knowledge within a Global Context", "abstract": "This thesis explores the impact of Google’s search engine within contemporary digital culture. Search engines have been studied in various disciplines, for example information retrieval, computer science, law, and new media, yet much of this work remains fixed within disciplinary boundaries. The approach of this thesis is to draw on work from a number of areas in order to link a technical understanding of how search engines function with a wider cultural and philosophical context. In particular, this thesis draws on critical theory in order to attend to the convergence of language, programming, and culture on a global scale. The chapter outline is as follows. Chapter one compares search engine queries to traditional questions. The chapter draws from information retrieval research to provide a technical framework that is brought into contact with philosophy and critical theory, including Plato and Hans-Georg Gadamer. Chapter two investigates search engines as memory aids, deploying a history of memory and exploring practices within oral cultures and mnemonic techniques such as the Ars Memoria. This places search engines within a longer historical context, while drawing on contemporary insights from the philosophy and science of cognition. Chapter three addresses Google’s Autocomplete functionality and chapter four explores the contextual nature of results in order to highlight how different characteristics of users are used to personalise access to the web. These chapters address Google’s role within a global context and the implications for identity and community online. Finally, chapter five explores how Google’s method of generating revenue, through advertising, has a social impact on the web as a whole, particularly when considered through the lens of contemporary Post-Fordist accounts of capitalism. Throughout, this thesis develops a framework for attending to algorithmic cultures and outlines the specific influence that Google has had on the web and continues to have at a global scale.", "venue": "", "year": 2017, "referenceCount": 162, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2054258906", "name": "Richard Graham"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f4a693008c76f0158046f9f91458c24e618e533d", "externalIds": {"MAG": "2731853227", "DOI": "10.15199/13.2017.6.1"}, "url": "https://www.semanticscholar.org/paper/f4a693008c76f0158046f9f91458c24e618e533d", "title": "Internet Przedmiotów - od nauki do przemysłu", "abstract": null, "venue": "", "year": 2017, "referenceCount": 63, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "49018737", "name": "Ryszard S. Romaniuk"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "da10d0135248e7e63aff856c842f066c737cc384", "externalIds": {"MAG": "2759626454"}, "url": "https://www.semanticscholar.org/paper/da10d0135248e7e63aff856c842f066c737cc384", "title": "Rethinking the value chain", "abstract": null, "venue": "", "year": 2016, "referenceCount": 118, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2068444714", "name": "P. Chaturvedi"}]}}]}