{"paperId": "70a4a1b3c780ceeba4c7737116a603cac86263a7", "externalIds": {"MAG": "2210109657", "DOI": "10.5860/choice.46-1439"}, "url": "https://www.semanticscholar.org/paper/70a4a1b3c780ceeba4c7737116a603cac86263a7", "title": "A Small World: Smart Houses and the Dream of the Perfect Day", "abstract": "Conceived in the 1960s, Walt Disney’s original plans for his Experimental Prototype Community of Tomorrow (EPCOT) outlined a utopian laboratory for domestic technology, where families would live, work, and play in an integrated environment. Like many of his contemporaries, Disney imagined homes that would attend to their inhabitants’ every need, and he regarded the home as a site of unending technological progress. This fixation on “space-age” technology, with its promise of domestic bliss, marked an important mid-twentieth-century shift in understandings of the American home. In A Small World , Davin Heckman considers how domestic technologies that free people to enjoy leisure time in the home have come to be understood as necessary parts of everyday life.\n\nHeckman’s narrative stretches from the early-twentieth-century introduction into the home of electric appliances and industrial time-management techniques, through the postwar advent of television and the space-age “house of tomorrow,” to the contemporary automated, networked “smart home.” He considers all these developments in relation to lifestyle and consumer narratives. Building on the tension between agency and control within the walls of homes designed to anticipate and fulfill desires, Heckman engages debates about lifestyle, posthumanism, and rights under the destabilizing influences of consumer technologies, and he considers the utopian and dystopian potential of new media forms. Heckman argues that the achievement of an environment completely attuned to its inhabitants’ specific wants and needs—what he calls the “Perfect Day”—institutionalizes everyday life as the ultimate consumer practice.", "venue": "", "year": 2008, "referenceCount": 0, "citationCount": 37, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "113448638", "name": "D. Heckman"}]}