{"paperId": "4bcad954a6de55122ae876bc3b4c84f7dc0e7702", "externalIds": {"MAG": "2131450578", "DBLP": "journals/nms/Scheidt15", "DOI": "10.1177/1461444814554342c"}, "url": "https://www.semanticscholar.org/paper/4bcad954a6de55122ae876bc3b4c84f7dc0e7702", "title": "It’s Complicated: The Social Lives of Networked Teens", "abstract": "aimed to attract a more diverse audience of gamers and non-gamers – and to bring video games off the screen and into the living room. While not all games are well suited for multiplayer play – ‘It’s hard to avoid getting in each other’s way and impeding rather than advancing game progress’ (p. 133) – most games are intended to be played while in the room with other people. ‘The Wii is just the latest attempt by Nintendo to bring a version of this kind of social gaming into the living room, closer to arcade parties and karaoke than to, say, bouts of online multiplayer military simulations’ (p. 142). Jones and Thiruvathukal’s book is as much a user’s manual for the potential of the Nintendo Wii as it is an academic and technical deconstruction of the console as a computing platform. Their joint approach to considering the topic works well, but it isn’t until the very end of the book that Jones’ cultural contextual approach really shines. In the final six pages of the sixth chapter (pp. 143–148), the authors consider the paratext of the Wii, as well as the diegetic and nondiegetic elements of video games – and the various layers of the platform and the games, interactions and activities it supports. ‘This social layer of a video game platform is an essential part of what the system means, because it’s the environment in which the platform gets used’ (p. 148). Much of the existing literature on Nintendo – such as Osamu Inoue’s (2010) Nintendo Magic: Winning the Videogame Wars and Jeff Ryan’s (2011) Super Mario: How Nintendo Conquered America – concentrates on the company’s success as a business. The more technical literature to date focuses on the use of the Wii Balance Board, another controller for the platform, in healthcare and therapeutic settings. This text sits comfortably in the middle, Wiimote and Nunchuk controllers in hand, making a valuable contribution to the study of the Nintendo Wii and how technology and culture work together.", "venue": "New Media Soc.", "year": 2015, "referenceCount": 1, "citationCount": 777, "influentialCitationCount": 97, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2295688", "name": "L. A. Scheidt"}]}