{"offset": 0, "next": 100, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0213603ffeec45ec030d31f5f0b0ba674be6dadc", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/0213603ffeec45ec030d31f5f0b0ba674be6dadc", "title": "Dalit-futurist Feminism: New Alliances through Dalit Feminism and Indian Science Fiction", "abstract": "This article analyses the novel Generation 14 by Priya Sarukkai Chabria from a convergent perspective of Dalit Studies (which encapsulates Dalit literature and Dalit feminism) and science fiction. I suggest that Indian science fiction that discusses caste with reference to the emerging technoscientific culture can be termed Dalit-futurism. I define this concept by drawing on the tradition of Dalit literature and science fiction and suggest that the Dalit-futurist texts seek to mutate caste to foreground its arbitrary structure. This paper uses the vocabulary of science-fiction criticism to analyze the mutation of caste in the fictional world and draws parallels with our social reality. It suggests that the social divisions in the fictional world echo the Brahmanical patriarchy of the Indian subcontinent. I theorize that the convergence of Dalit-futurism with feminist theory results in a new and transformative feminist configuration termed ‘Dalit-futurist feminism’. I explicate Dalit-futurist feminism through the cyborg figure, which I suggest shares overlapping themes and concerns with the Dalit feminist standpoint theory, conceptualized by Sharmila Rege and Cyborg feminism conceptualized by Donna Haraway. I suggest that the main protagonists, Aa-Aa and Clone 14/54/G, embody the intersectional, revisionist, and inclusive feminism advocated by Rege and Haraway, arguing for an affiliation-based politics that rejects women’s unity based on essentialized identities like sex, class, race, and caste and uncover the constructive nature of social processes that maintain and reproduce hierarchies, inequalities, and oppression.", "venue": "", "year": 2021, "referenceCount": 33, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2136944341", "name": "Priteegandha Naik"}]}}, {"contexts": ["In Technologies of the Gendered Body: Reading Cyborg Women [2], Anne Balsamo’s study of prosthetics and pacemakers critically examines the gendered production and marketing of these machines, and suggests they figure and promote the “future body” as a masculine one.", ", [2, 11, 16, 44, 76, 87]), we explore how power works in human-machine relations and suggest that fuller awareness of the social can enhance technology design."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "031107688e04b1386c865a0ceee6ab9d321f2d9d", "externalIds": {"DBLP": "journals/pacmhci/WagmanP21", "DOI": "10.1145/3449175"}, "url": "https://www.semanticscholar.org/paper/031107688e04b1386c865a0ceee6ab9d321f2d9d", "title": "Beyond the Command", "abstract": "Machines, from artificially intelligent digital assistants to embodied robots, are becoming more pervasive in everyday life. Drawing on feminist science and technology studies (STS) perspectives, we demonstrate how machine designers are not just crafting neutral objects, but relationships between machines and humans that are entangled in human social issues such as gender and power dynamics. Thus, in order to create a more ethical and just future, the dominant assumptions currently underpinning the design of these human-machine relations must be challenged and reoriented toward relations of justice and inclusivity. This paper contributes the \"social machine\" as a model for technology designers who seek to recognize the importance, diversity and complexity of the social in their work, and to engage with the agential power of machines. In our model, the social machine is imagined as a potentially equitable relationship partner that has agency and as an \"other\" that is distinct from, yet related to, humans, objects, and animals. We critically examine and contrast our model with tendencies in robotics that consider robots as tools, human companions, animals or creatures, and/or slaves. In doing so, we demonstrate ingrained dominant assumptions about human-machine relations and reveal the challenges of radical thinking in the social machine design space. Finally, we present two design challenges based on non-anthropomorphic figuration and mutuality, and call for experimentation, unlearning dominant tendencies, and reimagining of sociotechnical futures.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 138, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1742092685", "name": "Kelly B. Wagman"}, {"authorId": "144421968", "name": "Lisa Parks"}]}}, {"contexts": ["In Technologies of the Gendered Body: Reading Cyborg Women [2], Anne Balsamo’s study of prosthetics and pacemakers critically examines the gendered production and marketing of these machines, and suggests they figure and promote the “future body” as a masculine one.", ", [2, 11, 16, 44, 76, 87]), we explore how power works in human-machine relations and suggest that fuller awareness of the social can enhance technology design."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "11ded44c61b1b5726d0ed531ef6672814635b45c", "externalIds": {"DBLP": "journals/corr/abs-2102-00464", "ArXiv": "2102.00464"}, "url": "https://www.semanticscholar.org/paper/11ded44c61b1b5726d0ed531ef6672814635b45c", "title": "Beyond the Command: Feminist STS Research and Critical Issues for the Design of Social Machines", "abstract": "ing with credit is permitted. To copy otherwise, or republish, to post on servers or to redistribute to lists, requires prior specific permission and/or a fee. Request permissions from permissions@acm.org. CSCW ’21 (Pre-print), © 2021 Association for Computing Machinery. ACM ISBN 978-x-xxxx-xxxx-x/YY/MM. . . $15.00", "venue": "ArXiv", "year": 2021, "referenceCount": 90, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1742092685", "name": "Kelly B. Wagman"}, {"authorId": "144421968", "name": "Lisa Parks"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4fa55c32c7b5ecabab8daab5c815d138619820d5", "externalIds": {"MAG": "3154420792", "DOI": "10.14746/I.2020.37.02"}, "url": "https://www.semanticscholar.org/paper/4fa55c32c7b5ecabab8daab5c815d138619820d5", "title": "Elektroniczny łowca: postać cyborga w kinie science fiction głównego nurtu", "abstract": "Kamrowska Agnieszka, Elektroniczny łowca: postać cyborga w kinie science fiction głównego nurtu [Electronic hunter: the cyborg in mainstream science fiction films]. “Images” vol. XXVIII, no. 37. Poznań 2020. Adam Mickiewicz University Press. Pp. 21–34. ISSN 1731-450X. DOI 10.14746/i.2020.37.02. The aim of this text is to analyze the cyborg motif in mainstream American science fiction films, as represented by the Terminator and RoboCop film series. The cyborg characters presented in these films are focused mainly on violence and destruction, which emphasizes the technophobic attitude of the culture within which these films were made. The only redemption of their otherness is showing their humanity. For a cyborg, its technological provenance is a burden and results in its sense of guilt. In this manner, American science fiction films support anthropocentrism and the conservative status quo.", "venue": "", "year": 2021, "referenceCount": 12, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "122792013", "name": "Agnieszka Kamrowska"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6f18622c2ef9d21c053aefcaa69642c3169e64a4", "externalIds": {"MAG": "3147565577", "DOI": "10.1016/J.WSIF.2021.102469"}, "url": "https://www.semanticscholar.org/paper/6f18622c2ef9d21c053aefcaa69642c3169e64a4", "title": "The prism of equality. From legal feminist critiques to the Digital Era", "abstract": "Abstract The first part of this paper focuses on four feminist legal critiques, aimed at criticizing the equality principle as defined by western legal orders (the difference critique, the oppression critique, the diversity critique, the dependency critique). The second part examines some implications of the Digital Era affecting sex equality: from the “digital gender divide” to the sexist hate and the new forms of online violence. In this scenario, a “critical” conception of equality should still be claimed as a guiding light for politics, law and shared actions.", "venue": "Women's Studies International Forum", "year": 2021, "referenceCount": 114, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2094646286", "name": "Serena Vantin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8572954110ac621e5055fee3db1376599dcbcdc6", "externalIds": {"MAG": "3135023217", "DOI": "10.1007/978-981-33-6296-3_6"}, "url": "https://www.semanticscholar.org/paper/8572954110ac621e5055fee3db1376599dcbcdc6", "title": "Beauty Politics in Eating Disorders", "abstract": null, "venue": "", "year": 2021, "referenceCount": 58, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2104105732", "name": "Lisa Hodge"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8acef4846dc195a718505cd0a2ca96a433acd50d", "externalIds": {"DOI": "10.1086/715227"}, "url": "https://www.semanticscholar.org/paper/8acef4846dc195a718505cd0a2ca96a433acd50d", "title": "Chatbots, Gender, and Race on Web 2.0 Platforms: Tay.AI as Monstrous Femininity and Abject Whiteness", "abstract": "In March 2016, Microsoft launched Tay.AI, a chatbot designed to experiment with conversational understanding through direct engagement with social media users. Marketed as the digital representation of an 18–24-year-old, cis-gendered female, Tay.ai was meant to be chatty, personable, friendly, and innocuous. Hours into launch, however, the chatbot’s mimetic programming structure was taken advantage of by organized groups of online social media users, and Tay.ai began replying to queries with alt-right and neo-Nazi ideology. In this article, I explore the role that Tay.ai’s assigned gender and race played in influencing both Tay.ai’s initial design and, subsequently, the program’s monstrous evolution. This is achieved through three avenues of thought. First, I situate Tay within the new public of Web 2.0, a space reliant on user participation and beholden to the neoliberal, racialized, and gendered architectures that produce it. I then consider Tay as an evolution of the chatbot, arguing that Tay is emblematic of both race and gender as social technologies. Third, I explore Tay’s aberration from programmatic protocols in the context of the monstrous and the abject, suggesting that digital nonhuman ambivalence to programming and encoded control presents a space of productive creativity.", "venue": "Signs: Journal of Women in Culture and Society", "year": 2021, "referenceCount": 86, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2127104740", "name": "Zoe Vorsino"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c0262fc81539d15605de32148e8cca5f222980cc", "externalIds": {"MAG": "3172375272", "DOI": "10.1080/14794713.2021.1926748"}, "url": "https://www.semanticscholar.org/paper/c0262fc81539d15605de32148e8cca5f222980cc", "title": "Performing the cyborg self: explicit and implicit examples of body hacking the distributed self", "abstract": "ABSTRACT Today, as many work and socialize completely online, we are more acutely aware than ever of the cybernetic relationship between the body (in-situ) and the virtually or digitally extended self. However, even before the onset of the current global pandemic (COVID-19), the contemporary ‘body’ had to be understood as extended beyond physical flesh, through global communications systems. How do our practices on these platforms reveal our evolving relationships with a distributed and digitally mutable body? Drawing on my own construction of cyborg theory as a subset of posthuman discourse, this paper links the practices of explicitly cyborg performance, like Stelarc and ORLAN, with the increasingly banal practice of body-hacking as it is realized in the performance of the self (both consciously and unconsciously) on distributed, social media platforms. These discussions touch both on identified trends in contemporary self-representation as well as artists whose work within those spaces acts as a comment, critique, and application of those practices. Through this discussion, I show how these practices can be understood as body hacking and how that body hacking can both reflect an increasing sense of personal empowerment in relation to the body as well as a morally ambiguous algorithmic redefinition of the paradigmatic body.", "venue": "", "year": 2021, "referenceCount": 43, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47920528", "name": "Minka Stoyanova"}]}}, {"contexts": ["There are longstanding debates on the appropriate way to conceive of the body (e.g., as existing prior to culture or only coming into being through the enactment of cultural meaning) (Balsamo, 1996; Butler, 1990, 1993; Turner, 1984)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e2f80035961b1ac02ca11d7a06d3c5de5770f7be", "externalIds": {"DOI": "10.1080/00224499.2021.1925620", "PubMed": "34080946"}, "url": "https://www.semanticscholar.org/paper/e2f80035961b1ac02ca11d7a06d3c5de5770f7be", "title": "What are We Forgetting? Sexuality, Sex, and Embodiment in Abortion Research", "abstract": "ABSTRACT Abortion has been alternately legalized and criminalized, tacitly approved of, and stigmatized, in various settings over time. The contours of its treatment are dependent on social and political contexts, including concern over women’s sexuality, but it is not clear that existing conceptual frameworks enable expansive examination of the relationship between abortion and sexuality. We conduct a critical interpretive synthesis review of the literature that jointly engages with sexuality and abortion, focusing on the U.S., to highlight the frameworks that authors use to understand the relationship between the two. We find two conceptual frameworks of abortion and sexuality in operation: one that treats the two as discrete, causal variables that operate at the individual level; and another that focuses on how beliefs about what constitutes (in)appropriate sexuality explain ideological positions on abortion. We identify limitations of both frameworks and propose a new conceptual framework – one that highlights sexual embodiment – to inspire future research in this area and generate opportunities for knowledge extension. Such an approach, we contend, can elucidate broader social forces that shape both abortion and sexuality and bring research on abortion into conversation with recent scholarship on the important role of sexuality in other sexual and reproductive domains.", "venue": "Journal of sex research", "year": 2021, "referenceCount": 115, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2972731", "name": "K. Kimport"}, {"authorId": "34154463", "name": "Krystale E. Littlejohn"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0129e40654fbed6028d065d913e4cee177c94fc6", "externalIds": {"MAG": "3047857789", "DOI": "10.1177/1464700120944794"}, "url": "https://www.semanticscholar.org/paper/0129e40654fbed6028d065d913e4cee177c94fc6", "title": "Flaws in the highlight real: fitstagram diptychs and the enactment of cyborg embodiment", "abstract": "This article inverts Donna Haraway’s proposition that ‘the ideologically charged question of what counts as daily activity, as experience, can be approached by exploiting the cyborg image’ by instead exploiting everyday experience to approach the contemporary cyborg. It utilises digital tools to compile a corpus of Instagram posts that foreground corporeal hybridity, and examines this social media data through the lenses of feminist STS, affect theory and digital studies. This strategy offers a new vantage on the cyborg by connecting it to concrete and ongoing user practices. To make these interventions, this project focuses specifically on a genre of post popularised by Instagram fitness (or fitstagram) influencers – diptych photographic montages that oppose imperfectly ‘real’ material bodies to unrealistically ‘perfect’ media bodies. Although they formally rely on binary logics (real v. perfect, offline v. online), the posts simultaneously deconstruct them in a number of ways. These repeated boundary transgressions reflect users’ lived experiences of hybrid online/offline corporeality and help forward a theory of cyborg embodiment that relies on quotidian practices as opposed to fixed products or identities. Moreover, close engagement with a final dataset of eighty-nine posts illuminates three particular modes of enacting the cyborg corpus on Instagram: occupation of multiple bodies, awareness of the analogue body and anxious boundary-work. This research extends the cyborg as a critical figure by situating it within a social media context, attending to its imbrication in everyday practices, and affirming female Instagram users as theorists of their cyborg selves.", "venue": "", "year": 2020, "referenceCount": 96, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48478726", "name": "A. Greene"}]}}, {"contexts": ["As argued by Balsamo (1996), shapers of technology already work within a hierarchical and gendered mindset, and consequently tend to reproduce patriarchal structures."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "17f7c760a7bc9cf550c1b4dc7187bce5efba55a3", "externalIds": {"MAG": "3035712908"}, "url": "https://www.semanticscholar.org/paper/17f7c760a7bc9cf550c1b4dc7187bce5efba55a3", "title": "Discourse of Practice: The Negotiation of Sexual Norms Via Online Religious Discourse", "abstract": "This article examines the negotiation of sexual practices through online discourse within a global religious community. Online questions and answers (Q&A) are analyzed while considering the technological affordances of the websites where these discourses take place as well as the discursive strategies. A total of n = 60 Q&A and n = 81 comments from three Jewish religious websites in the U.S. and Israel were collected and analyzed. These Q&A discuss issues of masturbation and touch between the sexes. It is argued that changes in the practices of the discourse—the fact that it is now online—shift elements in the concepts discussed in the discourse. Though the technological affordances allow taboo questions to be asked and enable a participatory discourse, this discourse is then used by rabbis and users to promote a strict approach toward sexuality and for peer regulation. Thus, this online discourse enforces traditional, and even fundamental, religious sexual practices.", "venue": "", "year": 2020, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1750478", "name": "Ruth Tsuria"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2e00d61c5d0d4a251631598eefb15abec709b27d", "externalIds": {"MAG": "3161009697", "DOI": "10.1017/9781108297820.008"}, "url": "https://www.semanticscholar.org/paper/2e00d61c5d0d4a251631598eefb15abec709b27d", "title": "Digital Media and Democracy", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1144, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4b522828bcf7840e91c179c53d5fa72807265c57", "externalIds": {"MAG": "3097938038", "DOI": "10.1177/0891243220965913"}, "url": "https://www.semanticscholar.org/paper/4b522828bcf7840e91c179c53d5fa72807265c57", "title": "Gender Identity, the Sexed Body, and the Medical Making of Transgender", "abstract": "In this article, I argue that the medical conceptualization of gender identity in the United States has entered a “new regime of truth.” Drawing from a mixed-methods analysis of medical journals, I illuminate a shift in the locus of gender identity from external genitalia and pathologization of families to genes and brain structure and individualized self-conception. The sexed body itself has also undergone a transformation: Sex no longer resides solely in genitalia but has traveled to more visible parts of the body, implicating racialized aesthetic ideals in its new formulation. The re-imagining of gender identity as genetically and neurologically inscribed and the expanding locus of sex correspond to an inversion of the relationship between gender identity and the sexed body as well as shifts in medical jurisdiction. Whereas psychiatrists in the 1960s, ’70s, and ’80s understood gender as stemming from genital sex, the less popular idea that gender identity precedes the sexed body has gained traction in recent decades. If gender identity once derived from the sexed body, the sexed body must now be brought into alignment with gender identity. The increasing legitimacy of self-defined gender identity, the expanding definition of racialized sex, and the inversion of the sex–gender identity relationship elevates the role of surgeons in producing racialized and sexed bodies.", "venue": "", "year": 2020, "referenceCount": 179, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2005451757", "name": "T. Gonsalves"}]}}, {"contexts": ["critical work in disability studies also partakes in this tradition, or at least operates with similar idioms—often with explicit reference to the figure of the cyborg and Haraway’s use of the trope (see Waldschmidt et al., 2017; Siebers, 2008; Balsamo, 1996; Davis, 2006; Cromby and Standen, 1999).", "…work in disability studies also partakes in this tradition, or at least operates with similar idioms—often with explicit reference to the figure of the cyborg and Haraway’s use of the trope (see Waldschmidt et al., 2017; Siebers, 2008; Balsamo, 1996; Davis, 2006; Cromby and Standen, 1999)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "52678390f1b2062569bb9675aa8ae08c615557a0", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/52678390f1b2062569bb9675aa8ae08c615557a0", "title": "Reading in Ruins: Exploring Posthumanist Narrative Studies", "abstract": null, "venue": "", "year": 2020, "referenceCount": 55, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "100766515", "name": "N. Falkenhayner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "66e31e6119b11055facedd0caf83e00fb718a850", "externalIds": {"MAG": "3029963038"}, "url": "https://www.semanticscholar.org/paper/66e31e6119b11055facedd0caf83e00fb718a850", "title": "Interrogating Augmented Tech Mediation in Mobile Gaming App Pokémon GO", "abstract": null, "venue": "", "year": 2020, "referenceCount": 5, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "50985546", "name": "Abigel Lemak"}, {"authorId": "123025550", "name": "Kiera Obbard"}]}}, {"contexts": ["On a more general level, beauty plays a part even in the interracial realm, since the ideal proportions in plastic surgery handbooks (e.g. “Proportions of the Aesthetic Face”) are based on a white, Western aesthetic of feminine beauty (Balsamo, 1997; see also “Opening” faces."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "77cdc92e0cf8368b1c195d79572b31636c1b231f", "externalIds": {"DOI": "10.1515/9780822385448-002"}, "url": "https://www.semanticscholar.org/paper/77cdc92e0cf8368b1c195d79572b31636c1b231f", "title": "Prefacio / Preface", "abstract": "The study of the diffusion of scientific knowledge on aids from the perspective of social representations takes an important role in the socialization of knowledge generated by science about the illness. The experimental and survey studies reported in this article focused on the influence of media, social interaction and different forms of diffusion of scientific knowledge about HIV/Aids on the informative dimension of social representations, summarizing research conducted by the Social Psychology of Communication and Cognition Laboratory (LACCOS). Results indicated that providing conditions for the individual to receive the message and giving him/her the possibility to have a position of towards it is fundamental for the acquisition of attitudes and knowledge that favor prevention practices. This implies promoting interaction between scientific and consensual representations in the frame of actions directed to the scientific popularization of aids.", "venue": "Songs of Life and Hope/Cantos de vida y esperanza", "year": 2020, "referenceCount": 784, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "48154545", "name": "S. Moscovici"}, {"authorId": "47816021", "name": "D. Jodelet"}, {"authorId": "2070220293", "name": "B. V. Camargo"}, {"authorId": "73311508", "name": "A. Barbara"}, {"authorId": "1771650970", "name": "S. Bousfield"}, {"authorId": "6786906", "name": "João Wachelke"}, {"authorId": "1423284002", "name": "C. Nascimento-Schulze"}, {"authorId": "118104584", "name": "M. Nagel"}, {"authorId": "82341508", "name": "A. Holman"}, {"authorId": "2138075863", "name": "Célia Cristina Casaca"}, {"authorId": "2136374614", "name": "Raquel B. Bertoldo"}, {"authorId": "2071954776", "name": "R. Wolter"}, {"authorId": "2054498904", "name": "Edson Alves de Souza Filho"}, {"authorId": null, "name": "Ana Carolina Dias Cruz"}, {"authorId": "2080700095", "name": "C. O. M. D. Aragão"}, {"authorId": "2136809795", "name": "Luana Pedrosa"}, {"authorId": "77801024", "name": "Ângela Arruda"}, {"authorId": "2052423943", "name": "P. Campos"}, {"authorId": "2057348464", "name": "Tatiana de Lucena Torres"}, {"authorId": "2138076256", "name": "Giovana Delvan"}, {"authorId": "2138075872", "name": "Maria Eliane Liégio"}, {"authorId": "2059445968", "name": "S. Maciel"}, {"authorId": "2064636085", "name": "D. R. Barros"}, {"authorId": "49034222", "name": "L. Camino"}, {"authorId": "2138075805", "name": "Juliana Rízia"}, {"authorId": "2136752434", "name": "Félix de Melo"}, {"authorId": "2138076981", "name": "Daniela B. S. Freire"}, {"authorId": "2083259820", "name": "É. N. H. Teibel"}, {"authorId": "1580461877", "name": "Alcina Maria Testa"}, {"authorId": null, "name": "Braz da Silva"}, {"authorId": "2084087070", "name": "Gustavo Daniel Constantino"}, {"authorId": "2101339703", "name": "Vânia Ben Premaor"}, {"authorId": "2138137471", "name": "Edna Maria Querido"}, {"authorId": "2065809602", "name": "Pedro Milton de Moraes"}, {"authorId": "2074493980", "name": "E. Goetz"}, {"authorId": "14429746", "name": "A. Bousfield"}, {"authorId": "2062908444", "name": "A. Justo"}, {"authorId": "2137078478", "name": "Catarina Durante"}, {"authorId": "2136516698", "name": "Bergue Alves"}, {"authorId": "2137279705", "name": "Annie Mehes Maldonado"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7ed4ac943f1098c2049c6c77cafda734ae574fac", "externalIds": {"MAG": "2999954136", "DOI": "10.1007/978-94-024-1790-6_8"}, "url": "https://www.semanticscholar.org/paper/7ed4ac943f1098c2049c6c77cafda734ae574fac", "title": "Visualizing Birth Tourism on Social Media: Taiwanese Expectant Mothers in the United States", "abstract": "This chapter examines how birth tourists visualize their daily spatial experiences through producing and sharing digital photography on social media. It is primarily based on semi-structured interviews and informal conversations with Taiwanese women who have participated in birth tourism in Los Angeles, California. The findings illuminate how photo-sharing activities are shaped by norms both intrinsic and extrinsic to social media platforms as well as how birth tourists make sense of the complex power dynamics underlying the politics of Asian transnational intimacy. First, they illustrate the racialized, gendered, and classed subjectivities of the informants manifested in the informants’ visualization of the spatiality of birth tourism. The informants primarily took and uploaded photos of leisure settings around the metropolitan area of LA outside of the Chinese-speaking ‘ethnic enclave’ of the neighborhoods where they stayed. Whereas the co-ethnic spaces are understood as sites for ordinary everyday life, which is not photo worthy, urban localities marked by white, middle-class consumerism are perceived as extraordinary spectacles to be viewed, recorded, and shared. Second, the informants carefully selected the audiences for these consumerism-themed photos on social media. This is because birth tourists are largely constructed by their Taiwanese audiences as upper-class women abusing their reproductive bodies for the transnational exploitation of capital, labor, and loyalty. The careful selection of audiences is also closely linked to a gendered spatial norm regarding reproductive women, which associates pregnant women’s hypermobility and excessive pleasure with irresponsible motherhood.", "venue": "", "year": 2020, "referenceCount": 57, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "117858989", "name": "Tingyu Kang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7f731ea2cbd19e6ca08c0e46f2ebc8b8129f2832", "externalIds": {"MAG": "3110977557", "DOI": "10.21659/rupkatha.v12n5.rioc1s26n2"}, "url": "https://www.semanticscholar.org/paper/7f731ea2cbd19e6ca08c0e46f2ebc8b8129f2832", "title": "Live (Life) Streaming: Virtual Interaction, Virtual Proximity, and Streaming Everyday Life during the COVID- 19 Pandemic", "abstract": "This paper proposes to examine the digital event of live streaming as an entanglement of digital engagement, virtual proximity, and virtual embodiment as a possible posthuman concern, foregrounded by the ongoing COVID- 19 pandemic The transition witnessed in the medium of communication between humans has significantly deconstructed our understanding of the ‘normal’, consequently introducing a new phase of lost corporeality, digitally Unforeseen excessive employment of the virtual engagement system of live (life) streaming is a testament to the current human extremity In the light of this transition, the paper attempts to explore the possibility of witnessing some semblance of reality by altering the praxis of normalcy in the practice of the COVID appropriate ‘new normal’ through the virtual medium of a live stream Since the ontology of human exceptionalism has come under direct attack due to the current pandemic, a reassessment of the human/ technology interphase and its consequent posthuman predicament is urgent Drawing on Rosi Braidotti’s concept of life beyond the self and N Katherine Hayles’s concept of embodied virtuality, this paper analyses the technical feature of live streaming as the ‘digital’ becoming of human beings in the contemporary COVID- 19 world, further complicating the modes of construction of embodiment through live (life) streaming © AesthetixMS 2020 This Open Access article is published under a Creative Commons Attribution Non-Commercial 4 0 International License (http://creativecommons org/licenses/by-nc/4 0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited For citation use the DOI For commercial re-use, please contact editor@rupkatha com", "venue": "", "year": 2020, "referenceCount": 11, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2044956334", "name": "Ujjwal Khobra"}, {"authorId": "2003280508", "name": "R. Gaur"}]}}, {"contexts": ["The prosthetic metaphor has served as a key trope for conceptualizing the relationship between technology and the human (Bateson 1972); a version of the metaphor that has emerged in recent decades is the cyborg (Balsamo 1996; Haraway 1991)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8012c5cbbac68862b71e641203d11cb8fd60e33b", "externalIds": {"MAG": "3013483166", "DOI": "10.1086/704924"}, "url": "https://www.semanticscholar.org/paper/8012c5cbbac68862b71e641203d11cb8fd60e33b", "title": "The Ability of Place", "abstract": "In this article I explore the relationship between digital place and disability through an ethnographic study of disability experience in the virtual world Second Life. I discuss how forms of landscape and interface shape disability experience, how building relates to “being-inworld” in digital place, and how proximity and collaboration relate to disability embodiment in a virtual context. “Participant building” on a virtual island created for this research, “Ethnographia,” complements participant observation and other methods to investigate these questions of digital place. Through these lines of analysis, I develop a notion of “digital topography” to illuminate the implications of digital place for disability and human experience more generally. This allows for differentiating digital places from digital media and thus forging conceptual frameworks that reflect how the internet is not a unitary entity. It also allows for considering digital emplacement as related to, but distinct from, digital embodiment. This helps draw attention to questions of digital placemaking alongside the better-known phenomena of avatars. Avatars are important, but it is crucial to highlight the virtual geographies without which the emplacement of those avatars would be impossible. These materials speak to broad questions regarding embodiment, ability, the digital, and the real.", "venue": "Current Anthropology", "year": 2019, "referenceCount": 73, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2334086", "name": "Tom Boellstorff"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8b27d6d646bec6466e987063d47930504fce7ee9", "externalIds": {"MAG": "357051162", "DOI": "10.5860/choice.47-6727"}, "url": "https://www.semanticscholar.org/paper/8b27d6d646bec6466e987063d47930504fce7ee9", "title": "Five Strands of Fictionality: The Institutional Construction of Contemporary American Fiction", "abstract": null, "venue": "", "year": 2020, "referenceCount": 232, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "70504013", "name": "Daniel Punday"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8cd6c3b872db4ac77a07aaca285b08c5e85a56e5", "externalIds": {"MAG": "3048587930", "DOI": "10.1007/978-3-030-39367-0_8"}, "url": "https://www.semanticscholar.org/paper/8cd6c3b872db4ac77a07aaca285b08c5e85a56e5", "title": "Mechanized Women and Sentient Machines: Language, Gendered Technology, and the Female Body in Luciano Bianciardi and Tiziano Scarpa", "abstract": null, "venue": "", "year": 2020, "referenceCount": 60, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2061564651", "name": "Eleonora Lima"}]}}, {"contexts": ["The new reproductive technology that is common in today’s medical landscape features “the administration of ovulation-inducing drugs, artificial insemination, laparoscopy, in-vitro fertilization, cryopreservation of embryos, ultra-sound scans” (Balsamo, 1991, p. 92).", "Management of pregnancy and childbirth through such technologies views the pregnant woman’s body objectively and “it also supports the naturalization of the scientific management of fertilization, implantation, and pregnancy more broadly” (Balsamo, 1991, p. 81)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8e0a2fd3be6040159dd2b708e0e453889ccf2488", "externalIds": {"MAG": "3037767667", "DOI": "10.1080/12259276.2020.1777797"}, "url": "https://www.semanticscholar.org/paper/8e0a2fd3be6040159dd2b708e0e453889ccf2488", "title": "Surrogate mother, the modest witness of new reproductive technology: Understanding technobiopower in the posthuman era", "abstract": "ABSTRACT This paper explores the complex topography of technobiopower in what has been referred to as the posthuman era, following the commercial surrogacy phenomenon. To do so, I refer to commercial surrogates as the “modest witness” of this situation, a term derived from Donna Haraway’s conceptual toolbox. The modest witness starts from her situated position, and records and informs about what happens. By placing commercial surrogates in the position of modest witness, this paper attempts to visualize the complex and multi-layered network of technobiopower. In the posthuman era where technological possibility re-characterizes birth and death, commercial surrogates are concrete bodies as well as symbolic markers that are captured within the complex network of bio-capital, bio-power, reproductive rights and bio-labor. If discussions on the posthuman emphasize new technological possibilities, deconstruction of traditional systems and advancement into a new world, commercial surrogates— as the “modest witness” of this era— will then reveal and demonstrate the pain that must be endured for obtaining this opportunity and the dominance of technobiopower about which we are not conscious.", "venue": "", "year": 2020, "referenceCount": 42, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "40648254", "name": "Ae-ryung Kim"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9239e80c1645464e9bcde8e78a66de50bfea020e", "externalIds": {"MAG": "3089237724", "DBLP": "conf/fdg/KretzschmarS20", "DOI": "10.1145/3402942.3402975"}, "url": "https://www.semanticscholar.org/paper/9239e80c1645464e9bcde8e78a66de50bfea020e", "title": "Party Ghosts and Queer Teen Wolves: Monster Prom and Resisting Heteronormativity in Dating Simulators", "abstract": "Visual novels occupy a space on the fringes of gaming. While many are sold on Steam, and several have been released on gaming platforms, most visual novels are promoted to enthusiasts or fans of connected properties (primarily anime). In this paper, we focus on the Western iterations of the queer dating simulator, a visual novel subgenre. The introduction of queer romances into a framework built for heteronormativity does not itself subvert that heteronormativity. Instead, it might simply enforce the same transactional mechanics and assumptions of queer relationships. The idea of monstrous romance is somewhat undermined by the skinny avatars and anime aesthetic that dominates Monster Prom’s visual experience. However, underneath that superficial resemblance to other dating simulators a more meaningful queering of play exists outside the limitations of the subgenre. The representational limitations of dating simulators are both mechanical and aesthetic: the visual expectations of anime, and the warping of bodies in favor of the hyperfeminine and super-skinny, create a space ill-suited to monsters or Other-marked bodies, broadly construed.", "venue": "FDG", "year": 2020, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "113031014", "name": "M. Kretzschmar"}, {"authorId": "48138838", "name": "Anastasia Salter"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "991d1b6ff378e19948af5d599004df8354cb2abb", "externalIds": {"MAG": "3005511632", "DOI": "10.1007/s11059-020-00519-0"}, "url": "https://www.semanticscholar.org/paper/991d1b6ff378e19948af5d599004df8354cb2abb", "title": "Corporeality, hyper-consciousness, and the Anthropocene ecoGothic: slime and ecophobia", "abstract": "The centrality of slime to corporeal theory can hardly be overstated, and phobic responses to slime belie both the exceptionalism we claim as our birthright, on the one hand, and the realities of our bodily existence and experiences on the other. Slime threatens and enables our sense of corporeal identity; triggers horror and disgust (as well as playful delight in children and sexual arousal in adults); and sits firmly within an ecophobic understanding of agencies outside of ourselves. Gendered and threatening, slime is oddly ambivalent matter. It is the stuff of which Anthropocene ecoGothic dreams are made, matter well beyond our command that threatens us precisely because of the ineluctability of its agential presence in our lives.", "venue": "", "year": 2020, "referenceCount": 49, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118239122", "name": "S. Estok"}]}}, {"contexts": ["Balsamo [3] further argues that the hybrid body with respect to people with disabilities is not more free from discipline and control."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "bf0b16ff04fad56ca0ca82307fc7cb1ea187a264", "externalIds": {"DBLP": "journals/pacmhci/Chandra20", "DOI": "10.1145/3432941"}, "url": "https://www.semanticscholar.org/paper/bf0b16ff04fad56ca0ca82307fc7cb1ea187a264", "title": "Piracy and the Impaired Cyborg", "abstract": "This paper examines software piracy in the Global South from an accessibility lens, using the bio-technical metaphor of the 'cyborg.' Drawing on qualitative interviews with people with visual impairment (VI) from India and Peru, the paper interrogates the intimate relationships that users have with assistive technologies (ATs). It outlines the effectiveness of ATs in allowing users to actively control and shape their own lives and identities, and describes the various modalities that regulate the human body, technology, and human body-technology linkages. The paper argues that software piracy, when looked through the lens of the 'cyborg,' is an act of self-making that is motivated by a desire to gain autonomy and independence, i.e., it can be understood as a way to overcome the barriers that undermine access to the technological self. Further, software piracy allows a shift in the distribution of power from those who control and regulate the assistive technologies to the cyborgs themselves.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 114, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40486345", "name": "Priyank Chandra"}]}}, {"contexts": ["The stigmatising nature of Youth Defence’s campaign, in addition to its sheer extent and targeted nature, mobilised pro-choice activists in what was to become a particularly fraught battle over public space, something that has been a characteristic feature of the abortion debate in recent years, and has involved challenging pro-life representations that attempt a ‘personification of the foetus’.(19) These representations - in which the women carrying the foetus are erased or completely invisible - were commonly used by the pro-life movement in Ireland."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "bf2059f22bcbbc888e7285ad248296abbb8a4174", "externalIds": {"DOI": "10.3898/soun.76.03.2020"}, "url": "https://www.semanticscholar.org/paper/bf2059f22bcbbc888e7285ad248296abbb8a4174", "title": "Exploring ‘artivist’ innovations in Ireland’s pro-choice campaign", "abstract": "Abstract:This article looks at the artistic practices of feminist pro-choice artivists in Ireland, in the successful mobilisation for repeal of the Eighth amendment. It focuses in particular on the home|work.collective, who in their performances in public places of The Renunciation - a performed reading of abortion stories - helped to make people’s lived experiences visible at multiple scales: new technology enabled them to ‘stretch’ the reach of these performances into digital space, and to leverage the opportunities offered by social media for horizontal organising. The Renunciation’s transnational resonance also enabled it to travel to spaces beyond its original performance sites. Through combining political public art and performance with technology, new possibilities emerged for solidarity, visibility and public participation in advancing reproductive rights. Creating and connecting new spaces of solidarity - ‘hybrid spaces’ - new possibilities for alliance-making were opened up.", "venue": "Soundings", "year": 2020, "referenceCount": 33, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2040657005", "name": "Lorna O’Hara"}]}}, {"contexts": [", 2008) and feminist theories (see for comparison Balsamo, 1996; Plant, 1997; Sundén, 2002; 2008)."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c99d2d7f3dbf5fdb0148b0ebebd6c4958def69ab", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/c99d2d7f3dbf5fdb0148b0ebebd6c4958def69ab", "title": "Computer-mediated environments and everyday life", "abstract": "The computational embeddedness in contemporary society has been subjected to extensive academic research (see for comparison Kaptelinin, 1996; Hayles, 1999; 2005; Dourish, 2004; Hansen, 2006; Benyon, et al., 2006; Kaptelinin & Nardi, 2006; Kozel, 2007). Computer games, online communities, virtual caves, MUD’s and MOO’s provide the empirical backdrop for research within HCI (human-computer interaction), robotics, S & TS (Science & Technology Studies), sociology, and gender studies. Attention has been directed to the design of personal avatars, photographs displayed on the Internet and use of chat rooms, but also to the ways in which physically located environments accommodate artifacts and digital systems such as laptops, mobile phones, Bluetooth, GPS and motion capture technique. Digitalization might further contribute to enhancing the sense of place (Benyon et al., 2006), as well as resurrecting visual productions such as films and art exhibitions. However disparate, these environments are all computer-mediated (Kaptelinin, 1996, p. 54) in that they are set and negotiated through computational means.", "venue": "", "year": 2020, "referenceCount": 24, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "efd818e3e90307d87657714bdb0d0f73cfefe558", "externalIds": {"DOI": "10.25148/etd.fidc007795"}, "url": "https://www.semanticscholar.org/paper/efd818e3e90307d87657714bdb0d0f73cfefe558", "title": "Love from the Machine: Technosexualities and the Desire for Machinic Bodies", "abstract": null, "venue": "", "year": 2020, "referenceCount": 149, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Ann-Renee Clark"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "00b94a7ff008f4a4884b5c47e17b58dc4282cf8d", "externalIds": {"MAG": "2969263398"}, "url": "https://www.semanticscholar.org/paper/00b94a7ff008f4a4884b5c47e17b58dc4282cf8d", "title": "The Wonder Women: Understanding Feminism in Cosplay Performance", "abstract": null, "venue": "", "year": 2019, "referenceCount": 62, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "1387979202", "name": "Amber Grissom"}]}}, {"contexts": ["Balsamo (1996), writing about virtual reality, argues:\nit is clear that the repression of the material body belies a gender bias in the supposedly disembodied (and gender-free) world of virtual reality […] these technologies have the effect of naturalizing a gendered body phenomenon.", "Whereas Foucault’s project was to explicate how discourses of modernity redefined the body as machine, in [Kroker’s] postmodernity what we discover is that technology now transforms the body into nothing more than discourse’ (Balsamo 1996, p. 30).", "Questions of embodiment are key to feminist critiques of labour (Acker 1990, Green 2001, Weeks 2011, Duffy 2016) and computational media (Balsamo 1996, Hayles 1999, Kember 2003).", "Users online regularly reinscribe normative gendered, classed, raced bodies, even under ‘alternative’ rubrics (Balsamo 1996, Cisneros and Nakayama 2015, Florini 2014, Kendall 1998, Magnet 2007, Vaisman 2016)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "09ef5c7c5cae1c488ae3de748bcd6e08b3dbb046", "externalIds": {"MAG": "2975592442", "DOI": "10.1080/09502386.2019.1671469"}, "url": "https://www.semanticscholar.org/paper/09ef5c7c5cae1c488ae3de748bcd6e08b3dbb046", "title": "Theorizing femininity in artificial intelligence: a framework for undoing technology’s gender troubles", "abstract": "ABSTRACT This article responds to technofeminist calls to unpack the gendered politics of technologies and create critical crossover between their representation and design. I analyze feminized artificial intelligence (Siri, Alexa, Cortana) in light of two science-fiction narratives: Tomorrow’s Eve, a Victorian novel; and Her, a postmillennial film. Each story exemplifies a pivotal moment in media history: Eve the transition from symbolic to technical media; Her the transition from technical to computational media. Both stories depict a man falling in love with an artificially intelligent, feminized version of the communication media du jour. Whereas Eve and Her operate on our imaginary, Siri, Alexa, and Cortana are by our side every day, naturalizing contingent gender divisions. I address three questions: what is the cultural work accomplished by feminized AI? Which boundaries are coming down or built up? What gendered relations are (re)produced? Drawing on media archaeology, critical theory, gender studies, and media theory, this article argues the association of femininity with technology sustains differences across three dimensions: docile labour, replaceable embodiment, and artificial intelligence. This triadic framework weaves together analytic threads that often remain separate to develop a nuanced critique of femininity as a mode for domesticating new technology and technology as materializing gender relations. The discussion extends the framework to a more generalized analysis of AI as a problematic prescription for how we become machine-shaped. I advance an entangled reinterpretation of the Turing Test and suggest ethics, aesthetics, and performativity as key sites of intervention in rethinking AI design to include rather than exclude multiple forms of difference. The conclusion offers the framework as a novel heuristic for intersectional, nonreductive critiques of technology and difference.", "venue": "Cultural Studies", "year": 2020, "referenceCount": 197, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3158958", "name": "Daniel M. Sutko"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0b476e29ab37e80857c6a15f07195261a09f931b", "externalIds": {"MAG": "2790710854", "DOI": "10.1080/01639625.2018.1449433"}, "url": "https://www.semanticscholar.org/paper/0b476e29ab37e80857c6a15f07195261a09f931b", "title": "The new mothers’ little helpers: medicalization, victimization, and criminalization of motherhood via prescription drugs", "abstract": "ABSTRACT In order to understand the relationship between nonmedical prescription drug use, gender, and crime, interviews were conducted with 40 incarcerated women who self-identified as nonmedical Rx users. Of the women we interviewed, 70% were prescribed Rx drugs from their doctors to aid in recovery from cesarean section childbirth deliveries, treat postpartum depression, or for mental or physical health problems associated with childhood abuse and victimization. These women subsequently discovered that these pills also helped them cope with the stresses of caretaking and keeping the family together, particularly when experiencing intimate partner violence and prolonged poverty. Women were motivated to use Rx drugs in order to be a “good” mother, as defined by medical and cultural discourse; however, despite positive intentions, prolonged nonmedical use often hindered the realization of these ideals and ultimately resulted in their criminalization, incarceration, and separation from their children.", "venue": "", "year": 2019, "referenceCount": 70, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145333027", "name": "M. Smirnova"}, {"authorId": "1820885833", "name": "Jennifer Gatewood Owens"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "108fcada322f887876e4362f74e5463618135b1e", "externalIds": {"MAG": "2898127407", "DOI": "10.1080/02773945.2018.1528792"}, "url": "https://www.semanticscholar.org/paper/108fcada322f887876e4362f74e5463618135b1e", "title": "Embodying the Problem: The Persuasive Power of the Teen Mother, by Jenna Vinson", "abstract": null, "venue": "", "year": 2019, "referenceCount": 3, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "82706437", "name": "Lori Beth De Hertogh"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2dc088bc361a08599268b076ddab0c92cf278bd4", "externalIds": {"MAG": "2952264550", "DOI": "10.13023/ETD.2019.232"}, "url": "https://www.semanticscholar.org/paper/2dc088bc361a08599268b076ddab0c92cf278bd4", "title": "WHEN THE INHUMAN BECOMES HUMAN: AN EXAMINATION OF THE MUSICAL PORTRAYAL OF THE ROBOT IN TWENTY-FIRST CENTURY SCIENCE-FICTION CINEMA THROUGH AN ANALYSIS OF THE FILM SCORES OF AUTOMATA , EX MACHINA , AND THE MACHINE", "abstract": "OF DISSERTATION WHEN THE INHUMAN BECOMES HUMAN: AN EXAMINATION OF THE MUSICAL PORTRAYAL OF THE ROBOT IN TWENTY-FIRST CENTURY SCIENCE-FICTION CINEMA THROUGH AN ANALYSIS OF THE FILM SCORES OF AUTOMATA, EX MACHINA, AND THE MACHINE Science fiction film has been telling stories about artificial anthropomorphic robots and androids for almost a hundred years, spawning films, such as Metropolis (1927), Ghost in the Shell (1951), and Blade Runner (1982). Each of these sciencefiction films was complemented by a musical score that helped to create an onscreen world dominated by a dystopian view of the future. Influenced by the generations of prior science-fiction films, Automata (2014), The Machine (2013), and Ex Machina (2015) are all concerned with the same narrative in which humanity is in decline while artificial robots are rising up and experiencing life in a way that humans are no longer capable of doing. These three films were all chosen as exemplars of recent sciencefiction films with stories about robots versus humans. Further, this difference between robots and humans is paralleled in the film's musical scores. Humans are represented by depressive musical themes with dull and cold timbres that symbolize how empty they have become. Robots, on the other hand, are represented by bright and lively timbres that symbolize how the robots are living more vibrant lives than humans. This thesis traces themes for humans and robots through several important moments and tropes in each film: the state of humanity, the first encounter with the robot, the quality of life for robots and humans, and the eventual conflict that erupts between artificial and organic life. This conflict ends with the arrival of a robotic Eve figure, a sole female robot that is set apart by the film score as a special being, the start of a new age that is dominated by robotic life. These films choose to portray female robots and promote the idea of Eve because the female is seen as a mysterious Other to be feared; in the same way, humans fear these female robots because of their Otherness. Analysis and conclusions were achieved through transcription of the film scores, interviews with the film composers, analysis connecting the score to the visual scene, and constructing a historical context that connects the three films to their predecessors.", "venue": "", "year": 2019, "referenceCount": 144, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "2055441482", "name": "Rebecca Ann O'Brien"}]}}, {"contexts": ["Balsamo (1995) exploring gendered embodiments in cultural artifacts, argues how a body-technology image does not pre-exist but co-emerges within practices of producing cultural objects."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "375234f113fdd73c84a2f0d8c5fa0f97805784d8", "externalIds": {"MAG": "2933813627", "DOI": "10.1007/S11858-019-01045-9"}, "url": "https://www.semanticscholar.org/paper/375234f113fdd73c84a2f0d8c5fa0f97805784d8", "title": "Affective bodying of mathematics, children and difference: choreographing ‘sad affects’ as affirmative politics in early mathematics teacher education", "abstract": "This paper responds to the frequently occurring phenomena of ‘sad affects’ experienced by student teachers as they confront the logic of ‘proper mathematics’ with young children of differently abled bodies. The notion of ‘proper’ entails a normalizing fixity of ‘what counts’ as mathematics for certain children and fails to recognize mathematics as a sensual encounter amongst bodies. The study draws upon Spinoza’s notion of affect to consider the body’s capacity to act, and makes the case for choreographing with body-movement, rather than disclosing, the politics involved in becoming teachers. It discusses how affective bodying with mathematics, children and difference in the classroom practice can be not only deconstructed but also reconstructed in affirmative terms, choreographically, as feeling and thinking-in-movement in ways that trouble and perturb the prevailing sharing of the ‘sensible’ in early childhood mathematics and in teacher education.", "venue": "ZDM", "year": 2019, "referenceCount": 90, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2281919", "name": "A. Chronaki"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3cb37c3631196a22b99ada8e8c4a0ea3910051d0", "externalIds": {"MAG": "2956033013"}, "url": "https://www.semanticscholar.org/paper/3cb37c3631196a22b99ada8e8c4a0ea3910051d0", "title": "Everything feels like the future but us: The Posthuman Master-Slave Dynamic in Japanese Science Fiction Anime", "abstract": null, "venue": "", "year": 2019, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "40346474", "name": "Ryan P Daly"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "41129e7dc2548d16e584c85251070f09ca652dba", "externalIds": {"MAG": "2950268738", "DOI": "10.1016/J.COMPCOM.2019.05.004"}, "url": "https://www.semanticscholar.org/paper/41129e7dc2548d16e584c85251070f09ca652dba", "title": "Troubling Structures: A Material-Embodied Pedagogy of Technical Difficulty", "abstract": "Abstract This article frames technical difficulty as a pedagogical opportunity, arguing that we must bring to the fore materialities and embodiments rather than oversimplify them for the sake of technical ease. Technical difficulty may renew a sense of medium as material, intensify embodied affect, and prompt instructors to consider how we can more ethically relate to our tools and to our students through attentiveness to structures of power and oppression. I describe how gendered dynamics of technical expertise are reflected in white, cis women student narratives of technical difficulty. I conclude by offering four characteristics of “feminist troubleshooting” and offer practical suggestions and strategies for implementing a material-embodied pedagogy of technical difficulty. This pedagogy can make digital and multimodal learning more inviting and appealing for all students, but especially those who do not identify with cis, straight, white, able-bodied, and/or masculine orientations.", "venue": "Computers and Composition", "year": 2019, "referenceCount": 91, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "39883065", "name": "Rachael Sullivan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4c9c0f487b662f78d2131f70595a55b8c9e20fe4", "externalIds": {"MAG": "2967325175"}, "url": "https://www.semanticscholar.org/paper/4c9c0f487b662f78d2131f70595a55b8c9e20fe4", "title": "The Cyborg Re-Manifested: Black Mirror, Cyberfeminism, and Genre Hybridity", "abstract": "Charlie Brooker’s science fiction television series Black Mirror has engendered intense audience responses, from discomfort to abjection, since the popular series first aired in 2011. While the majority of this anthology series’ episodes grapple with disaster arising from the oppressive technology-driven social regimes, a notable exception is Season 3’s Emmy Award-winning episode ‘San Junipero’. This episode follows two distinct female protagonists who fall in love with each other while experiencing redemptive possibilities of future technologies – their romance is facilitated by a simulated reality destination for human consciousnesses called San Junipero, accessible only to the elderly and deceased. ‘San Junipero’ is transgressive in its depiction of a liberating technologised future unconstrained by patriarchal power structures. We argue here ‘San Junipero’ re-manifests the hopeful, egalitarian vision Donna Haraway explicated in her influential 1984 work ‘A Cyborg Manifesto’, and that it does so via its hybridisation of codes and conventions of science fiction – traditionally a masculine genre – with those of melodrama – traditionally a ‘women’s genre’. The cutting edge ideas Haraway elucidated in ‘A Cyborg Manifesto’ have since been developed within the discourse of cyberfeminism, which analyses illustrations of technologised feminist potentialities in the face of oppressive technologies, as well as critiquing the misogynistic frameworks that could/do underpin technologised social structures. Applying a cyberfeminist lens, we find Black Mirror explores the subjugating possibilities of future technologies – in its representations of what we term the ‘tech-symbolic’ – as well as, in ‘San Junipero’, the liberating power and potential of technology Haraway predicted. We contend ‘San Junipero’ offers a unique textual rupturing even within the context of its own series, as it evokes tropes of science fiction as well as melodrama to reconceptualise the masculinist nature of Black Mirror and the science fiction genre more broadly, giving light to a vision of a unified, queer technological future.;", "venue": "", "year": 2019, "referenceCount": 25, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "2108666934", "name": "Corey Martin"}, {"authorId": "51284652", "name": "J. McIntyre"}]}}, {"contexts": ["Misogyny online is not new and has been documented by many scholars and particularly feminist scholars over the past two and a half decades (see, for instance, the earlier works on gender and the Internet and/or games by Balsamo (1996), Bryce and Rutter (2002), Cassell and Jenkins (1998), Cranny-Francis (1995), de Castell and Bryson (1998), Dibbel (1998), Groppe (2001), Kennedy (2002), Paasonen (2002), Reid (1993), Sofia (1995), Springer (1991), Taylor (2003), Walkerdine (2006), all of which deal with gender inequality in online environments).", "…particularly feminist scholars over the past two and a half decades (see, for instance, the earlier works on gender and the Internet and/or games by Balsamo (1996), Bryce and Rutter (2002), Cassell and Jenkins (1998), Cranny-Francis (1995), de Castell and Bryson (1998), Dibbel (1998), Groppe…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "54df0cbfd99805f9822808651b131808d13bed2e", "externalIds": {"MAG": "2785571183", "DOI": "10.1177/1555412017737637"}, "url": "https://www.semanticscholar.org/paper/54df0cbfd99805f9822808651b131808d13bed2e", "title": "On Being a Feminist in Games Studies", "abstract": "This article is an exploration of the importance of feminist analysis and researcher reflexivity in the context of a field where gender inequality is widespread––in games, in the games industry, in the dominant voices in games journalism, games communities, and in games research. Using a framework of intersectionality to understand how the concept of marginality is deployed within this area is important for understanding how power is exerted. Recent outspoken misogyny has brought to the surface some of the underlying gender inequality within games cultures but also points to areas that researchers in the field need to be alive to in their own work.", "venue": "", "year": 2019, "referenceCount": 49, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2933025", "name": "S. Humphreys"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5941528ecb7eed2f6c99d5769721608f330923d5", "externalIds": {"MAG": "2948666232", "DOI": "10.1080/09502386.2019.1621917"}, "url": "https://www.semanticscholar.org/paper/5941528ecb7eed2f6c99d5769721608f330923d5", "title": "Gender, technology and the ablenational Paralympic body politic", "abstract": "ABSTRACT The Paralympic games is a pedagogic, pervasive, political, powerful, and ‘popular’ cultural site where the heightened visibility of disability bring into being specific forms of disability as they articulate within cultures, institutions and practices. Regarded as a ‘positive charge’ by Stuart Hall, the Paralympics intends to challenge the devalued disabled body politic of typical disability representation. This has been stimulated by the entry of Channel 4 as the UK Paralympic rights holders in 2012 which has seen greater media coverage of certain technologically enhanced cyborgian parasport bodies and an emerging celebrity / sexualized disability culture. This contemporary moment in disability representation provides a compelling space in which to (re-)address the gendered nature of hyper-visible Parasport hybrids, their potential to disrupt ‘normative’ relations of power, and, the wider impact on disability politics in a neoliberalised culture of widening and affective circuits of bodily inclusion and control. Drawing on an integrated content and textual analysis of 90 h of Paralympic programming from the Rio 2016 Games we highlight two emblematic segments so as to enhance our appreciation of contemporary disabled politics as it intersects with gender, technology and nation. We analyse these emblematic segments at the intersection of critical disability studies, cultural studies and sport, using concept of ablenationalism to highlight the extent certain technological capacitated parasport bodies perform gendered representational work as part of the seductive apparatus of neoliberal micro-governance suggestive of an emerging ecology of disability-gender relations. In doing so, we highlight the Paralympic contradictions and interrogate the assumed ‘positive charge’ of the contemporary (re-)presentation of disability.", "venue": "Cultural Studies", "year": 2020, "referenceCount": 132, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48468460", "name": "Emma Pullen"}, {"authorId": "36649365", "name": "M. Silk"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6478b416d3068604ca4bddcc6e5db5527adae334", "externalIds": {"MAG": "2802076461", "DOI": "10.1177/0263276418771486"}, "url": "https://www.semanticscholar.org/paper/6478b416d3068604ca4bddcc6e5db5527adae334", "title": "A Theoretical Framework for the Critical Posthumanities", "abstract": "What are the parameters that define a posthuman knowing subject, her scientific credibility and ethical accountability? Taking the posthumanities as an emergent field of enquiry based on the convergence of posthumanism and post-anthropocentrism, I argue that posthuman knowledge claims go beyond the critiques of the universalist image of ‘Man’ and of human exceptionalism. The conceptual foundation I envisage for the critical posthumanities is a neo-Spinozist monistic ontology that assumes radical immanence, i.e. the primacy of intelligent and self-organizing matter. This implies that the posthuman knowing subject has to be understood as a relational embodied and embedded, affective and accountable entity and not only as a transcendental consciousness. Two related notions emerge from this claim: firstly, the mind-body continuum – i.e. the embrainment of the body and embodiment of the mind – and secondly, the nature-culture continuum – i.e. ‘naturecultural’ and ‘humanimal’ transversal bonding. The article explores these key conceptual and methodological perspectives and discusses the implications of the critical posthumanities for practices in the contemporary ‘research’ university.", "venue": "", "year": 2019, "referenceCount": 161, "citationCount": 189, "influentialCitationCount": 14, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "69388359", "name": "R. Braidotti"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "68b102275779a1d4d2a8bb7a9c8f8a3cf593b96a", "externalIds": {"MAG": "2938318245", "DOI": "10.1353/SEN.2019.0018"}, "url": "https://www.semanticscholar.org/paper/68b102275779a1d4d2a8bb7a9c8f8a3cf593b96a", "title": "Between Bodily Constraints and Bodily Resistance: Women’s Disabled Physicality in The Way Station by Hồng Ánh", "abstract": "In early November 2018, Nguyễn Phương Khánh became the first Vietnamese woman to win the top title at Miss Earth 2018. Pageant contests and reality shows searching for the face, the look and the model have blossomed in Vietnam in recent years. In this context, Nguyễn’s victory at a global contest became “a remarkable achievement of Vietnam (Vietnamese beauty)”,1 as the media enthusiastically acclaimed. Amidst this process of the standardisation of bodies framed by the mainstream media comes The Way Station (2017), the directorial debut of Hồng Ánh, whose name has been the signature of many Vietnamese art-house films, such as Life of Sand (1999), Deserted Valley (2001), The Female Sleepwalker (2004), Little Heart (2007), The Moon at the Bottom of the Well (2008), Mother’s Soul (2011), and a recent commercial film, Go Go Sisters (2018). In her directorial role, Hồng Ánh offers a space to reflect on the female disabled body, beauty and empowerment. For a long time, feminists have been concerned with women’s bodies partly because of their biological and cultural vulnerability, which leads to their subordination. Historically, women’s roles have often been reduced to their sexual functions—as sexual objects or reproductive roles—rather than being bona fide subjects. Women’s bodies are constructed as the embodiment of cultural values in nationalistic discourses.2 In this regard, their existences bear", "venue": "Southeast of Now: Directions in Contemporary and Modern Art in Asia", "year": 2019, "referenceCount": 18, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "121984429", "name": "Qui-Ha Hoang Nguyen"}]}}, {"contexts": ["Indeed, one of the most often-repeated claims about virtual reality is that it provides the technological means to construct identities and realities free from our “real”, physical, bodily identities (Balsamo 1995, 116).", "Susan Suleiman (as quoted in Balsamo 1995, 23) argues the female body is not an essentially unchanging, “given-in-nature”, biological entity, but is, rather, symbolically constructed within different cultural discourses situated within different historical moments.", "Balsamo (1995) argues we should think of the body and embodiment not as a product, but rather as a process, with the important question being whether new technologies will be used to tell new stories, or to primarily retell old stories – “stories that reproduce, in high-tech guise, traditional…", "Cyborgs are the products of deeply embedded fears and desires within our cultural imaginary; they represent an unfamiliar otherness that challenges the supposed stability of human identity (Balsamo 1995, 32).", "As a metaphor or allegory, cyborgs are the figure of posthuman identity within our postmodern and neocolonial existence (Balsamo 1995, 28)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "6ba89c0efe443e7439d462880506ffa675f29eba", "externalIds": {"MAG": "2902142703", "DOI": "10.1080/1369801X.2019.1659155"}, "url": "https://www.semanticscholar.org/paper/6ba89c0efe443e7439d462880506ffa675f29eba", "title": "African Cyborgs", "abstract": "African feminist writers argue black female bodies should be understood as interactions between materiality and the symbolic constructions of the body embedded within a given culture. They caution that an overemphasis on corporeality and embodiment denies subjectivity to black women. Responding to such concerns, contemporary African cultural and creative practitioners offer alternatives to continuing objectification and bodily stereotyping. In this essay I am particularly interested in the alternative visions of black female bodies presented in African speculative and science fiction film – visions which, I argue, engage colonial histories and local traditions in order to imagine a future inclusive of empowered female protagonists. I explore how the fictional configurations and cyborg imaginations of African sci-fi deconstruct and subvert the fixity, corporeality, fragility and captivity of the black female body. Drawing on African feminism and feminist science fiction in particular, I attempt to construct a theoretical framework through which to approach the representation of female bodies in sci-fi film from Africa. In the work of filmmakers such as Cameroonian Jean-Pierre Bekolo (Les Saignantes, 2005 and Naked Reality, 2016), Ghanaian filmmaker Frances Bodomo (Afronauts, 2014), Kenyan director Wanuri Kahiu (Pumzi, 2009) and South African filmmakers Michael Matthew (Sweetheart, 2010) and Amy van Houten (Elf, 2015), we find female-centred fantastical narratives that recast African women as futuristic cyborgs. Reminiscent of Donna Haraway's cyborg feminism of the late twentieth century, these filmmakers adapt the genres of fantasy and sci-fi to speculate about alternative African pasts and futures.", "venue": "Interventions", "year": 2020, "referenceCount": 57, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118062056", "name": "Lizelle Bisschoff"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "995d45dd66bf37d717d33799cbce7b9730f537ea", "externalIds": {"MAG": "2987762134"}, "url": "https://www.semanticscholar.org/paper/995d45dd66bf37d717d33799cbce7b9730f537ea", "title": "Rangatahi and complex entanglements of sexuality, sexuality education and secondary school: A material-discursive exploration", "abstract": null, "venue": "", "year": 2019, "referenceCount": 362, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115188199", "name": "J. Chalmers"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "995f5a8713b769ac3767c03005c0d85bcaeb4d82", "externalIds": {"MAG": "2971985513"}, "url": "https://www.semanticscholar.org/paper/995f5a8713b769ac3767c03005c0d85bcaeb4d82", "title": "Technologies of Sexuality: The HPV Vaccine and an Investigation into Parental Responsibility, Progressive Sex-Education, and Adolescent Girls’ Subjectivities", "abstract": "This dissertation problematizes responsibility and the persistent tensions accompanying vaccines, sexual health, and sex-education in contemporary society. I connect the everyday micro-level of parents, teachers, and adolescent girls, with macro-politics of biomedicine, “good parenting,” and progressive sex-ed to understand how vaccine politics and sex-education relate to girls’ development of their own subjectivities. I argue that while parents and teachers work to be responsible to girls’ health and sexual health, their actions may not support adolescents in ways they imagined. Chapter two, using data from 28 qualitative semi-structured interviews with Canadian mothers tasked with consenting to the HPV vaccine, challenges the overly narrow binary where parents are labeled as “responsible” if they vaccinate, “irresponsible” if they do not. I find that HPV vaccine-consenting mothers follow normative conceptualizations of responsibility, aligned with HPV vaccination. Some non-HPV vaccine-consenting mothers exercised alternate responsibilities, aligned with broad efforts to manage their teens’ sexual", "venue": "", "year": 2019, "referenceCount": 167, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "82607539", "name": "Katelin Albert"}]}}, {"contexts": ["…image in selfie culture, the historical legacy of subordination of the female body has political implications according to a number of feminist researchers because the body is a key site of women’s political subjectivity (Balsamo, 1996; Braidotti, 2002; Grosz, 1994; Hayles, 1999; Travers, 2003).", "…instance, Hansen (2006) and Nouraie-Simone (2005) argue that the internet is an escape from embodiment whereas for Haraway (1990), Grosz (1994) and Balsamo (1996) the female body, represented in the metaphor of the cyborg and at once materially and discursively produced, is a site of political…", "Anne Balsamo calls this way of thinking the ‘logic of binary gender-identity’ in what has become the ‘organisational framework’ of contemporary discourses about information technology (Balsamo, 1996: 9–10).", "Positioned at the centre of a social transformation catalysed by communications technologies (Balsamo, 1996: 39), the body is the driving force of women’s protest movements (Parkins, 2000; Sutton, 2010).", "Though these views are somewhat outdated given the emergence of image sharing platforms such as Instagram and Snapchat and the expansion of the digital image in selfie culture, the historical legacy of subordination of the female body has political implications according to a number of feminist researchers because the body is a key site of women’s political subjectivity (Balsamo, 1996; Braidotti, 2002; Grosz, 1994; Hayles, 1999; Travers, 2003).", "…Nouraie-Simone (2005) argue that the internet is an escape from embodiment whereas for Haraway (1990), Grosz (1994) and Balsamo (1996) the female body, represented in the metaphor of the cyborg and at once materially and discursively produced, is a site of political resistance (Balsamo, 1996: 39).", "In the process, new forms of gendered embodiment emerge which on the one hand may display inherited signs of traditional dichotomous gender identity, but which also reinvent gender identity in totally new ways’ (Balsamo, 1996: 39)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "a30949fd0cde6fd6b23a66543eeba4eb1ac37396", "externalIds": {"MAG": "2910045555", "DOI": "10.1177/1363460718818964"}, "url": "https://www.semanticscholar.org/paper/a30949fd0cde6fd6b23a66543eeba4eb1ac37396", "title": "Pussy power not pity porn: Embodied protest in the #FacesOfProstitution Twitter network", "abstract": "The use of selfies as a political tool is critical to the form, shape and expression of online activist networks. In the trending Twitter #FacesOfProstitution, such self-presenting practices challenged the prevailing politics of anonymity around sex work and articulated new modes of political organizing, agency and information dissemination within a networked online community. Analysing the sex worker online campaign using feminist materialist approaches to the body this interdisciplinary article contributes to current discussions about selfies and embodied forms of activism in online spaces and addresses a gap in sex advocacy literature on digital protest cultures.", "venue": "Sexualities", "year": 2020, "referenceCount": 125, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115393882", "name": "B. Middleweek"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ab3856811141880e5f3329c4a34816bdf615eeef", "externalIds": {"MAG": "2921403954", "DOI": "10.1515/ZAA-2019-0003"}, "url": "https://www.semanticscholar.org/paper/ab3856811141880e5f3329c4a34816bdf615eeef", "title": "Relocating the Freak Show: Disability in the Medical Drama", "abstract": "Abstract Through an analysis of various negotiations of disability in House, M.D. and Grey’s Anatomy, my paper discusses the narrative and non-narrative means that make the medical drama such an appealing genre to contemporary audience members. As the most successful medical dramas of the post-millennial era, House, M.D. and Grey’s Anatomy rely heavily on the exhibition of non-normative bodies, the humorous device of re-naming patients, and the narrative construction of disability as unbearable deviance. While Laura Backstrom locates the freak show in non-fictional television formats like the talk show and documentary, my paper illustrates how the medical drama, although at times highly self-reflexive, has become another pervasive relocation of the freak show into contemporary television. In a close reading of Grey’s Anatomy, I further demonstrate how the portrayal of a disabled doctor as a series regular both manifests and challenges some of the normative perceptions of the body that the genre relies on.", "venue": "Zeitschrift für Anglistik und Amerikanistik", "year": 2019, "referenceCount": 60, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "84112377", "name": "G. Wegner"}]}}, {"contexts": ["5 For other feminist technoscience critiques, see Balsamo (1996), Vint (2007), and Stone (1991).", "Feminist theorists offer invaluable analyses of cyberpunk fiction that interrogate how technology mediates women’s bodies and socio-historical constructions of identity (Haraway, 1991; Hayles, 2005; Balsamo, 1996).", "Feminist theorists offer invaluable analyses of cyberpunk fiction that interrogate how technology mediates women’s bodies and socio-historical constructions of identity (Haraway, 1991; Hayles, 2005; Balsamo, 1996). These scholars offer compelling critiques, and thus provide strategies for reading feminist science fiction (SF) alongside cyberpunk literature.5 Samuel R. Delany (1994) described feminist SF as an “absent Mother” to cyberpunk; without it, he writes, “there wouldn’t be any cyberpunk” (p. 177). Exploring the political consequences of Delany’s claim, Austin Booth (2002) argues women’s cyberfiction “deromanticizes the hacker ethos”: women are better than men at their technical work “but a discriminatory gap (similar to our own) exists between the elite who control the networks and those that are plugged in” (p.", "Feminist theorists offer invaluable analyses of cyberpunk fiction that interrogate how technology mediates women’s bodies and socio-historical constructions of identity (Haraway, 1991; Hayles, 2005; Balsamo, 1996). These scholars offer compelling critiques, and thus provide strategies for reading feminist science fiction (SF) alongside cyberpunk literature.5 Samuel R. Delany (1994) described feminist SF as an “absent Mother” to cyberpunk; without it, he writes, “there wouldn’t be any cyberpunk” (p."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "aedcfd77f5daeb89a8b106f47a66bc7e9fd5b6fb", "externalIds": {"MAG": "2944524838", "DOI": "10.28968/CFTT.V5I1.29615"}, "url": "https://www.semanticscholar.org/paper/aedcfd77f5daeb89a8b106f47a66bc7e9fd5b6fb", "title": "Cyberpunk's Other Hackers: The Girls Who Were Plugged In", "abstract": "This article locates an alternate paradigm of hacking in feminist cyberfiction, notably, James Tiptree, Jr.’s proto-cyberpunk novella, “The Girl Who Was Plugged In” (1973). I argue this story critically reorients our understanding of how information technologies and their material artifacts construct and reinforce norms of able-bodiedness and ability. Drawing on archival materials from Bell System, early information theory, and crip theory, my reading reveals that Tiptree’s portrayal of disability is tied to a cybernetic conception of error and noise. These frictions between users and their machine interfaces materialize unexamined performances of critical labor and noncompliance that I link to the emerging field of crip technoscience. Tracking these disruptions in cybernetic feedback across “The Girl Who Was Plugged In” and in historical accounts of the telephone switchboard operator, I show that error and noise underpin an early example of a feminist hacking ethos, and also crip accounts of electronic disembodiment often imputed to information society and cyberpunk fiction.", "venue": "Catalyst: Feminism, Theory, Technoscience", "year": 2019, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "147306288", "name": "Lindsey Dolich Felt"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b21d5c580bbaa3b64a2454a3d4f9c4a4b5ac11e3", "externalIds": {"MAG": "2994840532"}, "url": "https://www.semanticscholar.org/paper/b21d5c580bbaa3b64a2454a3d4f9c4a4b5ac11e3", "title": "The Feminine Margin: The Re-Imagining of One Professor's Rhetorical Pedagogy--A Curriculum Project", "abstract": null, "venue": "", "year": 2019, "referenceCount": 109, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "104276576", "name": "Camila H. Alvarez"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b45dc6d4a1d29dd52d143d00839b0a5c816efad8", "externalIds": {"MAG": "2931508990", "DOI": "10.1007/s10912-019-09555-z", "PubMed": "30955144"}, "url": "https://www.semanticscholar.org/paper/b45dc6d4a1d29dd52d143d00839b0a5c816efad8", "title": "In/Fertile Monsters: The Emancipatory Significance of Representations of Women on Infertility Reality TV", "abstract": "Reality TV is immensely popular, and various shows in this media genre involve a storyline of infertility and infertility treatment. Feminists argue that normative and constructed realities about infertility and infertility treatment, like those in reality TV, are central to the emancipation of women. Such realities are able to steer viewers' perceptions of the world. This article examines the emancipatory significance of representations of women on 'infertility reality TV shows'. While the women in these shows all have 'abnormal' qualities, we consider their portrayal as figurations of monstrosity. In the literature, monstrosity is understood as a way to challenge nonemancipatory norms by offering an alternative identity. Through a content analysis of seven reality TV shows, we identified four types of in/fertile monsters: the cyborg, the freak, the abject, and the childless. We show that these monsters are predominantly non-emancipatory as they all involve mechanisms of altering, excluding, or condemning infertility in relation to what is considered normal and acceptable womanhood. Therefore, at the end of this article, we make a plea for more diverse and emancipatory representations of infertile women in popular culture.", "venue": "The Journal of medical humanities", "year": 2019, "referenceCount": 84, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "94018093", "name": "Marjolein Lotte de Boer"}, {"authorId": "50020223", "name": "C. Archetti"}, {"authorId": "15169293", "name": "Kari Nyheim Solbraekke"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bcfc1461878d99ace08c3119b918eb72f46e53d8", "externalIds": {"MAG": "2960201338", "DBLP": "conf/hci/Hieronymi19", "DOI": "10.1007/978-3-030-21935-2_1"}, "url": "https://www.semanticscholar.org/paper/bcfc1461878d99ace08c3119b918eb72f46e53d8", "title": "Movement Awareness - An Analysis of the GESTURES Installation Game", "abstract": null, "venue": "HCI", "year": 2019, "referenceCount": 29, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1915601", "name": "Andrew Hieronymi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bd4caa968d36ab27ad9cd8af959c00547dec123a", "externalIds": {"MAG": "2923956337", "DOI": "10.3138/JRPC.2018-0004"}, "url": "https://www.semanticscholar.org/paper/bd4caa968d36ab27ad9cd8af959c00547dec123a", "title": "En/Gendering Trouble with J. J. Abrams’s Rey in The Force Awakens: Re-Subjecting the Subject to a Performative Subjectivity", "abstract": "Abstract:Episode VII: The Force Awakens follows a trend in disrupting the privileging of the heroic protagonist as male, refusing to frame women by enforcing a particularly male self-projected binary for popular consumption. Yet this article argues in the first place that this turn is less transgressive of hegemonic gendered norms than might appear to be the case to the inattentive viewer of the saga. An important reason for this, and second in the logic of the argument of the article, the construal of the very form of Rey’s subjectivity involves an ontological intensification of the Cartesian subject rather than its reconfiguration. In other words, it demands an active or autonomous subject rather than a dialectically historical process of subjectivation. The third claim is that Rey is caught up in being subject to the movie’s political conservatism, and this involves the assumption of a binary code at a particularly crucial point, reinforcing the concerns about the determinative subjectivity.", "venue": "The Journal of Religion and Popular Culture", "year": 2019, "referenceCount": 100, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "114029160", "name": "J. Mcdowell"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bfed817460ad2447c585e7ed0e5a20178ce674f9", "externalIds": {"MAG": "2986861203", "DOI": "10.1007/978-3-030-27971-4_3"}, "url": "https://www.semanticscholar.org/paper/bfed817460ad2447c585e7ed0e5a20178ce674f9", "title": "The Immersive Promise of Becoming [with] the Other Body", "abstract": "This chapter explores transdisciplinary understandings of how the terms ‘immersion’ and ‘immersive’ have come to be defined in scholarship in immersive theatre, intermedial and multimedia performance practices, virtual reality/art, video game theory, discourses on participatory theatre and wider digital culture. Through this survey, I will highlight a recurrent onto-relational promise underlying the post-Friedian ‘theatrical’ artwork that we might be physically ‘enter’ dramatic/virtual spaces or use an artwork to access new kinds of perceptual experiences. With the incorporation of technologies that seek to blur the borderlands of phenomenal selfhood—the self as it is constructed by its senses—and distinctions between physical and simulated bodies/environments, should we consider immersivity as a question of transcending or ‘prioritizing’ spectating bodies?", "venue": "Immersive Embodiment", "year": 2019, "referenceCount": 56, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "93498778", "name": "Liam Jarvis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c9343c817c0e5f72cda70b44666ecf69f0606961", "externalIds": {"MAG": "2986568344"}, "url": "https://www.semanticscholar.org/paper/c9343c817c0e5f72cda70b44666ecf69f0606961", "title": "Towards Decolonial Futures: New Media, Digital Infrastructures, and Imagined Geographies of Palestine", "abstract": "This essay centers two new media projects that imagine Palestinian decolonization given the occupation of Palestinian land: news site Al Jazeera English’s 360-degree video tour of al-Aqsa compound in East Jerusalem and Palestinian grassroots organization Udna’s three-dimensional rendering of destroyed village Mi’ar. These digital texts reimagine Palestinian access to land as a community-driven and intergenerational project. In this analysis, I formulate access as a term that invokes the following: new media analyses of the digital divide (or differential resources for obtaining to new media across lines of race, nation, gender, etc.); disability studies’ notions of access as intimately tied to political power and infrastructure; and postcolonial studies’ criticisms of colonial access in tourism and resource extraction of the Global South. I bring together these discursive nodes to formulate an understanding of space that imagines decolonial futurity. This future-oriented political practice works towards a vision of Palestine determined by Palestinians, as opposed to limiting pragmatic wars of maneuver. This inquiry therefore is centrally concerned with the ways activists for Palestine employ immersive digital media to formulate and work towards an attachment to decolonial futurity that is both practical and utopic.", "venue": "", "year": 2019, "referenceCount": 168, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1484187336", "name": "M. Kamil"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cf07a113645cf573741182ce8232cc82d35a3723", "externalIds": {"MAG": "2942578678", "DOI": "10.5937/IJCRSEE1901131B"}, "url": "https://www.semanticscholar.org/paper/cf07a113645cf573741182ce8232cc82d35a3723", "title": "Formation of students' body build as an element of western educational strategy (in m. Foucault's theory)", "abstract": "Human corporeality is directly related to the space of education, although education is interpreted as, first of all, an intellectual process of cultural heritage transmission. Nevertheless, the formation of student’s physical body build is an important component of the state educational strategy. In accordance with the objectives and requirements of state and society there can be observed global changes in human corporeality within educational activities: the transformation of the body as a biological phenomenon into a socio-cultural phenomenon or “politically subjected body”. The authors use Michel Foucault’s ideas as the methodological base of their study of a student’s body transformation processes. Foucault’s ideas suggest that power influences an individual and their authentic behavior through the disciplining of their body, that the aim of the new type of power – the bio-power – is to increase the productivity and efficiency of a human body in the conditions of capitalistic industrial production, and that school is a specific disciplinary area, which allows to meet governmental demand for a new method of control via the production of “obedient bodies”. The authors come to the conclusion that in the modern educational model, despite democratization and humanization processes Foucault’s trends persist because education continues to be the part of the technocratic discourse. Modern school is a disciplinary space fenced off from the outside world, where there is a rigid hierarchy and a system of differences, physical drill, regulation, etc. All these are conditioned by the fact that school honors a governmental request for a technocratic person.", "venue": "International Journal of Cognitive Research in Science Engineering and Education", "year": 2019, "referenceCount": 12, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "153772266", "name": "Marina Bogdanova"}, {"authorId": "101167614", "name": "L. Abrosimova"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f16a3c496228cd0bd24bec545f132a6041af6acd", "externalIds": {"MAG": "2952976279", "DOI": "10.1007/S42438-019-00049-8"}, "url": "https://www.semanticscholar.org/paper/f16a3c496228cd0bd24bec545f132a6041af6acd", "title": "Ten Years of the Postdigital in the 52group: Reflections and Developments 2009–2019", "abstract": "This paper traces ten years of development of the concept of the postdigital in the works of six scholars (Richard Hall, Ian Truelove, David White, Mark Childs, David Cormier, and Lawrie Phipps) acting under the collective pseudonym the 52group. The first part of the paper reproduces the 52group’s manifesto entitled ‘Preparing for the postdigital era’. The second part of the paper reproduces 2015 responses to ‘Preparing for the postdigital era’ published on group members’ blogs and websites. The third part of the paper brings together group members’ responses written in 2019 for the purpose of this article. The conclusion analyses these developments and situates them within recent developments in postdigital thinking. The article provides deep insights into the nature of our postdigital reality and offers two main contributions. First, the article offers some intellectual ancestry for postdigital theory and practice. Second, the article offers a unique insight into the evolution of feelings of people who have thought deeply about our postdigital era. With these contributions, the article offers a much-needed historical view to the postdigital and situates current postdigital thought into wider philosophical, social, and educational contexts.", "venue": "Postdigital Science and Education", "year": 2019, "referenceCount": 22, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "30805655", "name": "D. Cormier"}, {"authorId": "50854160", "name": "P. Jandrić"}, {"authorId": "152138039", "name": "M. Childs"}, {"authorId": "144647591", "name": "R. Hall"}, {"authorId": "2113475430", "name": "David S. White"}, {"authorId": "48343832", "name": "L. Phipps"}, {"authorId": "51310342", "name": "Ian Truelove"}, {"authorId": "46386254", "name": "Sarah Hayes"}, {"authorId": "46643285", "name": "T. Fawns"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f56a2c971fc5545d386fa439b195deb843ee416a", "externalIds": {"MAG": "2947738925", "DOI": "10.1016/J.COMPCOM.2019.05.007"}, "url": "https://www.semanticscholar.org/paper/f56a2c971fc5545d386fa439b195deb843ee416a", "title": "Reanimating the Answerable Body: Rhetorical Looking and the Digital Interface", "abstract": "Abstract Extending the work of Fleckenstein, Gage, and Bridgman (2017), this article presents rhetorical looking as a framework for addressing the covert violence that accrues across digital interfaces through the reinforcing dynamic of speed, transparency, and forgetful seeing. This triad invites users to approximate the normate body, and in doing so, elides users’ unique embodiments and answerability. Rhetorical looking disrupts this process through four nonlinear tactics: looking-through, which illuminates vision as active and embodied; looking-at, which invites an audit of the values at play through interface-user interactions; looking-with, during which users remap their relation to digital interfaces; and looking-into, which encourages action answerable to bodies, past, present, and future. Enacting rhetorical looking in response to digital interfaces, students in an advanced composition course contested speed, transparency, and forgetful seeing, and through this work, reclaimed both their embodiments and their answerability.", "venue": "Computers and Composition", "year": 2019, "referenceCount": 40, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "52259060", "name": "K. Bridgman"}, {"authorId": "65779859", "name": "Kristie S. Fleckenstein"}, {"authorId": "2070190946", "name": "Scott Gage"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1da82d946319178d3bc513ce92a2f4537cea6b64", "externalIds": {"MAG": "2902269788", "DOI": "10.5744/RHM.2018.1015"}, "url": "https://www.semanticscholar.org/paper/1da82d946319178d3bc513ce92a2f4537cea6b64", "title": "Fetal Positions: Fetal Visualization, Public Art, and Abortion Politics", "abstract": "Abstract:The interrelation of scientific and aesthetic visual norms employed in anatomic sculptures opens novel and effective persuasive registers in debates around bodily autonomy. Using Damien Hirst's installation The Miraculous Journey as a case study, this study posits that these visual representations of reproduction signify beyond the body, demonstrating the ways that pregnancy and childbirth embody political, national, and cultural possibilities. Tracing the sculptures' adoption as evidence by anti-abortion activists in United States debates over abortion care, this article argues that the liminal disciplinary site of the sculptures makes them uniquely effective in humanizing the fetus. While there is a growing body of work examining the rhetorical function of visualizing technologies in medical practice, there is little work on the function of such images in public culture. This article responds to calls from rhetoricians of STEMM for further examination of science's visual rhetoric, as well as greater engagement with non-expert rhetorics of science.", "venue": "Rhetoric of Health & Medicine", "year": 2018, "referenceCount": 42, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "87432854", "name": "Beck Wise"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "24b468ad0e59b3d08e478db6462fb3f0a6c36d6b", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/24b468ad0e59b3d08e478db6462fb3f0a6c36d6b", "title": "’ s repository of research publications and other research outputs Technology Games Conference or Workshop Item", "abstract": null, "venue": "", "year": 2018, "referenceCount": 13, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "144771979", "name": "John Monk"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3cb0f53c7988745b8efb8fa65f18768cfc2192dc", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/3cb0f53c7988745b8efb8fa65f18768cfc2192dc", "title": "Executing Practices", "abstract": null, "venue": "", "year": 2018, "referenceCount": 19, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "144358953", "name": "Helen Pritchard"}, {"authorId": "68974840", "name": "E. Snodgrass"}, {"authorId": "1406418229", "name": "M. Tyżlik-Carver"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "42358c9d34818bb20aab6d29e37cf4c5e02e4a7c", "externalIds": {"MAG": "2808775538", "DOI": "10.18061/IJSD.V9I0.6044"}, "url": "https://www.semanticscholar.org/paper/42358c9d34818bb20aab6d29e37cf4c5e02e4a7c", "title": "Scratching the surface of spectacle: Black hypermasculinity and the Television Talent Show", "abstract": "This study explores the construction of black hypermasculinity in television talent show competitions through the re-valuing of spectacle as an aesthetic experience. Drawing on a screendance analysis of eighteen duet, trio and group performances featured in ITV’s Britain’s Got Talent (BGT) and Sky1’s Got To Dance (GTD) between 2008-2013, this study explores the circulation of black hypermasculinity and the potentiality for an alternate reading of spectacular displays of athleticism. Building upon Kristen Whissel’s concept of the emblematic nature of the special effect in cinema, the re-valuing of televised spectacles reveals themes regarding the black male experience in these competitions. Rather than dismissing these performances as commercial spectacles that recirculate notions of black hypermasculinity, these corporeal and televisual special effects instead highlight the thematic narrative of the reality television journey through themes of aspiration and transformation. Crews constructs images of superheroes, cartoons, animals and cyborgs, manipulated by camera angles and editing, that operate as both light entertainment and a reflection of the young black male experience in mediascope of reality television. The creation of spectacular and glossy images on screen therefore reveals the potentiality of a fluid gender and racialized representation.", "venue": "The International Journal of Screendance", "year": 2018, "referenceCount": 76, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "78061749", "name": "Laura Robinson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4369dba7815ec6ad15a92eabebde154cab4eee4f", "externalIds": {"MAG": "2911819564", "DOI": "10.5817/BL2018-2-4"}, "url": "https://www.semanticscholar.org/paper/4369dba7815ec6ad15a92eabebde154cab4eee4f", "title": "Ženy (a jejich absence) v kyberpunkové SF", "abstract": null, "venue": "", "year": 2018, "referenceCount": 13, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "122203480", "name": "V. Polách"}]}}, {"contexts": ["Following Anne Balsamo (1996), Wood presents the imposition of these categories onto new technology as a conservative gesture, an endeavour “to stabilise the meaning of the technologies as human-like” (2002, p. 9)."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4b212cf18cc75370fcbbaef40454243df8affac8", "externalIds": {"MAG": "2804712484", "DOI": "10.3366/FILM.2018.0077"}, "url": "https://www.semanticscholar.org/paper/4b212cf18cc75370fcbbaef40454243df8affac8", "title": "Surfaces of Science Fiction: Enacting Gender and “Humanness” in Ex Machina", "abstract": "This article explores two different conceptions of the postmodern surface and their take up in relation to mainstream science fiction cinema. Each offers a rather different genealogy for considering the surfaces of the science fiction film. The first traces Frederic Jameson's conception of postmodern superficiality and its dual role as a mode of reading texts and an aesthetic paradigm. The second traces Judith Butler's conception of gender performativity, its application to technology, and the expansion of performativity as a key mechanism for the enactment of “humanness”. The reading of Ex Machina (Alex Garland, 2014) will explore the aesthetics of film's mise-en-scène with its plurality of textured and reflective surfaces. It will trace the performative constructions of gender and humanness that intersect across the film, before finally focussing on the ending as a way of addressing key issues at stake in the conceptualisation of surface readings.", "venue": "Film-Philosophy", "year": 2018, "referenceCount": 9, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "143740403", "name": "Catherine Constable"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5696b3b628dcee75764c4c1ef30f5c5619b8b07f", "externalIds": {"MAG": "2889927610", "DOI": "10.1080/07491409.2018.1463930"}, "url": "https://www.semanticscholar.org/paper/5696b3b628dcee75764c4c1ef30f5c5619b8b07f", "title": "Barbies, Goddesses, and Entrepreneurs: Discourses of Gendered Digital Embodiment in Women’s Health Apps", "abstract": "Abstract This study presents a qualitative analysis of mobile phone applications (apps) marketed to women for health management. Although previous research has focused on the efficacy of apps, researchers recently have begun questioning the behaviors and knowledges prioritized through technology design. In this study, feminist perspectives are used to decode how women’s health apps conceptualize a healthy female subject. Results show that the healthy female subject promoted by these apps embodies three types of subject positions: (1) Barbie; (2) Earth goddess, and (3) entrepreneur. These themes fix White, middle-class, skinny, young, and fertile female bodies as the standards for health. Women are encouraged to achieve these bodies through practices of self-surveillance, disclosure, and self-advocacy, which are encouraged and normalized through routine use of apps. Thus, apps allow women to actively participate in choosing traditional subject positions, revealing the postfeminist sensibilities of this form of technology-based embodiment.", "venue": "", "year": 2018, "referenceCount": 105, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "31789633", "name": "Marissa J. Doshi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5b16a509b70cefd472cf64d7e1ce79b6420e266d", "externalIds": {"DOI": "10.2478/ejser-2018-0052"}, "url": "https://www.semanticscholar.org/paper/5b16a509b70cefd472cf64d7e1ce79b6420e266d", "title": "Cyborgs Redefining Humanity", "abstract": "Abstract Jeanette Winterson, in her novel “The Stone Gods” that consist of three parts that look like different novellas within actually deals with three main themes that are repeated in three of them which are that the universe is an imprint, human kind’s incapability to learn from its mistake and therefore its destiny to be doomed, and the representation of love of different kinds as the only way human soul could be rescued in this futurist dystopia. In parallel with Donna Harraway’s “A Cyborg Manifesto” which denies the distinctions such a male and female, human and non-human, Winterson suggests a ‘homo sapiens’ , a humanoid that is more human than human beings and that become more effective in expressing human feeling than humans themselves. In addition to the thematic connection of the novel, the repetition of the characters in different representations also underlines the interconnectedness among species and thus represents the ecosystem in the novel and universe. This study looks at how evolving trans-humans of our digital age can be seen as alternatives to show the contrast between the materializing, discriminating, capitalizing, stereotyping and opportunist thinking that has taken over the humanity. To do so, setting and characters, the assignment of gender roles as well as the exploitation of nature and female will be of focus via the Cyborg Theory with references to the Ecofeminist theory.", "venue": "European Journal of Social Science Education and Research", "year": 2018, "referenceCount": 9, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "133981573", "name": "Funda Bilgen Steinberg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6348dca0d0552ac084730241fb79f5a567162b0b", "externalIds": {"MAG": "2886445730", "DOI": "10.1016/j.drugpo.2018.07.012", "PubMed": "30099331"}, "url": "https://www.semanticscholar.org/paper/6348dca0d0552ac084730241fb79f5a567162b0b", "title": "Defining and defending drug-free bodybuilding: A current perspective from organisations and their key figures.", "abstract": "The use of performance- and image-enhancing drugs in the past seventy years or so has sparked a number of responses, including heated public debates, the creation of dedicated organisations and drug policies, as well as the emergence of communities of practice and belief in support of or in opposition to the phenomenon. Drug-free, known in the field as 'natural', bodybuilding has been developing since the 1970 s as a response to a dominant bodybuilding culture where the use of performance- and image-enhancing drugs has become normalised. Recent years have seen a multiplication of national and international governing bodies, competitions, and participants in drug-free bodybuilding in different parts of the globe. As the field grows, the questions of what constitutes natural bodybuilding and who can authentically represent it become central. Adopting a multi-method, qualitative approach, this article explores the ways organisations and their key figures define and defend their versions of drug-free bodybuilding. The discussion focus is on the policies, meanings and identities embedded in these different versions, and how their production and negotiation makes sense in light of antagonisms between players in the field of natural bodybuilding as well as their relation to drug-enhanced bodybuilding and the wider world of sport. In examining this previously uncharted body culture, the article explores how the use of performance- and image-enhancing drugs provokes responses and processes of contestation and differentiation. In the process, what becomes apparent is the designation and negotiation of drug-free, natural bodies as an ongoing, dynamic, social process.", "venue": "The International journal on drug policy", "year": 2018, "referenceCount": 81, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Medicine"], "authors": [{"authorId": "51181113", "name": "Dimitrios Liokaftos"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "773c42f3dff2a6e171fdd37ae93c0b60871657b5", "externalIds": {"MAG": "2890505298", "DOI": "10.1162/lmj_a_01039"}, "url": "https://www.semanticscholar.org/paper/773c42f3dff2a6e171fdd37ae93c0b60871657b5", "title": "Sound Technologies as Agency-Granting Prosthesis to Vocal Body", "abstract": "Abstract Western voice is historically de-agentialized, that is, gendered female, opposed to performer self-listening, de-privileged relative to composition and rendered ocularcentric by recording technologies. However, by employing sound technologies as prosthesis to the vocal body, and by self-listening to manage the body-prosthesis relationship, contemporary extended voice practitioners figure as cyborgs reclaiming vocal agency, that is, input into mediation of and by one’s technologized vocal body.", "venue": "Leonardo Music Journal", "year": 2018, "referenceCount": 33, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "71457973", "name": "Kristina Warren"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "78c3ed030af18e7a99679625fb0ebb86a27b0225", "externalIds": {"DBLP": "phd/ethos/Ashford18", "MAG": "2897665027", "DOI": "10.25602/GOLD.00024005"}, "url": "https://www.semanticscholar.org/paper/78c3ed030af18e7a99679625fb0ebb86a27b0225", "title": "Responsive and emotive wearable technology: physiological data, devices and communication", "abstract": "My research practice and thesis investigates how wearable technology can be used to create \nnew forms of nonverbal communication. Using devices developed through my practice, \nI explore how physiological data can be drawn from the body, then visualised and broadcast. \nI examine the opinions and requirements of potential users and observers of this \ntechnology, through qualitative responses in interviews and surveys from focus groups \nand field tests. I have analysed the resulting data to extract preferences and concerns, \nplus the requirements for the functionality and aesthetics of these devices. I discuss the \nsocial and cultural aspects of wearing such devices, as well as the issues, including how \nprivacy may be affected and the implications of recording personal data. \n \nI examine my practice in the context of the work of the communities and practitioners in \nthe field, and introduce two new terms to label two sub-sections of wearable technology. \nThese are ‘responsive wearables’ and ‘emotive wearables’, and they form part of the \ndistinctive contribution that I make. Reflecting on the evolution of my practice has led to \nother contributions regarding the development of wearable technology. Through this, I \nidentify and share the insights into the disciplines and processes required for the fusion of \ntechnology and design successfully to evolve electronics, code and materials into research \nprototypes. \n \nI conclude by discussing findings from my practice, research and studies with potential \nusers of emotive wearables. I comment on the impact that physiologically sensing wearable \ntechnology has on aspects of social interaction for the individual as well as for the \nwider community. I open the discussion on future research by revealing two new examples \nof emotive wearables — the AnemoneStarHeart and the ThinkerBelle EEG Amplifying \nDress — which have evolved from pinpointing specific areas of the focus group and field \ntest feedback that I undertook.", "venue": "", "year": 2018, "referenceCount": 298, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2688574", "name": "Rain Ashford"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7ae57204867e57f5fcdb0f79db1424aef10696d4", "externalIds": {"DOI": "10.1080/02773945.2018.1528792"}, "url": "https://www.semanticscholar.org/paper/7ae57204867e57f5fcdb0f79db1424aef10696d4", "title": "Embodying the Problem: The Persuasive Power of the Teen Mother, by Jenna Vinson", "abstract": "I come to Jenna Vinson’s book, Embodying the Problem: The Persuasive Power of the Teen Mother, as anything but a teen mother. I am thirty-seven, in a tenuretrack job, and pregnant with my first child. What drew me to Vinson’s book was the process of reflecting on my own pregnancy and on my grandmother’s; she, like Vinson, became pregnant at the age of seventeen. When I ask my grandmother what young parenting was like, she often says, “Your mom and I pretty much grew up together.” Although my grandmother dealt at times with unwanted stares and the social shaming that comes with young motherhood, I know that being a teenage mother embroidered together my mother’s and grandmother’s lives in a unique and beautiful way. I also come to Vinson’s book as a feminist rhetorician of health and medicine who studies reproductive and pregnancy rhetorics in online environments. While this is a vibrant and ever-growing area of research, we have yet to give much attention to how teenage mothers enact rhetorical agency. Vinson’s book, then, offers scholars working in feminist and reproductive rhetorics important insights on issues such as visual representations of teenage pregnancy, counternarratives as a means of rhetorical intervention, and social media as tools for everyday public activism. Vinson employs a variety of methods (e.g., rhetorical analysis, interviews, focus groups, storytelling) to argue that young women strategically embody the problem of teenage mothering in ways that “speak back” to dominant narratives that rhetorically situate teenage motherhood as a national crisis (ix). The core argument of Vinson’s book is that teenage mothers—especially those who are working class and/or mothers of color—are marginalized by social stigmas that label them as high school dropouts, welfare dependents, and poor decision-makers. Vinson argues that young mothers respond to this stigmatization by constructing counternarratives to “engage with and/or counter the dominant discourses of teenage pregnancy and motherhood” (81). To lay the groundwork for this argument, chapter 1 offers historical and contemporary accounts of how national campaigns condemn and dehumanize teenage mothers as social, educational, and economic failures. This discourse, Vinson contends, is embedded in larger cultural scripts that mask systemic issues around racism, Rhetoric Society Quarterly Vol. 49, No. 1, pp. 111–113", "venue": "Rhetoric Society Quarterly", "year": 2018, "referenceCount": 8, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1395869018", "name": "Lori Beth De Hertogh"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7f10d6b9fe2cd8892d89962d470022e31f814491", "externalIds": {"MAG": "2883513343", "DOI": "10.1353/CON.2018.0020"}, "url": "https://www.semanticscholar.org/paper/7f10d6b9fe2cd8892d89962d470022e31f814491", "title": "As if: The alternative histories of literature and science", "abstract": null, "venue": "", "year": 2018, "referenceCount": 79, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "35535691", "name": "R. Markley"}]}}, {"contexts": ["…a sense (and eventually a concept) of identity and lived bodies might bequestioned and challenged (Shapiro & McDonald, 1992; Bukatman, 1993; Sobchack, 1995; Balsamo, 1996; Boler, 2002; Løvlie, 2005) and a space where people’s awareness and understanding of reality can be dared and transformed.", "lived bodies might bequestioned and challenged (Shapiro & McDonald, 1992; Bukatman, 1993; Sobchack, 1995; Balsamo, 1996; Boler, 2002; Løvlie, 2005) and a space where people’s awareness and understanding of reality can be dared and transformed."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8fab18047d08d9b12781ba42123b04ef99d36477", "externalIds": {"MAG": "2898297315", "DOI": "10.4236/CE.2018.913147"}, "url": "https://www.semanticscholar.org/paper/8fab18047d08d9b12781ba42123b04ef99d36477", "title": "Daring the Meaning, or Cyberspace that Matters. Criticism-Creativity and Online Education", "abstract": "This paper focuses on online education and generic competences such as criticism and creativity. It brings to the fore theories that address processes of meaning making (i.e., a psychological constructionist account of the brain basis of emotion-the conceptual act model (Lindquist et al., 2012; Barrett et al., 2014) and reflect on various patterns of meaning making comprising those that lead to criticism and creativity (i.e., the Deleuzian and Guattarian (1987; 2009) philosophical accounts of affect, concept and stratum) to inspire pedagogical practices that aim to create critically-creative abilities among students. Concomitantly, it seeks to reflect on how such pedagogical undertakings can be actualized in online education and on the possibilities online environment offers to promote criticism and creativity among graduates. By posing questions related to teaching methods, learning activities, software and hardware, and their combinations in online education, and by addressing and problematizing concepts and phenomena of immersion and DFI-digital facial image, I will make an effort to not only highlight, what I call, the promises of cyberspace, but also ponder on how the aforementioned pedagogical practices can be actualized online.", "venue": "", "year": 2018, "referenceCount": 42, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "19864767", "name": "Edyta Just"}]}}, {"contexts": ["…of the Gendered Body, Foucault (1979) begins\nusing the word “technology” to refer to the “process of connection between discursive practices, institutional relations, and material effects that, working together, produce a meaning or a ‘truth effect’ for the human body” (Balsamo, 1996, p. 21).", "Most scholars of digital culture (see Wajcman, 2004) locate Haraway’s landmark “A Cyborg Manifesto” as one of the only founding texts of what is referred to as “cyberfeminism” (Balsamo, 1996; Consalvo, 2003; Hayles, 1999; Matrix, 2001; 2006).", "This ontology centres largely on the body, which is a primary site of cyberfeminist and feminist new media inquiry (Balsamo, 1996; Cardenas, 2015; Hayles, 1999; Fiani, 2015).", "This emphasizes the way seemingly common-sense notions of body/gender/machine are constructed through culture and eventually institutionalized (Balsamo, 1996; Hayles, 1999); it is consistent with postmodern understandings of technology."], "isInfluential": true, "intents": ["background", "methodology"], "citingPaper": {"paperId": "95d3a2b4ee6022538d8bf9fee0c15c03e4a7478c", "externalIds": {"MAG": "2891035647", "DOI": "10.20381/ruor-21965"}, "url": "https://www.semanticscholar.org/paper/95d3a2b4ee6022538d8bf9fee0c15c03e4a7478c", "title": "Reel Girls: Approaching Gendered Cyberviolence with Young People Through the Lens of Participatory Video", "abstract": "Acknowledgements Glossary of Terms Table of", "venue": "", "year": 2018, "referenceCount": 611, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116060331", "name": "Hayley R. Crooks"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c20286bfe1d448efd4e77e88c51e9d47b54f138b", "externalIds": {"MAG": "2774541628", "DOI": "10.1080/14680777.2018.1409992"}, "url": "https://www.semanticscholar.org/paper/c20286bfe1d448efd4e77e88c51e9d47b54f138b", "title": "The quiver is full: metonymy and affiliation in 19 Kids and Counting’s depiction of pregnancy loss in advanced maternal age", "abstract": "Abstract This investigation into the cultural dynamics of gendered, aging bodies attends to a mediated representation of what contemporary biomedicine defines as pregnancy in “advanced maternal age” (AMA). We offer a feminist rhetorical analysis of an episode of TLC’s 19 Kids and Counting entitled “A Duggar Loss,” where 45-year-old matriarch Michelle Duggar experiences pregnancy loss. In the episode, age is reconfigured in discussions of AMA pregnancy through a metonymic substitution and slippage of risk discourses, pre-natal self-care, and technological interaction. Moreover, “A Duggar Loss” mobilizes strategies of expansive affiliation around and through reproductive choice, which appears to align with feminist principles of reproductive autonomy despite the family’s ties to the Quiverfull Movement. This work contributes to feminist studies of aging bodies by suggesting that representations of advanced maternal age pregnancy remain a central, yet undertheorized subject in formulating powerful trans-ideological affiliations that can undermine progressive reproductive politics.", "venue": "", "year": 2018, "referenceCount": 27, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "115536658", "name": "H. Woods"}, {"authorId": "14225828", "name": "Emily Winderman"}]}}, {"contexts": ["That is, “the ‘natural’ body has been dramatically re-fashioned through the application of new technologies of corporeality” (Balsamo, 1996, p. 215).", "What might be called the “cyborg body” can not only be a way of breaking normative gender dualisms but can also be an approach of reconstructing power relations through demolishing the masculine master narratives and epistemologies of science, religion, politics, and technology (Balsamo, 1996; Clarke & Griffin, 2007).", "Balsamo (1996) stated that the\n“technological human” merger relies on a re-conceptualisation of the human body as a “techno-body,” a boundary figure belonging simultaneously to at least two previously incompatible systems of meaning—the “organic/natural” and the “technological/cultural.”", "…the “cyborg body” can not only be a way of breaking normative gender dualisms but can also be an approach of reconstructing power relations through demolishing the masculine master narratives and epistemologies of science, religion, politics, and technology (Balsamo, 1996; Clarke & Griffin, 2007)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "cf2a4f83a808ff97007d65d4ee01e3e4abfe166e", "externalIds": {"MAG": "2788735312"}, "url": "https://www.semanticscholar.org/paper/cf2a4f83a808ff97007d65d4ee01e3e4abfe166e", "title": "In Pursuit of Beauty Within the Ageing Body: Voices from Older Korean Women in New Zealand", "abstract": "............................................................................................ II ACKNOWLEDGEMENTS .................................................................... IV TABLE OF CONTENTS ....................................................................... VII LIST OF TABLES ................................................................................ XIV LIST OF FIGURES ................................................................................ XV LIST OF APPENDICES ...................................................................... XVI CHAPTER", "venue": "", "year": 2018, "referenceCount": 487, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "116495535", "name": "Sae-Hee Chung"}]}}, {"contexts": ["As Beaty and Woo observe, the first Google result for ‘Rob Liefeld’ is not Wikipedia or Liefeld’s own webpage, but rather a blog post titled ‘The 40 Worst Rob Liefeld Drawings’ (2016, 77). 13. Although many of the details of Cable's origin, powers, and illness were not confirmed until the ongoing series Cable (1993–2002) which began after Liefeld left Marvel, Liefeld’s depiction of Cable nonetheless writes the broad terms of this illness into his flesh. 14. Captain America was co-created by Kirby and Joe Simon in 1941. 15. Notably, superhero comics tend to be much less accepting of forms of freakishness and bodily excess that are not actively cultivated by the characters and/or motivated by a desire to preserve traditional identity categories and power structures. Disabled bodies, for instance, tend to be represented as undesirable and/or villainous. In his book Death, Disability, and the Superhero: The Silver Age and Beyond (2014), José Alaniz argues that the vast majority of superhero comics treat forms of real-world disability as either a sign of deviance or something that can and should be overcome through the aid of compensating superabilities."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e0277f532936278c4c56df94edee687e92e71b7d", "externalIds": {"MAG": "2852276864", "DOI": "10.1080/21504857.2018.1493520"}, "url": "https://www.semanticscholar.org/paper/e0277f532936278c4c56df94edee687e92e71b7d", "title": "The power of the marvel(ous) image: reading excess in the styles of Todd McFarlane, Jim Lee, and Rob Liefeld", "abstract": "ABSTRACT During the 1990s, Todd McFarlane, Jim Lee, and Rob Liefeld generated record-breaking comic book sales and reshaped the entire North American comics industry by co-founding Image Comics. Despite this tremendous popularity and influence, the only scholarly writing on any of these creators is a chapter about Liefeld in Bart Beaty and Benjamin Woo’s The Greatest Comic Book of All Time, which partly focuses on this very neglect. It is understandable that a comics studies field still anxious to be taken seriously would reject the excessive and sometimes technically limited styles of these three creators. Yet excess is a meaningful mode of representation in its own right, worthy of serious investigation. Focusing on McFarlane, Lee, and Liefeld’s breakout work for Marvel and taking inspiration from both Beaty and Woo’s work as well as Scott Bukatman’s argument that superheroes represent ‘a corporeal, rather than a cognitive, mapping of the subject into a cultural system’ (2013, 49), this article will examine how these creators’ excessive superhero bodies reflect tensions underpinning the image-focused culture of the 1990s that was ultimately responsible for their fame and fortune, and with it, a major shift in the balance of power within the American comic book industry. ‘The Power of the Marvel(ous) Image: Reading Excess in the Artwork of Todd McFarlane, Jim Lee, and Rob Liefeld’", "venue": "Journal of Graphic Novels and Comics", "year": 2018, "referenceCount": 80, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "119431682", "name": "Anna F. Peppard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e05505ac6d5faea9f5213c253c1feaff826af07b", "externalIds": {"MAG": "2883308003", "DOI": "10.26417/EJSER.V5I2.P223-229"}, "url": "https://www.semanticscholar.org/paper/e05505ac6d5faea9f5213c253c1feaff826af07b", "title": "Cyborgs Redefining Humanity", "abstract": "<jats:p>0</jats:p>", "venue": "European Journal of Social Science Education and Research", "year": 2018, "referenceCount": 8, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "133981573", "name": "Funda Bilgen Steinberg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f22ec2b50051cb78842d2c8bf044d15618a038c3", "externalIds": {"MAG": "2784080921", "DOI": "10.1093/IPS/OLY001"}, "url": "https://www.semanticscholar.org/paper/f22ec2b50051cb78842d2c8bf044d15618a038c3", "title": "Neoliberalism, Violence, and the Body: Dollhouse and the Critique of the Neoliberal Subject", "abstract": null, "venue": "", "year": 2018, "referenceCount": 67, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "143807890", "name": "M. Davies"}, {"authorId": "118625566", "name": "Amanda Chisholm"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f66a3890d1b6b2d38f662b43bd195b7254d008ee", "externalIds": {"MAG": "2804920369", "DOI": "10.1007/978-3-319-77101-4_4"}, "url": "https://www.semanticscholar.org/paper/f66a3890d1b6b2d38f662b43bd195b7254d008ee", "title": "On Bodies, Beauty, and Travesti Femininity", "abstract": "This chapter begins with contextualising the theoretical scenario from which travesti beauties are understood, by examining various feminist and ethnographic analyses on female and trans beauty. The chapter describes the Brazilian racial classification system to better understand the importance of beauty and cosmetic surgery in a country where the bodies and the skin tone matter. It also explores cosmetic surgeries as an example of a very popular national practice which, ultimately, reinforces Brazilian social and racial inequalities. As travestis reflect national concerns about beauty, their body modifications—performed in order to feel beautiful—situate the travestis in a scale of success and failure among the group and allow them to ‘produce’ themselves as intelligible and desired subjects while giving sense to their existence.", "venue": "", "year": 2018, "referenceCount": 63, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "103853285", "name": "J. Vartabedian"}]}}, {"contexts": ["It is frequently invoked as a metaphor for social isolation, loneliness, and antisociality in the digital age (e.g. Balsamo, 1996; critique by Pasek, 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f801975a067c2b2888a28a229f3159ff3b1a63c3", "externalIds": {"DBLP": "journals/nms/Alper18", "MAG": "2794285787", "DOI": "10.1177/1461444818755394"}, "url": "https://www.semanticscholar.org/paper/f801975a067c2b2888a28a229f3159ff3b1a63c3", "title": "Inclusive sensory ethnography: Studying new media and neurodiversity in everyday life", "abstract": "Media and communication studies has recently begun to ethnographically explore the sensory dimensions of how individuals experience and perceive technology. This turn toward the sensorial has centered primarily on the five “external” senses (sight, sound, touch, smell, and taste) and less so on “internal” vestibular and proprioceptive systems that concern bodily spatial positioning. I propose inclusive sensory ethnography to account for greater neurodiversity in how humans process sensory input, as well as a fuller range of multi-sensory encounters with new media. I ground this conceptualization in a qualitative study of young children on the autism spectrum with difficulties processing sensory information and their social engagements with print, screen, and interactive media. Inclusive sensory ethnography reveals novel understandings of how the internal senses shape and are shaped by mediated relationships, practices, and intimacies. I discuss further implications for how disability and inclusive sensory ethnography can enrich the study of everyday technology use.", "venue": "New Media Soc.", "year": 2018, "referenceCount": 79, "citationCount": 13, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "12925060", "name": "M. Alper"}]}}, {"contexts": ["These imprinted the back, and then the abdomen, with patterns of tactile information based on a camera feed, allowing blind users to perceive visual information via tactile means and therefore ‘see’ primitive letters and shapes (see Bach-y-Rita, 1972; Paterson 2016a for more detailed accounts)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0299dcb1a098eefd4b00050821535643b55f568d", "externalIds": {"MAG": "2760369212", "DBLP": "journals/nms/Paterson17", "DOI": "10.1177/1461444817717513"}, "url": "https://www.semanticscholar.org/paper/0299dcb1a098eefd4b00050821535643b55f568d", "title": "On haptic media and the possibilities of a more inclusive interactivity", "abstract": "What is the relationship between the ‘haptic’ and the ‘tactile’ when it comes to media? We might question whether there is such a thing as ‘haptic media’; in other words, is there a type of media that invite the attention of one modality rather than another, or that foster certain types of interaction over others? If we were to speak about ‘haptic media’, to what extent does it engage directly (only) with touch, and to what extent does it involve some form of enhancement of another modality? In what ways can haptic media appeal beyond the visuocentric norm of the screen, and therefore to non-normate or disabled users? Further, to what extent does the haptic in particular benefit from ‘sensory substitution’, which is most usually of touch for vision in assisted living technologies for the blind, or of sound for touch for the deaf, for example? Certain historical instances of sensory substitution systems are discussed below, including Norbert Wiener’s ‘hearing glove’ and Bach-Y-Rita’s tactile–visual sensory substitution (TVSS) system, to make a larger argument about the role of haptic technologies, and haptic media, for more inclusive digital interactions.", "venue": "New Media Soc.", "year": 2017, "referenceCount": 89, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143607435", "name": "M. Paterson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "030870fe7062ad712c2d7688189617aec9ef48f1", "externalIds": {"MAG": "2767773728", "DOI": "10.1353/tsw.2017.0028"}, "url": "https://www.semanticscholar.org/paper/030870fe7062ad712c2d7688189617aec9ef48f1", "title": "“We are none of us just one thing”: The Posthumanism of Rachel Hartman’s Half-Dragon Saints", "abstract": "ABSTRACT: This essay explores how Rachel Hartman’s fantasy duology Seraphina (2012) and Shadow Scale (2015) functions as posthumanist young adult hagiography. As a hybrid—and especially as a hybrid between human and cold, rational dragon— Hartman’s protagonist Seraphina begs comparison to Donna Haraway’s cyborg, existing at the nexus of embodiment and discourse. Like Haraway’s cyborg, the figure of the half-dragon as constructed by Seraphina’s culture is associated with “blasphemy,” yet Hartman’s duology shows that a cyborg need not be areligious and can even be a Saint, as the half-dragons are ultimately revealed to be. Like the grotesque bodies of saints in Christian hagiography, the bodies of Hartman’s half-dragon Saints challenge the boundaries of the modern self, gesturing toward posthumanist intersubjectivity through the ways in which their minds and bodies are linked. However, the series also emphasizes that each half-dragon occupies a different set of intersectional subject positions. Through depicting Seraphina’s negotiation of an intersectional religious identity and her ultimate performance of saintly intersubjectivity, Hartman’s series suggests multiple possibilities for readers as they narrate and perform their own religious identities.", "venue": "", "year": 2017, "referenceCount": 27, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "121593692", "name": "Carissa Smith"}]}}, {"contexts": ["Morgan (1991) defined plastic surgery as a technology that colonizes women’s bodies, many Western feminists have viewed plastic surgery as a tool of racism as well as patriarchy (Morgan 1991; Bordo 1993; Kaw 1993; Balsamo 1996; Brush 1998; Gagne and McGaughey 2002; Negrin 2002; Frost 2005; Blum 2003, 2005).", "Rather than delusively attenuating a patient’s ability to discern differences among the reality, possibilities, and expectations of surgery, as Anne Balsamo (1996) claims of the surgeon’s use of cutting-edge video simulation technology, these visualization practices strengthen a patient’s ability to distinguish differences.", "…women’s bodies, many Western feminists have viewed plastic surgery as a tool of racism as well as patriarchy (Morgan 1991; Bordo 1993; Kaw 1993; Balsamo 1996; Brush 1998; Gagne and McGaughey 2002; Negrin 2002; Frost 2005; Blum 2003, 2005).4 Other previous studies have shown that beauty…", "Rather than delusively attenuating a patient’s ability to discern differences among the reality, possibilities, and expectations of surgery, as Anne Balsamo (1996) claims of the surgeon’s use of cutting-edge video simulation technology, these visualization practices strengthen a patient’s ability…"], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "03d8a76347eef38c9bed9baa08fa8507cc455f46", "externalIds": {"MAG": "2693423212", "DOI": "10.1080/01459740.2017.1345904", "PubMed": "28644926"}, "url": "https://www.semanticscholar.org/paper/03d8a76347eef38c9bed9baa08fa8507cc455f46", "title": "Gangnam-Style Plastic Surgery: The Science of Westernized Beauty in South Korea", "abstract": "ABSTRACT New beauty ideals and particular types of plastic surgery beauty have emerged in South Korea from the early twenty-first century. By defining Gangnam-style plastic surgery as a hybrid of old Westernized beauty ideals and a new science of beauty with variations and contradictions, I intend to twist the simplistic understanding of non-Western plastic surgery as an effort to resemble the white westerner’s body. I also draw political implications from a case of monstrous Gangnam-style beauty made by excessive plastic surgery.", "venue": "Medical anthropology", "year": 2017, "referenceCount": 62, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["History", "Medicine"], "authors": [{"authorId": "14469088", "name": "S. Leem"}]}}, {"contexts": ["His work was from the beginning an interdisciplinary endeavor situated in the interstices between mathematics, physics, and biology[9]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0477264230a0cff3231eec643285fa8a69ce0bdf", "externalIds": {"MAG": "2616732368", "DOI": "10.1016/j.bpc.2017.05.007", "PubMed": "28578997"}, "url": "https://www.semanticscholar.org/paper/0477264230a0cff3231eec643285fa8a69ce0bdf", "title": "\"The human use of human beings\": Interdisciplinarity, transdisciplinarity and all that in biophysics and beyond.", "abstract": "Biophysics, just by looking at its name, indicates an interdisciplinary scientific activity, although the notion of interdisciplinarity, as such, seems to be not widely or specifically discussed by biophysicists. The same seems to have happened as well in the early stages of the development of cybernetics, notably in Norbert Wiener's writings. This situation seems to contrast with what has happened in subsequent developments of cybernetics ideas, notably in general system theory and cognitive sciences. After a few general reflections on the notion of interdisciplinarity, its sophisticated variants and the path leading to the birth of cognitive science, we shall refer to Wiener's thought to extracts aspects and indications that could be useful today, also for what concerns the social responsibility of scientists, which could be seen as stemming from a very general form of interdisciplinarity.\n\n\nHIGHLIGHTS\nAfter a few general reflections on the notion of interdisciplinarity, its sophisticated variants and the path leading to the birth of cognitive science, we shall refer to Wiener's thought to extracts aspects and indications that could be useful today, also for what concerns the social responsibility of scientists.", "venue": "Biophysical chemistry", "year": 2017, "referenceCount": 36, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Chemistry", "Medicine"], "authors": [{"authorId": "2759979", "name": "M. Tabacchi"}, {"authorId": "1683573", "name": "S. Termini"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1782218fe636b20ba8ad4f4d3a3bdf731dee35ec", "externalIds": {"MAG": "2905447591"}, "url": "https://www.semanticscholar.org/paper/1782218fe636b20ba8ad4f4d3a3bdf731dee35ec", "title": "(Re)dressing Cinderella: an exploration of women’s engagement with and experience of makeover culture", "abstract": "..................................................................................................................... iii Declaration .................................................................................................................. v Acknowledgements .................................................................................................. vii Table of", "venue": "", "year": 2017, "referenceCount": 209, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116954990", "name": "Esther Jane Pollard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1d7e95568dd220aeb5430f420d5eb660acbf7c4c", "externalIds": {"MAG": "2751050566"}, "url": "https://www.semanticscholar.org/paper/1d7e95568dd220aeb5430f420d5eb660acbf7c4c", "title": "Beauty and the Internet: Old Wine in a New Bottle", "abstract": "In the consumer culture of late modernity, young women are obsessed with their physical appearance and attempt to conform to socially constructed beauty standards. Adolescent girls are surrounded by images of beauty through advertising, television, films, magazines and the recent beauty blogs that have burst forth on the worldwide web. This paper is on the use of beauty blogs by adolescent girls of the age group 15 to 19 years living in Kolkata, whereby depicting that there is no escape from feminine embodiment even in the digital world. The researcher has compiled the beauty/fashion blogs that adolescent girls regularly visit and hence has attempted to understand the girls’ use of the blogs and what the blogs contain. This paper looks at the beauty culture associated with these blogs and traces the popularity of these online beauty resources to the renewed focus on the female body and visual appearance in consumer culture that is transnational. The beauty blogs are virtual feminized spaces created only for women and contain categories of homemade corrective treatments, personal grooming and images of array of beauty products that teach women how to “do femininity”. The blogs promote the idea that beauty is an essential component of femininity and encourage women to take beauty as a serious thing to be achieved to satisfy themselves and not to be done for the male gaze. Termed as “postfeminist sensibility” the blogs depict women as heterosexual desiring subjects with independence and choice. Young women in turn constructed feminine beautification as an empowering as well as a pleasurable experience for them.", "venue": "", "year": 2017, "referenceCount": 14, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144189777", "name": "Piyali Sur"}]}}, {"contexts": ["The initial concept of the cyborg combined an organism (typically human) with biomechanical components and feedback mechanisms (i.e., a cybernetic organism) (Balsamo, 1996)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1dcdcd93216dd32b7c6f72ed65561e33953db37f", "externalIds": {"MAG": "2729283434", "DOI": "10.1111/HCRE.12119"}, "url": "https://www.semanticscholar.org/paper/1dcdcd93216dd32b7c6f72ed65561e33953db37f", "title": "Intermediality and the Diffusion of Innovations", "abstract": "Interpersonal and mediated communication both play important roles in the diffusion of innovations, as part of the process, as well as the content, of diffusion. Yet the diffusion of new media has blurred the boundaries across interpersonal and mediated communication, and emphasized the decoupling of media from their attributes, summarized in the concept of intermediality. This article briefly considers implications of this intermediality for new media as process and content in five major components of the diffusion perspective: sources, rate and categories of adoption, attributes, communication networks, and consequences.", "venue": "", "year": 2017, "referenceCount": 93, "citationCount": 18, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "35081478", "name": "R. Rice"}]}}, {"contexts": ["have begun to blur the lines between the end user and technology [1,6]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "2c805cc4a6aecdaacbfdee3849d94cc801446678", "externalIds": {"MAG": "2588862780", "DBLP": "conf/cscw/Britton17", "DOI": "10.1145/3022198.3024939"}, "url": "https://www.semanticscholar.org/paper/2c805cc4a6aecdaacbfdee3849d94cc801446678", "title": "Manifesting the Cyborg via Techno Body Modification: From Human Computer Interaction to Integration", "abstract": "Over the past decade, a community of DIY cyborgs has emerged, dubbed grinders, who implant and embed computing technology into their bodies. As technologies are hacked, (re)designed, and self-embedded in the body, the boundary between human and machine starts to blur. This research project explores the role of the body in interacting with these tools, what it means to design for integration, and what social and cultural implications emerge.", "venue": "CSCW Companion", "year": 2017, "referenceCount": 7, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3397152", "name": "Lauren M. Britton"}]}}, {"contexts": ["The body is therefore historically shaped and socially imagined, which fashions the perpetuation of identity semiotics (Balsamo, 1996, 1999; Bordo, 1999a, 1999b; Grosz, 1999)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "33b7f7c77020961bf2a6a7b0856f1f5663443f7e", "externalIds": {"MAG": "2740160952", "DOI": "10.1177/0971521517697879"}, "url": "https://www.semanticscholar.org/paper/33b7f7c77020961bf2a6a7b0856f1f5663443f7e", "title": "Sexualising the Body: Passionate Aesthetics and Embodied Desires", "abstract": "This article draws on evidence from ethnographic and anthropological understandings of Mumbai’s contemporary ‘trans’ culture, looking at bodies and embodied practices, such as enhancements, beautification and surgeries, as well as locating the specificities of gender and identity. Ethnographic vignettes highlighting the interaction between Titli, a transsexual woman, and some hijras (South Asian term for ‘eunuchs’) in one of the city’s slum-based localities further establish the anthropological and sociological understandings, and the nuances and intricacies in the construction of transsexuals’ bodies, identities and subjectivity in terms of the differences in appearance, performance and behaviour linked to their political claims.", "venue": "", "year": 2017, "referenceCount": 34, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118539170", "name": "A. Roy"}]}}, {"contexts": ["Balsamo (1996) studied the very manuals used to train cosmetic surgeons.", "Therefore, the cosmetically altered body is actively against this patriarchal viewpoint (Balsamo, 1996)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "4e44227ecf27b8c7190685c0ed563bc27488018c", "externalIds": {"MAG": "2776219744"}, "url": "https://www.semanticscholar.org/paper/4e44227ecf27b8c7190685c0ed563bc27488018c", "title": "Desire for cosmetic procedures : an investigation of associated factors", "abstract": "Previous research into cosmetic procedures has focused on plastic surgery. The present study sought to investigate non-surgical forms of cosmetic procedures, in additional to traditional surgical procedures. The study examined how self-esteem and dysmorphic concern relate to the desire for both non-surgical and surgical cosmetic procedures. A UK community sample of women completed self-report measures of self-esteem and dysmorphic concern online. Levels of depression, stress and aspects of obsessive compulsive disorder were controlled for in the analysis. Regression analyses were conducted to investigate how these factors relate to desire for both non-surgical and surgical cosmetic procedures. T-tests indicated those who had a cosmetic procedure showed significantly greater desire for further, cosmetic procedures. Self-esteem and dysmorphic concern were found to be strongly correlated. Higher levels of dysmorphic concern were a significant predictor of increased desire for cosmetic procedures. Self-esteem was not a significant predictive of desire for cosmetic procedures, when levels of dysmorphic concern were controlled for. The study suggests that the highly related constructs of self-esteem and dysmorphic concern may be a factor in the previously inconsistent literature around self-esteem and cosmetic procedures.", "venue": "", "year": 2017, "referenceCount": 314, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2070979611", "name": "E. Bradley"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5998c5716f999bd58ea073bbbde32499c9e1fe48", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/5998c5716f999bd58ea073bbbde32499c9e1fe48", "title": "The Image of the Beautiful Woman: Beauty Ideals in Modern Urban China", "abstract": "Images of the female body are widely employed in advertising, cinema, fashion, and media the world over. In Chinese cities, meanwhile, everywhere we look we can see advertisements for cosmetic treatments that depict desirable bodily representations with the following core characteristics: thin figure, oval face with pointed chin, slim cheeks, high-bridged nose, big eyes, and fair skin. These are the supposed features of the modern beautiful woman, and set the beauty standards that cosmetic treatments aim to reach up to. The beauty standards promoted nowadays are, to a certain extent, the result of globalization and individualization: with the reform era the diffusion of Western (i.e. Euro-American) culture in China had an impact on existent norms of beauty, creating new global and local standards — ones that women choose to pursue as a way to affirm their individual identity. This Research Note focuses on the ideals of beauty that are currently widespread in Chinese society, highlighting specifically the cultural and social influences that have shaped them. Additionally it points out the currently popular cosmetic surgery trends, as they embody perfectly such ideals of beauty — and thus ultimately attempts to show the power of body images in the construction of modern individuals.", "venue": "", "year": 2017, "referenceCount": 46, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2076121620", "name": "Valeria Lotti"}]}}, {"contexts": ["…certain aspects of pregnancy, such as the growth of fetal internal organs or where the placenta is located, it has also effectively alienated the fetal body “from its natural association with the female body and is now proclaimed to be the new and primary obstetric patient” (Balsamo, 1997, p. 9).", "Similarly, Balsamo writes that “the unborn fetus is guaranteed certain rights denied to the pregnant woman,” and, as in the case with forced cesarean sections, sometimes the pregnant woman’s own health and life choices are overridden in favor of fetal health (Balsamo 1997, p. 154).", "In this way, the pregnant female body is a “hybrid creature” which functions as part of a natural order but submits to cultural authority of man (Balsamo, 1997, p. 27)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "710e04b473f8af6089400817e81a8695a71c1492", "externalIds": {"MAG": "2729785824"}, "url": "https://www.semanticscholar.org/paper/710e04b473f8af6089400817e81a8695a71c1492", "title": "The Hidden Dynamics of Gender and Technology in Reproductive Care", "abstract": "Within the last two centuries, birth has undergone a major transformation as doctors took over and relocated childbirth from the home to the hospital, leaving the reproductive female body devalued and disempowered. Advancements in medical science have played a fundamental role in this transformation. As birth has become more and more medicalized, women seem to have lost their agency and believe the only place to have a successful birth is in a hospital. Reproductive technologies have certainly had beneficial effects, but they have also turned the mother into an extension of obstetric machines, communicating a power hierarchy that reinforces patriarchal control over female bodies. This hierarchy has had long-term repercussions for reproductive bodies, but it is largely concealed.", "venue": "", "year": 2017, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2064710600", "name": "Chelsea Hube"}, {"authorId": "4565104", "name": "W. Njambi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "722123fad74d52623225cd0edf9a7dc3ecfb262a", "externalIds": {"MAG": "2606816605", "DOI": "10.1080/10371397.2017.1297183"}, "url": "https://www.semanticscholar.org/paper/722123fad74d52623225cd0edf9a7dc3ecfb262a", "title": "Replicating the White Self and Other: Skin Color, Racelessness, Gynoids, and the Construction of Whiteness in Japan", "abstract": "ABSTRACT This article explores representations of whiteness in contemporary Japanese culture. Specifically, I argue that although representations of caucasian whiteness pervade Japanese media and popular culture, they have largely remained racially unmarked, scholarly and popular discourse presenting caucasian whiteness in cultural not racial termes, where it finds expression in notions of an idealized, fetishized, cosmopolitan westernness. As a result, the discourse of whiteness in Japan has largely escaped the kind of sustained critical commentary in Japan and the United States that characterizes the discourse of blackness and other explicitly racially marked Others as well as the literature on whiteness studies, which has yet to fully engage constructions of whiteness outside the (post)colonial experience and the Euro-Americocentric black/white binary. I discuss how representations of whiteness provide a template through which Japanese reflexively construct both the foreign White Other and the ‘white’ Japanese Self, the evaluation of these selves often being ambiguous and conflicted. I conclude that as Japan’s exposure to whites and non-whites increases and as its own internal diversity becomes more visibly salient, Japanese have begun to contest and more critically interrogate (re)presentations of themselves and to renegotiate their place within given racial and aesthetic hierarchies.", "venue": "", "year": 2017, "referenceCount": 73, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2069245034", "name": "J. G. Russell"}]}}, {"contexts": ["technology is embedded into the body—as a way of critically examining how bodies are made and performed in a cultural sense rather than a biological sense [2].", "Here, through techno-body modification, the body becomes a site of (re)design, where the human body is artificially (re)constructed ‘in parts and pieces’ [2].", "Whereas design has traditionally been deployed around the development of external artifacts that are used by people, recent advancements in technology design have led to wearable technologies, such as Fitbit, which blur the lines between the end user and technology [2,28].", "Featherstone [14] notes that body modification is frequently described by practitioners as a method to take control over one’s body or as a new form of embodiment—what Balsalmo [2] describes as a ‘vehicle for staging cultural identities’; a resistance against what society says a body is ‘supposed to’ look like."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "843f4902eff52e50fd975cb8af22a36638b5ff9d", "externalIds": {"DBLP": "conf/chi/BrittonS17", "MAG": "2611820427", "DOI": "10.1145/3025453.3025629"}, "url": "https://www.semanticscholar.org/paper/843f4902eff52e50fd975cb8af22a36638b5ff9d", "title": "Manifesting the Cyborg through Techno-Body Modification: From Human-Computer Interaction to Integration", "abstract": "A community of DIY cyborgs has emerged, known as 'grinders', who practice techno-body modification-the embedding of computing technology into the body. This paper reports on an ethnographic study following GrinderTech, an organization working to design, build and sell these technological artifacts, as it shifts from hacker collective to biotech startup. As technologies are embedded in the body, the boundary between human and machine starts to blur. We find that GrinderTech members, through the design and making of technologies for embedding, do so as a means to move beyond social and gendered binary constructions-or, societal norms that are practiced and performed, and re-enforced through language, as a way of creating power differentials in society, e.g. citizen/scientist and man/woman. Moreover, their motivations for designing and making these devices reflects their desire to re-imagine society. Finally, we re-conceptualize Human-Computer Interaction to include Integration-when technology is embedded in the human body-and discuss the theoretical and design implications of human-computer integration.", "venue": "CHI", "year": 2017, "referenceCount": 46, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3397152", "name": "Lauren M. Britton"}, {"authorId": "3356301", "name": "Bryan C. Semaan"}]}}, {"contexts": ["…gaze is an objectifying, controlling gaze of the dominant regime—sometimes referring literally to men, but in other cases to hegemonic and oppressive forces such as science, medicine, or the government (Mulvey, 1975; Balsamo, 1996; Caeton, 2011; Brunner, 2013; White-Farnham, 2013; Lowry, 2013).", "science, medicine, or the government (Mulvey, 1975; Balsamo, 1996; Caeton, 2011; Brunner, 2013; White-Farnham, 2013; Lowry, 2013).", "Recognizing this mainstream discourse regarding technology, rhetoricians of\ntechnology have challenged the fundamental affordance of technology, revealing that often constraints materialize once technology is circulated (Clark, 2007; Koerber, 2000; Balsamo, 1996; Toffoletti, 2007).", "often constraints materialize once technology is circulated (Clark, 2007; Koerber, 2000; Balsamo, 1996; Toffoletti, 2007)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "a5d82915d548e75eadb2e36cbe8c2c9a187e3563", "externalIds": {"MAG": "2741056488"}, "url": "https://www.semanticscholar.org/paper/a5d82915d548e75eadb2e36cbe8c2c9a187e3563", "title": "Bodily Boundaries: Inflammatory Bowel Disease and Rhetorical Enactments of Self", "abstract": null, "venue": "", "year": 2017, "referenceCount": 120, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "16538456", "name": "M. Kessler"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "aef6c1390bb7863c92d9f39a38222256b1b6137a", "externalIds": {"MAG": "2811269098", "DBLP": "conf/dihu/CowanRMG17"}, "url": "https://www.semanticscholar.org/paper/aef6c1390bb7863c92d9f39a38222256b1b6137a", "title": "Queer Infrastructures: Digital Intimacies, Spaces, Affordances and Collaboration", "abstract": "This panel centers queer epistemological formations as they structure the study of digital phenomena. Each of the papers mobilizes the methodological foundations of what Kara Keeling has called a “Queer OS” (2014) -or an operating system in which “the historical, sociocultural, conceptual phenomena that currently shape our realities in deep and profound ways, such as race, gender, class, citizenship, and ability (to name those among the most active in the United States today), [are understood as] mutually constitutive with sexuality and with media and information technologies, thereby making it impossible to think any of them in isolation” (152). The panelists address core questions including how digital infrastructures mirror and/or model queer and feminist approaches to scholarship, social and artistic practice; what are some possible aesthetic/political retoolings for digital technologies originally designed to surveille and/or maximize female bodies as reproductive vessels; how do social media platforms shift the organizing of live performance cultures?; what are some of the genealogies for contemporary queer digital culture and design?; how can we mobilize theories of interiors and architecture to help us think about the design of online spaces?; what can we learn from long histories of queer social, erotic, political and artistic life that can help us to build online platforms that resist calls to full public access? These four papers contribute to the larger conversation at the nexus of Digital Humanities, Digital Media Studies, and Theories and Practices of Transgender, Feminist and Queer Cultural Production. Here we bring together the practice of performance art that merges digital technological invention to the long history of feminist body art, and the often invasive politics of digital surveillance and control of women’s bodies, along with the introduction of “Transmedial Drag” as a set of methods for analyzing the digital transfer and potentiality of live performance art, analog queer networks and spaces. We bring this together with a discussion of the development of digital and analog infrastructures for minoritarian spaces and scenes in Mexico City and a material analysis of many of the tropological framings of digital culture--screens, codes and filters--which have been centrally important to the field of feminist design and architectural studies.", "venue": "DH", "year": 2017, "referenceCount": 10, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "26354608", "name": "T. Cowan"}, {"authorId": "51033171", "name": "Jasmine Rault"}, {"authorId": "145140012", "name": "Dayna McLeod"}, {"authorId": "51005935", "name": "Carina Guzmán"}]}}, {"contexts": ["This fetus-centric approach reframes and judges the female body merely for its physical and moral qualities as a (potential) container for the baby (Balsamo, 1996)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "bf04d90becac9532718ee97fb89fc193157a34f6", "externalIds": {"MAG": "2569869426", "DOI": "10.1177/2056305116685108"}, "url": "https://www.semanticscholar.org/paper/bf04d90becac9532718ee97fb89fc193157a34f6", "title": "Learn It, Buy It, Work It: Intensive Pregnancy on Instagram", "abstract": "This article analyzes how pregnant women perform their pregnancies on Instagram. We ask whether they rely on and reproduce pre-existing discourses aimed at morally regulating pregnancy, or reject them and construct their own alternatives. Pregnancy today is highly visible, intensely surveilled, marketed as a consumer identity, and feverishly stalked in its celebrity manifestations. This propagates narrow visions of what a “normal” pregnancy or “normal” pregnant woman should be like. We argue that pregnant women on Instagram do pregnancy via three overlapping and complimentary discourses of “learn it,” “buy it,” and “work it.” Together these form the current authoritative knowledge of pregnancy we call “intensive pregnancy” as performed on Instagram. Concurrently, this article highlights how the combined discursive power of hashtags, images, and captions may influence and enforce discursive hegemonies.", "venue": "", "year": 2017, "referenceCount": 78, "citationCount": 46, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3479425", "name": "Katrin Tiidenberg"}, {"authorId": "2556863", "name": "N. Baym"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c00d2239be2a67d1782a52e559edfc2ceeb2f33e", "externalIds": {"MAG": "2989326590"}, "url": "https://www.semanticscholar.org/paper/c00d2239be2a67d1782a52e559edfc2ceeb2f33e", "title": "Nudity, Protest and the Law in Uganda", "abstract": "................................................................................ vi", "venue": "", "year": 2017, "referenceCount": 92, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1417756511", "name": "S. Tamale"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ce90ffb6dcfc90ccc092dd7d062563c48e8683da", "externalIds": {"MAG": "2620657796"}, "url": "https://www.semanticscholar.org/paper/ce90ffb6dcfc90ccc092dd7d062563c48e8683da", "title": "On the aestheticization of technologized bodies : a portrait of a cyborg(ed) form of agency", "abstract": "Pursiainen, Mimosa On the Aestheticization of Technologized Bodies. A Portrait of a Cyborg(ed) Form of Agency. Jyväskylä: University of Jyväskylä, 2017, 219 p. (Jyväskylä Studies in Humanities ISSN 1459-4323; 319 (print) ISSN 1459-4331; 319 (PDF)) ISBN 978-951-39-7085-7 (print) ISBN 978-951-39-7086-4 (PDF) Diss. Discussions revolving around cyborgs seldom include aesthetics, let alone propose aesthetics as an inextricable part of the phenomenon of the cyborg. Rather, the term “cyborg”, a contraction of “cybernetic organism”, evokes a figure of the (hu)manmachine. In the field of social and political sciences, the cyborg is designated a human-machine hybrid, a metaphor of humans becoming machinelike, or a portrait of (political) agency in an era of high technology. These approaches promote a figure of technologized bodies, that is, the cyborg as a figure of technologically dominated and altered bodies. I will sustain that the cyborg contributes to our understanding of agency in the age of high technology. However, in contrast to the general view, I assert that viewing high technology solely as a more efficient version of “modern technology” is an insufficient position. Rather, contemporary technology should be termed high techn : recent developments indicate the re-emergence of an aesthetic component in the conception of technology. Following this conception, the understanding of the phenomenon of the cyborg is altered. My aim is to bring to the fore the theme of aesthetics in order to portray cyborg(ed) agency without the prejudice of the “manmachine”. The effort to advocate the value of the cyborg as a prevalent form of agency requires exploring aspects commonly shared in cyborg studies. First, the body is presumed the basis of the cyborg; second, cyborg is considered to consist of contradictory elements; and third, the cyborg is related to the age of high technology and cyberspace. In other words, corporeality, oxymoron, and novelty form the cyborg condition. My investigation of these conditions, carried out by applying both classical philosophy (Plato, Aristotle, René Descartes, and Julian Offray de La Mettrie) and contemporary philosophy (Maurice Merleau-Ponty and Michel Foucault) in an updated manner, reveals astonishing requirements. First, the body is in need of a reconceptualization; second, the contradictory elements must be reconsidered; and, third, it is necessary to identify a difference between manmachines and cyborgs. Within this philosophical investigation, undertaken from the entry point of fluctuation between technology and aesthetics, cyborg(ed) agency is portrayed as a phenomenon of the aestheticization of technologized bodies.", "venue": "", "year": 2017, "referenceCount": 110, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "134458013", "name": "M. Pursiainen"}]}}, {"contexts": ["…it, from asking the ‘woman question’ in science to asking the more radical ‘science question’ in feminism, and technical knowledge and expertise would similarly be critiqued as distinctly masculine projects (Balsamo, 1995; Berg and Lie 1995; Haraway, 1997; Rose, 1983; Wajcman, 1991, 2004).", "Over the next decades, the feminist critique of science would evolve, as Harding (1986) famously expressed it, from asking the ‘woman question’ in science to asking the more radical ‘science question’ in feminism, and technical knowledge and expertise would similarly be critiqued as distinctly masculine projects (Balsamo, 1995; Berg and Lie 1995; Haraway, 1997; Rose, 1983; Wajcman, 1991, 2004)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "cf27f8ccbd21f4864ca8146c5a697edc39279306", "externalIds": {"MAG": "2593446837", "DOI": "10.1177/0306312717692172", "PubMed": "28791929"}, "url": "https://www.semanticscholar.org/paper/cf27f8ccbd21f4864ca8146c5a697edc39279306", "title": "‘Anyone can edit’, not everyone does: Wikipedia’s infrastructure and the gender gap", "abstract": "Feminist STS has long established that science’s provenance as a male domain continues to define what counts as knowledge and expertise. Wikipedia, arguably one of the most powerful sources of information today, was initially lauded as providing the opportunity to rebuild knowledge institutions by providing greater representation of multiple groups. However, less than ten percent of Wikipedia editors are women. At one level, this imbalance in contributions and therefore content is yet another case of the masculine culture of technoscience. This is an important argument and, in this article, we examine the empirical research that highlights these issues. Our main objective, however, is to extend current accounts by demonstrating that Wikipedia’s infrastructure introduces new and less visible sources of gender disparity. In sum, our aim here is to present a consolidated analysis of the gendering of Wikipedia.", "venue": "Social studies of science", "year": 2017, "referenceCount": 44, "citationCount": 72, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "145392480", "name": "H. Ford"}, {"authorId": "4945673", "name": "J. Wajcman"}]}}, {"contexts": ["…of Hmong women and teleconference radio programs builds from this productive confluence while also considering feminist critiques of technodiscourses that remind us that technologies cannot altogether liberate us from the limits of cultural and social hierarchies (Balsamo, 1996; Everett, 2004).", "The present study of Hmong women and teleconference radio programs builds from this productive confluence while also considering feminist critiques of technodiscourses that remind us that technologies cannot altogether liberate us from the limits of cultural and social hierarchies (Balsamo, 1996; Everett, 2004)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "d625b9d46e48b969c5edf9c2947128e0a2841c5c", "externalIds": {"MAG": "2528602243", "DOI": "10.1111/CCCR.12156"}, "url": "https://www.semanticscholar.org/paper/d625b9d46e48b969c5edf9c2947128e0a2841c5c", "title": "Always on the Phone: The Invisible Role of Hmong Women in Diasporic Media Industries", "abstract": "This article examines the emerging media institution of Hmong teleconference radio, a global form of mobile communication that is largely operated and accessed by Hmong American women. Interviews with Hmong Americans about this participatory form of mass media reveal the ways in which it is opening new pathways for diasporic communication, but also the ways that it is criticized and delegitimized. It argues that Hmong teleconference radio offers a rich case study for analyzing mobile phone cultures in a digital era, ultimately showing how women's labor and entrepreneurship within the mobile media realm can be minimized or altogether obscured through gendered hierarchies of value.", "venue": "", "year": 2017, "referenceCount": 35, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "39977527", "name": "Lori Kido Lopez"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "da862a316b911c23f634bb38d45062754fedb022", "externalIds": {"MAG": "2795277687"}, "url": "https://www.semanticscholar.org/paper/da862a316b911c23f634bb38d45062754fedb022", "title": "Denatured: Emergent realities of encyclopedic DNA elements", "abstract": "The Human Genome Project was the center of much controversy in the 1990's, as creating a map of the human genome drew into question the boundaries between nature and nurture, or science and society. Fifteen years have now passed since the Human Genome Project's completion, and the new paradigm of genetics is no longer governed by a strict nature/ nurture dualism. This project looks at one of the Human Genome Project's successors: the Encyclopedia of DNA Elements (ENCODE) project, which has created new boundaries and limitations in this new phase of genetic thinking. Using a frame analysis and Actor-Network Theory approach to follow how ENCODE has formed and reformed over the years, this project traces the ENCODE project as a new way of translating genetic code from the cell to the world around it, and ultimately back into the cell. Throughout these processes, the ENCODE project brings into question the meaning of human, creates a platform for viewing the genome as a moldable substance, and ultimately presents itself as the end of human disease. \u2029", "venue": "", "year": 2017, "referenceCount": 139, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "89978713", "name": "A. L. Goldstein"}]}}]}