{"paperId": "e17415588140f415acc645a31780a9eb87f41aab", "externalIds": {"MAG": "2158144941", "DOI": "10.1037/a0038557", "PubMed": "25603372"}, "url": "https://www.semanticscholar.org/paper/e17415588140f415acc645a31780a9eb87f41aab", "title": "Toward a comprehensive understanding of executive cognitive function in implicit racial bias.", "abstract": "Although performance on laboratory-based implicit bias tasks often is interpreted strictly in terms of the strength of automatic associations, recent evidence suggests that such tasks are influenced by higher-order cognitive control processes, so-called executive functions (EFs). However, extant work in this area has been limited by failure to account for the unity and diversity of EFs, focus on only a single measure of bias and/or EF, and relatively small sample sizes. The current study sought to comprehensively model the relation between individual differences in EFs and the expression of racial bias in 3 commonly used laboratory measures. Participants (N = 485) completed a battery of EF tasks (Session 1) and 3 racial bias tasks (Session 2), along with numerous individual difference questionnaires. The main findings were as follows: (a) measures of implicit bias were only weakly intercorrelated; (b) EF and estimates of automatic processes both predicted implicit bias and also interacted, such that the relation between automatic processes and bias expression was reduced at higher levels of EF; (c) specific facets of EF were differentially associated with overall task performance and controlled processing estimates across different bias tasks; (d) EF did not moderate associations between implicit and explicit measures of bias; and (e) external, but not internal, motivation to control prejudice depended on EF to reduce bias expression. Findings are discussed in terms of the importance of global and specific EF abilities in determining expression of implicit racial bias.", "venue": "Journal of personality and social psychology", "year": 2015, "referenceCount": 177, "citationCount": 94, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "7853035", "name": "Tiffany A. Ito"}, {"authorId": "2106392", "name": "N. Friedman"}, {"authorId": "2026653", "name": "B. Bartholow"}, {"authorId": "2428798", "name": "Joshua Correll"}, {"authorId": "3971553", "name": "Chris Loersch"}, {"authorId": "4074725", "name": "L. Altamirano"}, {"authorId": "27027873", "name": "A. Miyake"}]}