{"paperId": "4c6391e0173f914041ad70719b5bd84fc0983a2c", "externalIds": {"MAG": "753267159"}, "url": "https://www.semanticscholar.org/paper/4c6391e0173f914041ad70719b5bd84fc0983a2c", "title": "Using Dublin Core", "abstract": "=\"This article describes the work of the IFB Chaos Committee, including a summary of its major findings.\" Refinement(s) for element: Date Date refinements are generally useful in situations where more than one date is needed, and the difference between the dates may be important to users. Note that the first five Date refinement terms were among the earlier ones approved by DCMI, and the naming convention of the time was not to include \"date\" as part of the refined term. The most recent ones reflect changes in the naming convention used, in which the name of the refined term expresses more clearly the relationship to the parent element. When using date refinements it can be unwise to insert a text string that repeats the distinction created by the refinement itself. For instance, the string \"Valid 20010211\" in a statement where the refinement \"valid\" is used might show up in a labelled display as: VALID: Valid 20010211. Created Label: Created Term description: Date of creation of the resource. Guidelines for creation of content: If the date of creation of the resource is known, and that date is important to note specifically (e.g., there are other relevant dates to record), use the term Created for the creation date of the resource. Note that the \"one-to-one\" rule requires that the creation date be that of the resource being described, not any early version from which the current resource is derived. Valid Label: Valid Term description: Date (often a range) of validity of a resource. Guidelines for creation of content: If the resource is only valid or relevant for a particular date or range of dates, the term Valid may be used to express those dates. This may be particularly important if the resource will be retained over time but its use is valid only during a particular period or until a particular date. Available Label: Available Term description: Date (often a range) that the resource will become or did become available. Guidelines for creation of content: In general, the term Available should be used in the case of a resource for which the date of availability may be distinct from the date of creation, and the date of availability is relevant to the use of the resource. Issued", "venue": "", "year": 2008, "referenceCount": 2, "citationCount": 125, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2497581", "name": "Diane Hillmann"}]}