{"offset": 0, "next": 100, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "014778fb465796f38f3d243d14c5cb33ac67e82b", "externalIds": {"DBLP": "journals/annals/Garvey21", "DOI": "10.1109/MAHC.2021.3051686"}, "url": "https://www.semanticscholar.org/paper/014778fb465796f38f3d243d14c5cb33ac67e82b", "title": "The “General Problem Solver” Does Not Exist: Mortimer Taube and the Art of AI Criticism", "abstract": "This article reconfigures the history of artificial intelligence (AI) and its accompanying tradition of criticism by excavating the work of Mortimer Taube, a pioneer in information and library sciences, whose magnum opus, Computers and Common Sense: The Myth of Thinking Machines (1961), has been mostly forgotten. To convey the essence of his distinctive critique, the article focuses on Taube's attack on the general problem solver (GPS), the second major AI program. After examining his analysis of the social construction of this and other “thinking machines,” it concludes that, despite technical changes in AI, much of Taube's criticism remains relevant today. Moreover, his status as an “information processing” insider who criticized AI on behalf of the public good challenges the boundaries and focus of most critiques of AI from the past half-century. In sum, Taube's work offers an alternative model from which contemporary AI workers and critics can learn much.", "venue": "IEEE Annals of the History of Computing", "year": 2021, "referenceCount": 123, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2052081388", "name": "Shunryu Colin Garvey"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "051f395fdb2a25ad3295b986d8c96b8026b5fcd7", "externalIds": {"MAG": "3165783080", "DOI": "10.2139/ssrn.3789818"}, "url": "https://www.semanticscholar.org/paper/051f395fdb2a25ad3295b986d8c96b8026b5fcd7", "title": "Order, Structure, and the Price System: A development of the Wiener Conjecture on communication within distributed systems", "abstract": "How is it that prices, which are merely a vector of numbers, come to coordinate the myriad and complex plans of millions of economic actors? After all, there is a quantum difference between the information conveyed by prices and the information necessary to capture the specifics of the ways in which the plans of different actors can dovetail with each other. Put differently, the flow of information necessary for each actor to convey to others the ways in which his plans can ‘fit’ with theirs is orders of magnitude greater than what is conveyed by prices. In this paper, we argue that prices are able to play a role in coordinating economic activity because of certain structural properties of the network of connections between firms, which enable the plans and behavior of each firm to directly depend on only a small subset of other firms. These structural properties also engrain the concomitant use of two forms of communication. The first of which involves private signals between firms with direct connections to each other, signals which go from specific senders to specific recipients. And the second involves public signals which are made available to all. Prices are the singularly most significant public signals generated by the economic system.", "venue": "SSRN Electronic Journal", "year": 2021, "referenceCount": 69, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "98733441", "name": "Vipin P. Veetil"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "06a721dfee71d9b923ec731815fbde6989d8cea0", "externalIds": {"MAG": "3185394062", "DOI": "10.1007/978-3-030-69777-8_7"}, "url": "https://www.semanticscholar.org/paper/06a721dfee71d9b923ec731815fbde6989d8cea0", "title": "Entropy and Eye Movement: A Micro-analysis of Information Processing in Activity Units During the Translation Process", "abstract": "This chapter intends to analyze the cognitive processing of information by examining HTra within the AUs of the translation process. As a measure of the degree of uncertainty involved in translation choices, HTra reflects translation ambiguity and has been used as a predictor variable for the cognitive effort in the translator’s selection of a TT item among the co-activated alternatives. In this regard, the present chapter starts from a theoretical discussion on entropy, lexical activation, cognitive effort, and the dynamic change of entropy in the mental processes of the translation choice, exploring the conceptual basis on which entropy can represent cognitive load and describe the assumed mental states, in translation. It then examines in an empirical manner the entropy values (i.e., HTra) of the words which are fixated in AUs on the basis of the CRITT TPR-DB, to shed light on the manner in which contextual information is cognitively processed. Results show that the AUs which are associated with the resolution of problems arising from high-entropy words tend to include scanpaths where low-entropy words come into play, which indicates that the cognitive processing of a highly translation-ambiguous item is facilitated by the contextual information which is provided by items of low translation-ambiguity levels. In the meantime, the chapter also analyzes in detail the process in which the average entropy of the scanpath is updated as the translator processes contextual information within the AU.", "venue": "Explorations in Empirical Translation Process Research", "year": 2021, "referenceCount": 79, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": null, "name": "Yuxiang Wei"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "071ef32bbeb75154371d0e58d100d68c0eb652e1", "externalIds": {"MAG": "3161393297", "DOI": "10.1007/S00146-021-01222-Z"}, "url": "https://www.semanticscholar.org/paper/071ef32bbeb75154371d0e58d100d68c0eb652e1", "title": "AI and social theory", "abstract": "In this paper, we sketch a programme for AI-driven social theory. We begin by defining what we mean by artificial intelligence (AI) in this context. We then lay out our specification for how AI-based models can draw on the growing availability of digital data to help test the validity of different social theories based on their predictive power. In doing so, we use the work of Randall Collins and his state breakdown model to exemplify that, already today, AI-based models can help synthesise knowledge from a variety of sources, reason about the world, and apply what is known across a wide range of problems in a systematic way. However, we also find that AI-driven social theory remains subject to a range of practical, technical, and epistemological limitations. Most critically, existing AI-systems lack three essential capabilities needed to advance social theory in ways that are cumulative, holistic, open-ended, and purposeful. These are (1) semanticisation, i.e., the ability to develop and operationalize verbal concepts to represent machine-manipulable knowledge; (2) transferability, i.e., the ability to transfer what has been learned in one context to another; and (3) generativity, i.e., the ability to independently create and improve on concepts and models. We argue that if the gaps identified here are addressed by further research, there is no reason why, in the future, the most advanced programme in social theory should not be led by AI-driven cumulative advances.", "venue": "", "year": 2021, "referenceCount": 68, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2121755173", "name": "Jakob Mokander"}, {"authorId": "144194373", "name": "Ralph Schroeder"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "132f343661e67f6ee74f881be26dcb9f1ee8c32a", "externalIds": {"ArXiv": "2105.07870", "DBLP": "journals/corr/abs-2105-07870", "DOI": "10.1109/21CW48944.2021.9532561"}, "url": "https://www.semanticscholar.org/paper/132f343661e67f6ee74f881be26dcb9f1ee8c32a", "title": "Cybernetics and the Future of Work", "abstract": "The disruption caused by the pandemic has called into question industrial norms and created an opportunity to reimagine the future of work. We discuss how this period of opportunity may be leveraged to bring about a future in which the workforce thrives rather than survives. Any coherent plan of such breadth must address the interaction of multiple technological, social, economic, and environmental systems. A shared language that facilitates communication across disciplinary boundaries can bring together stakeholders and facilitate a considered response. The origin story of cybernetics and the ideas posed therein serve to illustrate how we may better understand present complex challenges, to create a future of work that places human values at its core.", "venue": "2021 IEEE Conference on Norbert Wiener in the 21st Century (21CW)", "year": 2021, "referenceCount": 41, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2093472186", "name": "Ashitha Ganapathy"}, {"authorId": "2083547324", "name": "Michael Timothy Bennett"}]}}, {"isInfluential": false, "contexts": ["In The Human Use of Human Beings (Wiener, 1950), Wiener wrote about how computers have the potential to drastically alter the communication mechanisms and therefore transform the fabric of societies namely social policies, law, the economy and personal relationships."], "intents": ["background"], "citingPaper": {"paperId": "1c906e417d4f053af1a0f3286c3709f6278a49be", "externalIds": {"DOI": "10.1007/s40889-021-00135-1"}, "url": "https://www.semanticscholar.org/paper/1c906e417d4f053af1a0f3286c3709f6278a49be", "title": "The teaching of computer ethics on computer science and related degree programmes. a European survey", "abstract": "Within the Computer Science community, many ethical issues have emerged as significant and critical concerns. Computer ethics is an academic field in its own right and there are unique ethical issues associated with information technology. It encompasses a range of issues and concerns including privacy and agency around personal information, Artificial Intelligence and pervasive technology, the Internet of Things and surveillance applications. As computing technology impacts society at an ever growing pace, there are growing calls for more computer ethics content to be included in Computer Science curricula. In this paper we present the results of a survey that polled faculty from Computer Science and related disciplines about teaching practices for computer ethics at their institutions. The survey was completed by respondents from 61 universities across 23 European countries. Participants were surveyed on whether or not computer ethics is taught to Computer Science students at each institution, the reasons why computer ethics is or is not taught, how computer ethics is taught, the background of staff who teach computer ethics and the scope of computer ethics curricula. This paper presents and discusses the results of the survey.", "venue": "International Journal of Ethics Education", "year": 2021, "referenceCount": 64, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1702769", "name": "I. Stavrakakis"}, {"authorId": null, "name": "Damian Gordon"}, {"authorId": "145765360", "name": "Brendan Tierney"}, {"authorId": "1659094613", "name": "Anna Becevel"}, {"authorId": null, "name": "Emma Murphy"}, {"authorId": "1403731773", "name": "G. Dodig-Crnkovic"}, {"authorId": "1758329", "name": "R. Dobrin"}, {"authorId": "2226297", "name": "V. Schiaffonati"}, {"authorId": null, "name": "Cristina Pereira"}, {"authorId": "2138236164", "name": "Svetlana Tikhonenko"}, {"authorId": null, "name": "J. Paul Gibson"}, {"authorId": "4006739", "name": "S. Maag"}, {"authorId": "2138236626", "name": "Francesco Agresta"}, {"authorId": "1580631311", "name": "A. Curley"}, {"authorId": null, "name": "Michael Collins"}, {"authorId": "7368602", "name": "D. O'Sullivan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1d1bd07af283401d2df4b68935ae8e3fac0df7ef", "externalIds": {"DBLP": "conf/hri/GraafHH21", "DOI": "10.1145/3434074.3446911"}, "url": "https://www.semanticscholar.org/paper/1d1bd07af283401d2df4b68935ae8e3fac0df7ef", "title": "Who Wants to Grant Robots Rights?", "abstract": "The robot rights debate has thus far proceeded without any reliable data concerning the public opinion about robots and the rights they should have. We have administered an online survey (n = 200) that investigates layman's attitudes towards granting particular rights to robots. Furthermore, we have asked them for what reasons they are willing to grant them those rights. Finally, we have administered general perceptions of robots regarding appearance, capacities, and traits. Results show that rights can be divided in sociopolitical and computing dimensions, and reasons into cognition and compassion dimensions. People generally have a positive view on robot interaction capacities. Attitudes towards robot rights depend on age and experience as well as on the cognitive and affective capacities people believe robots will ever possess. Our results suggest that the robot rights debate stands to benefit greatly from a common understanding of the capacity potentials of future robots.", "venue": "HRI", "year": 2021, "referenceCount": 92, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144232743", "name": "M. D. Graaf"}, {"authorId": "47606953", "name": "F. Hindriks"}, {"authorId": "1751831", "name": "K. Hindriks"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1f5708b91cf7e5402a8a400c22bd669f5f96ae34", "externalIds": {"MAG": "3176472284", "DOI": "10.1007/978-981-33-6280-2_11"}, "url": "https://www.semanticscholar.org/paper/1f5708b91cf7e5402a8a400c22bd669f5f96ae34", "title": "Innovative Technology, Clinical Trials and the Subjective Evaluation of Patients: The Cyborg-type Robot HAL and the Treatment of Functional Regeneration in Patients with Rare Incurable Neuromuscular Diseases in Japan", "abstract": "The WHO definition of health as complete well-being is widely accepted. However, this definition has been criticized as being less feasible for incurable diseases and for the increase in chronic illnesses in ageing societies such as Japan. Therefore, this chapter refers to the alternative concept of health suggested by Huber et al. (2011) as the “ability to adapt and self-manage in the face of social, physical, and emotional challenges”. Accordingly, medical treatment could be interpreted as support for patients to adapt to certain disabilities instead of efforts towards normalization. The cyborg-type robot Hybrid Assistive Limb (HAL) developed by scientist Yoshiyuki Sankai as a device for motor learning is a medical treatment based on this alternative concept. Sankai’s innovation includes the concept of Cybernics, a term coined from cybernetics, mechatronics and informatics. Subsequently, a multi-institutional research group based at Niigata National Hospital in Kashiwazaki City performed a randomized clinical trial (NCY-3001) for gait treatment with HAL in patients with incurable neuromuscular diseases. The clinical trial found that the patients’ subjective evaluations, or patient-reported outcomes (PROs), should be strengthened as evidence of adaptation and improvement of symptoms.", "venue": "Humans and Devices in Medical Contexts", "year": 2021, "referenceCount": 54, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": null, "name": "Takashi Nakajima"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "291af444e2c975b92cdd8dfb8266a67373b1d2ca", "externalIds": {"DBLP": "journals/ais/BruneaultL21", "MAG": "3087886422", "DOI": "10.1007/S00146-020-01077-W"}, "url": "https://www.semanticscholar.org/paper/291af444e2c975b92cdd8dfb8266a67373b1d2ca", "title": "AI Ethics: how can information ethics provide a framework to avoid usual conceptual pitfalls? An Overview", "abstract": "Artificial intelligence (AI) plays an important role in current discussions on information and communication technologies (ICT) and new modes of algorithmic governance. It is an unavoidable dimension of what social mediations and modes of reproduction of our information societies will be in the future. While several works in artificial intelligence ethics (AIE) address ethical issues specific to certain areas of expertise, these ethical reflections often remain confined to narrow areas of application, without considering the global ethical issues in which they are embedded. We, therefore, propose to clarify the main approaches to AIE, their philosophical assumptions and the specific characteristics of each one of them, to identify the most promising approach to develop an ethical reflection on the deployment of AI in our societies, which is the one based on information ethics as proposed by Luciano Floridi. We will identify the most important features of that approach to highlight areas that need further investigation.", "venue": "AI Soc.", "year": 2020, "referenceCount": 91, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2083427041", "name": "Frédérick Bruneault"}, {"authorId": "2003300918", "name": "Andréane Sabourin Laflamme"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "29e1e9ff9dd726193242aaa5d6a03ecb14e00e60", "externalIds": {"DOI": "10.14429/djlit.41.4.16556"}, "url": "https://www.semanticscholar.org/paper/29e1e9ff9dd726193242aaa5d6a03ecb14e00e60", "title": "Disinformation on Novel Coronavirus (COVID 19) A Content Analysis of News Published on Fact Checking Sites in India", "abstract": "This paper focuses on the spread of disinformation on novel coronavirus (COVID-19) and creating the larger phenomena of information disorder. It analyses an array of definitional meaning and disinformation on COVID-19, which has been identified and grounded with valid information by the fact-checkers. The study’s aim is to explore and analyse the intents behind the circulation of misleading information (intended and unintended) on COVID-19. For the study, quantitative content analysis and qualitative discourse analysis methods were utilised to explore the extent of the misleading information on COVID-19. Further, in-depth interviews were conducted with fact-checkers, media professionals, academicians, and a psychologist to understand the purpose of disinformation and its impact on society at large. The study’s findings propose that fact-checking is a crucial method to identify fake/misleading information, which can be counter acted by accurate and verified information. This paper argues that holding journalists, fact-checkers, the Government, and the citizens’ accountable, is necessary to counter the threat of disinformation about the pandemic.", "venue": "DESIDOC Journal of Library & Information Technology", "year": 2021, "referenceCount": 41, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2066403102", "name": "R. K. Patra"}, {"authorId": "50314011", "name": "N. Pandey"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "36017f00e742dbf1d9ed8e521cff38626b0f778d", "externalIds": {"MAG": "3196739821", "DOI": "10.26443/EL.V44I1.366"}, "url": "https://www.semanticscholar.org/paper/36017f00e742dbf1d9ed8e521cff38626b0f778d", "title": "Coding in School Libraries: Considering an Ethical Approach", "abstract": "This overview demonstrates the need for school librarians to consider supplementing coding instruction with ethical discussions. School librarians are increasingly incorporating coding into library instruction through play, tutorials, collaboration in content areas, and design thinking projects. To enhance students’ ethical decision making and empathy for others, school librarians can also incorporate ethical decision-making into coding activities. In this article, the authors explain why this is important, and present an ethical discussion model. These strategies may help school librarians work towards teaching social justice issues as part of coding programming.", "venue": "", "year": 2021, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39653521", "name": "Jenna Kammer"}, {"authorId": "40430236", "name": "L. Hays"}]}}, {"isInfluential": false, "contexts": ["In this envisioned world, cybernetic control and feedback [75] if widely deployed in home gardens will lead to water savings that will accrue across society."], "intents": ["background"], "citingPaper": {"paperId": "3a4121e53d5deaec229c9c16ec30a503f9bc5537", "externalIds": {"MAG": "3166821704", "DOI": "10.21428/BF6FB269.244D268B"}, "url": "https://www.semanticscholar.org/paper/3a4121e53d5deaec229c9c16ec30a503f9bc5537", "title": "Transition Discourse, Food, and Computing within Limits", "abstract": "The limits workshop series is a transition system, which shapes the work of activists, educators, and researchers. It does so, in part, by the development of language and tools and by catalyzing conversations about reality and possible futures. Given this proposition and drawing on ontologically oriented analysis and design, I explore the transition discourse of eight limits’ papers, which consider aspects of food. The papers represent competing views of the future of place and planet. Building on this review, I discuss worldviews and transitions, transitions and time, and I explore how formative and instrumental approaches in computing research can contribute to institutional and cultural adaptation.", "venue": "", "year": 2021, "referenceCount": 86, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1782594", "name": "David G. Hendry"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3a9e02ab23b32c33eec0861ad3e248b9ee881e03", "externalIds": {"DBLP": "journals/computer/Canellas21", "ArXiv": "2106.11021", "DOI": "10.1109/MC.2020.3038630"}, "url": "https://www.semanticscholar.org/paper/3a9e02ab23b32c33eec0861ad3e248b9ee881e03", "title": "Defending IEEE Software Standards in Federal Criminal Court", "abstract": "As part of an alarming trend, IEEE Standard 1012 for independent software and hardware verification and validation is under attack in U.S. federal criminal court. If scientists and engineers do not engage, courts will continue to allow unreliable scientific evidence to deprive people of their rights.", "venue": "Computer", "year": 2021, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "94595839", "name": "Marc Canellas"}]}}, {"isInfluential": false, "contexts": ["…Bynum (2000), Parker et al. (1990), The Association for Computing Machinery – ACM (1992), Johnson (1985) and Moor (1985) have made subsequent further contributions to the development of this new field of ethics rooted in the foundations of Wiener’s pioneering works (Wiener, 1948, 1950, 1954, 1964)."], "intents": ["background"], "citingPaper": {"paperId": "60387999d3708ccbc0edbdf53948ba875b935e51", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/60387999d3708ccbc0edbdf53948ba875b935e51", "title": "Emerging Ethical Challenges of Leadership in the Digital Era: A Multi-Vocal Literature Review", "abstract": "The purpose of this study is to undertake a multi-vocal literature review (MLR) regarding how leadership work has transformed as a result of digitalization and what kinds of ethical challenges organizational leaders are facing in the digital era, particularly from 1985 to 2020. Hence, a total of 83 literature are reviewed, drawing up on the method of MLR. The findings of this study suggest that the digitalization of leadership work, i.e., delegation of personal (leadership) responsibilities to digital systems, is being accelerated by the ever increasing use of technologies based on Artificial Intelligence (AI) in organizational governance and operation, particularly during the last two decades. In the reviewed literature, ethical challenges of leadership in the digital era are often discussed in subtle forms, from the viewpoint of the ethics of digitalization in general and its apparent consequences in organizational systems – Specifically, an apparent lack of industry standards, codes of ethics and professional conduct, for AIbased digital technologies. Likewise, disruptions and complexities caused by digitalization trends in conjunction with globalization, climate change and sustainable development goals are noticed as posing further significant challenges for leaders, particularly in relation to ethical organization systems design in the digital era. Hence, this study outlines the three main conceptual fields of discussion towards deepening our understanding of the transformation of leadership work and emerging ethical challenges to leaders in contemporary organizations caused by the increased use of advanced digital technologies.", "venue": "", "year": 2021, "referenceCount": 51, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "52029226", "name": "Narayan Bhatta"}]}}, {"isInfluential": false, "contexts": ["Insights into the distribution of responsibilities might then be employed to design strategies of persuasion that could convincingly encourage and guide enough people to live up to what the founder of cybernetics, Norbert Weiner, described as the Human Use of Human Beings [126]."], "intents": ["background"], "citingPaper": {"paperId": "66de08ee00ead2ee4de80cd7143414cf69d8d681", "externalIds": {"PubMedCentral": "8416199", "DOI": "10.1055/s-0041-1726482", "PubMed": "33882592"}, "url": "https://www.semanticscholar.org/paper/66de08ee00ead2ee4de80cd7143414cf69d8d681", "title": "Pandemics: Historically Slow “Learning Curve” Leading to Biomedical Informatics and Vaccine Breakthroughs", "abstract": "Summary Background : The worldwide tragedy of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic vividly demonstrates just how inadequate mitigation and control of the spread of infectious diseases can be when faced with a new microorganism with unknown pathogenic effects. Responses by governments in charge of public health, and all other involved organizations, have proved largely wanting. Data infrastructure and the information and communication systems needed to deal with the pandemic have likewise not been up to the task. Nevertheless, after a year of the worldwide outbreak, hope arises from this being the first major pandemic event in history where genomic and related biosciences – relying on biomedical informatics – have been essential in decoding the viral sequence data and producing the mRNA and other biotechnologies that unexpectedly rapidly have led to investigation, design, development, and testing of useful vaccines. Medical informatics may also help support public health actions and clinical interventions - but scalability and impact will depend on overcoming ingrained human shortcomings to deal with complex socio-economic, political, and technological disruptions together with the many ethical challenges presented by pandemics. Objectives : The principal goal is to review the history of biomedical information and healthcare practices related to past pandemics in order to illustrate just how exceptional and dependent on biomedical informatics are the recent scientific insights into human immune responses to viral infection, which are enabling rapid antiviral vaccine development and clinical management of severe cases – despite the many societal challenges ahead. Methods : This paper briefly reviews some of the key historical antecedents leading up to modern insights into epidemic and pandemic processes with their biomedical and healthcare information intended to guide practitioners, agencies, and the lay public in today’s ongoing pandemic events. Conclusions : Poor scientific understanding and excessively slow learning about infectious disease processes and mitigating behaviors have stymied effective treatment until the present time. Advances in insights about immune systems, genomes, proteomes, and all the other -omes, became a reality thanks to the key sequencing technologies and biomedical informatics that enabled the Human Genome Project, and only now, 20 years later, are having an impact in ameliorating devastating zoonotic infectious pandemics, including the present SARS-CoV-2 event through unprecedently rapid vaccine development. In the future these advances will hopefully also enable more targeted prevention and treatment of disease. However, past and present shortcomings of most of the COVID-19 pandemic responses illustrate just how difficult it is to persuade enough people – and especially political leaders – to adopt societally beneficial risk-avoidance behaviors and policies, even as these become better understood.", "venue": "Yearbook of medical informatics", "year": 2021, "referenceCount": 173, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "3285789", "name": "C. Kulikowski"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "6f393bf8c7253ef795c470046569c7b1083b20e3", "externalIds": {"MAG": "3193948837", "DOI": "10.1007/978-3-030-75583-6_24"}, "url": "https://www.semanticscholar.org/paper/6f393bf8c7253ef795c470046569c7b1083b20e3", "title": "Working Abductively at the Edge of Economics and Computer Science: Economatics as a Data Processing Economy", "abstract": null, "venue": "Decision Economics: Minds, Machines, and their Society", "year": 2021, "referenceCount": 24, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2133185018", "name": "Claudio Maria Perfetto"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "72cd656983a69c3815f6580c83256eb130cbcfdd", "externalIds": {"DOI": "10.1080/03080188.2020.1840820"}, "url": "https://www.semanticscholar.org/paper/72cd656983a69c3815f6580c83256eb130cbcfdd", "title": "Unsavory medicine for technological civilization: Introducing ‘Artificial Intelligence & its Discontents’", "abstract": "This is, once again, the Age of Artificial Intelligence (Garvey 2018c). AI, the suite of techniques intended to make machines capable of performing tasks considered ‘intelligent’ when performed by people, is an epochal technology now colonizing an increasing number of domains, from Internet search and social media to the natural and social sciences; agriculture, banking, criminal sentencing, decision-making, and beyond. AI may soon become ubiquitous, coextensive with technological civilization itself: a taken-for-granted feature of modernity like running water or electricity. But this does not mean that all is well. While AI promises to liberate and empower users, improve well-being, support social institutions, and enable sustainable development, it also threatens to automate and entrench precarity and illiberalism, degrademental health, and accelerate the Earth’s ecological collapse. Freud (1961) famously observed that civilization, despite being ostensibly intended to protect humanity from misery, is paradoxically a great source of unhappiness. Similarly, AI is both touted as the solution to humanity’s biggest problems and decried as one of the biggest problems humankind has ever faced – even, perhaps, its last. A plethora of pundits posit that AI poses an existential risk to human survival on this planet: If not nuclear war, climate catastrophe, or another global pandemic, then it will be ‘superintelligent’ machines that herald the Apocalypse (Barrat 2013; Bostrom 2014; Clark 2014; Yampolskiy 2015; Müller 2016; Cava 2018; Russell 2019). Or not. Other AI advocates claim a new wave of ethical developments will usher in the ‘Good AI Society’ (Floridi et al. 2018), free from scarcity and strife, thus bringing the West, as Japanese technologist Akihito Kodama (2016) has argued, to its teleological zenith: the return to Eden – abundance without work, life without pain – albeit digitized (Hilton 1964; Noble 1999; Geraci 2010; Diamandis and Kotler 2012).", "venue": "", "year": 2021, "referenceCount": 309, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2052081388", "name": "Shunryu Colin Garvey"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "77b548410e2b437d3e80fc6417f38606de46ea63", "externalIds": {"MAG": "3136142006", "DOI": "10.1007/978-3-030-67425-0_2"}, "url": "https://www.semanticscholar.org/paper/77b548410e2b437d3e80fc6417f38606de46ea63", "title": "Models of Communication Process", "abstract": null, "venue": "", "year": 2021, "referenceCount": 8, "citationCount": 8, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "14119297", "name": "S. Y. Chew"}, {"authorId": "12808174", "name": "L. Ng"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "88cf51829f9c219c2da23ab90e4ec9ff0e5cef4f", "externalIds": {"DBLP": "journals/ile/Rospigliosi21", "DOI": "10.1080/10494820.2021.1940485"}, "url": "https://www.semanticscholar.org/paper/88cf51829f9c219c2da23ab90e4ec9ff0e5cef4f", "title": "The risk of algorithmic injustice for interactive learning environments", "abstract": "Major changes are taking place in education, and the most pressing of these changes is how the role and scope of artificial intelligence (AI) is increasing. After a very long AI winter the exponential growth of very large datasets brought about by mass participation on online platforms, and the increasing sophistication of machine learning algorithms, mean AI is a realisable option. The combination of big data with powerful means of pattern matching is leading to many more instances where the resulting outputs have a real-world impact on learning environments. For example, recently the UK government used an algorithm to calculate the grades of all schoolchildren when the Covid 19 pandemic disrupted summer exams. This very large-scale application of AI was subject to intense scrutiny by the young students, their parents and teachers and was found wanting. This editorial seeks to review the mission of the Journal of Interactive Learning Environments (ILE) in the context of AI and algorithms. This is a useful endeavour as there is a growing recognition of the potential harms, and risks, of the application of AI. These potential harms range from surveillance capitalism, which facilitates the ever more intrusive and intense targeting of commercial content; to systems of citizen control, which use video surveillance as a means of scrutiny, and even subjugation, of populations. This is at a time when the use of AI for scrutiny and control in learning environments offers enormous opportunities, and many researchers and practitioners are exploring the possibilities of AI and algorithms.", "venue": "Interact. Learn. Environ.", "year": 2021, "referenceCount": 18, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2304385", "name": "P. A. Rospigliosi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "95f611b03eafc61fd2606b58658cc76a59b3bf48", "externalIds": {"MAG": "3153843055", "DOI": "10.1007/978-3-030-52746-4_1"}, "url": "https://www.semanticscholar.org/paper/95f611b03eafc61fd2606b58658cc76a59b3bf48", "title": "Cybersemiotics in the Information Age", "abstract": null, "venue": "", "year": 2021, "referenceCount": 73, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "13271093", "name": "M. Danesi"}]}}, {"isInfluential": false, "contexts": ["The science and engineering professions are founded upon the free movement of information for communication (Wiener, 1950) but authoritarian use of technology can restrict and corrupt information flows, reducing both the ability of technologists to innovate as well as the effectiveness of their…", "The science and engineering professions are founded upon the free movement of information for communication (Wiener, 1950) but authoritarian use of technology can restrict and corrupt information flows, reducing both the ability of technologists to innovate as well as the effectiveness of their innovations."], "intents": ["background"], "citingPaper": {"paperId": "98816b94aa49438cf56e7b8c3088b8e1221efb5f", "externalIds": {"DBLP": "journals/jices/Seth21", "MAG": "3119960500", "DOI": "10.1108/jices-03-2020-0032"}, "url": "https://www.semanticscholar.org/paper/98816b94aa49438cf56e7b8c3088b8e1221efb5f", "title": "A call to technologists to ensure that responsible outcomes arise from their innovations", "abstract": "We explain in this article why it is difficult to ensure responsible outcomes from technology. We explore several reasons, ranging from gaps in the design methods in use in most organizations, a piecemeal approach to following ethical principles in the design and management of technologies, influence of the organizational culture and structure, and the wider political economy of technology itself. We believe however that most technologists who design and manage these technologies would want to minimize harm that arises from their innovations, and as a possible route we raise a call to them to collectivize so that they can be more closely involved in defining the priorities of their organizations, their countries, and the world.", "venue": "J. Inf. Commun. Ethics Soc.", "year": 2021, "referenceCount": 68, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "1782262382", "name": "Aaditeshwar Seth"}]}}, {"isInfluential": false, "contexts": ["Going back to Wiener’s (1950) classic The Human Use of Human Beings: Cybernetics and Society, we see that the core challenge to human autonomy and control was there at the inception of the digital age: The paradox is that as we extend our powers through informational control systems we simultaneously open the door to being controlled and constrained by these very systems that we create."], "intents": ["methodology"], "citingPaper": {"paperId": "998fe59fec1512b7fd810d2b53599a92bce2f349", "externalIds": {"DOI": "10.1515/sats-2021-0006"}, "url": "https://www.semanticscholar.org/paper/998fe59fec1512b7fd810d2b53599a92bce2f349", "title": "Philosophy and Digitization: Dangers and Possibilities in the New Digital Worlds", "abstract": "Abstract Our world is undergoing an enormous digital transformation. Nearly no area of our social, informational, political, economic, cultural, and biological spheres are left unchanged. What can philosophy contribute as we try to understand and think through these changes? How does digitization challenge past ideas of who we are and where we are headed? Where does it leave our ethical aspirations and cherished ideals of democracy, equality, privacy, trust, freedom, and social embeddedness? Who gets to decide, control, and harness the powers of digitization and for which purposes? Epistemologically, do most of us understand these new mediations – and thus fabrics – of our new world? Lastly – how is the new technological landscape shaping not only our living conditions but also our collective imaginary and our self-identities?", "venue": "SATS", "year": 2021, "referenceCount": 9, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "116299359", "name": "Esther Oluffa Pedersen"}, {"authorId": "2903235", "name": "Maria Brincker"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9f363f24a80a32c33dcbf091127239652acd18a3", "externalIds": {"DBLP": "journals/computer/BorensteinGHMW21", "DOI": "10.1109/MC.2020.3034950"}, "url": "https://www.semanticscholar.org/paper/9f363f24a80a32c33dcbf091127239652acd18a3", "title": "AI Ethics: A Long History and a Recent Burst of Attention", "abstract": "During World War II, a Mass achusetts Institute of Tec hnology professor named Norbert Wiener worked on the automatic control of a cannon. In 1948, Wiener1 coined the term cybernetics and wrote about computers: ... we are already in a position to construct artificial machines of almost any degree of elaborateness of performance. Long before Nagasaki and the public awareness of the atomic bomb, it had occurred to me that we were here in the presence of another social potentiality of unheard-of importance for good and for evil.", "venue": "Computer", "year": 2021, "referenceCount": 29, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "34543371", "name": "J. Borenstein"}, {"authorId": "2491009", "name": "F. Grodzinsky"}, {"authorId": "145065293", "name": "A. Howard"}, {"authorId": "1754832", "name": "K. Miller"}, {"authorId": "49306743", "name": "M. J. Wolf"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9f60b56506910ca95e6f638e864f0ce7648976c4", "externalIds": {"DBLP": "journals/aiethics/LaGrandeur21", "MAG": "3092291878", "DOI": "10.1007/s43681-020-00010-7"}, "url": "https://www.semanticscholar.org/paper/9f60b56506910ca95e6f638e864f0ce7648976c4", "title": "How safe is our reliance on AI, and should we regulate it?", "abstract": null, "venue": "AI Ethics", "year": 2020, "referenceCount": 19, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Philosophy"], "authors": [{"authorId": "103776437", "name": "K. LaGrandeur"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a92cc4835e69c45a6828a4726b5f28e7761e1d3a", "externalIds": {"MAG": "3152968801", "DOI": "10.30658/HMC.2.8"}, "url": "https://www.semanticscholar.org/paper/a92cc4835e69c45a6828a4726b5f28e7761e1d3a", "title": "Negotiating Agency and Control: Theorizing Human-Machine Communication from a Structurational Perspective", "abstract": "Intelligent technologies have the potential to transform organizations and organizing processes. In particular, they are unique from prior organizational technologies in that they reposition technology as agent rather than a tool or object of use. Scholars studying human-machine communication (HMC) have begun to theorize the dual role played by human and machine agency, but they have focused primarily on the individual level. Drawing on Structuration Theory (Giddens, 1984), we propose a theoretical framework to explain agency in HMC as a process involving the negotiation of control between human and machine agents. This article contributes to HMC scholarship by offering a framework and research agenda to guide future theory-building and research on the use of intelligent technologies in organizational contexts.", "venue": "", "year": 2021, "referenceCount": 75, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "36456380", "name": "Jennifer L. Gibbs"}, {"authorId": "114377893", "name": "G. Kirkwood"}, {"authorId": "2100680548", "name": "Chengyu Fang"}, {"authorId": "113540490", "name": "J. Wilkenfeld"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b15c08288e26b1076f3f556e1da1c5a45ad90eb0", "externalIds": {"DBLP": "journals/see/MokanderMTF21", "PubMedCentral": "8260507", "ArXiv": "2110.10980", "DOI": "10.1007/s11948-021-00319-4", "PubMed": "34231029"}, "url": "https://www.semanticscholar.org/paper/b15c08288e26b1076f3f556e1da1c5a45ad90eb0", "title": "Ethics-Based Auditing of Automated Decision-Making Systems: Nature, Scope, and Limitations", "abstract": "Important decisions that impact humans lives, livelihoods, and the natural environment are increasingly being automated. Delegating tasks to so-called automated decision-making systems (ADMS) can improve efficiency and enable new solutions. However, these benefits are coupled with ethical challenges. For example, ADMS may produce discriminatory outcomes, violate individual privacy, and undermine human self-determination. New governance mechanisms are thus needed that help organisations design and deploy ADMS in ways that are ethical, while enabling society to reap the full economic and social benefits of automation. In this article, we consider the feasibility and efficacy of ethics-based auditing (EBA) as a governance mechanism that allows organisations to validate claims made about their ADMS. Building on previous work, we define EBA as a structured process whereby an entity’s present or past behaviour is assessed for consistency with relevant principles or norms. We then offer three contributions to the existing literature. First, we provide a theoretical explanation of how EBA can contribute to good governance by promoting procedural regularity and transparency. Second, we propose seven criteria for how to design and implement EBA procedures successfully. Third, we identify and discuss the conceptual, technical, social, economic, organisational, and institutional constraints associated with EBA. We conclude that EBA should be considered an integral component of multifaced approaches to managing the ethical risks posed by ADMS.", "venue": "Sci. Eng. Ethics", "year": 2021, "referenceCount": 218, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "120836470", "name": "Jakob Mökander"}, {"authorId": "1751614630", "name": "J. Morley"}, {"authorId": "2084659", "name": "M. Taddeo"}, {"authorId": "1982425", "name": "L. Floridi"}]}}, {"isInfluential": false, "contexts": ["The new science suggested by Wiener is able to consider information as a kind of substance (at least conventionally) able to unify technical, biological, social, and abstract\n1 Wiener (1950; 1964) generalized his ideas furthermore in relation to society and religion."], "intents": ["background"], "citingPaper": {"paperId": "b2bec3dff76e7e5df5ed70c331f6d72b8aaae22c", "externalIds": {"DOI": "10.31235/osf.io/vr3qp"}, "url": "https://www.semanticscholar.org/paper/b2bec3dff76e7e5df5ed70c331f6d72b8aaae22c", "title": "Both classical & quantum information: both bit & qubit. Both physical & transcendental time", "abstract": "Information can be considered as the most fundamental, philosophical, physical and mathematical concept originating from the totality by means of physical and mathematical transcendentalism (the counterpart of philosophical transcendentalism). Classical and quantum information, particularly by their units, bit and qubit, correspond and unify the finite and infinite. As classical information is relevant to finite series and sets, as quantum information, to infinite ones. A fundamental joint relativity of the finite and infinite, of the external and internal is to be investigated. The corresponding invariance is able to define physical action and its quantity only on the basis of information and especially: on the relativity of classical and quantum information. The concept of transcendental time, an epoché in relation to the direction of time arrow can be defined. Its correlate is that information invariant to the finite and infinite, therefore unifying both classical and quantum information.", "venue": "", "year": 2021, "referenceCount": 32, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "94293021", "name": "Vasil Penchev"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b5e3816929b9f4b2490075325b3f944c50a1a721", "externalIds": {"MAG": "3155088880", "DOI": "10.1007/978-3-030-52746-4_8"}, "url": "https://www.semanticscholar.org/paper/b5e3816929b9f4b2490075325b3f944c50a1a721", "title": "Communicology, Cybernetics, and Chiasm: A Synergism of Logic, Linguistics, and Semiotics", "abstract": null, "venue": "", "year": 2021, "referenceCount": 84, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "102247191", "name": "Richard L. Lanigan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c83acdc9ac3c69da97dd0f9b98e30ee55fec4d3b", "externalIds": {"MAG": "3135738849", "DOI": "10.22459/CE.2021"}, "url": "https://www.semanticscholar.org/paper/c83acdc9ac3c69da97dd0f9b98e30ee55fec4d3b", "title": "Cooperative Evolution: Reclaiming Darwin’s Vision", "abstract": null, "venue": "", "year": 2021, "referenceCount": 129, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2065058626", "name": "Christopher Bryant"}, {"authorId": "152559742", "name": "V. Brown"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d11217e882e54fc3dfe948fa102555f75d0c80bc", "externalIds": {"MAG": "3181893318", "ArXiv": "2106.11022", "DBLP": "journals/ai/DobbeGM21", "DOI": "10.1016/j.artint.2021.103555"}, "url": "https://www.semanticscholar.org/paper/d11217e882e54fc3dfe948fa102555f75d0c80bc", "title": "Hard Choices in Artificial Intelligence", "abstract": "Abstract As AI systems are integrated into high stakes social domains, researchers now examine how to design and operate them in a safe and ethical manner. However, the criteria for identifying and diagnosing safety risks in complex social contexts remain unclear and contested. In this paper, we examine the vagueness in debates about the safety and ethical behavior of AI systems. We show how this vagueness cannot be resolved through mathematical formalism alone, instead requiring deliberation about the politics of development as well as the context of deployment. Drawing from a new sociotechnical lexicon, we redefine vagueness in terms of distinct design challenges at key stages in AI system development. The resulting framework of Hard Choices in Artificial Intelligence (HCAI) empowers developers by 1) identifying points of overlap between design decisions and major sociotechnical challenges; 2) motivating the creation of stakeholder feedback channels so that safety issues can be exhaustively addressed. As such, HCAI contributes to a timely debate about the status of AI development in democratic societies, arguing that deliberation should be the goal of AI Safety, not just the procedure by which it is ensured.", "venue": "Artif. Intell.", "year": 2021, "referenceCount": 148, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "2798643", "name": "Roel Dobbe"}, {"authorId": "50708404", "name": "T. Gilbert"}, {"authorId": "40613216", "name": "Yonatan Dov Mintz"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "de1827eb14541c6c5d40072ef6f2186270abb5d2", "externalIds": {"MAG": "3180720438", "DOI": "10.1007/978-3-030-70478-0_5"}, "url": "https://www.semanticscholar.org/paper/de1827eb14541c6c5d40072ef6f2186270abb5d2", "title": "A Macroeconomic Aspect of IoT Services: Their Marginal Costs", "abstract": "In macroeconomics, “information” is a copiable product with no additional cost. Despite services on IoT (Internet of Things) treat information, their scalabilities are smaller than other information products. In this chapter, I model IoT services as a composition of information, devices, and electricity and point out that the existence of devices and electricity prevents reducing marginal costs of the services. I mention that the informatization of the computer industry in the past was the replacement of accounting subjects. And I describe that design to scale IoT services is to develop incentives letting others shoulder the costs of devices and electricity.", "venue": "Internet of Things", "year": 2021, "referenceCount": 11, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "48354285", "name": "T. Mizuno"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "df336a73a07b8e43d72ced84f11f75bff1f34e7f", "externalIds": {"MAG": "3125526196", "DOI": "10.1017/9781108906463"}, "url": "https://www.semanticscholar.org/paper/df336a73a07b8e43d72ced84f11f75bff1f34e7f", "title": "Reading Computer-Generated Texts", "abstract": null, "venue": "", "year": 2021, "referenceCount": 77, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "51373755", "name": "Leah Henrickson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "fe7dff162c11ec91d1358c480c99e9bc793d1171", "externalIds": {"MAG": "3174898265", "DOI": "10.1016/j.arcontrol.2021.05.002"}, "url": "https://www.semanticscholar.org/paper/fe7dff162c11ec91d1358c480c99e9bc793d1171", "title": "The dilemma of PID tuning", "abstract": "Abstract A lot of automatic feedback control and learning tasks carried out on many dynamical systems still fundamentally rely on a form of proportional–integral–derivative (PID) control law. The PID law is often viewed as a simplistic computational control algorithm. However just like all non-convex optimization problems, tuning the PID algorithm for accurate and stable closed-loop control becomes a NP-Hard Problem. This leads to a dilemma, for both users and designers, most especially in practise. It is then no wonder that tuning software is a big business in the industrial automation sector. In this review, we present and classify PID tuning methods till date into three general areas. Finally, we then present a proposal to minimize the dilemma of complexity and cost that has become associated with tuning the three main parameters of the PID control law. Hopefully, continuous attempts at the minimization of this dilemma can lead to both a money-savings investment and a significant improvement in the field of PID control design.", "venue": "Annual Reviews in Control", "year": 2021, "referenceCount": 190, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "88935757", "name": "O. Somefun"}, {"authorId": "7523725", "name": "K. Akingbade"}, {"authorId": "1755012", "name": "F. Dahunsi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ffe3067447d8aec2caaf0aa9297501605362580b", "externalIds": {"MAG": "3153082081", "DOI": "10.1007/978-3-030-52746-4_9"}, "url": "https://www.semanticscholar.org/paper/ffe3067447d8aec2caaf0aa9297501605362580b", "title": "The Return of Philosophy: A Systemic Semiotics Approach", "abstract": "In this chapter, I review the nature of Systems Research to advance it as a way of doing complex and heterogeneous systems science. I examine semiotics and cybersemiotics as some of the thinking models that converge in systemics and describe the type of semiotic systems that can be studied with the Systems Research approach; as in the case of open systems and their transduction processes or semiosis. The representative systems of this kind comprise life and culture, yet, the study of society requires epistemic concepts of comprehensive scope, both philosophical and methodological, like the concepts in the cybersemiotic ontology and systemic-semiotic approaches. A brief comment on the relationship between systemic-semiotics and cybersemiotics is included in each section. Motivated by these ideas, the chapter’s main tenet is to present a method to represent culture using network and graph models. The aim of this kind of representations is to understand how consciousness evolves within culture, in such a fashion that culture may be understood as an organism, as is postulated by cybersemiotics. Finally, the chapter closes with a discussion on the role of cybersemiotics and systemic-semiotics in the transdisciplinary thinking models, in particular within Systems Research.", "venue": "Biosemiotics", "year": 2021, "referenceCount": 156, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2125078769", "name": "Berna Leticia Valle Canales"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "002fc3859257270424f557cda7b5e464b70b1a4a", "externalIds": {"PubMedCentral": "7495522", "MAG": "3086698528", "DOI": "10.1177/1178632920954876", "PubMed": "32973373"}, "url": "https://www.semanticscholar.org/paper/002fc3859257270424f557cda7b5e464b70b1a4a", "title": "Reshaping Community Mental Health Services during the COVID-19 Epidemic - Report from the 59G21 Service in Lille, France", "abstract": "The COVID-19 pandemic led to a rapid transformation of the health care system to cope with the risk of contamination and of developing a severe form of the infection. Although it is an international crisis, strategies have been decided nationally. In France, priority was given to hospital reorganization, especially intensive care units. Reorganization of primary health and mental health services took place with late and inadequate national guidelines or coordination. For mental health services, lack of visibility on the crisis impact on mental health, and difficulties in defining their place in the overall health strategy appeared as the main challenges to overcome. These rapid transformations impacted the whole organization of community mental health care. Any strategies developed must ensure that every person enjoys the highest attainable standard of physical and mental health. Using a systemic approach, it has been necessary to identify both status and risk factors of communities, and to implement appropriate and efficient health promotion and crisis resolution actions. These theoretical issues and their practical impact are discussed using the field strategy developed during the first 28 days of confinement by the 59G21 service in Lille, France.", "venue": "Health services insights", "year": 2020, "referenceCount": 72, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "1962336357", "name": "Baleige Antoine"}, {"authorId": "1962336652", "name": "Daumerie Nicolas"}, {"authorId": "1962336693", "name": "Defromont Laurent"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "03c331f7186aeb6c5c58c2f4911888bacfdb2840", "externalIds": {"MAG": "3004605517", "DOI": "10.1007/978-3-030-25001-0_5"}, "url": "https://www.semanticscholar.org/paper/03c331f7186aeb6c5c58c2f4911888bacfdb2840", "title": "Information at the Threshold of Interpretation: Science as Human Construction of Sense", "abstract": "This text will first discuss the great and productive “linguistic turn” that originated in Logic, at the end of the nineteenth century. After Turing’s work on the Logical Computing Machine (1936–1950) and Shannon’s theory (1948), Brillouin attributed information content to Maxwell’s demon’s action (1956), with a scientific invention and, in my opinion, a touch of humor, thus granting to inert matter an intelligent activity capable of inverting entropy. Moreover, since the 1950s, many identified the digital elaboration of data with human intelligence and some projected the processing of information onto inert matter. In the same years, DNA was identified as the complete information carrier of phylogenesis and ontogenesis. In these approaches, an ambiguity has been arbitrarily played out, and a threshold has been sometimes crossed, sometimes not; first, in Logic and Computing, between “formal principles of proof” or of computation and their “semantics” (their mathematical meaning); then in Biology, between elaboration of information and biological dynamics in their context. Today, well beyond classical Artificial Intelligence on discrete data types, Brillouin’s invention and Deep Learning on continuous mathematical structures are the new loci of confusion between knowledge construction and transmission or processing of information. Yet, the construction of human knowledge is even more radically by-passed and science dehumanized when information is directly embedded in a world that is viewed as a massive information processor. The remarkable scientific and economic productivity of our new observable, information, must instead be seen in the context of our human, ecosystemic and historical activities, in order to subordinate it to interpretation and meaningful action that enrich and do not strip the sense from our forms of knowledge and life. To this purpose, we must strictly distinguish between information, as formal elaboration and transmission of signs, and information as production of “meaning” in our active friction on reality.", "venue": "", "year": 2020, "referenceCount": 184, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "145529421", "name": "G. Longo"}]}}, {"isInfluential": false, "contexts": ["What is the relationship, if any, between abiotic physical processes and intelligence? Addressed to either living or artificial systems, this challenge has been taken up by scientists and philosophers repeatedly over the last centuries, from the 19 century teleologists [1] and biological structuralists [2, 3] to cybernetics of the mid-20 century [4, 5] and contemporary neuroscience-inspired debates of the emergence of artificial intelligence in digital simulations [6]."], "intents": ["background"], "citingPaper": {"paperId": "0c531f631fcd0f7af0b614ea96ac820d3f3f4c2e", "externalIds": {"MAG": "3037578981", "ArXiv": "2006.15416", "DBLP": "journals/corr/abs-2006-15416"}, "url": "https://www.semanticscholar.org/paper/0c531f631fcd0f7af0b614ea96ac820d3f3f4c2e", "title": "Thermodynamic Machine Learning through Maximum Work Production", "abstract": "Author(s): Boyd, AB; Crutchfield, JP; Gu, M | Abstract: Adaptive thermodynamic systems -- such as a biological organism attempting to gain survival advantage, an autonomous robot performing a functional task, or a motor protein transporting intracellular nutrients -- can improve their performance by effectively modeling the regularities and stochasticity in their environments. Analogously, but in a purely computational realm, machine learning algorithms seek to estimate models that capture predictable structure and identify irrelevant noise in training data by optimizing performance measures, such as a model's log-likelihood of having generated the data. Is there a sense in which these computational models are physically preferred? For adaptive physical systems we introduce the organizing principle that thermodynamic work is the most relevant performance measure of advantageously modeling an environment. Specifically, a physical agent's model determines how much useful work it can harvest from an environment. We show that when such agents maximize work production they also maximize their environmental model's log-likelihood, establishing an equivalence between thermodynamics and learning. In this way, work maximization appears as an organizing principle that underlies learning in adaptive thermodynamic systems.", "venue": "ArXiv", "year": 2020, "referenceCount": 104, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Physics", "Mathematics"], "authors": [{"authorId": "32549315", "name": "A. B. Boyd"}, {"authorId": "1761373", "name": "J. Crutchfield"}, {"authorId": "2053083724", "name": "M. Gu"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0c545eae3c3d391c5988d896ee6f7e974a6e42d7", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/0c545eae3c3d391c5988d896ee6f7e974a6e42d7", "title": "The Software Passes the Test When the User Fails It Constructing Digital Models of Analog Signal Processors", "abstract": null, "venue": "", "year": 2020, "referenceCount": 70, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2003012775", "name": "Viktoria Tkaczyk"}, {"authorId": "32178677", "name": "M. Mills"}, {"authorId": "2114581005", "name": "the User Fails It"}]}}, {"isInfluential": true, "contexts": ["The ultimate goal of cybernetics was to develop communication facilities to transmit “message between man and machine, between machine and man, and between machine and machine” (Wiener, 1988, p. 8).", "There are “two human elements which must be considered” to control the system, the one is the airplane pilot taking evasive action, and the other is the anti-aircraft gunner following his target pilot to fire (Wiener, 1988, p. 251).", "For Wiener (1988), cybernetic archives can “modify their patterns of behavior on the basis of past experience” to act more effectively with future environments (p. 48).", "For Wiener (1988), the human body is “not stuff that abides but patterns that perpetuate themselves,” and the pattern is the message.", "Wiener (1988) claims that “telegraph[ing] the pattern of a man from one place to another” is a matter of “technical difficulties” not of “any impossibility of the idea” (p. 110).", "In The Human Use of Human Beings, Wiener (1988) explicitly mentions memory as combinations “of the data put in at the moment and of the records taken from the past stored data” (p. 11).", "The goal of cybernetics is self-referential machines that “improve the strategy and tactics of their performance” themselves (Wiener, 1988, p. 170).", "For Wiener (1988), the “present is unlike its past and its future unlike its present” through the continuous modification of behaviors in feedback systems (p. 48)."], "intents": ["background", "methodology"], "citingPaper": {"paperId": "0d396073bcda1b66be10e586ea1eda43d4dd5248", "externalIds": {"MAG": "3112938413", "DOI": "10.1177/2056305120978968"}, "url": "https://www.semanticscholar.org/paper/0d396073bcda1b66be10e586ea1eda43d4dd5248", "title": "Algorithmic Uses of Cybernetic Memory: Google Photos and a Genealogy of Algorithmically Generated “Memory”", "abstract": "When algorithmic media are becoming more independent in their ability to select, organize, and create what and how we remember daily life, this article examines the genealogical pre-condition of algorithmically generated “memory” through a case study of Google Photos. I argue that the algorithmic conceptualization of memory is rooted in the history of cybernetics, which is a contrast to the socially constructed memory. I first investigate older phenomenological questions around “memory” in the science of cybernetics and then examine a genealogy of cybernetic memory. Finally, I illustrate how cybernetic memory is animated in Google Photos. This article historically examines what “memory” is understood to be in algorithmic media and how the science of cybernetics has integrated our current understanding of memory into algorithmic memory practices—the socio-technical imaginary of the past.", "venue": "", "year": 2020, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2130076473", "name": "JeongHyun Lee"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "12d1903d27635df28df7a4763891774330bdf60e", "externalIds": {"DOI": "10.17705/1thci.00136"}, "url": "https://www.semanticscholar.org/paper/12d1903d27635df28df7a4763891774330bdf60e", "title": "On Implementing Ethical Principles in Design Science Research", "abstract": "Technological innovations raise axiological questions such as what is right or wrong, good and bad, and so on (i.e., ethical considerations). These considerations have particular importance in design science research (DSR) projects since the developed artifacts often actively intervene into human affairs and, thus, cannot be free from value. To account for this fact, Myers and Venable (2014) proposed six ethical principles for DSR in order to support researchers to conduct ethical DSR. However, ethical principles per se—and the ethical DSR principles that Myers and Venable proposed— have an abstract nature so that they can apply to a broad range of contexts. As a consequence, they do not necessarily apply to specific research projects, which means researchers need to contextualize them for each specific DSR project. Because doing so involves much challenge, we explore how contemporary DSR publications have dealt with this contextualization task and how they have implemented the six ethical principles for DSR. Our results reveal that DSR publications have not discussed ethical principles in sufficient depth. To further promote ethical considerations in DSR, we argue that both DSR researchers and reviewers should be supported in implementing ethical principles. Therefore, we outline two pathways toward ethical DSR. First, we propose that researchers need to articulate the next generation of ethical principles for DSR using prescriptive knowledge structures from DSR. Second, we propose extending established DSR conceptualizations with an ethical dimension and specifically introduce the concept of ethical DSR process models. With this work, we contribute to the IS literature by reviewing ethical principles and their implementation in DSR, identifying potential challenges hindering efforts to implement ethics in DSR, and providing two pathways towards ethical DSR.", "venue": "", "year": 2020, "referenceCount": 83, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "66766861", "name": "I. Benke"}, {"authorId": "119373632", "name": "Jasper Feine"}, {"authorId": "1718269", "name": "J. Venable"}, {"authorId": "1806905", "name": "A. Maedche"}]}}, {"isInfluential": false, "contexts": ["The beings in the cybernetic dimension are composed of self-generated feedback and recursive circuit which operate within the system of heterogenic beings [15].", "Therefore, when reasoning robots through cybernetics, we pay attention to the constant feedbacks and interactions between human beings and robots generated on a system of communication and control [15]."], "intents": ["background"], "citingPaper": {"paperId": "1305fe398ea89d15f168cab37dc69c77ac9aea68", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/1305fe398ea89d15f168cab37dc69c77ac9aea68", "title": "The Computational Robotic Body through Reasoning of Existential Automaticity?", "abstract": "Transhuman does not only refer to people who are experiencing sudden changes right now. Human beings have always agonized over such concerns while evolving with technology. They formed identity in the process of thinking about their relationship with scientific technology. Transhumanism practices existential reasoning of human beings, who are evolving with various cultural and social changes within the environment where the physical and material grounds of humans are changing rapidly. Nature no longer exists as the environment for human evolution. Human beings evolve autonomously in the environment constructed using technology. Human beings evolve in the exo-Darwinian system. From this perspective, Simondon explains a concept that comes from the relationship between technology and culture, called ‘automaticity.’ He paid attention to the fact that the true automaticity of machines does not relate to the increased automation of physical processes and the intimate combination of machines but to the inclusion of indeterminacy and creation of a network with human beings. His reflection on such sensitivity and automaticity of machines is a valid philosophical approach to robots. The open machine structure refers to the enhancement of automaticity. The automaticity of robots does not enhance exclusive automaticity by confronting human beings. It refers to the evolution of the network structure formed with human beings. We and robots have the respective weight of body-soul, infiltrate into body-soul of one another, influence one another, negotiate, organize, and communicate to produce significance within our network.", "venue": "", "year": 2020, "referenceCount": 18, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1610595121", "name": "Jin-Taek Kim"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "159765b56c43fe995fb3f6ab72ab73e09e0e9728", "externalIds": {"MAG": "3103038303", "DOI": "10.1007/s10734-020-00632-0"}, "url": "https://www.semanticscholar.org/paper/159765b56c43fe995fb3f6ab72ab73e09e0e9728", "title": "Discipline-specific feedback literacies: A framework for curriculum design", "abstract": "Feedback literacy is an important graduate attribute that supports students’ future work capacities. This study aimed to develop a framework through which discipline-specific feedback literacies, as a set of socially situated skills, can be developed within core curricula. The framework is developed through a content analysis of National Qualifications Frameworks from six countries and UK Subject Benchmark Statements for multiple disciplines, analysis of indicative subject content for a range of disciplines and consultation with subject-matter experts. Whilst most of the benchmark statements incorporate the development of feedback literacy skills related to ‘making judgements’, attributes relating to ‘appreciating feedback’ and ‘taking action based on feedback’ are less prevalent. Skills related to ‘managing the affective challenges of feedback’ are most prevalent in documentation for applied disciplines. The resulting empirically guided curriculum design framework showcases how integrating the development of discipline-specific feedback literacies can be enacted through authentic learning activities and assessment tasks. In terms of implications for practice, the framework represents in concrete terms how discipline-specific feedback literacies can be integrated within higher education curricula. The findings also have implications for policy: by positioning discipline-specific feedback literacies as graduate outcomes, we believe they should be integrated within national qualifications frameworks as crucial skills to be developed through higher education courses. Finally, from a theoretical perspective, we advance conceptions of feedback literacy through a sociocultural approach and propose new directions for research that seek to reconceptualise a singular concept of feedback literacy as multiple feedback literacies that unfold in distinctive ways across disciplines.", "venue": "", "year": 2020, "referenceCount": 37, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145945322", "name": "N. Winstone"}, {"authorId": "51243303", "name": "Kieran Balloo"}, {"authorId": "51458791", "name": "D. Carless"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "21ce011592ddbacd7fab17ff21667bb836412df0", "externalIds": {"MAG": "3026511598", "DOI": "10.1007/978-3-030-41548-8_4"}, "url": "https://www.semanticscholar.org/paper/21ce011592ddbacd7fab17ff21667bb836412df0", "title": "Making the Invisible Visible: Pedagogies Related to Teaching and Learning about Technological Systems", "abstract": "Technological systems are interwoven into the very fabric of modern society to such an extent that we often take them for granted and they almost become invisible to us, because much of the infrastructure is hidden in the ground beneath us or behind walls. Many modern technological systems are also abstract in the sense that they include invisible connections and flows, for example, in cellular phone communications or GPS navigation. These systems also have societal components such as organizations, legislation and operators. Technological systems thus challenge traditional teaching and learning related to artefacts in technology education, since systems are much more difficult to grasp and also have some different characteristics and dynamics compared to single objects. The aim of this chapter is to address this challenge by presenting and discussing the characteristics of technological systems in relation to teaching and learning about systemic aspects of our lifeworld. We suggest four pedagogies to achieve this: interface pedagogy, holistic pedagogy, historical pedagogy and design pedagogy. Furthermore, we propose two ways of delimiting systems through two types of boundaries that are crucial in this regard: the systems horizon and the system border.", "venue": "", "year": 2020, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "9912109", "name": "Jonas Hallström"}, {"authorId": "69453655", "name": "Claes Klasander"}]}}, {"isInfluential": false, "contexts": ["(Wiener, 1950: 59)\nThis victory of the male adaptation ability shows how it was achieved by disciplining and managing women and then driving them out of the workforce.", "According to Norbert Wiener, feedback is “the property of being able to adjust future conduct by past performance” (Wiener, 1950: 32)."], "intents": ["background", "methodology"], "citingPaper": {"paperId": "2428f5b67c72887df42c0aca0f06567d395e9ad7", "externalIds": {"MAG": "3049300620", "DOI": "10.3726/b15334"}, "url": "https://www.semanticscholar.org/paper/2428f5b67c72887df42c0aca0f06567d395e9ad7", "title": "Media Distortions", "abstract": "Media Distortions is about the power behind the production of deviant media categories. It shows　the politics behind categories we take for granted such as spam and noise, and what it means to our broader understanding of, and engagement with media. The book synthesizes media theory, sound studies, science and technology studies (STS), feminist technoscience, and software studies into a new composition to explore media power. Media Distortions argues that using sound as a conceptual framework is more useful due to its ability to cross boundaries and strategically move between multiple spaces—which is essential for multi-layered mediated spaces. Drawing on repositories of legal, technical and archival sources, the book amplifies three stories about the construction and negotiation of the ‘deviant’ in media. The book starts in the early 20th century with Bell Telephone’s production of noise, tuning into the training of their telephone operators and their involvement with the Noise Abatement　Commission in New York City. The next story jumps several decades to the early 2000s focusing on web metric standardization in the European Union and shows how the digital advertising industry constructed web-cookies as legitimate communication while making spam illegal. The final story focuses on the recent decade and the way Facebook filters out antisocial behaviors to engineer a sociality that produces more value. These stories show how deviant categories re-draw boundaries between human and non-human, public and private spaces, and importantly, social and antisocial.", "venue": "", "year": 2020, "referenceCount": 311, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "71330594", "name": "Elinor Carmi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "2f5b21234181af416a30589e55f9608938074493", "externalIds": {"MAG": "3042769524", "DOI": "10.1215/21599785-8221739"}, "url": "https://www.semanticscholar.org/paper/2f5b21234181af416a30589e55f9608938074493", "title": "The Information of History Triptych", "abstract": "I. The archive is a haunted place, they say. Where the dead speak to the living. Where human contact becomes a transcendent matter. Where the living are left suspended even after they leave. All those loose pages, pamphlets, photocopies, tracts, and trinkets that comprise the archive becoming, in the moment of encounter, conduits of other-worldly communiqués. The dream of communicating with the dead and their letters, of telling their story on their own terms has only intensified since the nineteenth century. Indeed, the séance table and the science of history were but two harbingers of this secular age—often sites of tragic recognition—in which attempts to experience the real presence of history have been foiled, frustrated, demystified and debunked. But finally, once and for all, this dream will soon be realized. Everything, historically speaking, will change with the coming “appearance of an intercommunicating network of archives.” Everything will be known as it should be known. The past as it really happened. History shorn of petty bias and human foible. Forever and ever. Amen. Or so predicted an article in the Journal of American History in 1967. In “Computers and Historical Studies,” Jerome M. Clubb and Howard Allen declared that intellectual habits would change, for the better, as computers were increasingly relied upon in historical research and writing. With a certain optimism in the “rich potentialities of electronic data processing equipment” for humanistic research, they predicted that a new kind of sober empiricism would take hold in the historian’s relationship to the past. An unprecedented scientific rigor would be enabled. A bigger, convincing picture would provide proper context and right meaning to those singular events, lives, and words described by the historian. “Computers facilitate generalization, and historians become increasingly concerned with the common properties of human affairs and less concerned with supposedly unique and transitory occurrences, however dramatic they may be.” The past could be known to the degree that it could be stabilized, shorn of jagged and statistically insignificant edges. Uniqueness was indecipherable. But sameness lent itself to quantification. Data points providing leverage for building scale into an ever expanding explanations of the past. Scalability grounding a series of models. Systems of various shapes and forms—all coded for temporality—proliferating into an increasingly dense network. The model of these correspondences and meta-correspondences is meant to transcend mere modeling. The end-goal, in other words, is prophecy. To not only predict but to generate the future.", "venue": "", "year": 2020, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "104270923", "name": "J. Modern"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "33f519ddaf8cd07d94fdc2c101a6f936986c1768", "externalIds": {"MAG": "3042030359", "DOI": "10.1007/s13347-020-00412-9"}, "url": "https://www.semanticscholar.org/paper/33f519ddaf8cd07d94fdc2c101a6f936986c1768", "title": "Interpretative Pros Hen Pluralism: from Computer-Mediated Colonization to a Pluralistic Intercultural Digital Ethics", "abstract": "Intercultural Digital Ethics (IDE) faces the central challenge of how to develop a global IDE that can endorse and defend some set of (quasi-) universal ethical norms, principles, frameworks, etc. alongside sustaining local, culturally variable identities, traditions, practices, norms, and so on. I explicate interpretive pros hen (focal or “towards one”) ethical pluralism (EP(ph)) emerging in the late 1990s and into the twenty-first century in response to this general problem and its correlates, including conflicts generated by “computer-mediated colonization” that imposed homogenous values, communication styles, and so on upon “target” peoples and cultures via ICTs as embedding these values in their very design. I contrast different kinds of ethical pluralisms as structural apparatus for understanding what differences may mean and allow for, as these emerged in the 1990s forwards with EP(ph). As interwoven with phronēsis, a form of reflective judgment and virtue, EP(ph) more radically preserves irreducible differences and so fosters positive engagements across deep cultural differences. I show how EP(ph) emerged in the context of empirical research on “Cultural Attitudes towards Technology and Communication” (CATaC) beginning in 1998, and then in specific applications within Internet Research Ethics (IRE) beginning in 2000. I summarize its main characteristics and trace how it has further been taken up in ICE, IRE, Intercultural Information Ethics, and virtue ethics more broadly. I respond to important criticisms and objections, arguing that EP(ph) thus stands as an important component for a contemporary IDE that seeks an ethical cosmopolitanism in place of computer-mediated colonization.", "venue": "", "year": 2020, "referenceCount": 86, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "7430391", "name": "C. Ess"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "37d5a1a1c2bc8f5461453e2fd1d8c19b180c37a2", "externalIds": {"MAG": "3004966553", "DOI": "10.1215/00382876-8007653"}, "url": "https://www.semanticscholar.org/paper/37d5a1a1c2bc8f5461453e2fd1d8c19b180c37a2", "title": "Planning and Anarchy", "abstract": "Debates about planning on both the left and the right tend to misconstrue as problems of calculation what are, in fact, problems of control. The new powers of computing and communication developed in the twenty-first century do not, therefore, render the central planning of the twentieth century newly feasible. Rather, they merely make it possible to see as properly political problems that were once thought to be entirely technical. Restoring missing historical context to the socialist calculation debate, “Planning and Anarchy” discloses the blind spots in contemporary discussions of planning and offers an alternate vision of emancipation and planning, no longer dependent upon the tools of coercion inherited from capitalism.", "venue": "", "year": 2020, "referenceCount": 39, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "72862044", "name": "J. Bernes"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "397bf5b645c3a6706ad7ff982552a27666c60903", "externalIds": {"MAG": "3107288390", "DOI": "10.1007/978-3-658-30633-5_39"}, "url": "https://www.semanticscholar.org/paper/397bf5b645c3a6706ad7ff982552a27666c60903", "title": "A Mellow Synthesis", "abstract": null, "venue": "", "year": 2020, "referenceCount": 29, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "66548392", "name": "H. Sussman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3e234b6be622c8a2114e78af856549cb1a54599c", "externalIds": {"MAG": "3010876253", "DOI": "10.1007/978-981-15-3147-7_3"}, "url": "https://www.semanticscholar.org/paper/3e234b6be622c8a2114e78af856549cb1a54599c", "title": "National Image from a Constructivist Perspective", "abstract": "From the ontological perspective, national image was traditionally seen as an entity with objective reality and even invariability.", "venue": "", "year": 2020, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "148376397", "name": "Xiangfei Meng"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "42505d0fde00a73f77fe02e4a9bbbe8b12c03b6e", "externalIds": {"MAG": "3021068279", "DOI": "10.1007/978-3-030-06164-7_1"}, "url": "https://www.semanticscholar.org/paper/42505d0fde00a73f77fe02e4a9bbbe8b12c03b6e", "title": "Elements for a History of Artificial Intelligence", "abstract": "Artificial intelligence (AI) is a young scientific field, which like other domains of information processing sciences, was born in the middle of the XXth century, with the arrival of the first computers. However, much more long-standing concerns have contributed to its final emergence. They can be broadly articulated around two main issues: the formalization of reasoning and learning mechanisms and the design of machines having autonomous capabilities in terms of computation and action. Over time, such machines have been first dreamed, before being designed and made real. The progressive achievements have fed the imagination of philosophers, but also writers, movie makers, and other artists. This is the reason why in the few elements of the great historical epic that we sketch here, references to all sectors of human creativity are involved.", "venue": "", "year": 2020, "referenceCount": 262, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1694497", "name": "P. Marquis"}, {"authorId": "3281315", "name": "Odile Papini"}, {"authorId": "1700697", "name": "H. Prade"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "48f69299465ce86d6ae3896d84ab3260d7019d96", "externalIds": {"MAG": "3049152577", "DOI": "10.1177/0047117820948582"}, "url": "https://www.semanticscholar.org/paper/48f69299465ce86d6ae3896d84ab3260d7019d96", "title": "From geopolitics to geotechnics: global futures in the shadow of automation, cunning machines, and human speciation", "abstract": "This exploration provides an alternative future to that offered in the discussions surrounding what is often referred to by the ‘fourth industrial revolution’ or the ‘third offset’. I argue that even modest projections of existing trends have the capability of altering the grammar or ecology of geopolitics as well as the drivers for competition and catastrophe. Such changes are more significant than questions of how this or that actor might be different or which great powers may shape the international order in a hundred years. The essay seeks to understand what disruptive changes in non-human capability might mean for the shape of a potential geopolitics to come. In a more general sense, I want to think about how violence will be distributed differently. Will there be new sources and even kinds of competition unique to a global system populated and in some cases, structured by cunning machines – some mechanical, others digital – and what are the implications for how we imagine international relations?", "venue": "International Relations", "year": 2020, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "100859657", "name": "Jairus Grove"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4a2c878dc43c9beaec6d883e815720d4df3d9886", "externalIds": {"MAG": "3036322281", "DBLP": "conf/ictd/Seth20", "DOI": "10.1145/3392561.3394631"}, "url": "https://www.semanticscholar.org/paper/4a2c878dc43c9beaec6d883e815720d4df3d9886", "title": "The Limits of Design in Ensuring Responsible Outcomes from Technology", "abstract": "Ensuring responsible outcomes from technology is a challenging goal, and several design methods have been proposed to embed ethical values into the technology itself. Based on a case-study of a voice-based community media platform running in rural India, we argue that design alone is not sufficient to prevent harmful effects and that careful management of the technology during its deployment is also essential. We identify several processes that can be useful to specifically manage digital platforms for information sharing among users. While this may not be a significant insight, we draw attention for researchers to understand the deployment management of technology, beyond its design, as an important area of research in technology and ethics.", "venue": "ICTD", "year": 2020, "referenceCount": 126, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "1775627", "name": "Aaditeshwar Seth"}]}}, {"isInfluential": false, "contexts": ["…individual, and protection of spontaneous order (i.e. the market) (Hayek, 1973), in favour of coordinated (or designed) efforts to prevent the social world’s tendency towards disorder and thermodynamic entropy\n8\nElectronic copy available at: https://ssrn.com/abstract=3632577\n(Weiner, 1950, 1965)."], "intents": ["background"], "citingPaper": {"paperId": "4f38f524a3c6f06010a9cc0425fc3aeb0f49df9a", "externalIds": {"MAG": "3045146309", "DOI": "10.2139/ssrn.3632577"}, "url": "https://www.semanticscholar.org/paper/4f38f524a3c6f06010a9cc0425fc3aeb0f49df9a", "title": "Data Science and the Decline of Liberal Law and Ethics", "abstract": "The law and ethics of Western democratic states have their basis in liberalism, and this extends to legal regulation and ethical discussion of technology and businesses doing data processing. We argue that these forms of regulation and ethical analysis are largely incompatible with the techno-political and techno-economic dimensions of data science. Over the course of the 20th century, computer science, cognitive psychology, operations research, statistics and other fields, have converged on an understanding of utility-maximizing agency that, combined with a neo-liberal legal configuration, guarantees the supremacy of private corporations over individuals that would know and defend their own individual interests. In particular, platforms have inverted the relationship between individuals and the market, making the former public and the latter private. It is this crisis of liberalism, and the degraded status of the individual in their relationship to data science platforms, that is at the heart of data science ethics. Therefore, data science ethics cannot be addressed from within liberalism; it requires new theory that builds on data science itself.", "venue": "", "year": 2020, "referenceCount": 105, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2862008", "name": "Sebastian Benthall"}, {"authorId": "35476017", "name": "Jake Goldenfein"}]}}, {"isInfluential": false, "contexts": ["Referring to the classic cybernetic observation that the individual represents a spatially and temporally local pocket of decreasing entropy (ie, increasing organization), and that disease impacts negatively on this status [45], the human-machine team [46] of diabetic and hypertensive patients and prototype TSN presented in this paper can be interpreted to be an eHealth system constructed to slow down the latter process."], "intents": ["background"], "citingPaper": {"paperId": "64477a0ff12a4c243f6eb0fe22a9ad16bf323235", "externalIds": {"MAG": "3013950847", "PubMedCentral": "7148548", "DOI": "10.2196/16769", "PubMed": "32217498"}, "url": "https://www.semanticscholar.org/paper/64477a0ff12a4c243f6eb0fe22a9ad16bf323235", "title": "Improving Self-Care in Patients With Coexisting Type 2 Diabetes and Hypertension by Technological Surrogate Nursing: Randomized Controlled Trial", "abstract": "Background Technological surrogate nursing (TSN) derives from the idea that nurse-caregiver substitutes can be created by technology to support chronic disease self-care. Objective This paper begins by arguing that TSN is a useful and viable approach to chronic disease self-care. The analysis then focuses on the empirical research question of testing and demonstrating the effectiveness and safety of prototype TSN supplied to patients with the typical complex chronic disease of coexisting type 2 diabetes and hypertension. At the policy level, it is shown that the data allow for a calibration of TSN technology augmentation, which can be readily applied to health care management. Methods A 24-week, parallel-group, randomized controlled trial (RCT) was designed and implemented among diabetic and hypertensive outpatients in two Hong Kong public hospitals. Participants were randomly assigned to an intervention group, supplied with a tablet-based TSN app prototype, or to a conventional self-managing control group. Primary indices—hemoglobin A1c, systolic blood pressure, and diastolic blood pressure—and secondary indices were measured at baseline and at 8, 12, 16, and 24 weeks after initiation, after which the data were applied to test TSN effectiveness and safety. Results A total of 299 participating patients were randomized to the intervention group (n=151) or the control group (n=148). Statistically significant outcomes that directly indicated TSN effectiveness in terms of hemoglobin 1c were found in both groups but not with regard to systolic and diastolic blood pressure. These findings also offered indirect empirical support for TSN safety. Statistically significant comparative changes in these primary indices were not observed between the groups but were suggestive of an operational calibration of TSN technology augmentation. Statistically significant changes in secondary indices were obtained in one or both groups, but not between the groups. Conclusions The RCT’s strong behavioral basis, as well as the importance of safety and effectiveness when complex chronic illness is proximately self-managed by layperson patients, prompted the formulation of the empirical joint hypothesis that TSN would improve patient self-care while satisfying the condition of patient self-safety. Statistical and decision analysis applied to the experimental outcomes offered support for this hypothesis. Policy relevance of the research is demonstrated by the derivation of a data-grounded operational calibration of TSN technology augmentation with ready application to health care management. Trial Registration ClinicalTrials.gov NCT02799953; https://clinicaltrials.gov/ct2/show/NCT02799953", "venue": "Journal of medical Internet research", "year": 2020, "referenceCount": 65, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "153234743", "name": "C. Or"}, {"authorId": "11526526", "name": "Kaifeng Liu"}, {"authorId": "50707657", "name": "M. So"}, {"authorId": "87092662", "name": "B. Cheung"}, {"authorId": "144082125", "name": "L. Yam"}, {"authorId": "153081902", "name": "A. Tiwari"}, {"authorId": "1596710895", "name": "Y. F. Lau"}, {"authorId": "40166064", "name": "Tracy Lau"}, {"authorId": "82413614", "name": "Pui Sze Grace Hui"}, {"authorId": "83991804", "name": "H. C. Cheng"}, {"authorId": "2110401334", "name": "Joseph Tan"}, {"authorId": "2390420", "name": "M. Cheung"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "6882eac76762af60d75fcb9601886875ac937086", "externalIds": {"MAG": "2899137142", "DOI": "10.1007/978-3-662-54368-9_35"}, "url": "https://www.semanticscholar.org/paper/6882eac76762af60d75fcb9601886875ac937086", "title": "Feedbackstrategien für interaktive Lernaufgaben", "abstract": "Feedback ist ein zentraler Faktor fur das (technologiegestutzte) Lernen. Die Effekte einer Feedbackstrategie hangen jedoch von zahlreichen situativen und individuellen Faktoren ab, und konnen auf mehreren Ebenen und zu unterschiedlichen Zeitpunkten erfolgen. Mit Hilfe eines heuristischen Modells, dem ITFL-Modell (Interactive-Two-Feedback-Loops-Modell; Narciss 2008) wird ein Uberblick uber die Faktoren und Effekte von Feedbackstrategien gegeben sowie Herausforderungen und Losungsansatze aufgezeigt fur das Design und die Evaluation von Feedbackstrategien fur interaktive Lernaufgaben.", "venue": "", "year": 2020, "referenceCount": 57, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2063078991", "name": "S. Narciss"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "726f235d5c7721e0a35ff806bf5339ce896ac7b6", "externalIds": {"MAG": "3049141996", "DOI": "10.1016/j.erss.2020.101727"}, "url": "https://www.semanticscholar.org/paper/726f235d5c7721e0a35ff806bf5339ce896ac7b6", "title": "Synthesizing value sensitive design, responsible research and innovation, and energy justice: A conceptual review", "abstract": "Abstract Many academic approaches that claim to consider the broad set of social and ethical issues relevant to energy systems sit side-by-side without conversation. This paper considers three such literatures: Value Sensitive Design, Responsible Research and Innovation and the Energy Justice framework. We argue that whilst definitions of these concepts appear, on face value, to be united by a common normative goal – improving the social outcomes and mitigating sensitivities at the interface of technological energy systems and human livelihoods –, their existence in academic silos has obscured complementarities, which, once synthesized, might increase their overall academic and practical relevance. This paper fills the emergent gap of critically discussing the concepts and their strengths and challenges as well as how they could contribute to each other. It compares: (1) the things that they claim to tackle, (2) the solutions they claim to provide and (3) the points that clearly distinguish one approach from another (if any at all). Not only does this make this paper the first of its kind, but it also makes it an impactful one. With each concept gaining various degrees of support in academia and practice, our discussion reveals where tensions exist and where positive gains can be made. We identify five opportunities for collaboration and integration with implications for the achievement of energy systems that are acceptable from a societal and ethical perspective.", "venue": "", "year": 2020, "referenceCount": 209, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47944509", "name": "K. Jenkins"}, {"authorId": "3416737", "name": "S. Spruit"}, {"authorId": "101250200", "name": "Christine Milchram"}, {"authorId": "1800485966", "name": "J. Höffken"}, {"authorId": "2161986", "name": "B. Taebi"}]}}, {"isInfluential": false, "contexts": ["According to his reading, ‘the human processes which constitute the object of government may be assimilated to games in the sense in which [John] von Neumann has studied them mathematically’ (Wiener, 1988[1950/1954]: 179)."], "intents": ["background"], "citingPaper": {"paperId": "7483a099685fa0f52837aa94f75b58dc49405264", "externalIds": {"MAG": "2974713192", "DOI": "10.1177/0952695119864241"}, "url": "https://www.semanticscholar.org/paper/7483a099685fa0f52837aa94f75b58dc49405264", "title": "Textocracy, or, the cybernetic logic of French theory", "abstract": "This article situates the emergence of cybernetic concepts in postwar French thought within a longer history of struggles surrounding the technocratic reform of French universities, including Marcel Mauss’s failed efforts to establish a large-scale centre for social-scientific research with support from the Rockefeller Foundation, the intellectual and administrative endeavours of Claude Lévi-Strauss during the 1940s and 1950s, and the rise of communications research in connection with the Centre d’Études des Communications de Masse (CECMAS). Although semioticians and poststructuralists used cybernetic discourse critically and ironically, I argue that their embrace of a ‘textocratic’ perspective – that is, a theory of power and epistemology as tied to technical inscription – sustained elements of the technocratic reasoning dating back to these 1920s efforts to reform French universities.", "venue": "", "year": 2020, "referenceCount": 180, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3294081", "name": "B. Geoghegan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "81dd3f242f812d8a1e1809b02556e3ea693112ca", "externalIds": {"MAG": "3047160650", "DOI": "10.7146/aprja.v9i1.121486"}, "url": "https://www.semanticscholar.org/paper/81dd3f242f812d8a1e1809b02556e3ea693112ca", "title": "On the Ends of the Network as a Zone of Friction (And Extraction)", "abstract": "In a world-order where planetary computational networks have restructured nearly all spheres of existence, what is not already networked lies in wait merely as standing-reserve. Today, it seems as if the network and the world are naturally interoperable. Thinking through Harun Farocki’s work on operational images, I however locate a zone of friction or incommensurability between the network and the world. Revisiting Norbert Wiener’s anti-aircraft predictor – a founding episode in the history of cybernetics – I show how this gap was bridged by a logic of (en)closures that reduced the living human form and the world to narrow operational ends; banishing the openness and indeterminacy of both life and nature into undesirable contingency. However, cybernetics’ relentless expansion into a universal episteme and planetary infrastructure since the Cold war necessarily floods the network with contingency; which it wards off by feeding on a disavowed living labor. I argue that this living labor is an uneasy reconciliation of mechanism and vitalism, which we may call habits. Drawing on the Marxian notion of general intellect, I posit how habits are key to generating network surplus value, and to cybernetic expansionism. Habits shape, prepare the outside for its subsumption into the network. Yet they are not given the status of productive activity, and consequently disavowed and vaporized by networks. I propose that this living labor be given a specific name – interfacing – and, following Georges Bataille’s critique of political economy, speculate on the reasons for its disavowal. Drawing on Bataille’s idea of the general in ‘general economy’ (that which is opposed to utilitarian or operational ends) and Hito Steyerl’s How Not to Be Seen, I try to imagine what an interface contiguous with the general intellect might be.", "venue": "", "year": 2020, "referenceCount": 43, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "103027777", "name": "S. Basu"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8484d734d056a92e3eb8b97d77c90b625b6238d5", "externalIds": {"MAG": "3012966169", "DOI": "10.1007/978-3-662-59827-6_3"}, "url": "https://www.semanticscholar.org/paper/8484d734d056a92e3eb8b97d77c90b625b6238d5", "title": "Laying down a path in walking", "abstract": "Dieses Kapitel geht der Frage nach, wie Lebewesen sich selbst konstruieren. Dafur nutzen sie ihre faszinierende Fahigkeit, quantenphysikalische Messungen vorzunehmen. So leisten sie den im wahren Sinne des Wortesentscheidenden Beitrag, dass neue Information entsteht – aber nicht irgendeine Information. Denn im Wechselspiel mit der naturlichen Selektion bleibt nur diejenige davon erhalten, die bedeutungstragend – semantisch –fur sie ist. Mit ihr bringen sich Lebewesen quasi selbst in die Form, von der niedrigesten Stoffwechselebene bis hin zum menschlichen Bewusstsein …", "venue": "", "year": 2020, "referenceCount": 21, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2103124563", "name": "R. Metten"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8667b71ec7cbe0a0bb37cdfed4427c6b94073a96", "externalIds": {"MAG": "3113768198", "DOI": "10.1007/978-3-030-54522-2_7"}, "url": "https://www.semanticscholar.org/paper/8667b71ec7cbe0a0bb37cdfed4427c6b94073a96", "title": "Computation, Cybernetics and the Law at the Origins of Legal Informatics", "abstract": null, "venue": "Philosophy of Engineering and Technology", "year": 2020, "referenceCount": 32, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2327275", "name": "Giuseppe Contissa"}, {"authorId": "16815022", "name": "F. Godano"}, {"authorId": "145466735", "name": "G. Sartor"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "917ffda5533824783fbbd11acd2bc6f667865c2c", "externalIds": {"PubMedCentral": "7685959", "MAG": "3107310620", "DOI": "10.1007/s11191-020-00181-z", "PubMed": "33250575"}, "url": "https://www.semanticscholar.org/paper/917ffda5533824783fbbd11acd2bc6f667865c2c", "title": "Pre-Service Teachers’ Analysis of Claims About COVID-19 in an Online Course", "abstract": "Along with the COVID-19 outbreak, which has been a global threat for public health, the unconfirmed information about the pandemic in circulation has become another threat. Hence, it has become important to improve public understanding of science with a focus on explaining the nature of uncertainty in science and its impacts. The goal of the present study was to explore pre-service teachers’ analysis of claims related to the COVID-19 pandemic throughout an 8-week online implementation of a pre-service teachers’ analysis task, focus group interviews, and instructor’s feedback to this analysis in a course focusing on critical and analytical thinking. In order to achieve this purpose, the researchers used the claims that contain fallacies, conspiracy theories, and scientific arguments related to the COVID-19 pandemic as an assessment tool. The researchers developed and used a rubric consisting of the high, moderate, and low levels of analysis in three different categories including evaluation of claims, demarcation of fallacies and conspiracy theories from scientific arguments, and judgment of the credibility of sources. The findings indicate that the participants analyzed the claims rarely at a high level before the focus group interviews. However, after the focus group interviews, almost every participant’s analysis scores of evaluation, demarcation, and judgment increased. The results also revealed their commitment to various fallacies and conspiracy theories while arguing the claims. Concluding remarks are made for the further implications of teaching critical evaluation of claims based on evidence.", "venue": "Science & education", "year": 2020, "referenceCount": 112, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "66430567", "name": "Deniz Saribas"}, {"authorId": "1477559541", "name": "Ertan Çetinkaya"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9311abe0bf48aeec1a0986277b90f2c46626d38d", "externalIds": {"MAG": "3011429524", "DOI": "10.1017/S0922156520000114"}, "url": "https://www.semanticscholar.org/paper/9311abe0bf48aeec1a0986277b90f2c46626d38d", "title": "Double elevation: Autonomous weapons and the search for an irreducible law of war", "abstract": "Abstract What should be the role of law in response to the spread of artificial intelligence in war? Fuelled by both public and private investment, military technology is accelerating towards increasingly autonomous weapons, as well as the merging of humans and machines. Contrary to much of the contemporary debate, this is not a paradigm change; it is the intensification of a central feature in the relationship between technology and war: double elevation, above one’s enemy and above oneself. Elevation above one’s enemy aspires to spatial, moral, and civilizational distance. Elevation above oneself reflects a belief in rational improvement that sees humanity as the cause of inhumanity and de-humanization as our best chance for humanization. The distance of double elevation is served by the mechanization of judgement. To the extent that judgement is seen as reducible to algorithm, law becomes the handmaiden of mechanization. In response, neither a focus on questions of compatibility nor a call for a ‘ban on killer robots’ help in articulating a meaningful role for law. Instead, I argue that we should turn to a long-standing philosophical critique of artificial intelligence, which highlights not the threat of omniscience, but that of impoverished intelligence. Therefore, if there is to be a meaningful role for law in resisting double elevation, it should be law encompassing subjectivity, emotion and imagination, law irreducible to algorithm, a law of war that appreciates situated judgement in the wielding of violence for the collective.", "venue": "Leiden Journal of International Law", "year": 2020, "referenceCount": 135, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3117633", "name": "Ioannis Kalpouzos"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9626001cdbd18398ec8d1f4057ae6f6c2de3664f", "externalIds": {"MAG": "3036656219", "DOI": "10.5772/intechopen.89153"}, "url": "https://www.semanticscholar.org/paper/9626001cdbd18398ec8d1f4057ae6f6c2de3664f", "title": "Semiotic Architecture of Viral Data", "abstract": null, "venue": "", "year": 2020, "referenceCount": 53, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2126781878", "name": "Berna Leticia Valle Canales"}, {"authorId": "2126778972", "name": "Julio César Chavarría Hernandez"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9b2470bc04d292041e3d2c11ba47988ca2c4fe1e", "externalIds": {"MAG": "3155978631", "DOI": "10.2139/SSRN.3750608"}, "url": "https://www.semanticscholar.org/paper/9b2470bc04d292041e3d2c11ba47988ca2c4fe1e", "title": "Natural Cybernetics of Time, or about the Half of any Whole", "abstract": "Norbert Wiener’s idea of “cybernetics” is linked to temporality as in a physical as in a philosophical sense. “Time orders” can be the slogan of that natural cybernetics of time: time orders by itself in its “screen” in virtue of being a well-ordering valid until the present moment and dividing any totality into two parts: the well-ordered of the past and the yet unordered of the future therefore sharing the common boundary of the present between them when the ordering is taking place by choices. Thus, the quantity of information defined by units of choices, whether bits or qubits, describes that process of ordering happening in the present moment. The totality (which can be considered also as a particular or “regional” totality) turns out to be divided into two parts: the internality of the past and the externality of the future by the course of time, but identifiable to each other in virtue of scientific transcendentalism (e.g. mathematical, physical, and historical transcendentalism). A properly mathematical approach to the “totality and time” is introduced by the abstract concept of “evolutionary tree” (i.e. regardless of the specific nature of that to which refers: such as biological evolution, Feynman trajectories, social and historical development, etc.), Then, the other half of the future can be represented as a deformed mirror image of the evolutionary tree taken place already in the past: therefore the past and future part are seen to be unifiable as a mirrorly doubled evolutionary tree and thus representable as generalized Feynman trajectories. The formalism of the separable complex Hilbert space (respectively, the qubit Hilbert space) applied and further elaborated in quantum mechanics in order to uniform temporal and reversible, discrete and continuous processes is relevant. Then, the past and future parts of evolutionary tree would constitute a wave function (or even only a single qubit once the concept of actual infinity be involved to real processes). Each of both parts of it, i.e. either the future evolutionary tree or its deformed mirror image, would represented a “half of the whole”. The two halves can be considered as the two disjunctive states of any bit as two fundamentally inseparable (in virtue of quantum correlation) “halves” of any qubit. A few important corollaries exemplify that natural cybernetics of time.", "venue": "", "year": 2020, "referenceCount": 23, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "94293021", "name": "Vasil Penchev"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9c86c876c2afb37e9c2c4bf7018e6aa996fc1459", "externalIds": {"MAG": "3097125099", "DOI": "10.1215/01903659-8677814"}, "url": "https://www.semanticscholar.org/paper/9c86c876c2afb37e9c2c4bf7018e6aa996fc1459", "title": "“Memorable Equinox”", "abstract": "In the later 1950s and 1960s, the American neurologist John Cunningham Lilly (1915–2001) undertook an unorthodox set of experiments on bottlenose dolphins (tursiops truncatus). The centerpiece of this research was their bioacoustic practices, including hearing and phonation. Lilly’s work sits at the crossroads of many vectors in postwar American culture: the birth of the counterculture from the spirit of Cold War militarized science; the cybernetic dream of flattening the differences between animal, human, machine, and alien intelligence; the exploration of otherness through drugs and madness; and the rise to cultural prominence of dolphins as archetypes of intelligent liberated beings. Sound technologies, especially tape, were the conditio sine qua non of Lilly’s cetacean research. He used tape obsessively in his efforts to decrypt dolphin communications and later to liberate human consciousness from its tendency to get stuck in repeating loops. Remarkably, he failed to reflect on the media a priori of his interspecies imagination.", "venue": "", "year": 2020, "referenceCount": 58, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "20392546", "name": "J. Peters"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9d75d17f7137f9a3505e8c0b2c292b26798f1235", "externalIds": {"MAG": "3083915715", "DOI": "10.23919/CCC50068.2020.9188845"}, "url": "https://www.semanticscholar.org/paper/9d75d17f7137f9a3505e8c0b2c292b26798f1235", "title": "Bridging the Gap between Opinion Dynamics and Evolutionary Game Theory: Some Equivalence Results", "abstract": "Both opinion dynamics and evolutionary game theory have been receiving considerable attention in the control com-munity in the last decade. In spite of this, they are generally regarded as two different fields and thus have been studied separately. It is proved in this paper that the voter model on the evolving network in the study of opinion dynamics and the Moran process on the complete network in evolutionary game theory are equivalent both in fixation probability and in limiting behavior, provided that the network evolves much faster than the opinions. These results bridge the gap between opinion dynamics and evolutionary game theory. With the aid of this bridge, we transform the in-group bias opinion dynamics on evolving networks, where individuals are likely to keep a steady relationship with those holding similar opinions, to the coordination game on the complete network; and the out-group bias opinion dynamics to the coexistence game. These equivalence results not only provide game-theoretical insights into opinion formation but also pave the way to understand fundamental concepts in game theory such as payoff and Nash equilibrium in the perspective of opinion dynamics.", "venue": "2020 39th Chinese Control Conference (CCC)", "year": 2020, "referenceCount": 62, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "49814386", "name": "B. Wu"}, {"authorId": "1785830", "name": "Jinming Du"}, {"authorId": "2111541669", "name": "Long Wang"}]}}, {"isInfluential": false, "contexts": ["Feedback, in Wiener’s words, is the “control of a machine based on its actual performance rather than its expected performance … It is the function of these mechanisms to control the mechanical tendency towards disorganisation” (Wiener, 1989, p. 24)."], "intents": ["background"], "citingPaper": {"paperId": "a40fad3c603036113514995b0e5b349697751339", "externalIds": {"MAG": "3094320198", "DOI": "10.1080/23311886.2020.1837424"}, "url": "https://www.semanticscholar.org/paper/a40fad3c603036113514995b0e5b349697751339", "title": "Systemic legislation: By what right are distinctions made?", "abstract": "Abstract A question on the right to make legislative distinctions is important to determine the essence of legislative content. Starting with Aristotle’s question on capacity development for legislation that rests outside of it, this paper uses systems theory and investigates common principles of complex units to enhance what should be systemic in the laws and to address the right to make distinctions on which rules are based. The paper enumerates basic elements of systems theory that legislators should consider to make legislation adaptable to real-life conditions and their changes. Findings from systems theory put public accountability and integrity of public bodies and employees into a light that illuminates the whole in all its relations with different parts and environments, feedback, self-organisation, emergence and adaptation. These elements form systemic legislation.", "venue": "", "year": 2020, "referenceCount": 143, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "74626425", "name": "Mirko Pečarič"}]}}, {"isInfluential": false, "contexts": ["While reflections around the ethical implications of machines and automation deployment were already put forth in the ’50s and ’60s (Samuel, 1959; Wiener, 1988), the increasing use of AI in many fields raises new important questions about its suitability (Yu et al., 2018)."], "intents": ["background"], "citingPaper": {"paperId": "a5bd811e5358e477c079278ee2a0066dc81a386f", "externalIds": {"DOI": "10.1057/s41599-020-0501-9"}, "url": "https://www.semanticscholar.org/paper/a5bd811e5358e477c079278ee2a0066dc81a386f", "title": "Ethical principles in machine learning and artificial intelligence: cases from the field and possible ways forward", "abstract": "Decision-making on numerous aspects of our daily lives is being outsourced to machine-learning (ML) algorithms and artificial intelligence (AI), motivated by speed and efficiency in the decision process. ML approaches—one of the typologies of algorithms underpinning artificial intelligence—are typically developed as black boxes. The implication is that ML code scripts are rarely scrutinised; interpretability is usually sacrificed in favour of usability and effectiveness. Room for improvement in practices associated with programme development have also been flagged along other dimensions, including inter alia fairness, accuracy, accountability, and transparency. In this contribution, the production of guidelines and dedicated documents around these themes is discussed. The following applications of AI-driven decision-making are outlined: (a) risk assessment in the criminal justice system, and (b) autonomous vehicles, highlighting points of friction across ethical principles. Possible ways forward towards the implementation of governance on AI are finally examined.", "venue": "Humanities and Social Sciences Communications", "year": 2020, "referenceCount": 101, "citationCount": 22, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "1751650105", "name": "Samuele Lo Piano"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ac3654cc0630c26ee2f5e0ecd385701638e8163d", "externalIds": {"MAG": "3024206907", "DOI": "10.1177/0952695119886988"}, "url": "https://www.semanticscholar.org/paper/ac3654cc0630c26ee2f5e0ecd385701638e8163d", "title": "What is the ‘cybernetic’ in the ‘history of cybernetics’? A French case, 1968 to the present", "abstract": "This article examines the history of cybernetics in France, and the history of French cybernetics in the context of the emergent field of the history of cybernetics. Drawing upon an unfamiliar group of intellectuals and sources, I discuss the way in which French cybernetics was not primarily the hyper-philosophical strain we have come to associate with names such as Derrida and Lévi-Strauss, but an approach to thinking through political and social problems that some on the left would even deign to call pragmatic. In particular, I follow a group of intellectuals known as the Groupe des dix, who, in the aftermath of the tumult of May ‘68, formed an interdisciplinary think tank to try to work out how to bridge the gap between science and society. In order to facilitate conversations between politicians, philosophers, biologists, and sociologists (to name just a few of the represented disciplines), the Groupe reached for a language that was supposed to be truly omnidisciplinary: that of cybernetics. And they did so in a country where cybernetics was not properly represented as a laboratory science. On this last point, this paper makes an addition to the history of cybernetics by offering a portrait not of cybernetics in action, but of cybernetics in vulgarization. Not that the Groupe would not make their own stamp on politics: Several of them still hold significant power in adjudicating the role of science and technology in the public sphere in the French state.", "venue": "", "year": 2020, "referenceCount": 92, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "120989334", "name": "Jacob Krell"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ac69730760d870d5d58da2f035312b5895bffe67", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/ac69730760d870d5d58da2f035312b5895bffe67", "title": "CYBERNETIC VERSION OF THE INTERACTION OF SOCIETY SPHERES", "abstract": "О б р а з е ц ц и т и р о в а н и я: Шавель СА. Кибернетическая версия взаимодействия сфер общества. Журнал Белорусского государственного университета. Социология. 2020;3:4–19. https://doi.org/10.33581/2521-6821-2020-3-4-19 F o r c i t a t i o n: Shavel SA. Cybernetic version of the interaction of society spheres. Journal of the Belarusian State University. Sociology. 2020;3:4–19. Russian. https://doi.org/10.33581/2521-6821-2020-3-4-19", "venue": "", "year": 2020, "referenceCount": 57, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2097814341", "name": "ул. Сурганова"}, {"authorId": "2098023012", "name": "г. Минск"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ac836f4ec3a89f448b53b9fc8c52a91204b06b0a", "externalIds": {"MAG": "3048828660", "DOI": "10.1007/978-981-13-0370-8_14-1"}, "url": "https://www.semanticscholar.org/paper/ac836f4ec3a89f448b53b9fc8c52a91204b06b0a", "title": "Governance of Organizational Project Management and Megaprojects Using the Viable Project Governance Model", "abstract": null, "venue": "", "year": 2020, "referenceCount": 74, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "152128484", "name": "R. Müller"}, {"authorId": "48874417", "name": "N. Drouin"}, {"authorId": "145974955", "name": "S. Sankaran"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b69efafd7608c21eb7ebd02d2a969551e3812ad3", "externalIds": {"MAG": "2998315195", "DOI": "10.1007/s11071-019-05441-4"}, "url": "https://www.semanticscholar.org/paper/b69efafd7608c21eb7ebd02d2a969551e3812ad3", "title": "Synchronization and chimera state in a mechanical system", "abstract": "Synchronization phenomenon appears in several natural systems being associated with physical, chemical and biological processes. In brief, synchronization may be understood as a harmonization of two or more system behaviors following some patterns. This paper deals with synchronization analysis of a mechanical pendulum-chart system composed by a hierarchical network of three pendula coupled to each other through their own chart that receives continuous supply of energy via a base excitation. Dynamical patterns are classified and investigated in order to understand the conditions to each one of them. Asynchronous behaviors are analyzed including the chimera state defined as a symmetry break of the behavior of identical oscillator network. Numerical simulations indicate that patterns do not have a direct relation with periodicity. An energetic approach is proposed in order to define a measure of synchronized states, providing new insights about the origin of chimera state and its relationship with natural frequencies.", "venue": "", "year": 2020, "referenceCount": 72, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "103762244", "name": "P. R. Carvalho"}, {"authorId": "143627606", "name": "M. Savi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b764a4cbfbc5fd65b693d2a3d42393c8ec11824a", "externalIds": {"DBLP": "journals/annals/Kirsch20", "MAG": "3084099713", "DOI": "10.1109/MAHC.2020.3022271"}, "url": "https://www.semanticscholar.org/paper/b764a4cbfbc5fd65b693d2a3d42393c8ec11824a", "title": "A Three-Person Teaching Machine Designed for Crisis: The Geromat III in Berlin and Ulm", "abstract": "This is the first paper to discuss the Geromat III teaching machine developed at the Berlin Institute for Cybernetics in relationship to the Geromat III prototypes developed at Ulm School of Design in the 1960s. The Geromat III was an electro-mechanical teaching machine that could train up to three students at three separate multimedia consoles. The system required all learners to answer correctly in order to progress through the instructional program; if not, the students were required to speak to each other in order to reach agreement. The paper analyzes archival material and first-hand accounts with the Geromat III, as well as the social context of federal funding for research into computing and education in West Germany of the 1960s, in order to understand how this teaching machine, an early form of computer-aided instruction (CAI), came to be. The Geromat III, though utilized on a small scale, found an audience of enthusiastic supporters on the other side of the country, with artist-designers at the Ulm School of Design who created prototypes for consoles to be used with the system. While hands-on knowledge about the system was unavailable to the console designers, an ideological affinity between the Ulm School of Design and the Berlin Institute for Cybernetics bridged any technical gaps in knowledge; the resulting design prototypes, one for mass-production and one for DIY (do-it-yourself) construction, point to speculative futures for the system.", "venue": "IEEE Annals of the History of Computing", "year": 2020, "referenceCount": 57, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "2064355539", "name": "Corinna Kirsch"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "bbde3fc69222c5724d78e8880add5f4f429d7dd3", "externalIds": {"MAG": "3041772126", "DBLP": "conf/hci/Rafael20", "DOI": "10.1007/978-3-030-49713-2_36"}, "url": "https://www.semanticscholar.org/paper/bbde3fc69222c5724d78e8880add5f4f429d7dd3", "title": "Multimodality, Naturalness and Transparency in Affective Computing for HCI", "abstract": "Post-industrial society, aligned with the model of the Fourth Industrial Revolution, has been providing technological advances in advanced robotics, IoT, self-driving vehicles, non-biological sentient life development, artificial intelligence (AI), machine learning or cognitive computing, among others. This fact determines the understanding that in the near future humans and machines will have a joint role to play.", "venue": "HCI", "year": 2020, "referenceCount": 30, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2061649362", "name": "Sónia Rafael"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "bf7b6f2243dfa7d85ef58b6907657f8f109221e8", "externalIds": {"MAG": "3009499878", "DBLP": "journals/clsr/Raab20", "DOI": "10.1016/j.clsr.2020.105404"}, "url": "https://www.semanticscholar.org/paper/bf7b6f2243dfa7d85ef58b6907657f8f109221e8", "title": "Information privacy, impact assessment, and the place of ethics⁎", "abstract": "Abstract There is now a flourishing but confusing debate about the ethics of artificial intelligence and other advanced technologies that use data extensively and intensively. There is a rush to define principles and frameworks for these activities, including the research that underlies innovations. This article illustrates and explores some of the perspectives, proposals, inventories and other materials that comprise these efforts. It begins with a look at the current interest in research ethics, and then highlights and comments on examples of the ethical frameworks, principles, and other schemes that have recently appeared. It then considers impact assessment of various kinds, especially regarding data-driven technologies, in which ethical and social issues or values are to the fore. It ends by touching on some issues that relate to attempts to devise ways of dealing with the adverse effects of advanced technologies and systems, including governance and the making of ethics-based judgments.", "venue": "Comput. Law Secur. Rev.", "year": 2020, "referenceCount": 77, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "3254541", "name": "C. Raab"}]}}, {"isInfluential": false, "contexts": ["Indeed, frameworks like the ones proposed by Corcoran (2007), Foulger (2004), Giles and Ogay (2007), Shannon (1948), Weiner (1986), provide a valuable framework to understand communication in some health settings."], "intents": [], "citingPaper": {"paperId": "c24e059eb2b0e6ce22d94397bc837f2f4dd8b512", "externalIds": {"PubMedCentral": "7575849", "MAG": "3092716559", "DOI": "10.1016/j.heliyon.2020.e05145", "PubMed": "33102835"}, "url": "https://www.semanticscholar.org/paper/c24e059eb2b0e6ce22d94397bc837f2f4dd8b512", "title": "Inter-personal versus content: assessment of communication skills in Iraqi physicians", "abstract": "Objectives The current study sought to evaluate the communication skills of Iraqi physicians from a patient perspective, differentiating between “interpersonal” and “content” components of communication. In the past century, the doctor–patient relationship has changed considerably, shifting from a paternalistic, physician-dominated approach to a more dynamic and patient-centered. In such a context, effective communication skills have become even more crucial for good medical practice and most accreditation organizations urge medical schools to teach and evaluate communication skills. Methods A cross-sectional study was conducted at Baghdad Teaching Hospital's three major departments (Surgery, Medicine, Obs/ Gyne). The final sample included 270 participants. A factor analysis was performed and generated two dimensions (\"interpersonal\" and \"content\"). Statistical differences between the groups and between the two dimensions of the questionnaire were analysed through t-tests and ANOVA. In addition, a multiple linear regression model was used to study the effect of some variables on the dependent variable \"communication\". Results The study showed a significant difference between “interpersonal” and “content” communication, with patients reporting higher satisfaction for the former. Reported satisfaction rates varied amongst the three departments with the Surgery specialty scoring significantly lower than the Medicine and the Obs/Gyne department. The duration of care under the current physician, a higher rank of specialty and the settings (inpatients versus outpatients) were positively and significantly associated with a higher quality of communication skills. Conclusions These findings have significant implications for training institutions.", "venue": "Heliyon", "year": 2020, "referenceCount": 86, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "6867893", "name": "N. Al-Hemiary"}, {"authorId": "78908782", "name": "A. Cucchi"}, {"authorId": "2129962745", "name": "Ahmed Sameer Al-Nuaimi"}, {"authorId": "1421845844", "name": "Hilal B. Al-Saffar"}, {"authorId": "150169565", "name": "K. Al-Ani"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c59ae03937a602b9cd59b31375915eb7581faed0", "externalIds": {"MAG": "3108616884", "DOI": "10.1007/978-3-658-30633-5_28"}, "url": "https://www.semanticscholar.org/paper/c59ae03937a602b9cd59b31375915eb7581faed0", "title": "Complex Systems, Nonlinear Dynamics, and Local Activity Principle", "abstract": null, "venue": "", "year": 2020, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1836166", "name": "K. Mainzer"}]}}, {"isInfluential": false, "contexts": ["Having this kind of information in mind, Norbert Weiner states, “Information is a name for the content of what is exchanged with the outer world as we adjust to it, and make our adjustment felt upon it” (Wiener, 1989, p.17)."], "intents": ["background"], "citingPaper": {"paperId": "c5f9a5ed9f5539ea3c8c5e8634c2fd709b0c5708", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/c5f9a5ed9f5539ea3c8c5e8634c2fd709b0c5708", "title": "Why can information not be defined as being purely epistemic?", "abstract": "The concept of information can be viewed from two perspectives, namely epistemic and ontological. In the epistemic view, information is associated with meaning, semantics, and knowledge, while in the ontological view, it is understood as structures and forms of objects. Information is most often perceived as epistemic information, yet a closer look at epistemic information reveals that this concept does not account for ontological information. This paper poses the following question: Should we select epistemic or ontological information as our primary concept of information, or should we acknowledge that both kinds of information are required for a full comprehension? The discussion here is supported by references to modern research in physics, computing, cosmology, and information sciences.", "venue": "", "year": 2020, "referenceCount": 79, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "29797648", "name": "R. Krzanowski"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c7353ddd775759912001296ccd731d4ba2a0f749", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/c7353ddd775759912001296ccd731d4ba2a0f749", "title": "Rigor and Inter-Disciplinary Communication", "abstract": "Innovation and/or research performed by Inter, Cross, and Trans disciplinary teams requires individuals to develop an understanding of how their discipline relates to other disciplines. Such understanding is obtained primarily by effective verbal, non-verbal, and written communications. However, due to each domain’s institutional and psychological complexities, gaining adequate understandings of multiple disciplines can be problematic and at times seemingly impossible. This can lead to failures of the intents and goals of Inter, Cross, and Trans disciplinary teams. This reflection paper will propose an approach to ease gaining of understanding between individuals from different disciplines in an affective domain context, and possibly lay a foundation for applying affective domain rigor to how understanding between individuals occurs over time. Keywords—metaperspective, attitudes, beliefs, values, Interdisciplanary, Crossdisciplanary, Transdisciplanary, communication, Interdisciplinarian, Intradisciplinarian, Semiotic System, affective domain", "venue": "", "year": 2020, "referenceCount": 44, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1692379", "name": "T. Marlowe"}, {"authorId": "3026544", "name": "N. Callaos"}, {"authorId": "47412226", "name": "J. Horne"}, {"authorId": "2436866", "name": "M. Scholl"}, {"authorId": "66303997", "name": "Sukjin Kang"}, {"authorId": "3426025", "name": "O. Bernikova"}, {"authorId": "3425438", "name": "O. Redkin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "cd741dbe1a81aa3610468b15c950b9365b4c36af", "externalIds": {"MAG": "3030169612", "DOI": "10.1007/s11196-020-09735-4"}, "url": "https://www.semanticscholar.org/paper/cd741dbe1a81aa3610468b15c950b9365b4c36af", "title": "Listening to Distant Voices", "abstract": "The “digital revolution”, which the juridical observer is asked to tackle, as well as the consequences that legal experts have to deal with, is not an abstract phenomenon. Digitalisation is a consequence and the latest manifestation of the Western culture of the machine. This framework shapes the various concepts of language, political community, and justice, on which, in turn, the diverse current views of the interpreter depend. The twentieth century’s globalisation of legal civilisation has perfected the machinery of legal talk. The mechanics of legal decision rules are based upon the automatism of the sentence, the predicative language. Law appears as a “black box”. The increase of law’s authority and persuasive power depends exactly on this. As the function of rhetoric is to make us see the means of persuasion around each argument, the analysis of law is a matter of rhetoric. Rhetoric analyses particular forms of legal talk as contents. The paper suggests that the basic question of the interpreter’s reasonableness is of how to speak of law and justice without coming under the sway of a world-view that treats all law in the terms of the instrumental strategies and technologies typical of the modern society of control. In my opinion, the interpreter’s role demands him to become a speaker of a real lingua franca, a language appropriate for making distant voices communicate.", "venue": "", "year": 2020, "referenceCount": 123, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "117302091", "name": "Claudius Messner"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d23dd23c4260f900080a940a110879bb606cb62f", "externalIds": {"MAG": "3088774171", "DOI": "10.18261/ISSN.0805-9535-2020-03-06"}, "url": "https://www.semanticscholar.org/paper/d23dd23c4260f900080a940a110879bb606cb62f", "title": "Pensumkvaler: Om avkolonisering, mangfold og akademisk frihet", "abstract": null, "venue": "", "year": 2020, "referenceCount": 11, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2066638664", "name": "Taina Bucher"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d2807d343b7dd2049d6af7f5bb4b74feb3b7e904", "externalIds": {"DBLP": "conf/ircdl/FontaninC20", "MAG": "3000755579", "DOI": "10.1007/978-3-030-39905-4_5"}, "url": "https://www.semanticscholar.org/paper/d2807d343b7dd2049d6af7f5bb4b74feb3b7e904", "title": "Lost in Translation: Can We Talk About Big Data Fairly?", "abstract": "Big data and data science are global, there is no alternative in our connected, digital world. Yet, for a truly open and fair science, cultural biases and different opportunities across different countries must be taken into consideration.", "venue": "IRCDL", "year": 2020, "referenceCount": 27, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "65953961", "name": "Matilde Fontanin"}, {"authorId": "2071800518", "name": "Paola Castellucci"}]}}, {"isInfluential": false, "contexts": ["Thinking systemically or system thinking its history begins by [9] with the science of cybernetics, with the presence of feedback"], "intents": ["background"], "citingPaper": {"paperId": "d4f7b30f516e02f24db08523f2eddae100f591d3", "externalIds": {"MAG": "3015097122", "DOI": "10.21660/2020.72.02271"}, "url": "https://www.semanticscholar.org/paper/d4f7b30f516e02f24db08523f2eddae100f591d3", "title": "SUSTAINABLE WATER SERVICES FEE USING A SYSTEM DYNAMICS APPROACH IN JATIGEDE RESERVOIR", "abstract": "Reservoir operation and maintenance costs consist of the water service fee from the beneficial water users, and the subsidy from the government. Sustainable operation and maintenance should keep the government subsidy at the minimum level while at the same time considering the willingness to pay from the water users. These two parameters of subsidy and water service fee form an interdependent feedback loop in determining operation and maintenance costs, that belong to the system dynamics phenomenon. This paper calculates the level of government subsidy and the water services fee in order to reach optimal water resources management using a system dynamics approach, in the Jatigede multipurpose reservoir in West Java – Indonesia. Jatigede Reservoir with a volume of 877 million m3 irrigates almost 90 thousand hectares of rice field, providing a public water supply of 3.5 m3/s, and a targeted energy generation of 110 MW. The methodology of using the system dynamics approach is starting with the identification of the interrelated parameters into a causal loop diagram, conversion into stock and flow diagram, and programming using Powersim. It is concluded that the system dynamics approach can reveal the optimal solution, a combination of minimum government subsidy and water services fee within the range of willingness to pay, that minimize the additional maintenance costs in the long term.", "venue": "", "year": 2020, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1581984906", "name": "Harya Muldianto"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d547789d156f1ed0f7b9f08223407d70869a2125", "externalIds": {"MAG": "3095232342"}, "url": "https://www.semanticscholar.org/paper/d547789d156f1ed0f7b9f08223407d70869a2125", "title": "Humanism: Progressive Philosophy at Odds with Itself", "abstract": "Humanism is a longstanding intellectual tradition dedicated to moral, aesthetic, and social perfectibility. Classical liberalism and modern libertarianism are products of classical humanist thinking; so is Enlightenment humanism, which substituted science and secular reason for theological dogma and ignorant superstition. Today’s progressive humanist movement, by contrast, transcends freedom, liberty, and reason by seeking utopian perfection through flawed secular dogma and compulsory communitarianism. This article traces the development of humanist thinking and argues that humanism’s progressive values cannot be achieved via compulsory means, as evinced by the repeated failure of intellectual attempts to transform functioning societies into social utopias. Perfectibility—within the realm of inherent human possibility—is possible only through the philosophy of classical liberalism.", "venue": "", "year": 2020, "referenceCount": 50, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "113108290", "name": "J. A. Montanye"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d80d0cdd1364a7a1024707e6fd147de333b46f05", "externalIds": {"MAG": "3083962110", "DOI": "10.1080/0969725X.2020.1807139"}, "url": "https://www.semanticscholar.org/paper/d80d0cdd1364a7a1024707e6fd147de333b46f05", "title": "DERRIDA’S ANIMALISM", "abstract": "Abstract This article focuses on Jacques Derrida’s deconstructive re-elaboration of the tradition of mechanicism, from the Cartesian animal–machine to contemporary scientism. It shows that Derrida does not counter this tradition by resorting to the metaphysical presupposition of Freedom – as sovereign independence from the machine – which secures the traditional oppositions of Man and the Machine and of the biological and the psychical. Rather, since his interpretation of the cybernetic concept of programme, he had been concerned with a conception of machines that takes account of their hypercomplexity – that is, of the semiotic and grammatological element implicit in them. According to Derrida, this element provides us with the analogical and general code of the biological and the cultural and thus with the protocol for telling a nonhumanist and differential history of life. In particular, this article explains that the grammatological conception of the cybernetic programme undergirds the re-elaboration of the relation between the biological and the psychical as well as of the Cartesian legacy underpinning the modern thought of the Animal, which Derrida develops in his unpublished seminar La Vie la mort and in his late essays on animality, respectively.", "venue": "", "year": 2020, "referenceCount": 35, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "6023307", "name": "M. Senatore"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "dcb9c9ca9921f7c7f04d54075a7c69d8b2d15144", "externalIds": {"MAG": "3008129127", "DOI": "10.1007/978-3-662-59531-2_3"}, "url": "https://www.semanticscholar.org/paper/dcb9c9ca9921f7c7f04d54075a7c69d8b2d15144", "title": "Pädagogische und bildungspolitische Aspekte einer Virtuellen Universität", "abstract": "Curricula von Universitatsfakultaten werden meist nicht aus dem Blickwinkel der Individuen formuliert und diskutiert, sondern unter den Perspektiven einer marktkonformen Okonomie, von sozialen und politischen Rahmenbedingungen in Kombination mit der politisch kontrollierten Burokratie – wie Forschungsministerien – zur Aufrechterhaltung und Stabilisierung des nationalen Staatswesens.", "venue": "", "year": 2020, "referenceCount": 25, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "145092468", "name": "H. Frey"}, {"authorId": "101777662", "name": "Dieter Beste"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "de9ead0a6482415968bf19f7978e5a6945718360", "externalIds": {"MAG": "3017981175", "DOI": "10.11114/smc.v8i1.4783"}, "url": "https://www.semanticscholar.org/paper/de9ead0a6482415968bf19f7978e5a6945718360", "title": "The ARPANET Into the Internet: A Tale of Two Networks", "abstract": "The Internet is a split civilian and military entity in physical and social construction. Investigating this split entity in all its manifestations is an important venture, but this study explores the split social construction of the ARPANET’s reported history. ARPANET/Internet literature shows a division between literature that does and does not include the history of the intelligence communities (IC) working relationship with the pre-privatized ARPANET. Two different genres of literature are discussed, charted in a Table and compared to aspects of the ARPANET’s known and reported developmental and privatization history. Different origin stories are discussed in a general way; then a pattern in the literature is explored, namely, how illegally and libelous spy data gathered in 1960s intelligence community (IC) operations and processed through the pre-privatized ARPANET, is acknowledged in indirect or second-hand ways, when ARPA demonstrated feasibility of the ARPANET ; while after privatization the literature acknowledges IC spying through the commercialized Internet in firsthand and direct ways. The study examines how earlier and contemporary literature continues contesting the role that 1960s IC spy data played in demonstrating the feasibility of the ARPANET; a prerequisite test for the privatization of the ARPANET. Findings indicate ARPANET histories have excluded direct reporting about how ARPA and the IC demonstrated ARPANET’s feasibility prior to privatization. The conclusion is that understanding history about how ARPA and the IC demonstrated ARPANET’s feasibility, makes it easier to comprehend reports about how the Internet serves counterinsurgency purposes. The study confirms ongoing debates about the social construction of Internet history.", "venue": "", "year": 2020, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "144463052", "name": "N. Packard"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e687d45c0ba91f0776480a002827f638e8dabb8b", "externalIds": {"MAG": "3010455240", "DOI": "10.1007/978-3-030-41106-0_8"}, "url": "https://www.semanticscholar.org/paper/e687d45c0ba91f0776480a002827f638e8dabb8b", "title": "Language, Metalanguage, and Communication", "abstract": "Language as a means of communication. “Metalanguage” between metalanguages. Segmentation of a language. Scientific and “daily” languages. “Rules of language”. Communication as “interpretation”. Linguistic communication and worldly events.", "venue": "", "year": 2020, "referenceCount": 150, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "70166894", "name": "T. Kačerauskas"}, {"authorId": "66735833", "name": "A. Mickūnas"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e710209797c14ab9c3fcf24473efe9b4640d4b91", "externalIds": {"MAG": "3091963654", "DOI": "10.1007/978-3-030-42412-1_2"}, "url": "https://www.semanticscholar.org/paper/e710209797c14ab9c3fcf24473efe9b4640d4b91", "title": "Algorithms Shaping the Future", "abstract": null, "venue": "", "year": 2020, "referenceCount": 74, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2083089110", "name": "E. Olier"}, {"authorId": "119919528", "name": "Francisco J. Valderrey"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e87082a02a4584f6b63eb0c28bccdf603fb88f61", "externalIds": {"MAG": "3033192539", "DOI": "10.2478/nispa-2020-0006"}, "url": "https://www.semanticscholar.org/paper/e87082a02a4584f6b63eb0c28bccdf603fb88f61", "title": "Regulatory Cybernetics: Adaptability and Probability in the Public Administration’s Regulations", "abstract": "Abstract Dynamic perspectives from systems theory and cybernetics are used in this paper to introduce the self-adaptable legal regulation or individual decision-making based on Bayes networks. The latter, by using similar elements as systems theory or cybernetics can help decision-makers not only to quantify the evidential strengths of hypotheses but also to take the most probable decision. Nowadays legal science and the public administration with it that prepares the majority of draft legal rules, do not sufficiently address legal forms from which rules’ content derives. The increasing speed of change and the consequent shortness of operative rules should force decision-makers to consider the new forms of legal norms and decisions that would still respect the objectivity and impartiality of decision-making.", "venue": "NISPAcee Journal of Public Administration and Policy", "year": 2020, "referenceCount": 115, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "74626425", "name": "Mirko Pečarič"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e918d014c2f0e31dc84118021931c54a15877c1b", "externalIds": {"MAG": "3029725182", "DOI": "10.1057/S41599-020-0501-9"}, "url": "https://www.semanticscholar.org/paper/e918d014c2f0e31dc84118021931c54a15877c1b", "title": "Ethical principles in machine learning and artificial intelligence: cases from the field and possible ways forward", "abstract": "Decision-making on numerous aspects of our daily lives is being outsourced to machine-learning (ML) algorithms and artificial intelligence (AI), motivated by speed and efficiency in the decision process. ML approaches—one of the typologies of algorithms underpinning artificial intelligence—are typically developed as black boxes. The implication is that ML code scripts are rarely scrutinised; interpretability is usually sacrificed in favour of usability and effectiveness. Room for improvement in practices associated with programme development have also been flagged along other dimensions, including inter alia fairness, accuracy, accountability, and transparency. In this contribution, the production of guidelines and dedicated documents around these themes is discussed. The following applications of AI-driven decision-making are outlined: (a) risk assessment in the criminal justice system, and (b) autonomous vehicles, highlighting points of friction across ethical principles. Possible ways forward towards the implementation of governance on AI are finally examined.", "venue": "", "year": 2020, "referenceCount": 61, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "87521769", "name": "Samuele Lo Piano"}]}}, {"isInfluential": false, "contexts": ["Norbert Wiener (1950)\nPostwar global order had to position the Katechon as a radically secular figure, and that in three senses of the term.", "By its ability to make decisions it can produce around it a local zone of organization in a world whose general tendency is to run down’ (Wiener, 1950: 34)."], "intents": ["background"], "citingPaper": {"paperId": "ee1908df2aa9a8ae140f8cf4dc0b8c20b71d5f82", "externalIds": {"MAG": "3025025736", "DOI": "10.1177/0952695119864237"}, "url": "https://www.semanticscholar.org/paper/ee1908df2aa9a8ae140f8cf4dc0b8c20b71d5f82", "title": "The political theology of entropy: A Katechon for the cybernetic age", "abstract": "The digital revolution invites a reconsideration of the very essence of politics. How can we think about decision, control, and will at a time when technologies of automation are transforming every dimension of human life, from military combat to mental attention, from financial systems to the intimate lives of individuals? This article looks back to a moment in the 20th century when the concept of the political as an independent logic was developed, in a time when the boundaries and operations of the classic state were in question. At the same moment, a whole new technological era was opened up with the emergence of intelligent machines and computers in the postwar cybernetic age. Technology, and cybernetics in particular, loomed large in Carl Schmitt’s articulation of the concept of the political, while the problem of radical open decision was at the heart of influential cybernetic approaches to politics. Linking these was the idea of entropic decay. Schmitt’s invocation of the theological concept of the Katechon, who restrains chaos in the time before Christ’s return, in fact exemplifies the new understandings of order in a cybernetic age facing new challenges of technology in a globalized condition.", "venue": "", "year": 2020, "referenceCount": 56, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2055418533", "name": "D. Bates"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "00977de62d320857a2804eafb7234ea67fb4bcb8", "externalIds": {"MAG": "2910513856", "DBLP": "conf/ircdl/FontaninC19", "DOI": "10.1007/978-3-030-11226-4_5"}, "url": "https://www.semanticscholar.org/paper/00977de62d320857a2804eafb7234ea67fb4bcb8", "title": "Water to the Thirsty Reflections on the Ethical Mission of Libraries and Open Access", "abstract": "The shift to digital information determines a parallel shift in access modes, and digital libraries are called to action by the ethical foundations of their mission. Open Access makes information potentially available not just to researchers, but to everyone, yet there are still barriers to be overcome in terms of technical infrastructures, points of access, digital and cultural divide.", "venue": "IRCDL", "year": 2019, "referenceCount": 26, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "65953961", "name": "Matilde Fontanin"}, {"authorId": "2071800518", "name": "Paola Castellucci"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0c377e5149506fad59b1963c0519b915afe0f43f", "externalIds": {"MAG": "2981639579", "DOI": "10.1007/s00283-019-09936-1"}, "url": "https://www.semanticscholar.org/paper/0c377e5149506fad59b1963c0519b915afe0f43f", "title": "Popov, Berg, Sokolov: A Street with Three Plaques", "abstract": null, "venue": "The Mathematical Intelligencer", "year": 2019, "referenceCount": 3, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1841705329", "name": "Bismark Singh"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "123c14f342c7f312913bfb1c49bc9c57715da6f9", "externalIds": {"MAG": "2963030714"}, "url": "https://www.semanticscholar.org/paper/123c14f342c7f312913bfb1c49bc9c57715da6f9", "title": "UNEARTHING ENTANGLEMENTS: HUMAN/MACHINE COLLABORATION IN THE WRITING CLASSROOM", "abstract": "This dissertation focuses on the dynamics between teachers and machines at the intersections of design, teaching labor, and pedagogy when automation is deployed in writing classrooms. My sites of analysis are Eli Review and Turnitin, two technologies that represent different design approaches that center around “informating” or “automating” data about student work. The exigence for this project emerges out of the labor crisis currently enveloping higher education. Traditionally, in times of labor crises, automation and machines are used to replace scarce or imperfect human labor. However, balanced and purposeful design of automated technology has the potential to enhance humans’ labor and protect workers. Using holistic and provisional coding, combined with object interviews, this dissertation analyzes data collected from a national survey distributed to composition instructors and nine interviews about their personal experiences with Eli Review and Turnitin. The data and findings from these methods suggests beneficial relationships between humans and machines are possible in the writing classroom through careful design, integration, and management of educational and learning technologies.", "venue": "", "year": 2019, "referenceCount": 81, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "71188959", "name": "Jordan Canzonetta"}]}}, {"isInfluential": true, "contexts": ["Norbert Wiener once said in his influential work The Human Use of Human Beings [46]:", "Norbert Wiener once said in his influential work The Human Use of Human Beings [46]:\nIt is my thesis that the physical functioning of the living individual and the operation of some of the newer communication machines are precisely parallel in their analogous attempts to control entropy through feedback.", "Humans tend to reduce their entropy to be able to show anticipatory behavior according to Wiener [46]."], "intents": ["background"], "citingPaper": {"paperId": "12fa4b43651d0b3a1482855c5ef56b4448f06c55", "externalIds": {"MAG": "2967910925", "DBLP": "conf/vr/ReinhardtHHW19", "DOI": "10.1109/VR.2019.8797977"}, "url": "https://www.semanticscholar.org/paper/12fa4b43651d0b3a1482855c5ef56b4448f06c55", "title": "Entropy of Controller Movements Reflects Mental Workload in Virtual Reality", "abstract": "Virtual Reality can impose cognitive demands on users and influence their task performance. These cognitive demands, however, have been difficult to measure precisely without inducing breaks of presence. Based on findings in psychological science on how motion trajectories reflect underlying cognitive processes, we investigated entropy (i.e. the degree of movement irregularity) as an unobtrusive measure of mental workload. Entropy values were obtained from a time-series history of controller movement data. Mental workload is considered high over a given time interval, when the measured entropy is high as well. By manipulating the difficulty of a simple rhythm game we could show that the results are comparable to the results of the NASA-TLX questionnaire, which is currently used as the gold standard in VR for measuring mental workload. Thus, our results pave the way for further investigating the entropy of controller movements as a precise measurement of mental workload in VR.", "venue": "2019 IEEE Conference on Virtual Reality and 3D User Interfaces (VR)", "year": 2019, "referenceCount": 47, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1562183962", "name": "Daniel Reinhardt"}, {"authorId": "47135961", "name": "Steffen Haesler"}, {"authorId": "1700162", "name": "J. Hurtienne"}, {"authorId": "6396140", "name": "C. Wienrich"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "15d48ea2467fd01ac54c2a52f5f42cb936a74980", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/15d48ea2467fd01ac54c2a52f5f42cb936a74980", "title": "EMBODIED CONTROL WITHIN HUMAN–TECHNOLOGY CHOREOGRAPHIES", "abstract": "In this article we explore issues of embodied control that relate to current and future technologies in which body movements function as an instrument of control. Instead of just seeing ourselves in control, it is time to consider how these technologies actually control our moving bodies and transform our lived spaces. By shifting the focus from devices to choreographies among devices, we perform a theoretical analysis of the multidimensional aspects that reside within embodied interaction with technology. We suggest that it is beneficial to acknowledge and reformulate the phenomena of embodied control that go beyond the instrumental user-to-device control scheme. Drawing upon the phenomenology of the body, ecological psychology, and embodied cognitive science, we identify three different dimensions of embodied control: instrumental, experiential, and infrastructural. Design implications of this theoretical model are also discussed. Interacting with Computers: Published online 13 January 2017 Categories and subject descriptors: [Human computer interaction (HCI)]: HCI theory, concepts and models; [Interaction Design]: Interaction design theory, concepts and paradigms", "venue": "", "year": 2019, "referenceCount": 97, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2056978513", "name": "Ai"}, {"authorId": "2102877115", "name": "Uuri"}, {"authorId": "2078214298", "name": "Aana"}, {"authorId": "2079440222", "name": "Arviainen"}, {"authorId": "2106014804", "name": "Ntti"}, {"authorId": "2085873663", "name": "Irhonen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "187b0434e85a31d784137ad1ed16947902e16fb8", "externalIds": {"MAG": "2991421177", "DOI": "10.1007/978-3-319-02910-8_10"}, "url": "https://www.semanticscholar.org/paper/187b0434e85a31d784137ad1ed16947902e16fb8", "title": "The Power of Networks: Insights from the Political Cybernetics of Karl W. Deutsch", "abstract": "This article reconstructs Karl Deutsch’s fearful yet hopeful views about the powers and pathologies of military, and other, national and international network systems. These views presuppose Norbert Wiener’s Cybernetic Interpretive Hypothesis: that ‘society can only be understood through a study of the messages and communication facilities which belong to it’; that the societal trend is towards more computerized communication systems; and that they embody an ‘open vs. closed’ living systems ethos. Drawing on science and technology studies by Edwards and Mirowski, the author suggests how Deutsch’s and Wiener’s prophetic hopes, fears, and insights can also enrich and redefine contemporary debates about the historical-technological development of our national societies, the powers and pathologies of game-theoretically programmed computer networks, the assessment of the life-preserving potential of our partly automated security systems, the major threats from the continued poverty of the less developed world, problems of decentralized governance, and the political, ethical, and religious justifications for our national, international, and civilizational identities and purposes.", "venue": "", "year": 2019, "referenceCount": 50, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "103032435", "name": "H. Alker"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "192e7880535131f28b76a4bb6936105c45c6f485", "externalIds": {"MAG": "2941915890", "DBLP": "conf/chi/HitronOWSEZ19", "DOI": "10.1145/3290605.3300645"}, "url": "https://www.semanticscholar.org/paper/192e7880535131f28b76a4bb6936105c45c6f485", "title": "Can Children Understand Machine Learning Concepts?: The Effect of Uncovering Black Boxes", "abstract": "Machine Learning services are integrated into various aspects of everyday life. Their underlying processes are typically black-boxed to increase ease-of-use. Consequently, children lack the opportunity to explore such processes and develop essential mental models. We present a gesture recognition research platform, designed to support learning from experience by uncovering Machine Learning building blocks: Data Labeling and Evaluation. Children used the platform to perform physical gestures, iterating between sampling and evaluation. Their understanding was tested in a pre/post experimental design, in three conditions: learning activity uncovering Data Labeling only, Evaluation only, or both. Our findings show that both building blocks are imperative to enhance children's understanding of basic Machine Learning concepts. Children were able to apply their new knowledge to everyday life context, including personally meaningful applications. We conclude that children's interaction with uncovered black boxes of Machine Learning contributes to a better understanding of the world around them.", "venue": "CHI", "year": 2019, "referenceCount": 61, "citationCount": 39, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "19190271", "name": "Tom Hitron"}, {"authorId": "17787357", "name": "Yoav Orlev"}, {"authorId": "40521060", "name": "I. Wald"}, {"authorId": "2947946", "name": "Ariel Shamir"}, {"authorId": "49983945", "name": "H. Erel"}, {"authorId": "1790753", "name": "Oren Zuckerman"}]}}, {"isInfluential": false, "contexts": ["Вінер, кібернетика в дослідженні стійкого розвитку акцентує увагу на прямих і зворотних зв’язках, при цьому прямі зв’язки — це безпосередній вплив суб’єкта управління на об’єкт, а зворотній зв’язок характеризує реакцію об’єкта у відповідь на управлінський вплив ззовні [8]."], "intents": [], "citingPaper": {"paperId": "1fea9f321b6f16ad1bf1072081e3158fceee5489", "externalIds": {"MAG": "2987727319", "DOI": "10.18371/fcaptp.v3i30.179460"}, "url": "https://www.semanticscholar.org/paper/1fea9f321b6f16ad1bf1072081e3158fceee5489", "title": "THEORETICAL ASPECTS OF THE STABILITY OF THE BANKING SYSTEM FROM THE POSITION OF SYSTEM AND SYNERGETIC APPROACHES", "abstract": "In the article the economic essence of the concept of «stability» in relation to the banking system from the point of view of systemic and synergetic approaches is considered. The concept of sustainability is key to the functioning of the banking system as a complex economic system. It is noted that the stability of the system implies its flexibility to the influence of external factors and the ability to maintain a stable state (homeostasis). The concept of «stability» of the system is closely linked with such concepts as «variability», «equilibrium», «sustainable development», «controllability», «non-equilibrium», «stable equilibrium», which necessitates the simultaneous study of them. The expediency of studying the stability of the banking system at the macro level (adaptive stability and substitution stability) and micro level is substantiated. The features of statistical and dynamic types of stability of the banking system are singled out.It is proposed to interpret the essence of the economic equilibrium of the banking system as its ability to maintain its initial state for a long period of time, provided that there are no disturbing influences, or their unchanged parameters. The necessity of isolating the concepts of «steady state of equilibrium» and «unstable equilibrium» of the banking system is proved.It is emphasized that the stability of the functioning of banking under the synergetic approach is related to the process of self-organization, which suggests to understand the process of formation of new structures on the basis of the existing positive feedback. The emphasis is placed on the fact that the internal mechanism for ensuring the stability of the banking system is the dominance of negative feedback relationships over positive feedback.It is argued that the non-equilibrium is the process of self-organization of the banking system as a result of the prevalence of positive feedback relationships over negative feedback systems of the system. The main identifying features of the banking system from the standpoint of the synergetic approach are outlined: complexity, dynamism, nonlinearity, openness, adaptability, coherence, non-equilibrium and the ability to self-organize. The instability of the banking system is a logical continuation of its non-linearity and openness it was emphasized.", "venue": "Financial and credit activity: problems of theory and practice", "year": 2019, "referenceCount": 13, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2130091937", "name": "P. M. Senyshch"}, {"authorId": "2130096477", "name": "N. N. Tkachuk"}]}}]}