{"paperId": "19ae0940909e16f87360476b7331b349a75b9adc", "externalIds": {"MAG": "1542736326"}, "url": "https://www.semanticscholar.org/paper/19ae0940909e16f87360476b7331b349a75b9adc", "title": "A Gift of Fire: Social, Legal, and Ethical Issues for Computing and the Internet", "abstract": "Preface Chapter 1 Unwrapping the Gift 1.1 The Ubiquity of Computers and the Rapid Pace of Change 1.2 New Developments and Dramatic Impacts 1.2.1 Amateur Creative Works: Blogs and Video Sharing 1.2.2 Connections 1.2.3 Collaborative Efforts Among Strangers 1.2.4 E-commerce and Free Stuff 1.2.5 Artificial Intelligence, Robotics, and Motion 1.2.6 Tools for Disabled People 1.2.7 What Next? 1.3 An Introduction to Some Issues and Themes 1.3.1 Issues 1.3.2 Themes 1.4 Ethics 1.4.1 What Is Ethics, Anyway? 1.4.2 A Variety of Ethical Views 1.4.3 Some Important Distinctions Chapter 2 Privacy 2.1 Privacy and Computer Technology 2.1.1 Introduction 2.1.2 New Technology, New Risks 2.1.3 Terminology and Principles for Data Collection and Use 2.2 Big Brother Is Watching You 2.2.1 Databases 2.2.2 The Fourth Amendment, Expectation of Privacy, and Surveillance Technologies 2.2.3 Video Surveillance 2.3 Diverse Privacy Topics 2.3.1 Marketing, Personalization and Consumer Dossiers 2.3.2 Location Tracking 2.3.3 Stolen and Lost Data 2.3.4 What We Do Ourselves 2.3.5 Public Records: Access vs. Privacy 2.3.6 National ID Systems 2.3.7 Children 2.4 Protecting Privacy: Technology, Markets, Rights, and Laws 2.4.1 Technology and Markets 2.4.2 Rights and Law 2.4.3 Privacy Regulations in the European Union 2.5 Communications 2.5.1 Wiretapping and E-mail Protection 2.5.2 Designing Communications Systems for Interception 2.5.3 Secret Intelligence Gathering 2.5.4 Encryption Policy Chapter 3 Freedom of Speech 3.1 Changing Communications Paradigms 3.1.1 Regulating Communications Media 3.1.2 Free-Speech Principles 3.2 Controlling Offensive Speech 3.2.1 Offensive Speech: What Is It? What Is Illegal? 3.2.2 Internet Censorship Laws and Alternatives 3.2.3 Spam 3.2.4 Challenging Old Regulatory Paradigms and Special Interests 3.2.5 Posting and Selling Sensitive Material: Ethics and Social Concerns 3.3 Censorship on the Global Net 3.3.1 The Global Impact of Censorship 3.3.2 Yahoo and French Censorship 3.3.3 Censorship in Other Nations 3.3.4 Aiding Foreign Censors 3.4 Political Campaign Regulations in Cyberspace 3.5 Anonymity 3.5.1 Common Sense and the Internet 3.5.2 Is Anonymity Protected? 3.5.3 Against Anonymity 3.6 Protecting Access and Innovation: Net Neutrality or Deregulation? Chapter 4 Intellectual Property 4.1 Intellectual Property and Changing Technology 4.1.1 What Is Intellectual Property? 4.1.2 Challenges of New Technologies 4.2 Copyright Law and Significant Cases 4.2.1 A Bit of History 4.2.2 The Fair-Use Doctrine 4.2.3 Significant Cases 4.3 Copying and Sharing 4.3.1 Defensive and Aggressive Responses from the Content Industries 4.3.2 The DMCA vs. Fair Use, Freedom of Speech, and Innovation 4.3.3 Video Sharing 4.3.4 New Business Models and Constructive Solutions 4.3.5 Ethical Arguments About Copying 4.3.6 International Piracy 4.4 Search Engines and Online Libraries 4.5 Free Speech Issues 4.6 Free Software 4.6.1 What Is Free Software? 4.6.2 Should All Software Be Free? 4.7 Issues for Software Developers 4.7.1 Patents for Software? 4.7.2 Patents for Web Technologies 4.7.3 Copyright and Similar Software Products Chapter 5 Crime 5.1 Introduction 5.2 Hacking 5.2.1 What is Hacking? 5.2.2 Hacktivism, or Political Hacking 5.2.3 The Law: Catching and Punishing Hackers 5.2.4 Security 5.3 Identity Theft and Credit-Card Fraud 5.3.1 Stealing Identities 5.3.2 Responses to Identity Theft 5.3.3 Biometrics 5.4 Scams and Forgery 5.4.1 Auctions 5.4.2 Click Fraud 5.4.3 Stock Fraud 5.4.4 Digital Forgery 5.5 Crime Fighting Versus Privacy and Civil Liberties 5.5.1 Search and Seizure of Computers 5.5.2 The Issue of Venue 5.5.3 The Cybercrime Treaty 5.6 Whose Laws Rule the Web? 5.6.1 When Digital Actions Cross Borders 5.6.2 Arresting Foreign Visitors 5.6.3 Libel, Speech, and Commercial Law 5.6.4 Culture, Law, and Ethics 5.6.5 Potential Solutions Chapter 6 Work 6.1 Fears and Questions 6.2 The Impact on Employment 6.2.1 Job Destruction and Creation 6.2.2 Changing Skill Levels 6.2.3 A Global Workforce 6.2.4 Getting a Job 6.3 The Work Environment 6.3.1 Job Dispersal and Telecommuting 6.3.2 Changing Business Structures 6.4 Employee Monitoring 6.4.1 Background 6.4.2 Data Entry, Phone Work, and Retail 6.4.3 Location Monitoring 6.4.4 E-mail, Blogging, and Web Use Chapter 7 Evaluating and Controlling Technology 7.1 Information, Knowledge, and Judgment 7.1.1 Evaluating Information on the Web 7.1.2 Writing, Thinking, and Deciding 7.1.3 Computer Models 7.2 Computers and Community 7.3 The Digital Divide 7.4 Evaluations of the Impact of Computer Technology 7.4.1 The Neo-Luddite View of Computers, Technology, and Human Needs 7.4.2 Accomplishments of Technology 7.5 Making Decisions about Technology 7.5.1 Questions 7.5.2 The Difficulty of Prediction 7.5.3 Intelligent Machines and Superintelligent Humans - Or the End of the Human Race? 7.5.4 A Few Observations Chapter 8 Errors, Failures, and Risk 8.1 Failures and Errors in Computer Systems 8.1.1 An Overview 8.1.2 Problems for Individuals 8.1.3 System Failures 8.1.4 Safety-Critical Applications 8.1.5 Perspectives on Failure 8.2 Case Study: The Therac-25 8.2.1 Therac-25 Radiation Overdoses 8.2.2 Software and Design Problems 8.2.3 Why So Many Incidents? 8.2.4 Observations and Perspective 8.3 Increasing Reliability and Safety 8.3.1 What Goes Wrong? 8.3.2 Professional Techniques 8.3.3 Law, Regulation, and Markets 8.4 Dependence, Risk, and Progress 8.4.1 Are We Too Dependent On Computers? 8.4.2 Risk and Progress Chapter 9 Professional Ethics and Responsibilities 9.1 What Is Professional Ethics? 9.2 Ethical Guidelines for Computer Professionals 9.2.1 Special Aspects of Professional Ethics 9.2.2 Professional Codes of Ethics 9.2.3 Guidelines and Professional Responsibilities 9.3 Scenarios 9.3.1 Introduction and Methodology 9.3.2 Protecting Personal Data 9.3.3 Designing an E-mail System with Targeted Ads 9.3.4 Specifications 9.3.5 Skipping Tests 9.3.6 Copyright Violation 9.3.7 Going Public 9.3.8 Release of Personal Information 9.3.9 Conflict of Interest 9.3.10 Kickbacks and Disclosure 9.3.11 A Test Plan 9.3.12 Artificial Intelligence and Sentencing Criminals 9.3.13 A Gracious Host Epilogue A The Software Engineering Code and the ACM Code A.1 The Software Engineering Code of Ethics and Professional Practice A.2 The ACM Code of Ethics and Professional Conduct Index", "venue": "", "year": 1996, "referenceCount": 0, "citationCount": 76, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2464404", "name": "Sara Baase"}]}