{"offset": 0, "next": 100, "data": [{"contexts": ["…2020 Informa UK Limited, trading as Taylor & Francis Group\nwith pre-pandemic trends (Day et al., 2020), most were engaging with media in order to “hang out” and “mess around”, with media practices that involve teens “geeking out” independently (Ito et al., 2010) likely remaining in the minority.", ", 2020), most were engaging with media in order to “hang out” and “mess around”, with media practices that involve teens “geeking out” independently (Ito et al., 2010) likely remaining in the minority."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "4d157954d901800e3ff04b5ada5828fe27687bfa", "externalIds": {"DOI": "10.1080/17482798.2020.1859398"}, "url": "https://www.semanticscholar.org/paper/4d157954d901800e3ff04b5ada5828fe27687bfa", "title": "Beyond home and school: community-based media and youth voice on pandemic life in the United States", "abstract": "“Back with another video. I got a glitch for y’all. Imaboutta bless, Imaboutta bless.” On the second day of a city-wide early work program for low-income youth in one of America’s largest municipalities, a teen experiencing yet another remote learning set-up took to YouTube to share a “glitch” that offered a shortcut to meeting mandated use requirements of a program-wide learning app. A basketball game played on a TV in the background, sneakers squeaking on floorboards as the narrator trained his phone’s camera on an iPad and explained the workaround he’d discovered. He ranged from sharing irritation at what he saw as a cookie-cutter learning experience (“it’s so dumb bro, this is so annoying”) to feigning deference to an off-screen authority figure (“yessir, yessir”) as he tapped through the interface, to excitement as he shared his discovery with his teen audience. A telling comment under the video expressed deep gratitude: “You deadass saved my life, this shit had me stressed fr [for real].”", "venue": "", "year": 2021, "referenceCount": 10, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "29772264", "name": "Rafi Santo"}, {"authorId": "143855579", "name": "D. Phelps"}, {"authorId": "133735438", "name": "Colin Angevine"}, {"authorId": "2051922811", "name": "Alexandra Lotero"}, {"authorId": "2051922087", "name": "Lucy Herz"}]}}, {"contexts": ["[5] and the typologies studied by Brandtzæg [6], were somewhat similar to the profiles of Hietajärvi et al.", "In previous research, different types of internet users have been identified through patterns of participation in different kinds of internet activities, with the patterns being labeled as “genres” [5], “typologies” [6], and “profiles” [7].", "[5] identified three “genres” of internet use, namely (i) friendship-driven “hanging out” (motivated by the desire to maintain connections with friends), (ii) interest-driven “messing around” (motivated by fortuitous searching and experimental play), and (iii) creatively oriented “geeking out” (intensive commitment to and engagement with technology, often involving one particular medium, genre, or type of technology or creative production or gaming).", "[5], motivated by the desire to communicate with friends through social media."], "isInfluential": true, "intents": ["background", "result"], "citingPaper": {"paperId": "a78dea71cbec396fa04bc90cb402e26161cd8492", "externalIds": {"PubMedCentral": "8296941", "DOI": "10.3390/ijerph18136972", "PubMed": "34209886"}, "url": "https://www.semanticscholar.org/paper/a78dea71cbec396fa04bc90cb402e26161cd8492", "title": "Profiles of Internet Use and Health in Adolescence: A Person-Oriented Approach", "abstract": "(1) Background: Internet use has become an integral part of adolescents’ daily lives. It is important to understand how adolescents use the internet, and how this use is associated with demographic factors and health from a person-oriented perspective. (2) Methods: The study applied the Finnish nationally representative HBSC data (persons aged 11, 13, and 15, n = 3408), descriptive observation, latent class analysis, and multinomial logistic regression analysis. (3) Results: Entertainment activities (listening to music) and socially oriented activities (liking posts, talking online) were the most prevalent among adolescents, but gender differences emerged. Five different internet user profiles were identified (encompassing interest-driven, friendship-driven, abstinent, irregular, and excessive users). Interest-driven users participated in interest- and media-oriented activities. Adolescents in the interest-driven user group were more likely to be boys and participants with low academic achievement, high parental monitoring, and high problematic social media use. Friendship-driven users participated in socially oriented activities. Adolescents in the friendship-driven user group were more likely to be girls and participants aged 13 or 15, with high peer and family support. Abstinent users participated only in entertainment, while irregular users showed no particularly high involvement in any internet activity. Adolescents in the abstinent and irregular user groups were likely to be boys and participants aged 11 with high family support. Excessive users had high involvement in internet activities overall. Adolescents in the excessive user group were more likely to be participants with high problematic social media use and were most likely to feel low and tired on school mornings. (4) Conclusion: The study confirmed the prevalence of internet use. It identified five internet user profiles and differences between user profiles regarding individual and social factors and health outcomes.", "venue": "International journal of environmental research and public health", "year": 2021, "referenceCount": 62, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2085181425", "name": "H. Lahti"}, {"authorId": "40168966", "name": "N. Lyyra"}, {"authorId": "4242876", "name": "L. Hietajärvi"}, {"authorId": "5236156", "name": "J. Villberg"}, {"authorId": "7353154", "name": "L. Paakkari"}]}}, {"contexts": ["Multimodal research often emphasizes the affordances of composing with multiple modes for fostering engagement, collaboration, and identity development (e.g. Ito et al., 2010; Vasudevan et al.,\n2010).", "Recent research has also revealed how multimodal composing is a highly collaborative process for adolescents (Beach & O’Brien, 2015; Burnett, 2016; Ito et al., 2010; Jocius, 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "c2f59c08ad4daa1f95d573540790db5f6a4b4ea0", "externalIds": {"DBLP": "journals/ile/JiangSS21", "MAG": "2944076046", "DOI": "10.1080/10494820.2019.1612450"}, "url": "https://www.semanticscholar.org/paper/c2f59c08ad4daa1f95d573540790db5f6a4b4ea0", "title": "Examining how different modes mediate adolescents’ interactions during their collaborative multimodal composing processes", "abstract": "ABSTRACT Previous research illustrates the collaborative nature of adolescents’ multimodal composing processes. However, few studies have specifically focused on how different modes influence student interactions over time. This study examines how multiple modes (e.g. text, music, visuals, and animations) mediated middle schoolers’ composing processes as they worked in small groups to create multimodal science fictions. Situated in an afterschool program, each student selected the role of writer, scientist, or designer. Data sources included screen capture video, semi-structured interviews, and multimodal products. Qualitative data analysis involved the constant comparative method to establish codes for types of interactions and the mediating modes as a case study small group collaboratively composed. Findings indicate: (1) students were inclined to provide short responses to move on with composing practices; (2) group discussions while multimodal composing followed three stages: mode and story exploration, mode-story integration, and mode-story completion; (3) multimodal comics fostered the most discussion; (4) different modes supported self-oriented and group-oriented contributions in unique ways. This study contributes an initial understanding into how different modalities mediate students’ interactions and offers implications for scaffolding peer interactions during multimodal composing processes.", "venue": "Interact. Learn. Environ.", "year": 2019, "referenceCount": 59, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "10343391", "name": "Shiyan Jiang"}, {"authorId": "35098540", "name": "Blaine E. Smith"}, {"authorId": "145900612", "name": "Ji Shen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d9ef8d2b43cb3ccf064bd424d836450ac72ff154", "externalIds": {"DBLP": "journals/pacmhci/MichelsonDNHYMK21", "DOI": "10.1145/3479546"}, "url": "https://www.semanticscholar.org/paper/d9ef8d2b43cb3ccf064bd424d836450ac72ff154", "title": "Parenting in a Pandemic: Juggling Multiple Roles and Managing Technology Use in Family Life During COVID-19 in the United States", "abstract": "The COVID-19 pandemic upended the lives of families with young children as school closures and social distancing requirements left caregivers struggling to facilitate educational experiences, maintain social connections, and ensure financial stability. Considering families' increased reliance on technology to survive, this research documents parents' lived experiences adapting to technology's outsized role alongside other shifts in family life associated with the COVID-19 pandemic. In this paper, we describe a 10-week study with 30 enrolled families with children aged 3 to 13 in the United States using the asynchronous remote communities (ARC) methodology to 1) understand the benefits and challenges faced by families as they adapted technology at home to navigate the pandemic, and 2) to ideate improvements to those experiences through co-design. We found that amidst gaps in infrastructural support from schools, workplaces, and communities, parents experienced deep anxiety and took on new roles, including tech support, school administrator, and curator of meaningful activities for their children. As parents shared bold and creative technology-based solutions for improving family well-being, schooling experiences, social life, and beyond, they demonstrated their capacity to contribute to new models of learning and family life. Our findings are a call to action for CSCW researchers, designers, and family-focused practitioners to work with learning communities that incorporate parent, teacher, and technology experiences in their academic and community planning.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 126, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "100693465", "name": "Rebecca Michelson"}, {"authorId": "1380230415", "name": "Akeiylah DeWitt"}, {"authorId": "2119207093", "name": "Ria Nagar"}, {"authorId": "2749233", "name": "Alexis Hiniker"}, {"authorId": "145964520", "name": "Jason C. Yip"}, {"authorId": "6452115", "name": "S. Munson"}, {"authorId": "1738606", "name": "J. Kientz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f45581d39f9bb76c0da7da86888fa7aa165f07b2", "externalIds": {"MAG": "3134961710", "DOI": "10.1007/978-3-030-65177-0_13"}, "url": "https://www.semanticscholar.org/paper/f45581d39f9bb76c0da7da86888fa7aa165f07b2", "title": "Youth and Interculturality in Vienna: Gaming Intervention in Intercultural Contexts—Two Project Cases", "abstract": null, "venue": "", "year": 2021, "referenceCount": 51, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2084212454", "name": "Gerit Götzenbrucker"}, {"authorId": "50069352", "name": "Vera Schwarz"}, {"authorId": "38130470", "name": "Fares Kayali"}]}}, {"contexts": ["…moment in which young generations are experimenting with new digital cultural forms, learning from their peers, and developing new forms of ML (Ito et al., 2010), technocapital would also include the ability to participate by producing creative content to an online community of peers, and…", "As our society enters a transitional moment in which young generations are experimenting with new digital cultural forms, learning from their peers, and developing new forms of ML (Ito et al., 2010), technocapital would also include the ability to participate by producing creative content to an online community of peers, and also understanding the norms of online environment in regard to the awareness of its security and privacy aspects."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f7ac23ac5ac854ab052c983f45bc9d58fa4935e3", "externalIds": {"DBLP": "journals/nms/ChoiSSPSS21", "MAG": "3030556820", "DOI": "10.1177/1461444820925800"}, "url": "https://www.semanticscholar.org/paper/f7ac23ac5ac854ab052c983f45bc9d58fa4935e3", "title": "Techno-capital: Theorizing media and information literacy through information technology capabilities", "abstract": "The increasing presence of advanced information and communication technologies (ICTs) across various fields of our lives has elevated the significance of individuals’ capability to utilize these ICTs substantially. Although scholars have underscored the importance of understanding such capabilities in terms of skills that are multidimensional, few empirical investigations are connected to sound theoretical backgrounds. Analyzing a survey administered to a random sample of adults in the City of Austin, this study empirically examines multiplicities of technological capabilities. Building on the literatures of Bourdieu’s theory of capital, digital literacy, field, and participatory culture, this study finds three sets of technological capabilities that constitute individuals’ “techno-capital.” Furthermore, we analyze the influences of cultural and economic/financial capital reflected by key socioeconomic predictors on the different levels of techno-capital. We find that acquiring basic technological capabilities is a key factor explaining advanced techno-capital, while effects of gender, race, education, and income also persist.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 103, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "52049279", "name": "Jaewon Choi"}, {"authorId": "3011344", "name": "Joseph D. Straubhaar"}, {"authorId": "1658093868", "name": "Maria Skouras"}, {"authorId": "113968682", "name": "Soyoung Park"}, {"authorId": "113947951", "name": "M. Santillana"}, {"authorId": "2388999", "name": "S. Strover"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1317fa2ff86dd74fb93c241b00e6e7c049bb0115", "externalIds": {"MAG": "3088724351"}, "url": "https://www.semanticscholar.org/paper/1317fa2ff86dd74fb93c241b00e6e7c049bb0115", "title": "\"Let's Go on a Gym Raid Tonight!\": Video Game Affinity Spaces in English Language Instruction", "abstract": "The present article describes a study that analyzed practical applications of informal online spaces in formal instruction. It was conducted in an intermediate ESL course at an American University. The concept of affinity spaces was used to guide the research. Students in the course were instructed to play the video game, Pokémon Go as an inspiration for their writing. This qualitative study examined the types of affinity space participation, the participant attitudes toward those spaces and to using video games in formal instruction. The data sources consisted of weekly gaming journals and interview transcripts. The findings showed that the participants used the affinity space to socialize with classmates and other players and to enhance their gameplay. They perceived affinity spaces and the use of the video game positively. The implications of this study include practical applications of video game affinity spaces for English language instruction and suggest further research areas. This study is worthwhile as it offers a rare look at an application of informal online practices to enhance formal language instruction.", "venue": "", "year": 2020, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "118862674", "name": "M. Halaczkiewicz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "25409f92c9d6b5f319458e5b1ce84edcb6fa6063", "externalIds": {"MAG": "3010876718", "DOI": "10.4018/978-1-7998-2956-0.ch007"}, "url": "https://www.semanticscholar.org/paper/25409f92c9d6b5f319458e5b1ce84edcb6fa6063", "title": "Digitisation of Youth Work and an Evaluation of Social Media as a Tool in Meeting the Profession's Core Principles in a UK Context", "abstract": "While some commentators have rightly questioned characterisations of the 20th century as the ‘Century of the child,’ sociologists have gone as far as claim a more accurate title would be that of the ‘Century of child neglect.‘ In this respect, numerous provisions from the late Victorian period onward, many enacted through legislation, within the fields of social care, youth justice, education, and welfare all help to characterise the immense strides made in drawing the care and interests of children and young people more centrally into the focus and attention of policymakers and society more widely. These developments build on positivistic ideas of societal causation: that the structure of society, and in particular inequality, neglect and oppression, were contributory factors in the behaviours and vulnerabilities that people express and experience, and social welfare responses needed to aim to ameliorate such structural impositions. This chapter considers how digital technologies, specifically within the form of social media, figures as a form of youth engagement and outreach. Digitisation of Youth Work and an Evaluation of Social Media as a Tool in Meeting the Profession’s Core Principles in a UK Context", "venue": "", "year": 2020, "referenceCount": 67, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "147310994", "name": "L. Gaspard"}, {"authorId": "1659055122", "name": "Paul Olaitan"}]}}, {"contexts": ["These were students who reported to have cultivated high levels of digital expertise, and could even be described as ‘geeking out’ (Ito et al., 2010).", "Connected learning is anchored to interest rather than mere friendship-driven socio-digital participation (Ito et al., 2010)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "25db1d741e80cb717c37c6c05ee9f12345de9a80", "externalIds": {"MAG": "3008363282", "DOI": "10.14786/flr.v8i1.437"}, "url": "https://www.semanticscholar.org/paper/25db1d741e80cb717c37c6c05ee9f12345de9a80", "title": "Are Schools Alienating Digitally Engaged Students? Longitudinal Relations between Digital Engagement and School Engagement", "abstract": "This article examined digital learning engagement as the out-of-school learning component that reflects informally emerging socio-digital participation. The gap hypothesis proposes that students who prefer learning with digital technologies outside of school are less engaged in traditional school. This hypothesis was approached from the framework of connected learning, referring to the process of connecting self-regulated and interest-driven learning across formal and informal contexts. We tested this hypothesis with longitudinal data. It was of interest how digital engagement, operationalized as a general digital learning preference, wish for digital schoolwork, and their interaction, is related to traditional school engagement. This was examined both cross-sectionally in three time points and longitudinally across three years. The participants were 1,705 (43.7% female) 7th–9th graders (13-15 years old) from 27 schools in Helsinki, Finland. We explored the structure of correlations between latent constructs at each time point separately, and finally, to evaluate longitudinal relations between digital engagement and school engagement we specified latent cross-lagged panel models. The results indicate that students holding a stronger general digital learning preference experienced higher schoolwork engagement, both contemporaneously and over time, indicating successful connected learning. However, the results also showed support for the gap hypothesis: Students who preferred digital learning but did not have the chance to digitally engage at school, experienced a decrease in school engagement over time. The article shows that there is a need to examine the reciprocal interactive processes between the learners and their social ecologies inside and outside school more closely.", "venue": "", "year": 2020, "referenceCount": 89, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "4242876", "name": "L. Hietajärvi"}, {"authorId": "3029006", "name": "K. Lonka"}, {"authorId": "34566068", "name": "K. Hakkarainen"}, {"authorId": "6068031", "name": "K. Alho"}, {"authorId": "1398876431", "name": "K. Salmela‐Aro"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2727ddc4db3e398f973e272575f1abf8ba10314a", "externalIds": {"MAG": "3013269060", "DOI": "10.1007/978-3-030-34212-8_10"}, "url": "https://www.semanticscholar.org/paper/2727ddc4db3e398f973e272575f1abf8ba10314a", "title": "Catalan Teenagers’ Identity, Literacy and Language Practices on YouTube", "abstract": "From the perspective of New Literacy Studies, this chapter seeks to explore and understand how Catalan teenagers build and perform identity online as well as which literacy and language practices they conduct that shape, and leave visible traces of, identity. Using digital ethnography (interviews, screenshots, analysis of videos), we collected data from three teenage gamers from Catalonia who, driven by their shared interest in gaming, upload videos on YouTube. Results show varying degrees of engagement and specialization, which allow us to offer tentative definitions of the roles and functions of these teenagers on YouTube. Results also indicate participants’ norms and behaviors in choosing usernames, profile pictures and background pictures, showing varying degrees of sophistication in linguistic and multimodal practices and awareness in Catalan, Spanish and English.", "venue": "", "year": 2020, "referenceCount": 46, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1405302388", "name": "Boris Vazquez-Calvo"}, {"authorId": "108760643", "name": "N. Elf"}, {"authorId": "2078719729", "name": "A. Gewerc"}]}}, {"contexts": ["The literature highlights that making learning fun and aligning it with peoples’ specific areas of interest, personal or professional, creates an optimal environment for meaningful learning and allows people to become creators and not just consumers (Grinberg 2014; Institute of Museum and Library Services 2014; Make 2019).", "…that making learning fun and aligning it with peoples’ specific areas of interest, personal or professional, creates an optimal environment for meaningful learning and allows people to become creators and not just consumers (Grinberg 2014; Institute of Museum and Library Services 2014; Make 2019)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "32c1cae6013d6201edd81bfa5c937d8321a9ad55", "externalIds": {"DBLP": "journals/plq/GahaganC20", "MAG": "2972898821", "DOI": "10.1080/01616846.2019.1662756"}, "url": "https://www.semanticscholar.org/paper/32c1cae6013d6201edd81bfa5c937d8321a9ad55", "title": "Evaluating a Public Library Makerspace", "abstract": "ABSTRACT This study explores how one public library assesses the outcomes of a makerspace and examines whether the approaches taken can be justified as appropriate. An increasing number of public libraries throughout the world are establishing makerspaces, and to date there is little literature on how outcomes of these services are assessed. This study explores the methods that are being used, making comparisons to best practice revealed in the literature. The project is a case-study of the Central City Library makerspace (Auckland Libraries, New Zealand). The study collected evidence from documents, archival records, and interviewees. The findings revealed that while efforts are being made to assess the outcomes of makerspaces, methods and techniques are primarily informal. Current formal reporting relies upon quantitative measurement, such as visitor or participant numbers, which fails to capture the effects of the service on users. The implication is that staff may develop more structured and formalized approaches to assessing the outcomes of makerspaces. Further research could include the design of a prototypical outcomes assessment model that is then tested on a public library makerspace to determine the practicality of the approach.", "venue": "Public Libr. Q.", "year": 2020, "referenceCount": 73, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "100734330", "name": "Pia Margaret Gahagan"}, {"authorId": "47302502", "name": "P. Calvert"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "600fed342874047e429550a32e5a381c6c6e5585", "externalIds": {"MAG": "3037619194", "DOI": "10.3916/C65-2020-06"}, "url": "https://www.semanticscholar.org/paper/600fed342874047e429550a32e5a381c6c6e5585", "title": "Estrategias online de mediación parental en contextos familiares de España", "abstract": "Este articulo explora las estrategias de mediacion parental online en Espana y como los factores sociodemograficos y del contexto familiar se asocian con ellas. Se presentan los resultados de una encuesta realizada a una muestra de 2.900 menores espanoles usuarios de Internet, entre 9 y 17 anos encuestados a finales del ano 2018. La incidencia de las diferentes estrategias de mediacion parental en el uso de Internet se ha calculado atendiendo a factores sociodemograficas de los menores (edad y sexo). Mediante un analisis de asociacion realizado con el programa de analisis estadistico SPSS se explora tambien la relacion de la incidencia de las diferentes estrategias con las reglas de comportamiento y el apoyo familiar en el contexto del hogar percibidas por el menor. Las estrategias de mediacion habilitantes y restrictivas tienen una presencia importante en las familias espanolas, mientras que las tecnicas tienen una presencia muy limitada. Es remarcable que las restricciones y las estrategias de seguridad, generalmente se aplican mas a las ninas que a los ninos. Las reglas del hogar relacionadas con el comportamiento de los menores se correlacionan positivamente con el aumento de incidencia de casi todas las estrategias, sin embargo, no existe una asociacion significativa entre el apoyo familiar percibido por ninos y ninas y las estrategias restrictivas y tecnicas aplicadas por los padres y las madres.", "venue": "", "year": 2020, "referenceCount": 49, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "114266632", "name": "G. Martínez"}, {"authorId": "67012266", "name": "M. Casado"}, {"authorId": "3488467", "name": "Carmelo Garitaonandia"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "80911efdea84b3b3e8cafb4bc17c52afc2d98644", "externalIds": {"DOI": "10.3916/c65-2020-06"}, "url": "https://www.semanticscholar.org/paper/80911efdea84b3b3e8cafb4bc17c52afc2d98644", "title": "Online parental mediation strategies in family contexts of Spain", "abstract": "This article explores online parental mediation strategies in Spain and their association with sociodemographic and family context factors. The results of a survey conducted at the end of 2018 are presented herein, based on a sample of 2,900 Spanish minors between 9 and 17 years of age who use Internet. The impact of the diverse parental mediation strategies applied to Internet use has been calculated by taking into account the sociodemographic factors of the participating minors (age and gender). Association analysis was performed using the SPSS statistical analysis programme. In this case, an extra analysis was carried out with regard to the relationship of influence between different strategies and the rules of behaviour and family support in the household context as perceived by the minor. Findings suggest that enabling and restrictive mediation strategies are very common in Spanish families, while technical mediation strategies have a very limited presence. It is noteworthy that restrictions and security strategies generally apply more to girls than to boys. Household rules related to the behaviour of minors have a positive correlation with an increase of influence of nearly all strategies. However, there is no relevant association between family support perceived by children and restrictive strategies and techniques applied by parents.\nEste artículo explora las estrategias de mediación parental online en España y cómo los factores sociodemográficos y del contexto familiar se asocian con ellas. Se presentan los resultados de una encuesta realizada a una muestra de 2.900 menores españoles usuarios de Internet, entre 9 y 17 años encuestados a finales del año 2018. La incidencia de las diferentes estrategias de mediación parental en el uso de Internet se ha calculado atendiendo a factores sociodemográficas de los menores (edad y sexo). Mediante un análisis de asociación realizado con el programa de análisis estadístico SPSS se explora también la relación de la incidencia de las diferentes estrategias con las reglas de comportamiento y el apoyo familiar en el contexto del hogar percibidas por el menor. Las estrategias de mediación habilitantes y restrictivas tienen una presencia importante en las familias españolas, mientras que las técnicas tienen una presencia muy limitada. Es remarcable que las restricciones y las estrategias de seguridad, generalmente se aplican más a las niñas que a los niños. Las reglas del hogar relacionadas con el comportamiento de los menores se correlacionan positivamente con el aumento de incidencia de casi todas las estrategias, sin embargo, no existe una asociación significativa entre el apoyo familiar percibido por niños y niñas y las estrategias restrictivas y técnicas aplicadas por los padres y las madres.", "venue": "Comunicar", "year": 2020, "referenceCount": 21, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Gemma Martínez"}, {"authorId": "144659189", "name": "M. Casado"}, {"authorId": "2080949942", "name": "Carmelo Garitaonandía"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "83a5bc1edc292b74e53016b423a654e763f8c4db", "externalIds": {"MAG": "3086092886", "DOI": "10.1163/25900110-00201005"}, "url": "https://www.semanticscholar.org/paper/83a5bc1edc292b74e53016b423a654e763f8c4db", "title": "Re-Mixing Making: examining the Intersections of Hip Hop Culture, Maker Spaces, and Social Justice Education", "abstract": "\nDespite the potential to promote critical literacy formation, academic engagement and social justice education, maker activities and maker spaces do not always support or engage historically marginalized communities. This paper chronicles a response to this problem by examining a study created to support equitable engagement with youth in an after-school workshop series over 8-weeks that focused on Hip Hop cultural practices and the simultaneous development of critical literacy and social justice perspectives. The series, open to community youth was located in the makerspace of the local public library. Within this study, project designers drew from Gutierrez and Rogoff’s concept of “repertoires of practice” and focused particularly on questions of what counts as making, and who has agency to make these decisions and how engagement with hip hop culture mediates these understandings.\nI consider two instances where students engaged in Hip Hop- centered generative practices (particularly beat making and graffiti writing) and analyze moments of student resistance and agency as opportunities to expand understandings of development of critical media literacy and social justice orientation. This paper foregrounds the importance of iterative analysis and design as participants develop artistic, social, and political identities over the course of the workshop. Finally, this paper explores implications for classroom learning that emerged from the work, including expression, exploration, and collaboration.", "venue": "", "year": 2020, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "123226403", "name": "Michael Dando"}]}}, {"contexts": ["This perspective is upheld by game studies and media studies research into children’s digital play, which has consistently found that gaming plays an important role in adolescent social relationships, family functioning, learning and cultures of childhood (Gee, 2007; Ito, 2009a; Ito et al., 2019)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "878e17f23856c5b6263c7a3eab22835727402f5a", "externalIds": {"MAG": "3033233987", "DOI": "10.1177/1329878X20921568"}, "url": "https://www.semanticscholar.org/paper/878e17f23856c5b6263c7a3eab22835727402f5a", "title": "Children’s perspectives and attitudes towards Fortnite ‘addiction’", "abstract": "Playing digital games is increasingly pathologized as an addiction or a disorder, but there is limited research into the impact of game addiction discourse on children who play digital games. In this article, we present results from a study into the digital play of twenty-four 9–14-year-olds, attending to our participants’ perspectives and attitudes towards ‘game addiction’ and how it interacts with their play and identity. Focused primarily on the online multiplayer first-person shooter game Fortnite, we examine how children encounter and attempt to negotiate game addiction discourse and demonstrate how the discourse in and of itself produces challenges for young people whose interests and passions revolve around games. This article subsequently discusses how the discursive frameworks that are perpetuated in the media around ‘problematic play’ need to incorporate and be inclusive of the child’s right to play, and the relevance of our findings to the study of media panic and children’s critical media literacies.", "venue": "", "year": 2020, "referenceCount": 70, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3879614", "name": "M. Carter"}, {"authorId": "2112422680", "name": "Kyle Moore"}, {"authorId": "26991363", "name": "Jane Mavoa"}, {"authorId": "147310994", "name": "L. Gaspard"}, {"authorId": "1974202", "name": "H. Horst"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "91104a4b7889754a9b8f011e5ca670c659c03f0b", "externalIds": {"MAG": "3098053513", "DOI": "10.15209/jpp.1211"}, "url": "https://www.semanticscholar.org/paper/91104a4b7889754a9b8f011e5ca670c659c03f0b", "title": "Exploring the Identities of Greek Migrant Young Adults Through Their New Media Use: Combining Public Pedagogy, Participatory Narrative Inquiry, A/r/tography and Heteroglossia", "abstract": "In the 21st century, transnational migration is increasingly commonplace alongside the proliferation of new media. Adolescent migrants are especially well versed in new media, and their interactions allow insights into identity representation and negotiation. We know from current research that a sense of self is likely to be affected and interrupted when migrating to a new country, but we do not know the ways young people with transnational identities, negotiate, shape and are shaped by new media. Using a Participatory Narrative Inquiry approach and arts-based research methods, this research will explore how Greek migrant youths living in Melbourne use new media to communicate and describe their identity. In sharing deeply personal narratives, what do the participants learn about new media’s role in their identity formation?", "venue": "", "year": 2020, "referenceCount": 53, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "147527307", "name": "Melina Mallos"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a22462a56ee2ee8fcdc97bc3084905730e9aea46", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/a22462a56ee2ee8fcdc97bc3084905730e9aea46", "title": "IMPACT OF SOCIAL MEDIA ON MENTAL HEALTH OF STUDENTS", "abstract": "Web-based social networking is an online association site where individuals cooperate to construct, offer and change their thought and remarks with respect to any data. During the previous decade, online long range social networking communication has caused significant changes in the manner individuals convey and cooperate. A descriptive study was conducted among top 2 deemed universities in Chennai with a sample of 90 respondents. It included questions on demographical information, the pattern of social networking usage, social relationship and health effects. The results found that there is a significant associations between time spent on social media and the number of SNS. There is a positive correlation between feeling anxious and serious active on SNS than in real life. This study concludes that more usage of social media, number of SNS and too much of time spent on social networking sites is affecting the student’s mental health such as depression and anxiety.", "venue": "", "year": 2020, "referenceCount": 43, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "9178684", "name": "Deepa"}, {"authorId": "1575673253", "name": "D. Priya"}]}}, {"contexts": ["There is an important implication to this specific finding because the pedagogical trends in global education are for more converged (Jenkins 2006) and online (or at least hybrid) models of twenty-first century learning skills (Ito et al.", "There is an important implication to this specific finding because the pedagogical trends in global education are for more converged (Jenkins 2006) and online (or at least hybrid) models of twenty-first century learning skills (Ito et al. 2010) than ever."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "b032cbb154e67f204cfc9e006c57f4c40ded64d6", "externalIds": {"PubMedCentral": "7174921", "DBLP": "journals/eait/DownesCGR20", "MAG": "3018163191", "DOI": "10.1007/s10639-020-10188-2", "PubMed": "32322157"}, "url": "https://www.semanticscholar.org/paper/b032cbb154e67f204cfc9e006c57f4c40ded64d6", "title": "Parents’ beliefs about and associations to their elementary children’s home technology usage", "abstract": "This study sought to gather information through a survey of how newcomer parents’ beliefs about technology usage and how they engage with technology as they support their children with twenty-first century literacies. Parent respondents ( N  = 70) were drawn from two publicly funded schools in the Niagara Region, Ontario, Canada, where the population tends to be immigrant, visible minority, with post-secondary education, but unemployed and low income. Descriptive statistics quantified daily technology activities as being communication-oriented with the majority of parents holding distinct beliefs about the amount and type of their children’s technology usage. Chi-square tests indicated significant associations for demographic characteristics such as the gender, age, education, first language, and ethnicity of the parents as determinants of their beliefs about their children’s technology usage (e.g., social media, mobile phones, television). As well, levels of access and use varied in terms of the number of new technologies and the types of literacy practices that families engage in. Immigrant parents might hold misconceptions about twenty-first century literacies, therefore there should be an attempt to assist them to provide responsive twenty-first century literacy and technology support for their children.", "venue": "Education and Information Technologies", "year": 2020, "referenceCount": 46, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine", "Psychology"], "authors": [{"authorId": "118683920", "name": "Taylor Downes"}, {"authorId": "116148346", "name": "D. Cesare"}, {"authorId": "65787018", "name": "T. Gallagher"}, {"authorId": "52480414", "name": "J. Rowsell"}]}}, {"contexts": ["The previous generations of young people had different levels of technology, motivation, concerns and media knowledge at different times, but today three different levels of engagement in media activities are investigated (Galoyan &\nMayarov, 2016; Ito et al., 2010).", "At this level of engagement Internet and\nmobile phones are very popular among young people, and online communication is regarded as acceptable, steady and preferred grounds of socialization (Galoyan & Mayarov, 2016; Ito et al., 2010).", "It deals with the everyday practice of some young people which is characterized by deep and specific knowledge of computer technology, repeated and exhaustive use of media and eagerness to disregard or violate technological and social rules (Galoyan & Mayarov, 2016; Ito et al., 2010).", "Internet is regarded as the place for investigating young people's leisure activities and pursuits (Galoyan & Mayarov, 2016; Ito et al., 2010).", "disregard or violate technological and social rules (Galoyan & Mayarov, 2016; Ito et al., 2010).", "communication is regarded as acceptable, steady and preferred grounds of socialization (Galoyan & Mayarov, 2016; Ito et al., 2010).", "At this level of engagement\nInternet is regarded as the place for investigating young people's leisure activities and pursuits (Galoyan & Mayarov, 2016; Ito et al., 2010).", "The conditions in which the previous studies were carried out vary between the populations (Ito et al., 2010; Galoyan and Madyarov, 2016)."], "isInfluential": true, "intents": ["background", "result"], "citingPaper": {"paperId": "090a800f5d414e018c1c798d0e04541356ebda2f", "externalIds": {"MAG": "2990299934", "DOI": "10.22190/TEME171011023S"}, "url": "https://www.semanticscholar.org/paper/090a800f5d414e018c1c798d0e04541356ebda2f", "title": "RELATIONSHIP BETWEEN SOCIAL NETWORKS AND DIGITAL MEDIA ENGAGEMENT AND STUDENTS´ MOTIVATION TO LEARN ENGLISH", "abstract": "The paper deals with the relationship between social networks and digital media engagement and students' motivation to learn English. The research included 353 engineering students at XXX, who answered the questionnaire which was divided into two parts considering social networks and digital media engagement, and motivation to learn English. An exploratory factor analysis has yielded three distinct factors of social networks and digital media engagement and one factor of motivation to learn English. The research provided empirical confirmation of the existence of the mentioned factors. This four-factor solution was found to be statistically reliable, and it has been shown that factors are positively associated. Moreover, the research findings proved that students' motivation to learn English is more fostered with the need to read, learn and chat than to craft, produce and develop digital and social media content. Students have integral motivation for learning English through social networks and digital media.", "venue": "TEME", "year": 2019, "referenceCount": 40, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "70265644", "name": "Jelisaveta Šafranj"}, {"authorId": "147181600", "name": "J. Zivlak"}, {"authorId": "47929101", "name": "R. Bojanić"}]}}, {"contexts": ["The factor structures were similar to those identified in previous studies (e.g., Eynon & Malmberg, 2011; Hietajärvi et al., 2016; Van den Beemt et al., 2011) and reflected the genres of participation identified by Ito et al. (2010).", "…networking interaction and involve participation in culturally mediated activities (Gee & Hayes, 2011; Ito et al., 2010; Jenkins, 2009) motivated by, for instance, friendship-driven (maintaining of social networks) or interest-driven (pursuing personal interests) motives (Ito et al., 2010).", "It is, however, still unclear how out-of-school knowledge-oriented participation benefits in-school practices, and it is quite likely students need adequate social support in order to make the most out of their competencies cultivated through informal learning (Ito et al., 2010).", "…facilitate learning through social participation and appropriation of new skills (Barron, 2006; Chassiakos, Radesky, Christakis, Moreno, & Cross, 2016; Granic, Lobel, & Engels, 2014; Hakkarainen et al., 2000; Ito et al., 2010; Li et al., 2016; Moisala et al., 2016a; Scardamalia & Bereiter, 2014).", "…that they involve direct or artifact-mediated networking interaction and involve participation in culturally mediated activities (Gee & Hayes, 2011; Ito et al., 2010; Jenkins, 2009) motivated by, for instance, friendship-driven (maintaining of social networks) or interest-driven (pursuing personal…", "Some students in elementary school that engaged in more social networking might also be on a path towards more technologically complex practices (Ito et al., 2010).", "…in turn, resembles “killing time” or “hanging out” gaming, in which the activity is motivated with hanging out with friends whereas action and sports gaming resembles “recreational gaming”, which, although also social, has the actual gameplay as the main focus of activities (Ito et al., 2010)."], "isInfluential": true, "intents": ["background", "result"], "citingPaper": {"paperId": "23df81c901a7e6e79b5d7a927d870fd17d477b3c", "externalIds": {"DBLP": "journals/chb/HietajarviSTHL19", "MAG": "2902506828", "DOI": "10.1016/j.chb.2018.11.049"}, "url": "https://www.semanticscholar.org/paper/23df81c901a7e6e79b5d7a927d870fd17d477b3c", "title": "Beyond screen time: Multidimensionality of socio-digital participation and relations to academic well-being in three educational phases", "abstract": "Abstract This study contributes to the research on the differences in young peoples' approaches to socio-digital participation (SDP). We first investigated the differences in SDP between three samples of Finnish students (i.e., elementary school 6th grade, n = 741; high school 1st year, n = 1317; higher education 1st year, n = 1232) and then looked at how these differences are associated with academic well-being. We used exploratory structural equation modeling to investigate the factor structure of SDP and further structural relations to study engagement and study burnout. Despite some differences between the three student cohorts regarding the factor structure of SDP, the same five dimensions of participation were identified in all of them: social networking oriented participation, knowledge-oriented participation, media-oriented participation, action gaming, and social gaming. In the high school sample also a sixth factor, blogging-oriented participation, differentiated from the knowledge oriented dimension. Taken together, using digital technologies to communicate and maintain social networks (social networking), was consistently either related to lower study engagement or to higher study burnout. Playing of action and sports games (action gaming) was related in all samples either to lower engagement or higher cynicism. Using digital tools to gain and share knowledge (knowledge-oriented) was, in contrast, related to higher study engagement. The results demonstrate that students' digital activities reflect multiple dimensions that are differently related to academic well-being. This study sheds light on the complexity of young peoples' SDP orientations and their related outcomes such as socio-emotional and motivational functioning.", "venue": "Comput. Hum. Behav.", "year": 2019, "referenceCount": 106, "citationCount": 16, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "4242876", "name": "L. Hietajärvi"}, {"authorId": "1398876431", "name": "K. Salmela‐Aro"}, {"authorId": "40353913", "name": "Heta Tuominen"}, {"authorId": "34566068", "name": "K. Hakkarainen"}, {"authorId": "3029006", "name": "K. Lonka"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "37b930c4da1d6074c95655befac1110177211650", "externalIds": {"MAG": "2990201420", "DOI": "10.1016/j.linged.2019.100776"}, "url": "https://www.semanticscholar.org/paper/37b930c4da1d6074c95655befac1110177211650", "title": "Context design and critical language/media awareness: Implications for a social digital literacies education", "abstract": "Our starting point is the growing concern around the role of Facebook in spreading (dis)information and polarising political opinion, and subsequent debates around the need for enhanced critical digital literacies. The article reports on a study which drew on elicited data from Facebook users to explore their critical awareness of the communicative norms and social networks shaping their use of the site. Our analysis makes two key contributions. Firstly, we theorise the connection between our interviewees’ online practices and their critical language/media awareness through the concept of context design, which explains the dynamic ways in which people frame their interactions, based on unfolding understandings of the social space. Secondly, in tackling issues around disinformation and political polarisation, we highlight the need for critical digital literacies programmes at higher education institutes, which typically focus on information literacies, to take account of the social or interpersonal nature of much contemporary internet use.", "venue": "", "year": 2019, "referenceCount": 66, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "41209254", "name": "Caroline Tagg"}, {"authorId": "69414976", "name": "P. Seargeant"}]}}, {"contexts": ["Adolescents’ differences in socio-digital engagement can be approached based on two differing but overlapping practices or genres of participation (Ito et al., 2010): friendship-driven, that is, using technologies to keep up and deepen already established social connections, and interest-driven,…", "Some students engage in digital participation to develop their interests (Barron, 2006), skills, and competencies by intensive and deep engagement (i.e., geeking out; Ito et al, 2010).", "Moreover, the concept of socio-digital participation also considers that digital activities are social in the sense that they involve direct or artifact-mediated networking interaction and involve participation in culturally mediated activities (Gee & Hayes, 2011; Ito et al., 2010; Jenkins, 2009).", "51 gameplay as the main focus of the activities (Ito et al., 2010).", "…thus capable of developing skills and competencies within their digitally mediated learning ecologies (Barron, 2006, EU Kids Online, 2014, Ito et al, 2010; 2013), but can also engage in harmful practices that might have repercussions on their cognitive and socio-emotional functioning…", "Adolescents’ differences in socio-digital engagement can be approached based on two differing but overlapping practices or genres of participation (Ito et al., 2010): friendship-driven, that is, using technologies to keep up and deepen already established social connections, and interest-driven, that is, utilizing modern technologies to learn and engage in activities based on a specific object of interest.", "…through social participation and expanding of resources by appropriation of new skills and building competencies (Barron, 2006; Chassiakos, Radesky, Christakis, Moreno, & Cross, 2016; Granic, Lobel, & Engels, 2014; Hakkarainen et al., 2000; Ito et al., 2010; Li et al., 2016; Moisala et al., 2016a).", "Adolescents’ engagement with digital media should be approached more as deliberate participation in media flow and cultural practices conceptualized through the different genres and the constantly evolving underlying orientations (Ito et al, 2010).", "The recently emerged practices of socio-digital engagement have opened a whole new layer of opportunities for adolescents to participate, network, create, and develop various competencies in the process (Ito et al, 2010; 2013).", "With regard to learning outcomes, digital engagement has been proposed to facilitate learning through social participation and expanding of resources by appropriation of new skills and building competencies (Barron, 2006; Chassiakos, Radesky, Christakis, Moreno, & Cross, 2016; Granic, Lobel, & Engels, 2014; Hakkarainen et al., 2000; Ito et al., 2010; Li et al., 2016; Moisala et al., 2016a)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "381f1a8350fb7777e94f437def110c23a1839aaf", "externalIds": {"MAG": "2978759706"}, "url": "https://www.semanticscholar.org/paper/381f1a8350fb7777e94f437def110c23a1839aaf", "title": "Adolescents’ socio-digital engagement and its relation to academic well-being, motivation, and achievement", "abstract": "This thesis examined how adolescents’ engagement with digital media is associated with academic and emotional functioning and the continuities and discontinuities between these two contexts. Towards that end, the gap hypothesis, that is, the hypothesis that students who prefer learning with digital media outside of school are less engaged in traditional school, was examined both cross-sectionally and longitudinally. Digital engagement was conceptualized as both socio-digital participation (i.e. adolescents’ multidimensional practices of participating in digital contexts) and connected learning (i.e. self-regulated learning extended across time, space, and various contexts). Academic and emotional functioning was conceptualized as academic well-being (i.e. school engagement and burnout: exhaustion, cynicism, and inadequacy), motivation (i.e. achievement goal orientations), and academic achievement (i.e. grades). The first aim was to determine the multidimensional structure of socio-digital participation orientations that students’ different digital activities reflect. The second aim was to examine the extent to which the orientations of socio-digital participation are related to academic and emotional functioning cross-sectionally and in different educational levels. The third aim was to examine the longitudinal relations of socio-digital engagement with academic well-being and academic achievement, especially focusing on the direction of the effects. This thesis consists of five original studies. In these studies, we used interview data, cross-sectional and longitudinal questionnaire data, and grades drawn from the registry. Various exploratory and confirmatory statistical methods, including both variableand personoriented latent variable modeling approaches, were used. Study I was aimed at theoretically and empirically conceptualizing the components of socio-digital participation. In Study II, the hypothesized gap between adolescents’ digital engagement, competencies, and academic motivation was evaluated. More precisely, we examined how students’ profiles of achievement goal orientations are associated with socio-digital participation and skills. The goal of Study III was to extend the investigation of the differences in young peoples’ approaches to socio-digital participation. First, the structure of the underlying orientations of socio-digital participation was examined across three samples of Finnish students. Second, we analyzed how these different orientations are associated with school engagement and burnout. In Study IV, the gap hypothesis was tested with longitudinal data. Finally, the goal of Study V was to expand our knowledge about how adolescents’ socio-digital participation is longitudinally related to school burnout and academic achievement. More specifically, Study V focused on the directions of effects among these constructs at the within-person level. The first main finding was that the variation in digital activities can be explained with a complex structure of socio-digital participation orientations, which appear to be consistent across different age groups. Of all forms of digital participation, youths reported spending the majority of their screen time engaging in friendship-driven digital social networking. However, some adolescents reported socio-digital engagement that reached out to a wider audience, including sharing their art, providing a game server to facilitate other people’s gaming activities, or building an extended network of developing expertise in the process. The second main finding was that there truly appeared to be a gap between adolescents’ digital and academic engagement. The results revealed that motivationally indifferent students were more likely to engage in social media and gaming. Students who preferred digital learning but did not have the chance to digitally engage at school experienced a decrease in school engagement over time. Moreover, cynicism towards school and feelings of inadequacy predicted increased engagement with social media and action gaming. The third main finding was that digital participation yields both demands and resources and that these are tied together via multiple processes. Social media engagement was cross-sectionally related to lower study engagement and/or to higher symptoms of burnout, especially exhaustion. Longitudinally, social media engagement and emotional exhaustion were reciprocally related at the within-person level; exhaustion predicted an increase in social media engagement and vice versa. In turn, knowledgeoriented digital engagement was cross-sectionally related to higher study engagement, and digital learning preference predicted higher schoolwork engagement over time. To conclude, adolescents’ socio-digital engagement is fundamentally multidimensional and should be treated as such. The results showed support to the gap hypothesis, but the results also suggest that the manifestation of this gap is dependent on multiple factors, both individual and contextual. The gap might emerge because of out-ofschool digital engagement that is not recognized in school or the gap might emerge due to problems in school leading to increased time spent with digital media. Intensive sociodigital engagement may also increase the daily psychological demands to such an extent that it hinders schoolwork, leading to symptoms of school burnout, but it can also increase the psychological resources supporting schoolwork given that congruence with academic practices is achieved.", "venue": "", "year": 2019, "referenceCount": 164, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "4242876", "name": "L. Hietajärvi"}]}}, {"contexts": ["American adolescents increasingly access online communities for social support and advice about personal matters [33-37]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3be0044d6d3c931bc0de897f294a02e781040214", "externalIds": {"MAG": "2974777769", "PubMedCentral": "6753897", "DOI": "10.2196/13936", "PubMed": "31536963"}, "url": "https://www.semanticscholar.org/paper/3be0044d6d3c931bc0de897f294a02e781040214", "title": "Gender Perspectives on Social Norms Surrounding Teen Pregnancy: A Thematic Analysis of Social Media Data", "abstract": "Background Social concern with teen pregnancy emerged in the 1970s, and today’s popular and professional health literature continues to draw on social norms that view teen pregnancy as a problem—for the teen mother, her baby, and society. It is unclear, however, how adolescents directly affected by teen pregnancy draw upon social norms against teen pregnancy in their own lives, whether the norms operate differently for girls and boys, and how these social norms affect pregnant or parenting adolescents. Objective This research aims to examine whether and how US adolescents use, interpret, and experience social norms against teen pregnancy. Methods Online ethnographic methods were used for the analysis of peer-to-peer exchanges from an online social network site designed for adolescents. Data were collected between March 2010 and February 2015 (n=1662). Thematic analysis was conducted using NVivo software. Results American adolescents in this online platform draw on dominant social norms against teen pregnancy to provide rationales for why pregnancy in adolescence is wrong or should be avoided. Rationales range from potential socioeconomic harms to life-course rationales that view adolescence as a special, carefree period in life. Despite joint contributions from males and females to a pregnancy, it is primarily females who report pregnancy-related concerns, including experiences of bullying, social isolation, and fear. Conclusions Peer exchange in this online forum indicates that American adolescents reproduce prevailing US social norms of viewing teen pregnancy as a social problem. These norms intersect with the norms of age, gender, and female sexuality. Female adolescents who transgress these norms experience bullying, shame, and stigma. Health professionals must ensure that strategies designed to prevent unintended adolescent pregnancy do not simultaneously create hardship and stigma in the lives of young women who are pregnant and parent their children.", "venue": "JMIR pediatrics and parenting", "year": 2019, "referenceCount": 99, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "46294291", "name": "K. Barker"}, {"authorId": "145984168", "name": "S. Subramanian"}, {"authorId": "2064811", "name": "R. Selman"}, {"authorId": "2492419", "name": "S. Austin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5e115ceb6690d5ac5a451cd41bac5461c30c1173", "externalIds": {"MAG": "3099507023", "DOI": "10.2478/rem-2019-0016"}, "url": "https://www.semanticscholar.org/paper/5e115ceb6690d5ac5a451cd41bac5461c30c1173", "title": "The fine line between public and private", "abstract": null, "venue": "", "year": 2019, "referenceCount": 10, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "113105576", "name": "Pier Cesare Rivoltella"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9ba05469f25584c636bc0a6593c34a8952f8c991", "externalIds": {"MAG": "2777530847", "DOI": "10.1080/01639625.2017.1411023"}, "url": "https://www.semanticscholar.org/paper/9ba05469f25584c636bc0a6593c34a8952f8c991", "title": "Tolerable Deviance and How it Applies to Cyberbullying", "abstract": "ABSTRACT As a result of the modern youth culture’s reliance on technology and instant communications, mainly through social media platforms, bullying has transitioned to the online domain where cyberbullying has emerged. Among youth, cyberbullying can be viewed as a type of tolerable deviancy where youth often do not question the deviant nature of their online behaviors. This research explores the creation of the scale of deviancy as developed through a qualitative popular film analysis where low-, moderate-, and high-level deviancy characterize various cyberbullying behaviors and captures the essence of the escalation of harm faced by cyber victim(s).", "venue": "", "year": 2019, "referenceCount": 37, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "117809679", "name": "Molly-Gloria Harper"}]}}, {"contexts": ["Previous studies have identified various categories of social media engagement (Ito et al., 2010; Jansz, Slot, Tol, & Verstraeten, 2015; Shao, 2009).", "Socialmedia are central to the everyday lives ofmany teens (boyd, 2014; Ito et al., 2010).", "In terms of participation and communication, adolescents can develop their social identity by communicating with peers and sharing their opinions in comments sections or by rating content (boyd, 2014; Ito et al., 2010).", "their opinions in comments sections or by rating content (boyd, 2014; Ito et al., 2010).", "Research in different countries has shown that media use plays an important role in this development (boyd, 2014; Ito et al., 2010; Valkenburg & Peter, 2011).", "Finally, adolescents can express their identities by creating and sharing their own content (boyd, 2014; Ito et al., 2010)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "b347f0c53751494cc8ea2219a5be228033aab491", "externalIds": {"MAG": "2954403277", "DOI": "10.17645/MAC.V7I2.1879"}, "url": "https://www.semanticscholar.org/paper/b347f0c53751494cc8ea2219a5be228033aab491", "title": "Urban & Online: Social Media Use among Adolescents and Sense of Belonging to a Super-Diverse City", "abstract": "In a world of continuous migration, super-diverse cities consist of a multitude of migrants and non-migrants from a variety of cultural backgrounds. Yet one characteristic they all have in common is the place where they currently live. In addition, both groups are active users of social media, especially the young. Social media provide platforms to construct and negotiate one’s identity—particularly the identity related to where one lives: urban identity. This article presents the results of a survey study (N = 324) investigating the relationships between social media engagement and identity construction among migrant and non-migrant adolescents in the super-diverse city of Rotterdam, the Netherlands. It was found that urban identity was significantly higher for migrants than non-migrants. Certain aspects of social media engagement predicted urban identity in combination with social identity. Finally, social media engagement was found to be positively related to group self-esteem.", "venue": "Media and Communication", "year": 2019, "referenceCount": 55, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1471054723", "name": "Anne K. van Eldik"}, {"authorId": "2632143", "name": "J. Kneer"}, {"authorId": "2058494", "name": "J. Jansz"}]}}, {"contexts": ["Some researchers have illustrated how a growing majority of today’s adolescents create and share multimodal content online for authentic purposes and audiences (Ito et al., 2010).", "…216 3/7/19 4:17 PM\ntion during multimodal composing processes has been emphasized by research situated in and out of schools, which illustrates how adolescents distribute labor and provide one another valuable feedback on their designs (Ito et al., 2010; Jocius, 2013)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "dc9ec81f44487e238f7decd61f2d104a634611b6", "externalIds": {"MAG": "2951466920"}, "url": "https://www.semanticscholar.org/paper/dc9ec81f44487e238f7decd61f2d104a634611b6", "title": "Mediational Modalities: Adolescents Collaboratively Interpreting Literature through Digital Multimodal Composing", "abstract": "While literary interpretation and other traditional written genres have continued to be foundational to secondary English language arts curricula, there has concurrently been a call for an expanded view of literacy that requires students to be skillful consumers and producers of digital multimodal compositions. Bridging these often-conflicting priorities in the ELA classroom, some scholars have begun to examine how adolescents can interpret literature through digital multimodal composing. This study builds upon this developing field by exploring how 27 culturally and linguistically diverse 10th-grade students collaboratively interpreted literature by creating two digital projects—a hypertext literary analysis and a video literary analysis. In particular, sociocultural and social semiotics theoretical frameworks were integrated to understand how working with visuals, sound, and text in digital spaces mediated students’ interpretations of literature during their composing processes. Data sources included screen capture and video observations, design interviews, written reflections, and multimodal products. Through qualitative and multimodal data analysis, three main themes emerged for how multiple modes mediated students’ literary interpretive processes: (1) conceptualizing literary themes, (2) constructing multilevel connections to literature, and (3) elucidating literary meaning. These findings contribute new insights into how multiple modes can serve as valuable tools for thinking during students’ composing processes, including helping students to collaboratively discuss and articulate their understanding in complex and innovative ways. This study concludes with implications for how secondary ELA teachers can effectively integrate digital multimodal projects in the multilingual classroom to support literary interpretation.", "venue": "", "year": 2019, "referenceCount": 68, "citationCount": 14, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "35098540", "name": "Blaine E. Smith"}]}}, {"contexts": ["Due to the user-generated content focused character of these platforms, content creation and publication has become available to many regardless of their geographical location or absence of professional materials (Ito et al., 2010; Turner, 2014)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e72228d52554d494e7d442d46fdedf5fa18bf39c", "externalIds": {"PubMedCentral": "6930894", "MAG": "2995828296", "DOI": "10.3389/fpsyg.2019.02876", "PubMed": "31920892"}, "url": "https://www.semanticscholar.org/paper/e72228d52554d494e7d442d46fdedf5fa18bf39c", "title": "Urban Influencers: An Analysis of Urban Identity in YouTube Content of Local Social Media Influencers in a Super-Diverse City", "abstract": "Influencers belong to the daily media diet of many adolescents. As role models, they have the potential to play a crucial role in the identity construction of their viewers. In the age of social media, such role models may now be found more locally – in the same city – and perhaps with more diverse backgrounds. This may be particularly valuable to adolescents growing up in super-diverse cities, as they are surrounded by a multitude of groups and identities during a life phase in which they have to make sense of who they are and where they belong. Despite the heterogeneity of these identities, there is one thing all have in common: the city they live in. With the city as a common framework, local influencers may be important role models for these adolescents, particularly in negotiating their urban identity. This paper aims toward mapping the ways in which social media can play a role in the negotiation of urban identity among youngsters by investigating how YouTube influencers from a super-diverse city are related to each other online, and how their content relates to the (super-diverse) city of Rotterdam. Findings show that in their videos and on their channel pages, influencers mainly affiliate themselves with the city through having the city as the background and context of the videos, through their involvement with cultural trends (e.g., soccer, hip-hop) that link to the city, and through their affiliation with other local influencers. We argue that influencers may therefore provide their viewers with content that may potentially help their local viewers strengthen their urban identity.", "venue": "Front. Psychol.", "year": 2019, "referenceCount": 128, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "1471054723", "name": "Anne K. van Eldik"}, {"authorId": "2632143", "name": "J. Kneer"}, {"authorId": "68976836", "name": "Roel O Lutkenhaus"}, {"authorId": "2058494", "name": "J. Jansz"}]}}, {"contexts": ["Nor did it provide rewards and competitions that push contributors to improve their craft (Ito et al. 2010)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f6d35723ab0455aeaa51bdda00fed2803cb76fc2", "externalIds": {"MAG": "2956696414", "DOI": "10.1080/17439884.2019.1640738"}, "url": "https://www.semanticscholar.org/paper/f6d35723ab0455aeaa51bdda00fed2803cb76fc2", "title": "Young black women curate visual arts e-portfolios: negotiating digital disciplined identities, infrastructural inequality and public visibility", "abstract": "ABSTRACT Despite the growing importance of digital portfolios for justifying creative work and study opportunities, little is known about arts students’ creative appropriation of online portfolios in secondary school. In particular, there is a research gap concerning the challenges that young black women face when curating portfolios as visual arts students. This paper describes the key challenges that three such government school students negotiated when taught to creatively appropriate an online portfolio software for curating showcase visual arts e-portfolios: In formal contexts, art students’ e-portfolios are strongly shaped by assimilatory norms. Visual arts students who want to develop portfolios that follow local or global crafts and fandoms must negotiate their low status in, or complete exclusion from, the national syllabus. Students in under-resourced school and home settings may already be using other online portfolio solutions that suit their purposes better than the particular software prescribed in arts lessons. Online portfolios are public by default and young women negotiated this risk by using pseudonymous self-presentations. Each student's classroom practices were also constrained by a technology selected for its minimalist exhibition aesthetic. Students curated showcase exhibitions, but the prescribed service did not facilitate a wider exploration of contemporary digital practices.", "venue": "Learning, Media and Technology", "year": 2019, "referenceCount": 149, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144922761", "name": "Travis M Noakes"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f76b13a324e17f17c189f10666fbcd4283fdcd3b", "externalIds": {"DOI": "10.34104/bjah.019.14027"}, "url": "https://www.semanticscholar.org/paper/f76b13a324e17f17c189f10666fbcd4283fdcd3b", "title": "Impact of Social Networking Sites on Interpersonal Relationship among Teenager: A Sociological Analysis in the District of Bagerhat", "abstract": "Social Networking Sites (SNSs) are clearly becoming an authentic and chosen form of Communication. At present, utilize of SNSs amongst teenage students has enlarged, and utilize of SNS has extensive influence on these students in various ways, especially on their interpersonal relationships. The current study is placed in this context to determine the influence of SNS on interpersonal relationships of the teenager, and also find out the impetus of utilize, interest, as well as danger associated with SNS among the college student. In this study students finished a questionnaire that utilizes of SNSs from Khalilur Rahman Degree College, Shahed Hemayet Uddin Girl’s High School, and Wajed Memorial Secondary School at Mollahat Upazila for creating primary data; It was established that the utilize of SNS has a result on interpersonal relationships of a teenager, particularly with their members of family, and friends. We were also found that how much average time they take up on SNSs, what kind of alter has occurred in their face to face relationship. The study also tries to reveal the benefit and dangers associated with SNSs among teenagers. The study found that, although the SNSs have supported improve relationships among teenagers as friends, they have also created some negative effects such as losing their time, increase crime, and immoral activities, and increase their monthly expenditure. It provides an outlook for exploring the technological implications of a society in the domain of sociology.", "venue": "British Journal of Arts and Humanities", "year": 2019, "referenceCount": 12, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f8856073969b2a577394def38ec7d5be4844884f", "externalIds": {"MAG": "2984084973", "DOI": "10.1093/ct/qtz028"}, "url": "https://www.semanticscholar.org/paper/f8856073969b2a577394def38ec7d5be4844884f", "title": "The Visual Citizen in a Digital News Landscape", "abstract": "This article’s contribution to theory-building focuses on the everyday circumstances under which journalism encourages a civic gaze. Specifically, it elaborates our heuristic conception of the “visual citizen” to explore journalism’s mediation of a politics of seeing, paying particular attention to how and why renderings of in/visibility signify varied opportunities for civic engagement within digital news landscapes. In recognizing a distinction between direct and virtual witnessing, it establishes a conceptual basis for an inductive typology delineating interrelated, potential citizen-subject positions across a continuum. Four such positions are identified and appraised, namely the visual citizen as: (a) news observer and circulator, (b) accidental news image-maker and contributor, (c) purposeful news image-maker and activist, and (d) creative image-maker and news commentator. Evaluating these positions in relation to their significance for visual journalism, this article aims to advance efforts to rethink the inscription of imagery in news reportage and its import for public life.", "venue": "", "year": 2020, "referenceCount": 98, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "31158131", "name": "S. Allan"}, {"authorId": "38225178", "name": "Chris Peters"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fc37c33e6b5837ea322bbd4b96081e122509f874", "externalIds": {"MAG": "2911607045", "DOI": "10.4018/978-1-5225-7168-1.CH012"}, "url": "https://www.semanticscholar.org/paper/fc37c33e6b5837ea322bbd4b96081e122509f874", "title": "From Chat Therapy to Virtual Reality (VR)", "abstract": "This chapter aims to highlight some aspects linked with the psychological interventions adaptability to the virtual setting, focusing on advantages, limits, and the effectiveness criteria of an online intervention, and of the virtual reality (VR) applications in the clinical psychology field. First of all, the authors will examine the characteristics of the web-based setting and of the online psychological counseling service, underling opportunities and risks of text talk-based chat therapy and the issues dealing with the role of the therapist. This will be followed by the analysis of Twende! Project, an online psychological counseling service created by the Italian company Idego – Digital Psychology s.r.l. The chapter will conclude with the presentation of VR systems as an e-therapy tool, considering their application scopes in order to treat mental disorders and showing their adaptability and operational effectiveness in several clinical psychology areas.", "venue": "Advances in Psychology, Mental Health, and Behavioral Studies", "year": 2019, "referenceCount": 61, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "116499112", "name": "Simone Barbato"}, {"authorId": "2127252403", "name": "Lorenzo Di Natale"}]}}, {"contexts": ["Social media therefore presents a range of opportunities and risks for young people by redefining the pathways to risk (Cabinet Office, 2014; Livingstone & Smith, 2014) and as a tool for empowerment (boyd, 2008; Buckingham, 2008; Ito et al., 2010; Miller et al., 2016).", "However, this study which surveyed young people viewing U.K. YouTubers acknowledges that social media has led to new ways of forming community through new styles of communication and interaction (boyd, 2008; Buckingham, 2008; Caroll & Kirkpatrick, 2011; Ito et al., 2010).", "YouTubers acknowledges that social media has led to new ways of forming community through new styles of communication and interaction (boyd, 2008; Buckingham, 2008; Caroll & Kirkpatrick, 2011; Ito et al., 2010)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1785c3ced3c8a099bf14de24977081f993026864", "externalIds": {"MAG": "2796836709", "DOI": "10.1177/1556264618766953", "PubMed": "29629822"}, "url": "https://www.semanticscholar.org/paper/1785c3ced3c8a099bf14de24977081f993026864", "title": "Opt-Out Parental Consent in Online Surveys: Ethical Considerations", "abstract": "This article aims to foster discussion and debate around seeking parental consent from young people recruited online. The growth of social media, particularly for young people, has led to increased interest in young people’s online activities as both a research topic and recruitment setting. In a health-related study, which sought to recruit young people aged 13 to 18 years old from YouTuber fan communities to an online survey, the question arose of how parental consent could be sought from young people below 16 when no link existed between researcher and parents/guardians. A practical strategy is proposed which combines novel communication methods for participant information, opt-out online consent and age verification to address this issue. Strengths and limitations of these approaches are discussed.", "venue": "Journal of empirical research on human research ethics : JERHRE", "year": 2018, "referenceCount": 63, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "144381056", "name": "Jane Harris"}, {"authorId": "6965225", "name": "L. Porcellato"}]}}, {"contexts": ["Video games offer outlets for informal learning, something necessary in the digital age (Ito et al., 2009; Jenkins, Clinton, Purushotma, Robison, & Weigel, 2007)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "570d30840bd2c7c70be29e38f65492fd63148244", "externalIds": {"MAG": "2943456498"}, "url": "https://www.semanticscholar.org/paper/570d30840bd2c7c70be29e38f65492fd63148244", "title": "Unbeatable? Debates and Divides in Gender and Video Game Research", "abstract": null, "venue": "", "year": 2018, "referenceCount": 176, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "83122370", "name": "C. Cunningham"}]}}, {"contexts": ["In some cases, family members were able to stay closer with each other by using cellphones when a child left for college (Lee, Mezaros, & Colvin, 2009), or by using Skype when relatives lived in a distant location (Horst, 2010; Ivan & Hebblethwaite, 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "5bdb9c5224fd64f6bcbabef8e4f86ebfa6f55716", "externalIds": {"MAG": "2789406772", "DOI": "10.18666/TRJ-2018-V52-I1-8446"}, "url": "https://www.semanticscholar.org/paper/5bdb9c5224fd64f6bcbabef8e4f86ebfa6f55716", "title": "Recreation in Families with Children with Developmental Disabilities: Caregivers’ Use of Online and Offline Support Groups", "abstract": "The purpose of this study was to explore what role online and offline support groups play in the lives of families with children who have developmental disabilities. Eight semi-structured individual interviews were conducted with married mothers who had one to five children. The study revealed that caregivers saw online and offline support groups as playing important but different roles in their lives and the lives of their families. Online support groups were particularly appreciated during the initial steps of learning about a child’s disability when caregivers felt isolated and eager to learn more. During that stage, online support groups offered them volumes of valuable information and access to people across the world who go through similar experiences. Offline support groups offered participants of this study a sense of strong connection and belonging, and allowed them to spend time with other adults and learn about resources available in their community. The mothers also appreciated the opportunity provided to the children with disabilities and their siblings to make friends and spend time together. Subscribe to TRJ", "venue": "", "year": 2018, "referenceCount": 40, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "108263058", "name": "Iryna Sharaievska"}, {"authorId": "16279037", "name": "Brooke N. Burk"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5e092c5bf20840ac0cec12889aa36a483e89f7bf", "externalIds": {"MAG": "2910864621", "DOI": "10.1353/JEU.2018.0015"}, "url": "https://www.semanticscholar.org/paper/5e092c5bf20840ac0cec12889aa36a483e89f7bf", "title": "Teaching Critical Visual Literacies through #Selfies", "abstract": "Abstract:This qualitative, ethnographic case study investigated the use of selfies in the development of middle school students' critical visual literacy skills in the digital age. The data collected included the students' selfies and the video/photo recordings of the students during their selfie creation and analysis processes. Data was coded thematically (Charmaz) and analyzed using critical visual methods discussed in Rose's An Introduction to the Interpretation of Visual Materials and also using visual narrative analysis (Riessman), with a focus on creative production, community sharing, and critical deconstruction. Findings from the study indicate that a lesson on selfies can encourage reflection, critical thinking, and effective communication—twenty-first-century skills and competencies.", "venue": "", "year": 2018, "referenceCount": 39, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2113443794", "name": "J. Hughes"}, {"authorId": "1460240162", "name": "J. Morrison"}]}}, {"contexts": ["Around that time, new studies come up exacerbating the virtues of the media use among young people (Bennett, 2008; Ito, 2010; Watkins, 2009).", "However, these studies made an important contribute recognizing that youth is not a homogeneous mass (Bennett, 2008; boyd, 2014) and that the uses which young people do of the Internet can be very diverse (Ito, 2010; Watkins, 2009)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6f83c1eedda044f1decd90bef08ebc3aa3caeea1", "externalIds": {"MAG": "3094228947"}, "url": "https://www.semanticscholar.org/paper/6f83c1eedda044f1decd90bef08ebc3aa3caeea1", "title": "Protecting or Empowering:: News Literacy Education in the Midst of the Post-Truth Debate", "abstract": "There was a time when research concerning young’s relationship with the media was more technophobe. Scholars were more focused on the dangers and distresses than on the benefits that the technology would offer to young people. Accordingly, media literacy interventions were, then, designed to protect individuals from the harmful effects of the media. In particularly, in the 1980’s, education about the media was mostly designed to protect youngsters from negative content of television (Gutiérez & Tyner, 2012: 441). Then, with the generalization of the Internet use, research about young people and the media, at first, often focused more on concerns about cyberbullying, sexual predators, and so on. When media literacy is positioned under a protectionist perspective, it is assumed that people need protection from something that is harmful and more powerful than them. In a time that individuals would only act as an audience, what they could do to change the agenda was somehow more limited. So, in a way, it is understandable that many media educative interventions had that protectionist tone. However, as the media landscape changed to give more participatory initiative to the audience, new opportunities arose. Abstract At first, research concerning young’s relationship with the media was more focused on the dangers and distresses, than on the benefits that technology would offer to young people. However, after a while, an important shift occurred in the way how some researchers were framing their studies, focusing more on the opportunities posed by the use of the Internet by young people. In the light of the debate about the influence of (what some label as) fake news, particularly during the Brexit referendum and the presidential 2016 U.S. election trail, the discussion between risks and opportunities in media education is again pertinent. Some authors have sustained media literacy importance as a tool to react against the misinformation spread (Leetaru, 2016; McGivney, Kasten, Haugh, & DeVito, 2017), while others have been cautioning against a possible backlash effect (boyd, 2017; Craft, Ashley, & Maksl, 2017; Mihailidis & Viotty, 2017). Following Mihailidis and Viotty’s (2017) suggestion for the need to reposition news literacy in the post-truth debate, this essay looks into the literature and proposes that news literacy education should be providing means of protection while also providing means of empowerment. Additionally, this essay concludes that scholars and educators should consider positioning news literacy education in relation with human rights, humanism and global education. Protecting or Empowering: News Literacy Education in the Midst of the Post-Truth Debate", "venue": "", "year": 2018, "referenceCount": 21, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "119230093", "name": "Iola Ribeiro Campos"}]}}, {"contexts": ["It is interested for learners and learners learn new things and improve their knowledge in a very easy interested manner therefore, the educators should make give preference to these new methods of learning (Ito et al., 2009; Jenkins, 2006). Similarly, in study of O‘Keffe et al (2011) Suggest that social media facilitates the English learners to discuss their homework outside the classroom with their class-fellows and teachers and if they feel any difficulty regarding their homework then they may easily get help from other class fellows and even teachers."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "b440dc0c979af58e89e23934c97f49f513cdae32", "externalIds": {"MAG": "2975619619"}, "url": "https://www.semanticscholar.org/paper/b440dc0c979af58e89e23934c97f49f513cdae32", "title": "Social Media Effect on English Language Learning Proficiency at University Level in Khyber Pakhtunkhwa Pakistan", "abstract": null, "venue": "", "year": 2018, "referenceCount": 291, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46503774", "name": "Irfanullah Khan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d738dbc33e254dba6f6e510adf9e8cdb1dc4463a", "externalIds": {"MAG": "2887179823", "DOI": "10.1075/JAPC.00013.KIM"}, "url": "https://www.semanticscholar.org/paper/d738dbc33e254dba6f6e510adf9e8cdb1dc4463a", "title": "Migrant youth identity work in transnational new mediascape", "abstract": "\n This paper argues that transnational new media space is an important developmental context for migrant youth who have multiple social networks across geographical and cultural locations. Informed by the ecological model of development and literacy studies, this paper examines Korean migrant adolescents’ sense of self and belonging in relation to the three intertwined identity categories – nationality, race, and ethnicity; and the role of new media in youth’s identity negotiation and representation. Using an ethnographic case study design, this paper analyzes adolescents’ identity work reflected in their verbal interviews and multimodal new media literacy practices. Findings suggest that despite the complexity of youths’ identity as seen in their shifting meaning of being Korean across national, ethno-cultural, and racial contexts, youths actively reconstructed and shared a fuller range of their identity constructs drawing on the resources and linguistic tools in transnational new media.", "venue": "Journal of Asian Pacific Communication", "year": 2018, "referenceCount": 71, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49899366", "name": "Sujin Kim"}]}}, {"contexts": ["And both ethnographic and survey research confirms that, for the clear majority of youths, engagement with social media is spurred far more by a desire to socialize with friends and family, to engage with interests in sports, hobbies, and popular culture, and to be entertained than by a desire to engage with political issues or causes (Ekström & Östman, 2015; Ito et al., 2009).", "In this study, we assess the potential significance of two broad categories of online activity: friendship-driven (FD) and interest-driven (ID) engagement (see Ito et al., 2009; Jenkins, 2009).", "…youths, engagement with social media is spurred far more by a desire to socialize with friends and family, to engage with interests in sports, hobbies, and popular culture, and to be entertained than by a desire to engage with political issues or causes (Ekström & Östman, 2015; Ito et al., 2009).", "FD engagement, in contrast to ID engagement, generally takes place between individuals who know each other offline and to a greater degree are likely characterized by strong ties (see Ito et al., 2009)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "dc3cadf0aea03c9639e9bcdc1d0adfd387a2a6e6", "externalIds": {"MAG": "2791081941", "DOI": "10.1080/10584609.2018.1426662"}, "url": "https://www.semanticscholar.org/paper/dc3cadf0aea03c9639e9bcdc1d0adfd387a2a6e6", "title": "The Political Significance of Social Media Activity and Social Networks", "abstract": "This paper examines panel data from two waves of the Youth Participatory Politics Survey, a nationally representative sample of young people in the United States. It employs a cross-lagged design to investigate the extent to which common forms of online activity create pathways to online and offline forms of political activity. Specifically, we examine the influence of Friendship-Driven (FD) and Interest-Driven (ID) online activity on online participatory politics and on offline forms of political action. Our findings reveal that FD and ID activity relate to political engagement, but in different ways. In addition, we find that the size of young people’s social networks interacts with both FD and ID online activity to promote political activity. This indicates that having exposure to “weak-ties” (resulting from large social networks) promote higher levels of political engagement. These findings demonstrate the need to specify the kinds of online activities in which youth are engaged and, more broadly, the political significance of social media and social networks", "venue": "", "year": 2018, "referenceCount": 62, "citationCount": 83, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2107658", "name": "Joseph Kahne"}, {"authorId": "10397099", "name": "Benjamin T. Bowyer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e48d0da62b238db437da1d1aae356fc2206e1793", "externalIds": {"MAG": "2884003189", "DOI": "10.12795/REVISTAFUENTES.2018.V20.I1.02"}, "url": "https://www.semanticscholar.org/paper/e48d0da62b238db437da1d1aae356fc2206e1793", "title": "Creación de contenidos transmedia en la sociedad hiperconectada. Una etnografía digital con jóvenes universitarios", "abstract": "Se presenta un trabajo realizado con jovenes universitarios centrado en el analisis del diseno, creacion y difusion de contenidos transmedia y el papel que estos pueden jugar para el establecimiento de culturas participativas y el desarrollo social y comunitario. Tras realizar una breve introduccion respecto del papel que puede jugar la alfabetizacion transmedia y la cultura de la convergencia dentro de las instituciones de educacion formal, se expone el diseno educativo que ha sido objeto de investigacion. Posteriormente, el estudio aborda los principales elementos que conformaron el diseno de investigacion, habiendonos decantado por un trabajo que combinando la investigacion narrativa con la etnografia digital pretendia no solo realizar una descripcion del proceso seguido, sino, tambien, identificar las posibilidades de los proyectos transmedia en la universidad para el desarrollo de habilidades blandas, la gestion de saberes tacitos y la construccion colectiva de conocimiento. En un tercer momento se describen los principales resultados derivados del desarrollo educativo seguido en la elaboracion y produccion del contenido transmedia por el alumnado. Finalmente, se enumeran una serie de conclusiones en las que se discute ademas respecto de asuntos tan importantes como la relacion entre la alfabetizacion transmedia, la construccion de ciudadania y las mediaciones del aprendizaje desde la experimentacion creativa.", "venue": "", "year": 2018, "referenceCount": 27, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "108041938", "name": "Rocío Anguita Martínez"}, {"authorId": "66005471", "name": "L. Atienza"}, {"authorId": "117511918", "name": "Eduardo García Zamora"}]}}, {"contexts": ["Ito et al. (2010) posited that learning activities initiated by adults have “an unavoidably coercive dimension that is situated in a systemic power differential between adults and children,” (p. 23).", "Since “kids gain most of the knowledge and competencies in contexts that do not involve formal instruction,” (Ito et al., 2010, p. 21), learning designed with CL principles leans heavily on peer involvement and peer-to-peer sharing."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "ee8a549c32b86d438caf3fca86366c1937cd835b", "externalIds": {"MAG": "2885058624"}, "url": "https://www.semanticscholar.org/paper/ee8a549c32b86d438caf3fca86366c1937cd835b", "title": "Learners without Borders: Connected Learning in a Digital Third Space.", "abstract": "Authentic field experiences are an important aspect of most teacher education programs, yet collaboration often is difficult because of distance and limited resources. This collective case study aimed to explore the experiences of 30 ninthgrade English language arts (ELA) students and 17 preservice English education teachers as they collaborated in a digital Third Space on activities designed with Connected Learning (CL) principles. Through the free, online tool Slack (www.slack.com), the participants cocreated video remixes and built connections without actually meeting face to face. The study aimed to assess if digital Third Spaces constructed with CL principles could provide an authentic field experience, potentially offering a chance to improve preservice ELA teachers’ self-efficacy with teaching digital literacies and offer high school students an opportunity to experiment with multimodal composition. Instruction was designed with CL principles and used digital tools to help forge human connection. The findings suggest that digital Third Spaces and online collaborative networks can serve as viable sites for authentic field experiences when face-to-face partnerships are difficult. However, they also suggest a need for ELA teacher educators to work with their preservice teachers to develop strategic ways to use digital environments to build genuine relationships.", "venue": "", "year": 2018, "referenceCount": 50, "citationCount": 4, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "49618698", "name": "C. Moran"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fb472b02cbf52abb4bc9a33c5d6c08150cf92333", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/fb472b02cbf52abb4bc9a33c5d6c08150cf92333", "title": "Examining the Predictive Power of Financial Literacy and Theory of Planned Behavior on Intention to Change Financial Behavior", "abstract": "This study attempts to examine the intention of financial behavioral change intention using extended Theory of Planned Behavior (TPB) to underpin the research’s framework. Specifically, the objective of this study is to examine the effect of attitude, subjective norms and perceived behavioral control on intention to change the financial behavior. In addition to that, financial literacy is incorporated into the model as the antecedents influencing not only one’s attitude, subjective norms, and perceived behavioral control towards change in financial behavior, but also directly towards intention to change the financial behavior. Data were collected from undergraduate students in Malaysia (millennial generation), and analysed using Partial Least Squares Structural Equation Modelling. The findings suggested that all claimed hypotheses were partially supported. Implication and contribution of the study were discussed to justify the significance of this research.", "venue": "", "year": 2018, "referenceCount": 40, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "70378802", "name": "Nelson Lajuni"}, {"authorId": "96388838", "name": "Noraini Abdullah"}, {"authorId": "120658930", "name": "Imbarine Bujang"}, {"authorId": "31126848", "name": "Yusman Yacob"}]}}, {"contexts": ["…of youth and social media use vividly capture the extensive use of social media applications such as Facebook by the younger generation, but the studies also reveal that this use is not nearly as sophisticated as has been imagined (Ito et al., 2010; Jones, Ramanau, et al., 2010; OECD, 2012).", "Ito et al. (2010) found that the online social interactions of youth could be framed as either friendship-driven practices, as reported by Watkins (2009) and Ellison, Steinfield, and Lampe (2007), or interest-driven practices."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "08cb1acb7608e93c9a18ea1e360563d7f9fecc44", "externalIds": {"MAG": "2320773209", "DOI": "10.1080/21548455.2016.1161255"}, "url": "https://www.semanticscholar.org/paper/08cb1acb7608e93c9a18ea1e360563d7f9fecc44", "title": "Development and validation of a social media and science learning survey", "abstract": "ABSTRACT The purpose of this study is to describe the development and validation of a survey that examines science students’ social media learning behaviours. Inherent in critiques regarding ‘digital natives’ is a need to better understand what the current generation of learners actually do in their social media practices for learning. The survey can help us understand how students actually use social media for learning science. Survey development followed an inductive approach [Brinkman, 2013. Qualitative interviewing. Oxford ebook; Mansourian, 2006. Adoption of grounded theory in LIS research. New Library World, 107(9/10), 386–402; Strauss & Corbin, 1998. Basics of qualitative research: Grounded theory procedures and technique (2nd ed.). Newbury Park, CA: Sage], where survey design was informed by results of focus groups with secondary and post-secondary physics students and the survey was iteratively revised after two cycles of administration and validation interviews. The final version of the Social Media and Science Learning Survey can be used by educators and researchers to understand how social media tools can be leveraged in order to allow learning to emerge and to use this knowledge to frame recommendations and methods for integrating these tools into classroom-based environments.", "venue": "", "year": 2017, "referenceCount": 77, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144067880", "name": "Rachel F. Moll"}, {"authorId": "145813587", "name": "Wendy Nielsen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "119ec955dc580b8edf0aa611cebab81f1ffe2f2a", "externalIds": {"MAG": "2757462035"}, "url": "https://www.semanticscholar.org/paper/119ec955dc580b8edf0aa611cebab81f1ffe2f2a", "title": "Organizing for Relational Equity in Teaching and Learning: An Investigation of the Potential of Adult-Youth Relationships", "abstract": null, "venue": "", "year": 2017, "referenceCount": 148, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "52311035", "name": "Daniela K. DiGiacomo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "13423050cf8e64c2211eebaf036ec62994c9985e", "externalIds": {"MAG": "2398574263", "DOI": "10.1016/J.IJER.2016.05.002"}, "url": "https://www.semanticscholar.org/paper/13423050cf8e64c2211eebaf036ec62994c9985e", "title": "Negotiating time-space contexts in students’ technology-mediated interaction during a collaborative learning activity", "abstract": "Abstract In this article, we build on the notion of the chronotope to investigate how students create and manage time-space contexts in their technology-mediated interactions during a collaborative learning activity. Drawing on a dialogic approach, the study defines chronotopes as socially constructed time-space configurations with a specific narrative character that represent cultural practices and values, and that operationalize the framing of the interactional situation and its actors. The empirical data derive from a case study of students’ technology-mediated interactions while collaborating in writing a school musical script. The findings show how chronotopes offer a useful conceptual heuristic for researching the creation and management of often contradictory time-space contexts in students’ technology-mediated interactions intertwined with institutional, relational, and personal spheres of activity.", "venue": "", "year": 2017, "referenceCount": 61, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "33221569", "name": "K. Kumpulainen"}, {"authorId": "74858127", "name": "Antti Rajala"}]}}, {"contexts": ["This is supported by research which shows that young people’s social networks are an extension of their offline social networks (Davies, 2011, Ito et al., 2010, Pea et al., 2012, Yang, 2013).", "…working with the starting points that young people bring, in that many young people are already producing content in a large variety of digital spaces and places as ‘…active, creative social agents …’ (James and Prout, 1997, in Ito et al., 2010, p6), who are capable of influencing broader agendas."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1a966fe65692d1b069a6014b92b6e1eed31e0b16", "externalIds": {"MAG": "2899329420"}, "url": "https://www.semanticscholar.org/paper/1a966fe65692d1b069a6014b92b6e1eed31e0b16", "title": "Digital Tools, Spaces and Places as Mediators of Youth Work Practice.", "abstract": "Digital Tools, Spaces and Places as Mediators of Youth Work Practice. In the context of English youth and community work, this research project investigates digital tools, spaces and places as mediators of youth work practice, and proposes a model formulated through the identification of expansive drivers to guide both professional conduct and curriculum-based practice. The lives of English young people today are shaped by technologies which make interaction in a variety of digital spaces and places possible, yet there are divided views within the youth work community of practice about the place of digital tools, spaces and places as mediators of informal learning in a discipline traditionally focused on association, relationships and critical dialogue. Supported by the conceptual framework of Cultural Historical Activity Theory (CHAT), Developmental Work Research (DWR) techniques have been used to gather data from four English youth and community work practitioners through a workshop-based approach framed by CHAT pre-suppositions and the first three stages of Engestrom’s expansive learning cycle. The data analysis uses the four areas where contradictions can manifest within CHAT activity systems to examine how the use of digital tools, spaces and places aligns with youth work values and principles, and to examine how they can mediate informal learning opportunities with young people. The contribution to knowledge comprises the identification of four ‘spaces’ which are named as safety, production, information and communication, and which form the basis of a model to scaffold the professional use of digital tools, spaces and places as mediators of youth work practice. Expansive drivers, defined as the forces for learning, development and change, are identified within each of the spaces within the model and examined using continuum-based representations portraying professional practice and curriculum-based priorities. Metaphors of digital space and place emerging from within the DWR process are also appraised as a means to situate the work. The model is underpinned firstly by the premise that a youth worker’s choice of digital tool, space or place needs to be based on the needs and input of young people. Secondly, that using digital tools, spaces and places as mediators of youth work practice is most effective as an extension to existing face-to-face youth work where relationships between young people and youth workers have already been formed.", "venue": "", "year": 2017, "referenceCount": 359, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "119506224", "name": "J. Melvin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1d9d4bd74b6aa15584de0af96074f73f42db87fe", "externalIds": {"MAG": "2622083318"}, "url": "https://www.semanticscholar.org/paper/1d9d4bd74b6aa15584de0af96074f73f42db87fe", "title": "Transnational identities in a digital age: a case study of Niue", "abstract": "Niue is a small island developing state in the South Pacific, in free association with New Zealand. Freedom of movement between the two nations has resulted in a transnational negotiation of what Niueans say it means to be Niuean. This negotiation has in", "venue": "", "year": 2017, "referenceCount": 225, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "122589680", "name": "J. Anayo"}]}}, {"contexts": ["Stronger police surveillance in the physical spaces where gangs congregate further encourages gang members to seek out virtual spaces such as social media to express their affiliation, to sell drugs, and to celebrate their illegal activities [11]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "20f1486739e4538bf5f8ce47e8c4f9685433f149", "externalIds": {"MAG": "2786947159"}, "url": "https://www.semanticscholar.org/paper/20f1486739e4538bf5f8ce47e8c4f9685433f149", "title": "Finding Street Gang Member Profiles on Twitter", "abstract": "Balasuriya, Lakshika. M.S., Department of Computer Science and Engineering, Wright State University, 2017. Finding Street Gang Member Profiles on Twitter The crime and violence street gangs introduce into neighborhoods is a growing epidemic in cities around the world. Today, over 1.4 million people, belonging to more than 33,000 gangs, are active in the United States, of which 88% identify themselves as being members of a street gang. With the recent popularity of social media, street gang members have established online presences coinciding with their physical occupation of neighborhoods. Recent studies report that approximately 45% of gang members participate in online offending activities such as threatening, harassing individuals, posting violent videos or attacking someone on the street for something they said online in social media platforms. Thus, their social media posts may be useful to social workers and law enforcement agencies to discover clues about recent crimes or to anticipate ones that may occur in a community. Finding these posts, however, requires a method to discover gang member social media profiles. This is a challenging task since gang members represent a very small population compared to the active social media user base. This thesis studies the problem of automatically identifying street gang member profiles on Twitter, which is a popular social media platform that is commonly used by street gang members to promote their online gang-related activities. It outlines a process to curate one of the largest sets of verifiable gang member Twitter profiles iii that have ever been studied. A review of these profiles establishes differences in the language, profile and cover images, YouTube links, and emoji shared on Twitter by gang members compared to the rest of the Twitter population. Beyond the earlier efforts in Twitter profile identification that utilize features derived from the profile and tweet text, this thesis uses additional heterogeneous sets of features from the emoji usage, profile images, and links to YouTube videos reflecting gang-related music culture towards solving the gang member profile identification problem. Features from this review are used to train a series of supervised machine learning classifiers and they are further improved upon by using word embeddings learned over a large corpus of tweets. Experimental results demonstrate that heterogeneous features enabled our classifiers to achieve low false positive rates and promising F1-scores.", "venue": "", "year": 2017, "referenceCount": 46, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "6956992", "name": "Lakshika Balasuriya"}]}}, {"contexts": ["nologies mediate, more or less profoundly, all the personal and social activities of adolescents, many of whom make intensive use of such technologies outside school on a daily basis (European Parliament 2015; Ito et al. 2010; Jenkins et al. 2009; OECD 2015).", "Socio-digital technologies mediate, more or less profoundly, all the personal and social activities of adolescents, many of whom make intensive use of such technologies outside school on a daily basis (European Parliament 2015; Ito et al. 2010; Jenkins et al. 2009; OECD 2015).", "2007) that lead adolescents to cultivate their skills and competencies and engage in gradually more complex digital activities (Ito et al. 2010); however, some young people develop an obsessive passion (Vallerand et al.", "…(Vallerand et al. 2007) that lead adolescents to cultivate their skills and competencies and engage in gradually more complex digital activities (Ito et al. 2010); however, some young people develop an obsessive passion (Vallerand et al. 2007), or even addiction, involving repeated…", "Socio-digital practices might be driven by harmonious passions (Vallerand et al. 2007), leading adolescents to develop their skills and competencies and gradually engage in more complex activities (Ito\net al. 2010)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "23807fa7b29213d01f7802bec4880462d329277a", "externalIds": {"MAG": "2346929222", "DOI": "10.1007/s10964-016-0494-2", "PubMed": "27138172"}, "url": "https://www.semanticscholar.org/paper/23807fa7b29213d01f7802bec4880462d329277a", "title": "The Dark Side of Internet Use: Two Longitudinal Studies of Excessive Internet Use, Depressive Symptoms, School Burnout and Engagement Among Finnish Early and Late Adolescents", "abstract": "Recent research shows an increased concern with well-being at school and potential problems associated with students’ use of socio-digital technologies, i.e., the mobile devices, computers, social media, and the Internet. Simultaneously with supporting creative social activities, socio-digital participation may also lead to compulsive and addictive behavioral patterns affecting both general and school-related mental health problems. Using two longitudinal data waves gathered among 1702 (53 % female) early (age 12–14) and 1636 (64 % female) late (age 16–18) Finnish adolescents, we examined cross-lagged paths between excessive internet use, school engagement and burnout, and depressive symptoms. Structural equation modeling revealed reciprocal cross-lagged paths between excessive internet use and school burnout among both adolescent groups: school burnout predicted later excessive internet use and excessive internet use predicted later school burnout. Reciprocal paths between school burnout and depressive symptoms were also found. Girls typically suffered more than boys from depressive symptoms and, in late adolescence, school burnout. Boys, in turn, more typically suffered from excessive internet use. These results show that, among adolescents, excessive internet use can be a cause of school burnout that can later spill over to depressive symptoms.", "venue": "Journal of youth and adolescence", "year": 2017, "referenceCount": 53, "citationCount": 119, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "1398876431", "name": "K. Salmela‐Aro"}, {"authorId": "7485965", "name": "Katja Upadyaya"}, {"authorId": "34566068", "name": "K. Hakkarainen"}, {"authorId": "3029006", "name": "K. Lonka"}, {"authorId": "6068031", "name": "K. Alho"}]}}, {"contexts": ["Evolving pronoun usage may reflect evolving interests.(54) Exhaustive analysis of the audio/video data of all lessons must be completed to confirm any overall trends of interest evolution."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "56ee61705a5aa67c99d32f0f1d143b47a475ad11", "externalIds": {"MAG": "2745249524", "DOI": "10.18260/1-2--28529"}, "url": "https://www.semanticscholar.org/paper/56ee61705a5aa67c99d32f0f1d143b47a475ad11", "title": "Infusing Empathy Into Engineering Design: Supporting Under-represented Student Interest and Sense of Belongingness", "abstract": "Henriette is retired engineer and has worked at Johnson & Johnson, Abbott Labs, Baxter Labs, Tenneco, Monsanto, Frucon Construction, SC Johnson Wax and HP as a manufacturing engineer, a design engineer and a project manager. She holds an engineering degree from Northwestern University, an MBA from University of Oregon and a MiT from Washington State University where she is currently a Ph.D. candidate in Math/Science Education. Henriette’s research agenda is unveiling and understanding the identity of non-typical STEM bound students; especially girls in engineering, through interest, belongingness and recognition by promoting empathy-based projects in instruction and practice.", "venue": "", "year": 2017, "referenceCount": 69, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "8630310", "name": "Henriette D. Burns"}, {"authorId": "8636513", "name": "Kristin Lesseig"}]}}, {"contexts": ["However, despite multiple studies that have been conducted on ICT use (e.g. Carvalho, Francisco, & Relvas, 2015; Hertlein, 2012; Horst, 2010), it is still unclear how ICT, including SNS, influences family relationships and family leisure.", "Previous studies discussed the benefits of SNS as a tool that helps to establish connections between family members separated by distance (Horst, 2010).", "While the fact that technology can help develop shared interests was mentioned by Horst (2010), other ways in which SNS improved family leisure were not discussed before.", "…way of communication between relatives separated by distance (Horst, 2010), ensuring more diverse social networks (Hampton, Sessions, Her, & Rainie, 2009), boosting intimacy among couples (Rabby & Walter, 2003) and serving as the only uniting experience between parents and children (Horst, 2010).", "On the one hand, ICT was praised for providing an easy and fast way of communication between relatives separated by distance (Horst, 2010), ensuring more diverse social networks (Hampton, Sessions, Her, & Rainie, 2009), boosting intimacy among couples (Rabby & Walter, 2003) and serving as the only…"], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "623a9cfbe11682aea33b8190b5f073f8498872db", "externalIds": {"MAG": "2336116127", "DOI": "10.1080/02614367.2016.1141974"}, "url": "https://www.semanticscholar.org/paper/623a9cfbe11682aea33b8190b5f073f8498872db", "title": "Family satisfaction and social networking leisure", "abstract": "Abstract The purpose of this study was to explore the bidirectional relationship between the use of social networking sites (SNS) for leisure, and family and leisure satisfaction. The sociotechnological model served as a sensitising theoretical framework for this study. Seven families (22 individuals) took part in group and individual interviews. The data obtained from interviews were analysed using constant comparative method. The results showed that influences of SNS on satisfaction with family leisure and family satisfaction varied: the use of SNS helped families to build enjoyable family leisure, stay connected with family members and increase a sense of belonging. In some cases, however, it also decreased the amount of time spent with family, lowered attention during face-to-face interactions, provided opportunity for negative comparisons and caused concerns about the development of social skills among youth. In turn, family relationships and satisfaction with family life influenced the way family members used SNS for leisure. Some participants increased the use of SNS during times of family conflict in order to seek support and as a way to distract themselves from unpleasant thoughts. Others limited their use of SNS due to lack of interest in social pursuits and to avoid sharing information about family conflicts.", "venue": "", "year": 2017, "referenceCount": 51, "citationCount": 30, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "108263058", "name": "Iryna Sharaievska"}, {"authorId": "12213236", "name": "M. Stodolska"}]}}, {"contexts": ["This contrasts parents’ past preferences for wanting their children to play on consoles [37] and in shared media spaces in the home [25].", "The looser screen time rules that some of our participants had for their children correspond to prior work that routines (like structuring time in order to play games) change seasonally, with summers and breaks being less structured [25].", "’s [25] study, parents placed restrictions on new media use, such as setting time limits and requiring children to finish schoolwork, chores, and “productive activities” before playing digital games or going on social networks.", "Families ‘Hanging Out’ with Games One way that co-use has been conceptualized is as a genre of participation with new media called ‘hanging out’ [25].", "Finally, our results follow research about joint participation and gameplay as a form of ‘hanging out’ around new media that leads to family bonding [25].", "They also set up specific media areas in the house to be able to monitor their children’s digital media use in a more public space [25].", "[25] define ‘hanging out’ as when people engage with new media in the process of spending time together.", "’s [25] studies, families ‘hung’ out with new media and viewed this time as a way to facilitate both communication and bonding.", "[25] found that parents consistently worried about the amount of time their children spent using new media.", "[25] note specifically, “‘Hanging out’ genres of gaming enable people to bridge different forms of gaming expertise and to cross generational and gender divides” (p."], "isInfluential": true, "intents": ["background", "result"], "citingPaper": {"paperId": "64531693d3010510520c076726201e18e263df3d", "externalIds": {"MAG": "2610843477", "DBLP": "conf/chi/SobelBHLKY17", "DOI": "10.1145/3025453.3025761"}, "url": "https://www.semanticscholar.org/paper/64531693d3010510520c076726201e18e263df3d", "title": "It wasn't really about the Pokémon: Parents' Perspectives on a Location-Based Mobile Game", "abstract": "Though prior work shows parents worry about screen media experiences displacing physical activity and time outdoors, this research does not account for location-based mobile games like Pokémon GO, which specifically facilitate outdoor activity. To fill this gap in the research, we surveyed and interviewed parents to understand (1) their values and perceptions of this type of gameplay and (2) how they co-play Pokémon GO with their children. Our findings provide empirical evidence that, in addition to appreciating the increased exercise and time outdoors, parents valued how play led to family bonding experiences. Furthermore, some traditional concerns about screen time persisted in this context, and new concerns about safety in real-world environments emerged. Parents mitigated these concerns with rules and gameplay choices, such as maintaining control of the mobile device, to ensure children were safe. This work contributes an empirical understanding of families as co-users of technology and offers a generative lens to study and design for joint media engagement among family members where gameplay differs from normative notions of screen time.", "venue": "CHI", "year": 2017, "referenceCount": 100, "citationCount": 71, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "1841016", "name": "Kiley Sobel"}, {"authorId": "49696412", "name": "Arpita Bhattacharya"}, {"authorId": "2749233", "name": "Alexis Hiniker"}, {"authorId": "2000590889", "name": "Jin Ha Lee"}, {"authorId": "1738606", "name": "J. Kientz"}, {"authorId": "145964520", "name": "Jason C. Yip"}]}}, {"contexts": ["However, the work here follows the lead of Ito et al. (2010) and others who use literacy to describe “a set of standards that are under continuous development and negotiation through social activity” (p. 24)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "71877082d7be3982d67a113ba259667d992c1780", "externalIds": {"DOI": "10.1080/10508406.2017.1307198"}, "url": "https://www.semanticscholar.org/paper/71877082d7be3982d67a113ba259667d992c1780", "title": "Learning Along Lines: Locative Literacies for Reading and Writing the City", "abstract": "The “everyware” paradigm opens up new possibilities for learning on-the-move with technologies through urban spaces while also raising questions about emerging literacies required of users to understand and use the digital traces these technologies generate. This article develops locative literacies as a way of understanding place-based, digital modes of reading and writing different representational forms at the scale of the city. I explore a new analytic unit, learning along lines, as a tool for supporting the design and analysis of learning contexts where the leading mode of engagement for young learners was physical and digital mobility through the city. Learning along lines emerged from a design study in which youth produced counter-maps of their neighborhood to share with city stakeholders. Using a spatiotemporal framewo rk, I analyze youth learning locative literacies along lines they made of their neighborhood through a designed task, global positioning system (GPS) drawing. First, I focus on young people learning to scale their mobility to a neighborhood grid along lines they made through walking and gesture. Second, I focus on young people learning to negotiate inscriptions along lines they made by walking with maps and GPS devices through their neighborhood. Third, I focus on youth learning to re-member their embodied effort along lines they made discursively during moments of reflection. The analyses are intended to push the field’s understanding of mobility in conceptualizing and designing new forms of learning locative literacies. Learning along lines foregrounds humans not merely as consumers or generators of texts but as being part of that text, literacy agents of a text they populate.", "venue": "", "year": 2017, "referenceCount": 106, "citationCount": 25, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1807492114", "name": "Katie Headrick Taylor"}]}}, {"contexts": ["…for the development of personal identity, mediate in the relationships of young people with their friends, partners and broad groups (Agosto and Abbas, 2010; Ito et al., 2009), boost trust and loyalty (Radmacher and Azmitia, 2006) and foster the obtaining of social support (Larose et al., 2001).", "Descriptive and ethnographic research on the behaviour of young people in internet highlights that SNS are essential for the development of personal identity, mediate in the relationships of young people with their friends, partners and broad groups (Agosto and Abbas, 2010; Ito et al., 2009), boost trust and loyalty (Radmacher and Azmitia, 2006) and foster the obtaining of social support (Larose et al."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "71b26e44c2999d68f4798840432a311baebc9149", "externalIds": {"DBLP": "journals/kybernetes/Sanchez-FrancoM17", "MAG": "2606554057", "DOI": "10.1108/K-01-2016-0013"}, "url": "https://www.semanticscholar.org/paper/71b26e44c2999d68f4798840432a311baebc9149", "title": "A knowledge structures exploration on social network sites", "abstract": "This paper aims to describe a method for combining perceived community support, relationship quality and the extended technology acceptance model in the same empirically derived associative network. The research also examines the moderating role of accumulation of knowledge (based on beliefs and opinions) derived from social interactions.,The Pathfinder algorithm is a valid approach for determining network structures from relatedness data. Such a graphical representation provides managers with a comprehensible picture of how social behaviours relate to loyalty-based dimensions.,As the benefits of community participation and integration might be differently evaluated by new and long-term users, the research examines the associative network by levels of user familiarity. This study indeed contributes to the analysis of enduring social bonds with respect to individuals’ decision-making processes, as it provides details representing specific relationships between diverse concepts based on true-loyalty.,The application of Pathfinder to the study of online social services and user behaviour appears to have potential for unveiling the structures of social network sites members and designing successful strategies for prospective community managers.,This is the first study to the author’s knowledge that empirically tests a theory-grounded framework for integrating individual characteristics and relational driver and focuses on associative structures evidenced as a representation of the most salient loyalty-based concepts by also studying the moderating effects of familiarity.", "venue": "Kybernetes", "year": 2017, "referenceCount": 132, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1398203154", "name": "M. J. Sánchez-Franco"}, {"authorId": "2096142339", "name": "Mirian Muñoz-Expósito"}, {"authorId": "8293958", "name": "A. F. V. Ramos"}]}}, {"contexts": ["Accessibility and ease of communication facilitated by ICT allows families to stay in touch with distant relatives, reconnect with old friends, and plan and organize leisure activities with others in the community (Horst, 2010; Parry, Glover, & Mulcahy, 2013; Sharaievska & Stodolska, 2015; Valentine & Skelton, 2008).", "…of communication facilitated by ICT allows families to stay in touch with distant relatives, reconnect with old friends, and plan and organize leisure activities with others in the community (Horst, 2010; Parry, Glover, & Mulcahy, 2013; Sharaievska & Stodolska, 2015; Valentine & Skelton, 2008).", "Parents also often structure the environment in the house to ensure at least partial control over their children’s activities online (Horst, 2010).", "…power imbalance between parents and their children due to differences in digital literacy, competition among siblings for computer time, and disagreement among family members on the rules of Internet use (Aarsand, 2007; Horst, 2010; Huisman, Edwards, & Catapano, 2012; Masch, 2006;Watkins, 2009).", "Moreover, inter-generational conflictwas also related to reduced parent-child time and resulted from the power imbalance between parents and their children due to differences in digital literacy, competition among siblings for computer time, and disagreement among family members on the rules of Internet use (Aarsand, 2007; Horst, 2010; Huisman, Edwards, & Catapano, 2012; Masch, 2006;Watkins, 2009).", "Some children felt more connected to their parents because they developed shared interests, such as computer games and social media, and had an opportunity to share leisure time and space with their parents online (Bakardjieva, 2005; Horst, 2010; Sharaievska & Stodolska, 2016).", "The parents inmultiple studies, particularly parents of younger children, reported that theymaintain control over the time, space, and context of ICT use by their children (Horst, 2010; Sharaievska & Stodolska, 2015)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "765c85c5bec2af93ec0e0543542c6d5ef5000a5e", "externalIds": {"MAG": "2744515900", "DOI": "10.1080/01490400.2017.1333058"}, "url": "https://www.semanticscholar.org/paper/765c85c5bec2af93ec0e0543542c6d5ef5000a5e", "title": "Updating the Family Operating System: A Literature Review of Information Communication Technology and Family Leisure", "abstract": "ABSTRACT This article examines the ways in which information communication technology (ICT) influences how contemporary families function, build relationships, and enjoy leisure. The literature review focuses on several areas of family life influenced by ICT use, specifically e-leisure, family communication, and family intimacy. A call for future research outlines several areas of exploration, including ICT use and family leisure, changes in perception of healthy and well-functioning families, the influence ICT use has on the development and well-being of individual family members and families with diverse family structures, and characteristics of technology that might be used by family members to improve leisure and relationships.", "venue": "", "year": 2017, "referenceCount": 106, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "108263058", "name": "Iryna Sharaievska"}]}}, {"contexts": ["…argue that even though some adolescents do not have computer or Internet access, they are “participants in a shared culture where new social media, digital distribution, and digital media production are commonplace among their peers and in their everyday school contexts” (Ito et al., 2010, p. 30).", "Distinctions between their lived and “online” experiences are increasingly difficult to make, as both types of experiences are part of and influence the other (Ito et al., 2010).", "Ito et al. (2010) and Kupiainen (2013) describe some of the consequences of growing\nup in “media ecologies” where networked media play a dominant role in the lives of adolescents."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8c09d8da76a6bf35fbe2f10745cb726a8d2f3fb9", "externalIds": {"MAG": "2626540588"}, "url": "https://www.semanticscholar.org/paper/8c09d8da76a6bf35fbe2f10745cb726a8d2f3fb9", "title": "Participation and Experiences of Reclassified English Language Learners in a Learning Management System", "abstract": null, "venue": "", "year": 2017, "referenceCount": 181, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "82203386", "name": "F. Hurtado"}]}}, {"contexts": ["The social networks have changed the way we use language and the way we communicate (Ito et al. 2010)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "92967c19a6ae0dd7d2de5d3d8b1822411858c88c", "externalIds": {"MAG": "2529773478", "DOI": "10.1080/14681366.2016.1231709"}, "url": "https://www.semanticscholar.org/paper/92967c19a6ae0dd7d2de5d3d8b1822411858c88c", "title": "Educational technology policy in Israel", "abstract": "Abstract The study examines Israel's educational technology policy in light of the coming-of-age of ICT. The study shows the ways it has been developing, and identifies two major shifts which have occurred in recent years: the introduction of the national educational cloud, and the enabling of the “bring your own device” (BYOD) policy. The way Israeli decision-makers perceive the relationship between education, society, and technology, and the forces involved in shaping the policy is analyzed. Technology in education is perceived as a solution to societal and educational problems and as an unstoppable force. Efforts to implement technology in education have been made without significant awareness of the dialectical nature of technology. Two different implementation approaches compete. I illustrate the connection between the Ministry of Education’s organizational structure and the nature of the implementation of national ICT curricular programs. Findings also reveal ongoing disruption regarding policy between Israel’s academia, teachers’ colleges, and the Ministry of Education.", "venue": "", "year": 2017, "referenceCount": 52, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1818058", "name": "Benzi Slakmon"}]}}, {"contexts": ["…spaces, both in person and online, centers topically around making, but is otherwise similar to other communities: people socialize, read, share project details, watch videos, joke around, and engage in other forms of hanging out and geeking out (cf. Ito et al., 2010; Kafai & Peppler, 2011).", "Gee (2007) and Ito et al. (2010) have shown how informal, leisure activities can provide foundational experience with sophisticated language and transactional processes necessary for later engagement in academic discourse.", "…community-driven processes of learning and identity development suggests examining research on online learning communities (e.g., Buckingham, 2008; Ito et al., 2010), while researchers interested in the development and maintenance of interest, engagement, and identity development will find a…", "An interest in community-driven processes of learning and identity development suggests examining research on online learning communities (e.g., Buckingham, 2008; Ito et al., 2010), while researchers interested in the development and maintenance of interest, engagement, and identity development will find a robust literature on these topics in hobbies, technology, and science (e."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "9ae4064422f80413b29d07429559a79033a68c4b", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/9ae4064422f80413b29d07429559a79033a68c4b", "title": "The Promise of the Maker Movement for Education", "abstract": "The Maker Movement is a community of hobbyists, tinkerers, engineers, hackers, and artists who creatively design and build projects for both playful and useful ends. There is growing interest among educators in bringing making into K-12 education to enhance opportunities to engage in the practices of engineering, specifically, and STEM more broadly. This article describes three elements of the Maker Movement, and associated research needs, necessary to understand its promise for education: 1) digital tools, including rapid prototyping tools and low-cost microcontroller platforms, that characterize many making projects; 2) community infrastructure, including online resources and in-person spaces and events; and 3) the maker mindset, aesthetic principles, and habits of mind that are commonplace within the community. It further outlines how the practices of making align with research on beneficial learning", "venue": "", "year": 2017, "referenceCount": 70, "citationCount": 227, "influentialCitationCount": 49, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2103600169", "name": "University of California-Davis"}]}}, {"contexts": ["3 http://worldfilmcollective.com/archive/ 4 See also: Kahne, J., Lee, N., and Feezell, J. (2012), Ito (2010)."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bc94ecc6508dca5e3e6601ffad4c38811e6c057d", "externalIds": {"MAG": "2888381470"}, "url": "https://www.semanticscholar.org/paper/bc94ecc6508dca5e3e6601ffad4c38811e6c057d", "title": "Civics and Citizenship: Theoretical Models and Experiences in Latin America", "abstract": null, "venue": "", "year": 2017, "referenceCount": 50, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1403764985", "name": "Benilde García-Cabrero"}, {"authorId": "1402016538", "name": "Andrés Sandoval-Hernández"}, {"authorId": "1455123485", "name": "Ernesto Treviño-Villarreal"}, {"authorId": "114404888", "name": "Silvia Díazgranados Ferráns"}, {"authorId": "1411507292", "name": "María Guadalupe Pérez-Martínez"}]}}, {"contexts": ["…content, internet addiction or stranger-danger (Leung & Lee, 2012; S. Livingstone, 2008; Sonia Livingstone & Brake, 2010; Youn & Hall, 2008), or the researchers paint a rosy picture of teens creating and engaging with content across the globe (boyd, 2014; Ito et al., 2010; Jenkins, 2006).", "Livingstone, 2008; Sonia Livingstone & Brake, 2010; Youn & Hall, 2008), or the researchers paint a rosy picture of teens creating and engaging with content across the globe (boyd, 2014; Ito et al., 2010; Jenkins, 2006)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "c67bacb3c1236f1de6642601b4d1f292a2384df5", "externalIds": {"DBLP": "conf/asist/Waugh17", "MAG": "2888823874", "DOI": "10.1002/pra2.2017.14505401171"}, "url": "https://www.semanticscholar.org/paper/c67bacb3c1236f1de6642601b4d1f292a2384df5", "title": "Teen nerdfighters: An exploration of engagement in a complex fan community", "abstract": "This poster will examine teen Nerdfighters across a variety of social media platforms. Using both survey and interview data, this poster will draw maps of engagement to reflect on teen Nerdfighters' selection practices and flows between social media platforms.", "venue": "ASIST", "year": 2017, "referenceCount": 18, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science", "Political Science"], "authors": [{"authorId": "48892510", "name": "A. Waugh"}]}}, {"contexts": ["If teenagers are unable to reaffirm their friendships, spiteful deletions may follow an online argument or break-up, extending to offline spaces (boyd, 2010).", "92 against one another in offline contexts, whereas girls frequently gossip, ignore, insult, blame, create rumours, and use name calling in tightly-knit networks of friends (boyd, 2010; Simmons, 2002; Svahn & Evaldsson, 2011).", "This can be done by creating friendship hierarchies and posting photographs of occasions or creating group conversations that exclude some friends (boyd, 2010).", "Lucy fails to present positive wellbeing online, and her longing for friendship with the two girls soon transpires into online ‘drama’ (boyd, 2010; Simmons, 2002; Svahn & Evaldsson, 2011)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "cd1b58a98a3c66a736f9c66f05ab5a42c81023df", "externalIds": {"MAG": "2772259357"}, "url": "https://www.semanticscholar.org/paper/cd1b58a98a3c66a736f9c66f05ab5a42c81023df", "title": "Journeys and politics in and around digital media: an ethnographic study of how teenagers with physical disabilities use the internet", "abstract": "This thesis is based on a two-year ethnography, conducted in a special school, on how young people with physical disabilities use the internet. The thesis focuses on four key areas identified during the research. Firstly, the thesis highlights the embodied rhythms or pace and journeys or wayfaring that characterise how young people move in and between digital media and that are not captured by studies focusing on typologies of internet use. Secondly, the thesis discusses how young people with physical disabilities struggle to overcome stigma and exclusion in their online relationships, as rather than facilitate disembodied communication(s), digital media is increasingly saturated with normative visuality. Thirdly, the thesis discusses how young people with physical disabilities use of digital media is regulated by their teachers and parents, often limiting their use of this medium. Finally, the thesis explores how the young people enact disability in different contexts including the special school, mainstream colleges and the home, and what this tells us about these institutional contexts. In addition to participant observation the fieldwork also involved in-depth interviews with a small cohort of young people with physical disabilities and video diaries produced by participants that showcased how they use the internet in the home. Interviews were also carried out with some school staff from the special school as well as parents of participants. Home visits enabled observation of how participants use the internet in domestic settings, and some participants were followed to their mainstream colleges as they progressed into further education, or attended placements during the two-year period. \nA concern addressed in the thesis is how inequalities are reproduced and embedded in young people with physical disabilities habitual use of the internet. At the same time, the study found that these young people used the internet much in the same way as their able-bodied peers, for example, to play games, socialise and post images to garner approval. Video diaries revealed significant differences in the rhythms and journeys underpinning the way in which the young people used digital media, articulating contextual and habitual factors and the level of their disability. \nFurthermore, these young people used the internet to find, build and maintain social relationships online, to explore their sexuality and to engage in self-promotion on social networking sites. However, when online they also encountered various obstacles and struggled to overcome bodily stigma and exclusion within the visual and narrowly normative presentation of the self-online. \nSchool teachers and parents were found to adhere to regulatory policies and advice on how to mediate young people s access and use to digital media. This study found the regulatory practices (monitoring, blocking, filtering content) restricted how young people with physical disabilities could access and use digital media in the home and at school. For some participants their gender and ethnicity was found to intersect with their disability making them subject to substantial regulatory practices in the home. Moreover, the students who were more able-bodied found ways to evade the regulatory practices encountered in the school and at home. \nFinally, the study also found that the special school created a protective environment that fosters an inclusive space, where students with different abilities can prosper. In contrast however, their transition to mainstream colleges reveal that when they are expected to practice and adjust their disability to the normative practices in place for able-bodied students, they become hindered in their ability to feel included and perform academically.", "venue": "", "year": 2017, "referenceCount": 189, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116343270", "name": "Herminder Kaur"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "dd6f28c327624748f0a71bcc21f855c056d61e19", "externalIds": {"DBLP": "conf/candc/KowCCN17", "MAG": "2656514928", "DOI": "10.1145/3059454.3059473"}, "url": "https://www.semanticscholar.org/paper/dd6f28c327624748f0a71bcc21f855c056d61e19", "title": "Creative Information Use Among Young Adults: Challenges for Learning and Opportunities for Media (Re)Design", "abstract": "Despite spending significant amounts of time on the Internet, today's young adults often do not use online information effectively to support their creative pursuits--an activity we refer to as creative information use. In this exploratory study, we interviewed 19 media art college students in Hong Kong to understand their creative information use and to identify the challenges they faced in engaging with creative information online. The interviews reveal that young adults lacked sufficient media literacy to negotiate information online. More importantly, our study suggests that parents, teachers, and peers often failed to collectively sustain young adults' media-related interests and creativity development. We discuss research gaps in HCI and the design of technologies, and raise important issues of creative information use for future studies.", "venue": "Creativity & Cognition", "year": 2017, "referenceCount": 79, "citationCount": 3, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "3036566", "name": "Y. Kow"}, {"authorId": "4589162", "name": "Yunan Chen"}, {"authorId": "3395989", "name": "Waikuen Cheng"}, {"authorId": "18386186", "name": "Shun Hei Nit"}]}}, {"contexts": ["platforms that are characterized of opportunities for formation of friendship (Boyd 2010; Valkenburg and Peter 2011; Davis 2012).", "…children that were ‘poor’ in the sense that they were bullied and had few close friends had not increased their use of TMC. ‘Poor’ children were thus excluded from platforms that are characterized of opportunities for formation of friendship (Boyd 2010; Valkenburg and Peter 2011; Davis 2012).", "Online communication has downsides such as cyberbullying (Valkenburg and Peter 2011), but social media also allow individuals to build, maintain and develop friendships with peers (Boyd 2010)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f01e13eb563b423d11fb981672f1278af7cb972a", "externalIds": {"MAG": "2518859684", "DOI": "10.1111/cch.12409", "PubMed": "27625166"}, "url": "https://www.semanticscholar.org/paper/f01e13eb563b423d11fb981672f1278af7cb972a", "title": "Time trends of technology mediated communication with friends among bullied and not bullied children in four Nordic countries between 2001 and 2010", "abstract": "BACKGROUND\nFriends are important in childhood and adolescence, especially to bullied children. Technology mediated communication (TMC) could be used both to develop and maintain friendship. The present study examined (1) trends in the use of TMC with friends between 2001 and 2010; (2) possible differences between bullied and not bullied children and (3) differences between children with few close friends and children with several close friends.\n\n\nMETHODS\nData were obtained from three waves of the serial cross-sectional Health Behaviour in School-Aged Children survey conducted in Denmark, Finland, Iceland and Sweden during 2001/2002, 2005/2006 and 2009/2010. The total sample consisted of 65 953 children aged 11, 13 and 15.\n\n\nRESULTS\nTwo trends were observed. The first trend showed an increased use of TMC in all countries. Children that were not bullied and/or had several close friends had increased their use of TMC with friends from 2001 to 2010. The second trend was applicable only for bullied children with few close friends; they had not as other children increased their use of TMC and thus remained at the same levels as in 2001/2002.\n\n\nCONCLUSIONS\nBullied children with few close friends were excluded from communication forums that usually allow children to maintain and develop friendships. This is a concern because friends are important during childhood and adolescence, especially for bullied children.", "venue": "Child: care, health and development", "year": 2017, "referenceCount": 38, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "3582462", "name": "Y. Bjereld"}, {"authorId": "3189316", "name": "K. Daneback"}, {"authorId": "6148674", "name": "P. Löfstedt"}, {"authorId": "2669362", "name": "T. Bjarnason"}, {"authorId": "5110068", "name": "J. Tynjälä"}, {"authorId": "3588088", "name": "R. Välimaa"}, {"authorId": "1910975", "name": "M. Petzold"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f63f2d9ed3f5e8712443f45897f8e21845b0b2da", "externalIds": {"MAG": "2747323836", "DOI": "10.1007/978-94-6351-068-4_1"}, "url": "https://www.semanticscholar.org/paper/f63f2d9ed3f5e8712443f45897f8e21845b0b2da", "title": "Culture and Civic Competence", "abstract": "How we think about civic participation has changed dramatically in the last decade. This affects research and it affects education, practice and policy. These changes derive in part from a changing perspective on democratic processes in stable industrialized societies, but in part also from taking seriously the conditions, forms of governance and factors involved in social change in societies either in transition, or subject to more problematic regimes. In summary, the definition of ‘civic’ has expanded considerably beyond voting behavior in conventional parliamentary elections.", "venue": "", "year": 2017, "referenceCount": 47, "citationCount": 5, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "47589855", "name": "H. Haste"}, {"authorId": "145144259", "name": "Ángela Bermúdez"}, {"authorId": "71776376", "name": "M. Carretero"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f88838df8770de55721c44f7d37e661b17b8ac5c", "externalIds": {"DBLP": "conf/candc/Tchetgen17", "MAG": "2649146604", "DOI": "10.1145/3059454.3078703"}, "url": "https://www.semanticscholar.org/paper/f88838df8770de55721c44f7d37e661b17b8ac5c", "title": "DrumBall: Design and Implementation of a Digital Orality Hypermedia System", "abstract": "This paper describes the concept and design plan of DrumBall, a device that allows for rhythmic input to be turned into and used as letters, words and phrases. Thinking beyond the computer screen and keyboard as traditional interface models, and their reliance on numeric and alphabetic language representations, we propose to explore drum language as a mode of HCI, whereby hand-played rhythms are input methods to the system, which generates speech, text and visualization output. Based largely on the talking drum model of communicating messages, with some influence from Morse code, this digital talking drum project could set the foundation for a new way to think about learning, as well as provide a fresh (and fun) perspective on the role of rhythm in the 21st century information society.", "venue": "Creativity & Cognition", "year": 2017, "referenceCount": 77, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "147848354", "name": "P. Tchetgen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "03999568a91027e0238de30fe8fb8daf3a649671", "externalIds": {"MAG": "2296657803", "DOI": "10.17583/IJELM.2016.1842"}, "url": "https://www.semanticscholar.org/paper/03999568a91027e0238de30fe8fb8daf3a649671", "title": "Do it Yourself in Education: Leadership for Learning across Physical and Virtual Borders", "abstract": "Today more than ever, educational institutions need educational leaders who are able to promote profound, substantive and sustainable change. This paper is based on the efforts and results of the first stage of a European project implemented in universities and primary and secondary schools in Spain, Finland and the Czech Republic. The project seeks to explore the changes (and its educational effects) that have occurred in the last decade regarding digital competencies, especially in relation to the emergence of a culture of collaboration that connects youth learning, technology and a Do-it-Yourself (DIY) ethos. To achieve the project's objective, we followed a methodology based on the principles of collaborative action research (CAR). We have analysed the curricula and study plans of the participating institutions in order to explore how and where the project could be applied. We conducted a series of focus groups with teachers, students and parents to discuss notions of DIY learning among the educational communities. Based on these discussions, we began to analyse how each context envisions DIY learning and how it relates to the notion of virtual space. We finished the first stage with the professional development of the teachers, which was aimed at shaping the DIYLabs implementation plan.", "venue": "", "year": 2016, "referenceCount": 50, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1410051104", "name": "María Domingo-Coscollola"}, {"authorId": "1418823053", "name": "Judith Arrazola-Carballo"}, {"authorId": "1410057390", "name": "Juana M. Sancho-Gil"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0afbec90a7445d6f3053ae36222124a1c584c578", "externalIds": {"MAG": "2510196252", "DOI": "10.1007/978-3-319-30779-4_3"}, "url": "https://www.semanticscholar.org/paper/0afbec90a7445d6f3053ae36222124a1c584c578", "title": "A Culture of Israel Education", "abstract": "Israel education is rooted in a cultural approach, which focuses on the role of social contexts and dynamics in education. Immersive environments are settings, which can influence attitudes by virtue of their synergistic nature. Connectedness refers to social linkages created by social networks. Virtual communities offer opportunities for enhancing an immersive approach to Israel education. The Israel experience is a significantly new Jewish educational framework. As in all education, the educator is a seminal force in the realization of the educational vision.", "venue": "", "year": 2016, "referenceCount": 20, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "98907238", "name": "B. Chazan"}]}}, {"contexts": ["Stronger police surveillance in the physical spaces where gangs congregate further encourages gang members to seek out virtual spaces such as social media to express their affiliation, to sell drugs, and to celebrate their illegal activities [10]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0e18314f37fc673ad22f7993bfd0267c10976d92", "externalIds": {"DBLP": "journals/corr/BalasuriyaWDS16", "ArXiv": "1610.09516", "MAG": "2952769242", "DOI": "10.1109/ASONAM.2016.7752311", "PubMed": "28713880"}, "url": "https://www.semanticscholar.org/paper/0e18314f37fc673ad22f7993bfd0267c10976d92", "title": "Finding street gang members on Twitter", "abstract": "Most street gang members use Twitter to intimidate others, to present outrageous images and statements to the world, and to share recent illegal activities. Their tweets may thus be useful to law enforcement agencies to discover clues about recent crimes or to anticipate ones that may occur. Finding these posts, however, requires a method to discover gang member Twitter profiles. This is a challenging task since gang members represent a very small population of the 320 million Twitter users. This paper studies the problem of automatically finding gang members on Twitter. It outlines a process to curate one of the largest sets of verifiable gang member profiles that have ever been studied. A review of these profiles establishes differences in the language, images, YouTube links, and emojis gang members use compared to the rest of the Twitter population. Features from this review are used to train a series of supervised classifiers. Our classifier achieves a promising F1 score with a low false positive rate.", "venue": "2016 IEEE/ACM International Conference on Advances in Social Networks Analysis and Mining (ASONAM)", "year": 2016, "referenceCount": 27, "citationCount": 26, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "6956992", "name": "Lakshika Balasuriya"}, {"authorId": "39326485", "name": "Sanjaya Wijeratne"}, {"authorId": "2514295", "name": "Derek Doran"}, {"authorId": "144463965", "name": "A. Sheth"}]}}, {"contexts": ["These new forms of social media and technology afford new digital practices which can be viewed as part of a broader set of social structures and cultural patterns (Ito et al. 2010)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "14773bf663f8dd8bd1c9dad83900f5f6d942a8b3", "externalIds": {"MAG": "2174795106", "DOI": "10.1080/17439884.2015.1107097"}, "url": "https://www.semanticscholar.org/paper/14773bf663f8dd8bd1c9dad83900f5f6d942a8b3", "title": "Online content creation: looking at students’ social media practices through a Connected Learning lens†", "abstract": "As the boundaries between technology and social media have decreased, the potential for creative production or participatory practices have increased. However, the affordances of online content creation (OCC) are still taken up by a minority of internet users despite the opportunities offered for engagement and creativity. While previous studies have addressed creative production by university students for specific purposes, there is a research gap concerning OCC in the everyday lives of African university students. This paper describes the stories of three students who are online creators of content, the social media they utilised; their trajectories; their linkages with career interests; the types of online presences they created, maintained or discontinued into their university lives. As the case studies spanned digital practices that were informal and extracurricular yet peer-supported as well as interest-driven and academically oriented, the pedagogical framework of Connected Learning proved an appropriate heuristic. The study shows that being a digital creator gives students a competitive edge in our globally competitive society.", "venue": "", "year": 2016, "referenceCount": 59, "citationCount": 27, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "122301422", "name": "Cheryl Brown"}, {"authorId": "1696727", "name": "L. Czerniewicz"}, {"authorId": "144922761", "name": "Travis M Noakes"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1744e470bb9e1c59ea28d5b9e553704f38689cbb", "externalIds": {"MAG": "2598552466"}, "url": "https://www.semanticscholar.org/paper/1744e470bb9e1c59ea28d5b9e553704f38689cbb", "title": "Moving beyond personal responsibility: A critical discourse analysis of digital citizenship curricula", "abstract": "MOVING BEYOND PERSONAL RESPONSIBILITY: A CRITICAL DISCOURSE ANALYSIS OF DIGITAL CITZENSHIP CURRICULA Kristen Mattson, Ed.D. Department of Leadership, Educational Psychology, and Foundations Northern Illinois University, 2016 Dr. Joseph Flynn, Director This dissertation analyzes how the concept of “digital citizenship” is conceptualized and furthered through three freely available curricula intended for use with high school students: NetSmartz, Digital Citizenship in Schools, and Common Sense Media. By employing a critical discourse analysis and examining the influence of sentence structure, collocational patterns, connotation, structural opposition, images and other tools used to craft and forward messages, I determined that the discoursed concept of “digital citizenship” aligns with traditional frameworks of citizenship education in schools, namely that of the personally responsible citizen. Much of the curricular documents are designed through a deficit perspective, making assumptions that teenagers are inherently approaching technology with ill intent, and that the lessons within will correct wrong-doing. Additionally, the curricula utilize a variety of ‘technologies of governmentality’, intended to mold and shape adolescent online behavior until it mirrors the societal norms for acceptable offline behavior. The curricula’s narrow focus on shaping behavior and reinforcing traditional power structures between teens and adults is likely hindering the curricular opportunities students are being given to engage as citizens of global communities.", "venue": "", "year": 2016, "referenceCount": 117, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "116631428", "name": "K. Mattson"}]}}, {"contexts": ["…as Taylor & Francis Group\nThe explosion of digital media technology in youth’s lives, for example, has propelled research agendas in digital media and learning in order to understand media ecologies, networked publics, and peer-based genres of participation among youth (boyd, 2014; Ito, 2010).", "The explosion of digital media technology in youth’s lives, for example, has propelled research agendas in digital media and learning in order to understand media ecologies, networked publics, and peer-based genres of participation among youth (boyd, 2014; Ito, 2010)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "2923e7ed8a98740c8619a3ad4ddf1394c279d184", "externalIds": {"MAG": "2530122480", "DOI": "10.1080/17508487.2016.1234493"}, "url": "https://www.semanticscholar.org/paper/2923e7ed8a98740c8619a3ad4ddf1394c279d184", "title": "Translocal assemblage and the practice of alternative media toward racial justice: a pedagogical perspective", "abstract": "ABSTRACT There is a growing cultural and social movement among youth who draw on spoken word poetry and documentary style videos to participate in the new media landscape. Many multimedia poems have appeared on social media sites such as YouTube and Vimeo as a form of participatory politics. In this article, the author takes up a discussion of translocal practices and ‘translocal assemblage’ wherein individuals and groups engage in the exchange of ideas across space and time. One example is a multimedia poem about the underrepresentation and invisibility of racialized minority students at a major American university. This viral multimedia poem remixed elsewhere based on students’ experiences at another university demonstrates not only the potential of translocal assemblage in participatory politics but also the practice of alternative media in the movement toward racial justice. That is, young people are finding civic resources and building on each other’s work to challenge the social order. Pedagogically, the author built on the theoretical underpinning of translocal assemblage to shape work with students in the college classroom who, in turn, produced other genres of alternative media. The resultant video documentaries about locally unjust social arrangements make evident the subtle nature of cultural flows that have direct consequences for critical studies in education.", "venue": "", "year": 2019, "referenceCount": 76, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "67278798", "name": "Korina M. Jocson"}, {"authorId": "151352412", "name": "Ashley Carpenter"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "294e9cdb9f1896fbb75b9f2ccaa0010670161959", "externalIds": {"MAG": "2514969557", "DOI": "10.3917/LS.157.0019"}, "url": "https://www.semanticscholar.org/paper/294e9cdb9f1896fbb75b9f2ccaa0010670161959", "title": "Investment and Language Learning in the 21st Century", "abstract": "This article examines the construct of investment in language learning, developed by Bonny Norton from the mid 1990s (Norton Peirce, 1995; Norton, 2000; 2013), and expanded in more recent research with Ron Darvin (Darvin & Norton, 2015). A sociological complement to the psychological construct of motivation, investment has become a pivotal construct in applied linguistics and language education (Kramsch, 2013), and makes visible the relations of power that enable or constrain language learning and teaching. The paper focuses on Darvin and Norton’s expanded model of investment, which responds to changes in the communicative landscape spurred by technology. Seeking to address the paradoxes of globalization and the invisible mechanisms of power in the knowledge economy, the model locates investment at the intersection of identity, capital and ideology. As such, it provides an important elaboration of the ways in which the right to speak needs to be understood as materially and ideologically constructed. Drawing on data from learners in Canada and Uganda, the paper demonstrates how investment is shaped by the positioning of learners, their negotiation of learning affordances, and the systemic patterns of control that impinge on their agency. The paper concludes that a critical pedagogy promoting a cosmopolitan future may enhance the investments of language learners in the language and literacy practices of classrooms in the 21st century.", "venue": "", "year": 2016, "referenceCount": 45, "citationCount": 43, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "9435289", "name": "Ron Darvin"}, {"authorId": "144097200", "name": "Bonny Norton"}]}}, {"contexts": ["Ito et al (2010) found that the majority of youth use online social networks to extend\ntheir range of friendships from familiar contexts of school, religious organizations, sports, and other activities.", "The validity of such stage-based theories is contested by sociologists (Buckingham, 2008; Corsaro, 2005; Postman, 1994; Ito et al., 2010; boyd, 2008) who argue that the experience of adolescence is dependent on social context, in particular to social class, gender, and ethnicity, and that ‘youth’…", "“Hanging Out”, “Messing Around” and “Geeking Out”\nIn the largest ethnographic study on youth internet use to date, researchers\ninterviewed 800 youth from across the US and conducted over 5000 hours of online observation (Ito et al., 2010).", "Both the availability of online information and the rise of social networks have impacted how young people engage in knowledge production, communication, and creative expression (Ito et al., 2010).", "…project has not been designed to test theories from previous case\nstudies on interest-driven learning and participatory culture (boyd, 2008; Ito et al., 2010; Jenkins et al., 2006), but to extend and explore how online participatory culture and practices are shaping youth online…"], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "2a408f63988180231746438e6581bf9b611889dd", "externalIds": {"MAG": "2613484294"}, "url": "https://www.semanticscholar.org/paper/2a408f63988180231746438e6581bf9b611889dd", "title": "Constellations of environmentalism: an exploration of learning and activism within youth-created social media interest groups", "abstract": "Online social networks have become embedded within most young people's everyday lives (Green & Hannon, 2007) and have become the number one online activity for youth (Lenhart, 2015). Both the availability of online information and the rise of social networks have impacted how young people engage in knowledge production, communication, and creative expression (Ito et al., 2009) opening up discourse on the educative possibilities of these spaces. \n \nThis research project has explored how youth in varying geographic locations around the world use social media platforms to engage with their peers in environmental learning and environmental activism. The results of this multiple case study comprise multiple perspectives from youth from eight different countries, map characteristics of youth-focused social media networks, and explore how these affinity spaces foster learning and activism. In this regard, this project provides a typology of youth social media usage for learning about and engaging in activism on environmental sustainability issues. This typology responds to the overarching research question of the study: “How are youth using social media sites for learning about and engaging in activism on environmental sustainability issues?” \n \nThis research project is situated within an interpretivist/constructivist paradigm and is primarily focused on how youth engage in social media practices and understand their subjective experiences of social media, as well as how these experiences inform their learning and activism. The youths' accounts do not result in a definitive or generalizable theory of global youth social media usage, but these accounts elucidate the substance, structure and dynamics of informal interest-driven learning as understood by youth participants. Data collection consisted of an online questionnaire, interviews, and social media data capture. The online questionnaire provided context on how youth use technology, frequency of use, and how they position social media in relation to environmental learning and activism. The online questionnaire also provided opportunity for youth to volunteer to participate in a 6 month social media observation period. Using Nvivo 10's NCapture, youth's personal profiles along with their participation in one environmental social media interest group were captured. Interviews were conducted at the commencement of the observation period and at the end of the 6 month period. \n \nAll data were analysed qualitatively and resulted in three results chapters: Chapter 4 presents a summary of findings from the online questionnaire, individual cases of youth participants and their respective networks, and a cross-case analysis drawing upon several aspects of the structural aspects of the environmental social media interest groups. Chapter 5 presents youth perspectives and reflections on their learning within environmental social media interest groups and Chapter 6 presents youth perspectives and reflections on activism. \n \nThe cases and chapters on learning and activism offer evidence that within informal environmental social media interest groups important learning, identity development, and antecedents of democratic civic processes can occur. There are several examples of substantive knowledge about environmental sustainability issues deepening as a result of youth participating in environmental social media interest groups. There are also examples of the importance of the relationships which are developed, fostered, or continued through online engagement in these spaces. This research project has culminated in results which provide insights and considerations into how interest-driven learning can be fostered and supported through adopting a connected learning approach within formal education systems, along with important considerations for education for sustainability and hopeful educational futures.", "venue": "", "year": 2016, "referenceCount": 295, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2075859497", "name": "Ellen Field"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3cc6993767dae3d2935a6d150d80cb90f0344cfd", "externalIds": {"MAG": "2443815505", "DOI": "10.18297/ETD/2474"}, "url": "https://www.semanticscholar.org/paper/3cc6993767dae3d2935a6d150d80cb90f0344cfd", "title": "To my betas, endless chocolate frogs! : exploring the intersections of emotion, the body, and literacy in online fanfiction.", "abstract": null, "venue": "", "year": 2016, "referenceCount": 93, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "84182759", "name": "B. Kelley"}]}}, {"contexts": ["By demonstrating approaches for addressing context collapse and creating positive interactions on SNSs, these findings reinforce research regarding the benefits of these sites for young people (boyd, 2014; Ito et al., 2010)."], "isInfluential": false, "intents": ["result"], "citingPaper": {"paperId": "4679a415240c34a0232d7cc58045f71f80134661", "externalIds": {"DBLP": "journals/nms/Duguay16", "MAG": "1562267045", "DOI": "10.1177/1461444814549930"}, "url": "https://www.semanticscholar.org/paper/4679a415240c34a0232d7cc58045f71f80134661", "title": "“He has a way gayer Facebook than I do”: Investigating sexual identity disclosure and context collapse on a social networking site", "abstract": "This study extends previous research into social networking sites (SNSs) as environments that often reduce spatial, temporal, and social boundaries, which can result in collapsed contexts for social situations. Context collapse was investigated through interviews and Facebook walkthroughs with 27 LGBTQ young people in the United Kingdom. Since diverse sexualities are often stigmatized, participants’ sexual identity disclosure decisions were shaped by both the social conditions of their online networks and the technological architecture of SNSs. Context collapse was experienced as an event through which individuals intentionally redefined their sexual identity across audiences or managed unintentional disclosure. To prevent unintentional context collapse, participants frequently reinstated contexts through tailored performances and audience separation. These findings provide insight into stigmatized identity performances in networked publics while situating context collapse within a broader understanding of impression management, which paves the way for future research exploring the identity implications of everyday SNS use.", "venue": "New Media Soc.", "year": 2014, "referenceCount": 91, "citationCount": 111, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science", "Political Science"], "authors": [{"authorId": "3483635", "name": "Stefanie Duguay"}]}}, {"contexts": ["(Armstrong & Franklin, 2008, cited in Dabner, 2012)\nStudents come to higher education as already-networked individuals with extant informal learning practices, networks and identities (Castells, 2010; M. Ito, 2009; Rainie & Wellman, 2012)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "4c5cbca040c979794e1d5e0346eaa4dd6074267b", "externalIds": {"MAG": "2613067374"}, "url": "https://www.semanticscholar.org/paper/4c5cbca040c979794e1d5e0346eaa4dd6074267b", "title": "Open, networked and connected learning: Bridging the formal/informal learning divide in higher education", "abstract": "In the age of ‘networked individualism’ (Castells, 2004; Rainie & Wellman, 2012) students enter higher education as networked individuals with extant and diverse informal learning practices, networks and identities. While higher education institutions typically focus on Virtual Learning Environments (VLEs) as the primary online hubs for students, students themselves use a wide range of online tools and resources for communicating, coordinating, collaborating and learning, i.e. building their own Personal Learning Environments (PLEs). While institutions and academic staff tend to see institutional VLEs and learner-chosen PLEs as separate entities, learners do not (Reed, 2013). Students often find that their informal learning practices sit uneasily within the formal education environments within which they study. Open education, particularly open educational practices (OEP), is one way that the formal/informal learning divide in higher education may be bridged. Advocates of open education highlight its potential to make education more inclusive and equitable. However, some critiques of open education view such claims as utopian, ignoring the workings of systemic power and privilege. This paper explores the formal/informal learning divide in higher education, the complexities and different interpretations of open education, and potential benefits for students and educators in bridging the formal/informal learning divide, i.e. working together within higher education learning communities but also as nodes in “broad networks of distributed creativity” (J. Ito, 2011).", "venue": "", "year": 2016, "referenceCount": 71, "citationCount": 7, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143694258", "name": "C. Cronin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4d898d4a44a3c783bfceaaba306ddc5cf7500fd2", "externalIds": {"MAG": "2804113667"}, "url": "https://www.semanticscholar.org/paper/4d898d4a44a3c783bfceaaba306ddc5cf7500fd2", "title": "Electrodance as a \"being-together\": New forms of mediatization in the communication of youth styles", "abstract": null, "venue": "", "year": 2016, "referenceCount": 140, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118309861", "name": "Toni Gonzalez"}]}}, {"contexts": ["M & T activities provide a context for connecting youths’ everyday interest and practices with new forms of activity and participation, through engaging youth in an interest-driven collaborative process of (re)design, (re)production, reflection, and remixing (Barron, 2006; Ito et al., 2010) in activities such as solar car construction or online game design.", "…interest and practices with new forms of activity and participation, through engaging youth in an interest-driven collaborative process of (re)design, (re)production, reflection, and remixing (Barron, 2006; Ito et al., 2010) in activities such as solar car construction or online game design."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "54d01b863d594aa6bfb59c395cbfb79cc2d97997", "externalIds": {"MAG": "1836896187", "DOI": "10.1080/10749039.2015.1058398"}, "url": "https://www.semanticscholar.org/paper/54d01b863d594aa6bfb59c395cbfb79cc2d97997", "title": "Relational Equity as a Design Tool Within Making and Tinkering Activities", "abstract": "ABSTRACT This article focuses on the partner-like relations that emerge between undergraduates and youth as they engage in “Making and Tinkering” activities in an afterschool learning ecology, and illustrates the potential for designed tinkering activity to produce relational equity among participants. Grounded in sociocultural theory, but leveraging theoretical contributions from learning sciences and tinkering research, we draw on ethnographic data across one year to examine how the social organization of Making & Tinkering activities provides necessary social conditions for “feedback-in-practice” and consequential learning. Analyses of interactions reveal how more symmetrical intergenerational relationships serve in the design of equitable learning spaces.", "venue": "", "year": 2016, "referenceCount": 52, "citationCount": 48, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "52311035", "name": "Daniela K. DiGiacomo"}, {"authorId": "71177117", "name": "Kris D. Gutiérrez"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "598e800787991be3adb9cc085e74e4134b2b7d39", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/598e800787991be3adb9cc085e74e4134b2b7d39", "title": "LUDOLITERACY : THE UNFINISHED BUSIN ESS OF MEDIA LITERACY", "abstract": null, "venue": "", "year": 2016, "referenceCount": 78, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2089192939", "name": "Jordi Sánchez-Navarro"}, {"authorId": "120108291", "name": "D. Aranda"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5f13aae12efc72d01dcb4c017630392994c7f9f1", "externalIds": {"MAG": "2149165749", "DOI": "10.1111/CHSO.12123"}, "url": "https://www.semanticscholar.org/paper/5f13aae12efc72d01dcb4c017630392994c7f9f1", "title": "Governmentality within Children's Technological Play: Findings from a Critical Discourse Analysis", "abstract": "In many countries today, digital technology and instant communication are embedded in children’s everyday lives to the extent that their play frequently incorporates smartphones, the Internet and other technologies. In this paper, we explore the recent historical conditions within the New Zealand context that have increased the accessibility of these technologies and imbued them with particular meanings. We suggest that from a Foucauldian perspective, these technologies can be seen as a form of subtle disciplinary power using techniques of governmentality through which children’s ways of thinking are shaped to benefit societal requirements of the current historical era. © 2015 John Wiley & Sons Ltd and National Children’s Bureau", "venue": "", "year": 2016, "referenceCount": 30, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "114952265", "name": "M. Silcock"}, {"authorId": "143773661", "name": "D. Payne"}, {"authorId": "2002993", "name": "C. Hocking"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5f36d9ece2a5828117fe801df4a5171615cb7215", "externalIds": {"MAG": "2462075567", "DOI": "10.1163/18739865-00902006"}, "url": "https://www.semanticscholar.org/paper/5f36d9ece2a5828117fe801df4a5171615cb7215", "title": "The Morality of Premarital Romances: Social Media, Flirting and Love in Southeast Turkey", "abstract": "This article explores how young women use social media to experience premarital romances in Mardin, a medium-sized town in southeast Turkey. It argues that love stories mediated by social media are integral to the enactment of a gendered moral self. The ethnographic data presented here indeed highlight how premarital romances and Muslim morality are not two contradictory and opposing ideals, but rather two constitutive aspects of the same mediated practices. Secrecy, lack of physical co-presence and the performance of a virtuous self in public and semi-public online spaces are common elements of the new romances. Yet social norms ruling the use of the online platforms to start and live premarital relationships are not shared by everybody, and different understandings of religion, morality and modernity have generated different and contrasting expectations. The article aims to contribute not only to the study of the effects of social media on interpersonal relations, but also to the understanding of how, in Muslim societies, moral norms are entangled with everyday practices mediated by digital media.", "venue": "", "year": 2016, "referenceCount": 27, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38138659", "name": "Elisabetta Costa"}]}}, {"contexts": ["This, despite being an activity least frequently reported by adolescents in both our SRQ and interview results, has been recognized in prior studies also (e.g. Eynon, & Malberg, 2011; Ito et al., 2009; Jenkins, 2009).", "One participant described creative digital practices that appeared to be both so intense and complex, that by Ito et al (2009) she might be considered being geeking out.", "These activities are conceptualized as mostly being friendship-driven (Ito et al., 2009).", "When examining adolescents’ socio-digital participation (SDP), friendship-driven practices of hanging out with peers have been distinguished from interest-driven practices of seeking, creating, and sharing knowledge and media (Ito et al., 2009).", "One participant (see Excerpt 10) appeared to be so deeply\ninvolved in gaming and facilitating other people’s gaming so that his activities could be considered as reaching towards the level of geeking out (Ito et al, 2009).", "Novel paradigms, such as connected learning (Ito et al, 2009; Kumpulainen, & Sefton-Green, 2012), are built on the pursuit of bridging the gaps between the adolescents learning experiences across digitally and physically distributed environments and may prove to be a good way forward."], "isInfluential": true, "intents": ["background", "result"], "citingPaper": {"paperId": "6e813018321b176d22588c06fa07d6563f4650b4", "externalIds": {"MAG": "2593789001"}, "url": "https://www.semanticscholar.org/paper/6e813018321b176d22588c06fa07d6563f4650b4", "title": "Dimensions of adolescents' socio-digital participation", "abstract": "This investigation aimed to theoretically conceptualize the components of socio-digital participation (SDP) supported by data collected using a novel SPD-inventory as well as a semi-structured interview -tool. We carried out a pilot study in a Finnish comprehensive school with both quantitative (n=284; age 12-15) and qualitative data (n=35). We identifi ed six conceptually separate dimensions of SDP. Social networking was conceptualized to be more likely to be friendship-driven, and, knowledge- and media-oriented as interest-driven. Academic participation was conceptualized as a separate boundary-crossing dimension between autonomous and controlled study activities. Further, we identifi ed two separate dimensions of gaming: recreational games and action and sports games. Based on the results we propose that in cultivating novel pedagogical practices, the heterogeneity should be recognized instead of onesize-fits-all mentality, and, further, that it is critical for the educational system to deliberately facilitate students appropriating of advanced digital practices of working with knowledge and media.", "venue": "", "year": 2016, "referenceCount": 40, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "4242876", "name": "L. Hietajärvi"}, {"authorId": "119464245", "name": "Juuso Seppa"}, {"authorId": "34566068", "name": "K. Hakkarainen"}]}}, {"contexts": ["Adolescents developed new literacies that leveraged both the “peer-to-peer” and “many-to-many” (Ito et al., 2010) connections supported by these platforms.", "Recent qualitative studies have reported an increasingly complex understanding of digital media’s role in classrooms and the potential to use digital media to support “traditional” learning and facilitate new kinds of learning (Alvermann, 2010; Ito et al., 2010; Parker, 2010).", "In keeping with Ito et al. (2010) and others (Horst, Herr-Stephenson, & Robinson, 2009; Parker, 2010) we need to understand how digital media could open up new educational outcomes and not simply how it could fit into our current educational approach."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "727e7023a908bd7627b62ac46d78dd2635a6aa45", "externalIds": {"MAG": "2328452090", "DOI": "10.1515/mlt-2015-0001"}, "url": "https://www.semanticscholar.org/paper/727e7023a908bd7627b62ac46d78dd2635a6aa45", "title": "“Truth,” Interrupted: Leveraging Digital Media for Culturally Sustaining Education", "abstract": "Abstract This inquiry into the digital discussion forums tied to two English classes in an urban public high school examines the potential of new media to honor the multicultural composition of classrooms and support teachers to design culturally sustaining pedagogies. Given the increasing significance of digital media as well as the growing diversity of our classrooms, it is critical that educational researchers, practitioners, and policymakers think about the ways in which new media could support multicultural teaching and learning. This work draws on socio-cultural constructions of literacy, resource pedagogies, and critical literacy frameworks. The author uses case study methodologies to understand how digital media, specifically networked technologies, support secondary level students as they wrestle with complex issues related to race, language, and culture. This article offers three central ideas that emerged from an analysis of student participants’ interactions across the networked spaces that were linked to the intellectual work of their English classes. This work has implications for educators at all levels who are committed to addressing issues related to race, language, class, and other identities that are salient in all classrooms. The author puts forth a pedagogical approach for sustaining multiculturalism in the context of rigorous academic work. This approach intentionally draws on digital media to cultivate culturally responsive education.", "venue": "", "year": 2016, "referenceCount": 22, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1412633205", "name": "M. Buckley-Marudas"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7a77f63d3c7a44b30d0603540cee126083cd585c", "externalIds": {"MAG": "2506544069", "DOI": "10.1007/978-3-319-16399-4_5"}, "url": "https://www.semanticscholar.org/paper/7a77f63d3c7a44b30d0603540cee126083cd585c", "title": "Studio STEM: A Model to Enhance Integrative STEM Literacy Through Engineering Design", "abstract": "Developing and implementing integrative curricula that enhances STEM literacy by providing meaningful connections to the lives of youth is challenging. Equally demanding is to invoke the desired cognitive, social, and affective changes that could positively influence motivation in STEM learning (Katehi, L., Pearson, G., & Feder, M. (Eds.). Engineering in K-12 education. Washington, DC: The National Academies Press, 2009). In this chapter, we present the Studio STEM model, which is comprised of theory, curricula, training, implementation, and assessment that attempts to overcome known barriers. Studio STEM is an out-of-school, design-based science and engineering program intended to engage middle school youth in critical STEM concepts and practices. The design principles that frame the model include: curricula based on science inquiry, engineering design, studio-based learning, technology-enhanced experiences and opportunities, and a focus on community connections through service organizations and businesses. The Studio STEM model addresses several issues identified by recent reports that highlight potential hindrance of full adoption of integrative STEM programming. We offer the framework by which Studio STEM was intentionally designed to be a practical program based on current theory and research. We also discuss details of what constitutes an engineering design-based science learning environment, a description of the program curricula and training, assessment measures used, and results from several implementations of Studio STEM in varying informal learning contexts (Evans et al. International Journal of Social Media and Interactive Learning Environments, 3(2), 1–31, 2014; Schnittka, C. G., Brandt, C. B., Jones, B. D., & Evans, M. A. Advances in Engineering Education, 3(2), 1–31, 2012; Schnittka et al. Looking for learning in afterschool spaces: Studio STEM (2015). Preliminary results suggest positive changes in youth engagement toward and interest in STEM as a result of participating in Studio STEM. As a result, we highlight the connections among theory and research, practical implementations of the program, and positive student and teacher outcomes related to motivation and STEM literacy driven by a focus on engineering design practices as core to these efforts.", "venue": "", "year": 2016, "referenceCount": 98, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "35196659", "name": "M. Evans"}, {"authorId": "1801841", "name": "Christine G. Schnittka"}, {"authorId": "1836248", "name": "Brett D. Jones"}, {"authorId": "144299925", "name": "Carol Brandt"}]}}, {"contexts": ["Though geeking out might strike one as having negative connotations, in the framework of Ito et al. (2010), it is meant to convey positively that youth are developing levels of expertise that are recognized and valued by immediate peers.", "The codebook was derived a priori from the HOMAGO model defined by Ito et al. (2010) to categorize student and facilitator discourse for further analysis."], "isInfluential": false, "intents": ["background", "methodology"], "citingPaper": {"paperId": "80c38a3a07c601b230b2b6ce8f2a69d1bf9a90e1", "externalIds": {"MAG": "2073331144", "DOI": "10.1007/S11165-015-9463-0"}, "url": "https://www.semanticscholar.org/paper/80c38a3a07c601b230b2b6ce8f2a69d1bf9a90e1", "title": "After-School Spaces: Looking for Learning in All the Right Places", "abstract": "After-school settings provide youth with homework support, social outlets and fun activities, and help build self-confidence. They are safe places for forming relationships with caring adults. More after-school settings are starting to integrate Science, Technology, Engineering, and Mathematics (STEM) topics. What science skills and concepts might youth learn in engineering design-based after-school settings? Traditional assessments often fail to capture the ways youth learn in informal settings, and deep science understandings are notoriously difficult to measure. In this study, we examined three after-school settings where 65 youth were learning science through engineering design challenges. In this informal setting, we examined storyboards, social networking forum (SNF) chat logs, videos of whole-class interactions, interviews with groups and single participants, and traditional multiple-choice pre- and posttest results. As we looked for evidence of learning, we found that the social networking forum was rich with data. Interviews were even more informative, much more so than traditional pencil and paper multiple-choice tests. We found that different kinds of elicitation strategies adopted by site leaders and facilitators played an important role in the ways youth constructed knowledge. These elicitation strategies also helped us find evidence of learning. Based on findings, future iterations of the curricula will involve tighter integration of social networking forums, continued use of videotaped interviews for data collection, an increased focus on training site leaders and facilitators in elicitation strategies, and more open-ended pencil and paper assessments in order to facilitate the process of looking for learning.", "venue": "", "year": 2016, "referenceCount": 53, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1801841", "name": "Christine G. Schnittka"}, {"authorId": "35196659", "name": "M. Evans"}, {"authorId": "91327102", "name": "Samantha G. L. Won"}, {"authorId": "2120596", "name": "T. Drape"}]}}, {"contexts": ["…the relationship status of our “friends” (Ellison, Steinfield, & Lampe, 2007) as the site has “centralized” much of the romantic information we learn about people captured through changing status updates, posting images of a couple together, and so on (Ito et al., 2010; Utz & Beukeboom, 2011).", "In the context of romantic relationships, Facebook is a site through which we learn the relationship status of our “friends” (Ellison, Steinfield, & Lampe, 2007) as the site has “centralized” much of the romantic information we learn about people captured through changing status updates, posting images of a couple together, and so on (Ito et al., 2010; Utz & Beukeboom, 2011)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "87a16f37a2220ca38761ec4489b664cf800d70d9", "externalIds": {"MAG": "2530410676", "DOI": "10.1177/2056305116672890"}, "url": "https://www.semanticscholar.org/paper/87a16f37a2220ca38761ec4489b664cf800d70d9", "title": "Making It “Facebook Official”: Reflecting on Romantic Relationships Through Sustained Facebook Use", "abstract": "For the past 12 years, Facebook has played a significant role in mediating the lives of its users. Disclosures on the site go on to serve as intimate, co-constructed life records, albeit with unique and always-evolving affordances. The ways in which romantic relationships are mediated on the site are complex and contested: “What is the significance of articulating a romantic relationship on Facebook?” “Why do some choose to make socially and culturally critical moments like the beginning and ends of relationships visible on Facebook, whereas others (perhaps within the same relationship) do not?” “How do these practices change over time?” and “When is it time to go “Facebook official”?” In this article, we draw on qualitative research with Facebook users in their 20s in Australia and the United Kingdom who have been using the site for 5 years or more. Interviews with participants revealed that romantic relationships were central to many of their growing up narratives, and in this article, we draw out examples to discuss four kinds of (non-exclusive) practices: (1) overt relationship status disclosures, mediated through the “relationship status” affordance of the site, (2) implied relationship disclosures, mediated through an increase in images and tags featuring romantic partners, (3) the intended absence of relationship visibility, and (4) later-erased or revised relationship disclosures. We also critique the ways in which Facebook might work to produce normative “relationship traces,” privileging neat linearity, monogamy, and obfuscating (perhaps usefully, perhaps not) the messy complexity of romantic relationships.", "venue": "", "year": 2016, "referenceCount": 31, "citationCount": 94, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "72598523", "name": "B. Robards"}, {"authorId": "46817923", "name": "Siân Lincoln"}]}}, {"contexts": ["According to Ito et al. (2010), young people are increasingly networked and their forms of media engagement are becoming more diversified."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "9205fd815852b6207f7693b75218dcad0532d328", "externalIds": {"MAG": "2329739727", "DOI": "10.1080/13676261.2016.1145637"}, "url": "https://www.semanticscholar.org/paper/9205fd815852b6207f7693b75218dcad0532d328", "title": "A comparative study on the relationship between social networking site use and social capital among Australian and Korean youth", "abstract": "ABSTRACT Social network sites (SNS) have become increasingly pervasive in the daily lives of adolescents. This study explores the relationship between SNS use and perceived online social capital among adolescents using survey data from Australia and Korea. We conducted a face-to-face survey of adolescents (12–15-year-olds) in major cities in Australia (N = 401) and Korea (N = 644) in 2013. There was no significant difference in time spent on SNS between adolescents in the two countries; however, significant differences in the way adolescents use SNS were found. Australian adolescents tended to use SNS for group activities, whereas Koreans used it for social monitoring. There was a positive relationship between SNS use and online social capital in both countries. However, the types of social capital that were found to have a strong relationship to SNS use were different. Among Australian adolescents, SNS activities had a higher correlation with bonding social capital compared to bridging capital, whereas the result was contrasting among Korean adolescents. The impact of SNS use on online social capital differed between the two countries, showing that Australian adolescents reporting low SNS use gained online social capital if they used SNS more intensely. Finally, the impact of SNS use and culture on perceived online social capital was examined by conducting hierarchical multiple regressions. Interpersonal communication and group activities emerged as significant predictors of online social capital.", "venue": "", "year": 2016, "referenceCount": 74, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "49685573", "name": "J. Lee"}, {"authorId": "1769900", "name": "Sora Park"}, {"authorId": "32111613", "name": "Eun-Yeong Na"}, {"authorId": "72876149", "name": "Eun-mee Kim"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "92f3fe2aecc7482d01768657361e15fd75102cc5", "externalIds": {"MAG": "2807773640"}, "url": "https://www.semanticscholar.org/paper/92f3fe2aecc7482d01768657361e15fd75102cc5", "title": "Radio convergence: young people's radio listening habits in Cape Town - a comparative study", "abstract": null, "venue": "", "year": 2016, "referenceCount": 160, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115695776", "name": "Noluyolo Ngomani"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9c51f629dbf2b93bec5bbb2cae91ab0e01af8a27", "externalIds": {"MAG": "2290920813", "DOI": "10.1177/0002764215601711"}, "url": "https://www.semanticscholar.org/paper/9c51f629dbf2b93bec5bbb2cae91ab0e01af8a27", "title": "The Digital Street", "abstract": "This article makes the case that street life is characterized by its flow online and offline. Such change requires a new way of doing street ethnography that holds great promise for urban and digital scholars alike. I walk through a set of empirical cases drawn from years of participant observation on the ground and in the network with the same set of teenagers in Harlem. The fieldwork modeled also shifts concepts of public space, reworking Elijah Anderson’s Code of the Street through digital study and grounding the concept of networked publics in urban ethnography. This article bridges urban and digital approaches to ethnography to keep pace with the social life of the street.", "venue": "", "year": 2016, "referenceCount": 34, "citationCount": 93, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145225859", "name": "Jeffrey Lane"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a150d543cfc0de11b0cbe2ad7ddf96876dbd08b0", "externalIds": {"MAG": "2522910690"}, "url": "https://www.semanticscholar.org/paper/a150d543cfc0de11b0cbe2ad7ddf96876dbd08b0", "title": "Can spontaneous Internet activity serve the goals of school", "abstract": null, "venue": "", "year": 2016, "referenceCount": 11, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "32309850", "name": "G. Salomon"}, {"authorId": "1459913314", "name": "Martin M. Sjøen"}, {"authorId": "122754211", "name": "Sigurd Sandvold"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a5cc85f030bbdb09cf02abac774dba01359ea595", "externalIds": {"MAG": "2186982179"}, "url": "https://www.semanticscholar.org/paper/a5cc85f030bbdb09cf02abac774dba01359ea595", "title": "Digital Production and Students as Learning Designers", "abstract": null, "venue": "", "year": 2016, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "153081016", "name": "Birgitte Holm"}, {"authorId": "12342827", "name": "E. Tweddell"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a9e73e91448594fdd568ea86ccfc1ad73cf6320b", "externalIds": {"MAG": "2470542346"}, "url": "https://www.semanticscholar.org/paper/a9e73e91448594fdd568ea86ccfc1ad73cf6320b", "title": "Going mobile: the domestication of the cell phone by teens in a rural east Texas town", "abstract": "This thesis explores the use of the cell phone among US teens. The research was conducted in a rural east Texas town, with two student groups, 13-14 year-olds (middle school) and 18-20 year-olds (university), between 2007 and 2008, at a time when 2G cell phones were the norm. The analysis adopts and applies the domestication framework developed by Silverstone and Hirsch (1992) within work on the social shaping of technology (Haddon, 2004; Berker, 2006; Selwyn, 2012), and points to some limitations and areas for further development within this approach. \n\nThe thesis explores the extent to which teens use of the cell phone serves as a vehicle for self-expression and collective identity. It considers their emotional investment and connection with the cell phone as an extension of the self ; as well as its role as a focus for, and a means of, regulation of young people both by adults and by peers. The analysis suggests that, far from being a matter of free choice and autonomy, teens use of cell phones may be restricted by cost (of texting, calling plan), features (of particular phones), and by parental or institutional rules about how, where and when cell phones may be used. Use may also be regulated by peers in terms of when and with whom to talk or text, enabling peer groups to exclude others. \n\nThrough the lens of the domestication framework this thesis concludes that teens in this context are not an homogenous group: the ways they incorporate the cell phone into their everyday lives may differ to a degree, not least as a result of parental and institutional regulation. The research does, however, identify broad areas of consensus among teens, partly linked to the geographical and socio-economic context of the participants, which provides a useful comparison with research undertaken on teens elsewhere in the world.", "venue": "", "year": 2016, "referenceCount": 535, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "34948513", "name": "C. Cooper"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b451bdec327dbd9083af96ea32686134dc424ed3", "externalIds": {"MAG": "2529394779"}, "url": "https://www.semanticscholar.org/paper/b451bdec327dbd9083af96ea32686134dc424ed3", "title": "Research and Development Projects with ICT and students as learning designers in Primary Schools", "abstract": null, "venue": "", "year": 2016, "referenceCount": 29, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "66006917", "name": "K. Tweddell"}, {"authorId": "153081016", "name": "Birgitte Holm"}, {"authorId": "3284103", "name": "S. Tosca"}, {"authorId": "1403986880", "name": "Stine Ejsing-Duun"}, {"authorId": "2085143855", "name": "Helle Skovbjerg Karoff"}]}}, {"contexts": ["Publishing-oriented media production motivates learners to create content (Lange & Ito 2010) and drives them to improve the quality of products (Butler et al. 2010)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "b6e93197031d088a906e529cadc76e7e46d4e2d2", "externalIds": {"MAG": "2418119740"}, "url": "https://www.semanticscholar.org/paper/b6e93197031d088a906e529cadc76e7e46d4e2d2", "title": "Social interaction in the context of new literacies : pedagogical potentials of publishing-oriented learner-generated video production", "abstract": "The rationale for this doctoral research derives from the escalating challenge posed by the media gap reducing learners’ school motivation. Today’s learners have been attracted to interactive media involving content creation, but such activating learning environments are rarely employed at school. To address this challenge, I started this research on pedagogical potentials of publishingoriented learner-generated video production. The process, implementing new literacies, offered an alternative to traditional instruction as well as opportunities for multilevel social interaction. Online publishing of the videos as a natural continuation of the process enabled interaction between school and society. In this research, I examined through three case studies what kinds of social interaction emerge in this context and how interaction can be improved. I collected the data in primary and secondary schools by observing and video recording discussions in video projects and by interviewing students, teachers and parents. I employed a quantifying method to analyze group interaction and its development and used inductive qualitative methods to examine teacher–student interaction and interaction at the societal level. The findings emphasize the crucial role of the teacher in orchestrating social interaction. The observed peer group was actively involved in planning their joint video story, but the open-ended fictional task challenged interaction. Despite initial disputational and modest discussion the group learned to ‘intercreate’ due to minimal scaffolding provided by the teacher. Occasionally, wholeclass discussions were dominated by the teacher and two to three students. Online publishing of the videos appeared to generate contradictory feelings. In primary schools videos were largely published online, but in secondary schools students were more reluctant to publish their schoolcontext videos. Interaction was scarce between students, teachers and parents even though they were invited to discuss the media ground rules of online publishing activities. In order to improve interaction processes and environments, the teacher needs to designate carefully scripted subtasks, provide reflective scaffolding as well as implement media encouragement to enable interaction between school and society.", "venue": "", "year": 2016, "referenceCount": 202, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1410584129", "name": "Laura Palmgren-Neuvonen"}]}}, {"contexts": ["This pattern I observed reflects other studies of kids' uses of new media and technologies - many kids are increasingly using and interacting with technologies, but few are taking up opportunities to create and design with technology (Livingstone & Helsper, 2007; Ito et al., 2009).", "Access to peers and other makers can be valuable to find people with shared interests, get feedback and inspiration, brainstorm ideas, work on projects together, and deepen expertise (Ito et al., 2009)."], "isInfluential": false, "intents": ["background", "result"], "citingPaper": {"paperId": "bbe9d923284bbe063b22cbddbb2178446578cf92", "externalIds": {"MAG": "2603213364"}, "url": "https://www.semanticscholar.org/paper/bbe9d923284bbe063b22cbddbb2178446578cf92", "title": "Family creative learning : designing structures to engage kids and parents as computational creators", "abstract": "The ability to create, design, and express oneself with technology is an important fluency for full participation in today's digitally mediated society. Social support can play a major role in engaging and deepening what young people can learn and do with technology. In particular, parents can play many roles, such as being collaborators, resource providers, and co-learners with their kids. In this dissertation, I explore the possibilities of engaging kids and their families as computational creators providing opportunities and support to enable them to create things they care about with computing, to see themselves as creators, and to imagine the ways they can shape their world. I especially focus on families with limited access to resources and social support around computing. I describe the design of a community-based outreach program called Family Creative Learning, which invites kids, their families, and other families in their community to create and learn together using creative technologies. I use a qualitative approach to document the complex and diverse learning experiences of families. Through studies of family participation, I examine how kids and their parents supported one another and how the Family Creative Learning environment, activities, tools, and facilitation supported families in their development as computational creators. As families built projects, they also built perspectives in how they saw themselves, each other, and computing developing identities as computational creators. Thesis Supervisor: Mitchel Resnick Title: LEGO Papert Learning Professor Family Creative Learning: Designing Structures to Engage Kids and Parents as Computational Creators", "venue": "", "year": 2016, "referenceCount": 49, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2075683", "name": "Ricarose Roque"}]}}, {"contexts": ["Social media platforms may foster networked publics—publics structured by networked technology—that can enhance users’ personal development and provide access to public dialogue (boyd, 2014; Ito et al., 2010), but platforms’ profit motives also prioritize data archiving and marketing (Gehl, 2014)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "c0fcd672ed336c2568a2f25953422b4ca64b3bb7", "externalIds": {"MAG": "3021668286"}, "url": "https://www.semanticscholar.org/paper/c0fcd672ed336c2568a2f25953422b4ca64b3bb7", "title": "Constructing Public Space| “Legit Can’t Wait for #Toronto #WorldPride!”: Investigating the Twitter Public of a Large-Scale LGBTQ Festival", "abstract": "This article investigates whether participation on Twitter during Toronto’s 2014 WorldPride festival facilitated challenges to heteronormativity through increased visibility, connections, and messages about LGBTQ people. Analysis of 68,231 tweets found that surges in activity using WorldPride hashtags, connections among users, and the circulation of affective content with common symbols made celebrations visible. However, the platform’s features catered to politicians, celebrities, and advertisers in ways that accentuated self-promotional, local, and often banal content, overshadowing individual users and the festival’s global mandate. By identifying Twitter’s limits in fostering the visibility of users and messages that circulate nonnormative discourses, this study makes way for future research identifying alternative platform dynamics that can enhance the visibility of diversity.", "venue": "", "year": 2016, "referenceCount": 72, "citationCount": 14, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Sociology"], "authors": [{"authorId": "3483635", "name": "Stefanie Duguay"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d317ec5b45ce42857b9928b3f54a61772f31c7c1", "externalIds": {"MAG": "2747738301"}, "url": "https://www.semanticscholar.org/paper/d317ec5b45ce42857b9928b3f54a61772f31c7c1", "title": "Perspectives on Harmful Speech Online", "abstract": "Citation Nani Jansen Reventlow, Jonathon Penney, Amy Johnson, Rey Junco, Casey Tilton, Kate Coyer, Nighat Dad, Adnan Chaudhri, Grace Mutung’u, Susan Benesch, Andres Lombana-Bermudez, Helmi Noman, Kendra Albert, Anke Sterzing, Felix Oberholzer-Gee, Holger Melas, Lumi Zuleta, Simin Kargar, J. Nathan Matias, Nikki Bourassa, and Urs Gasser. 2016. Perspectives on Harmful Speech Online. Berkman Klein Center for Internet & Society Research Publication.", "venue": "", "year": 2016, "referenceCount": 63, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "46654169", "name": "Urs Gasser"}, {"authorId": "112834948", "name": "Nani Jansen Reventlow"}, {"authorId": "2064859890", "name": "John Penney"}, {"authorId": "40218426", "name": "Amy E. Johnson"}, {"authorId": "3211583", "name": "Reynol Junco"}, {"authorId": "113229740", "name": "Casey Tilton"}, {"authorId": "96028214", "name": "Kate Coyer"}, {"authorId": "3002519", "name": "Nighat Dad"}, {"authorId": "92597979", "name": "A. Chaudhri"}, {"authorId": "1430950997", "name": "Grace Mutung'u"}, {"authorId": "35070998", "name": "Susan Benesch"}, {"authorId": "1430953306", "name": "Andres Lombana-Bermudez"}, {"authorId": "3058868", "name": "Helmi Noman"}, {"authorId": "77589014", "name": "Kendra Albert"}, {"authorId": "2079574662", "name": "Anke Sterzing"}, {"authorId": "1403898285", "name": "Felix Oberholzer-Gee"}, {"authorId": "113531609", "name": "Holger Melas"}, {"authorId": "117073565", "name": "L. Zuleta"}, {"authorId": "115991044", "name": "Simin Kargar"}, {"authorId": "117322889", "name": "N. Bourassa"}, {"authorId": "2053588989", "name": "Jorge Matias"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d6d1c74f55af3bb22ee95d01688f62f50d398292", "externalIds": {"MAG": "2546572056", "DOI": "10.1080/17405629.2015.1107542"}, "url": "https://www.semanticscholar.org/paper/d6d1c74f55af3bb22ee95d01688f62f50d398292", "title": "School burnout and engagement profiles among digital natives in Finland: a person-oriented approach", "abstract": "Abstract Applying a person-oriented approach, this study set out to examine what profiles of school engagement and school burnout (i.e., exhaustion, cynicism, inadequacy) can be identified among elementary school children at age 12, a generation also often referred to as the generation of digital natives. We compared the group memberships in their use of socio-digital technologies and related functioning as we expected to find a gap between some digital natives and current educational practices which do not include socio-digital technology in feelings of cynicism towards school. Latent profile analysis identified five groups: Engaged (50%) students, who formed the majority; Stressed (4%) students, who reported high exhaustion and high inadequacy as a student; Students High in cynicism (burnout group) (5%) with high scores on all the components of school burnout, particularly cynicism, but also on exhaustion and inadequacy as a student; students Moderate in Cynicism (15%), whose cynicism was directed in particular towards studying and school; and, finally, students Emerging Cynicism (bored group) (26%), whose feelings of cynicism were nevertheless elevated. These results thus revealed that almost half (46%) of the elementary students felt some degree of cynicism towards school, thereby supporting our gap hypothesis: these groups of cynical students reported that they would be more engaged at school if socio-digital technologies were used at school. These results indicate that one way to promote the engagement of cynical students might be to offer them the possibility to make greater use of socio-digital technologies at school.", "venue": "", "year": 2016, "referenceCount": 35, "citationCount": 55, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1398876431", "name": "K. Salmela‐Aro"}, {"authorId": "4708421", "name": "J. Muotka"}, {"authorId": "6068031", "name": "K. Alho"}, {"authorId": "34566068", "name": "K. Hakkarainen"}, {"authorId": "3029006", "name": "K. Lonka"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "de01c63b07011e71ae25722353d25bc4d72aa390", "externalIds": {"MAG": "2303426583", "DOI": "10.14324/111.9781910634493"}, "url": "https://www.semanticscholar.org/paper/de01c63b07011e71ae25722353d25bc4d72aa390", "title": "How the World Changed Social Media", "abstract": "How the World Changed Social Media is the first book in Why We Post, a book series that investigates the findings of nine anthropologists who each spent 15 months living in communities across the world. This book offers a comparative analysis summarising the results of the research and exploring the impact of social media on politics and gender, education and commerce. What is the result of the increased emphasis on visual communication? Are we becoming more individual or more social? Why is public social media so conservative? Why does equality online fail to shift inequality offline? How did memes become the moral police of the internet? Supported by an introduction to the project’s academic framework and theoretical terms that help to account for the findings, the book argues that the only way to appreciate and understand something as intimate and ubiquitous as social media is to be immersed in the lives of the people who post. Only then can we discover how people all around the world have already transformed social media in such unexpected ways and assess the consequences.", "venue": "", "year": 2016, "referenceCount": 175, "citationCount": 315, "influentialCitationCount": 24, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145871506", "name": "Danny Miller"}, {"authorId": "38138659", "name": "Elisabetta Costa"}, {"authorId": "83772749", "name": "N. Haynes"}, {"authorId": "144936201", "name": "T. Mcdonald"}, {"authorId": "31390155", "name": "R. Nicolescu"}, {"authorId": "3237937", "name": "Jolynna Sinanan"}, {"authorId": "118130756", "name": "J. Spyer"}, {"authorId": "117647448", "name": "S. Venkatraman"}, {"authorId": "47119258", "name": "Xinyuan Wang"}]}}]}