{"offset": 0, "next": 100, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "014dc136c32dfe2c733b77ab5bc52fc4b830f800", "externalIds": {"DOI": "10.1080/08935696.2021.1935544"}, "url": "https://www.semanticscholar.org/paper/014dc136c32dfe2c733b77ab5bc52fc4b830f800", "title": "The Temporal and Material Dimension of Creative Work: Against “Automatic Society”", "abstract": "The main focus of Bernard Stiegler’s critique of automatic society is the threat that automatic systems pose to human creative work in undermining possibility by eliminating the available time that it takes human beings to think and work through problems posed by the relative independence of the material world. When humans work creatively, they do not automatically translate ideas into reality. Instead, the object constantly poses unexpected challenges that must be reflected upon and worked through. Surprisingly, even Marx ignored the temporal dimension of work involving the material world. Through the example of artistic work, this essay illustrates and begins sketching a solution to the threat that automatic society poses to creative work. Against Marx, it shows that artistic work is never a case of simply imprinting an idea on a passive material substratum but is always a struggle through which the idea changes in the process of its realization.", "venue": "Rethinking Marxism", "year": 2021, "referenceCount": 39, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "144808069", "name": "J. Noonan"}]}}, {"contexts": ["Due to these limitations, the energy efficiencies for existing electronic circuits to compute learning algorithms are limited to the range of 107 1013 OPS=W (operations per second per watt),[7,11–17,20,22,24] which are significantly lower than that of the human brain ( 1015 OPS=W)[26] and largely prevent artificial intelligent systems from self-programming on site in real time.", "3 1017OPS=W (Experimental Section, Equation (6), Figure 5) significantly higher than the energy efficiencies of computing circuits ( 107 1013 OPS=W) and the human brain ( 1015OPS=W).([26]) The speed to compute parallel Figure 4.", "Due to these limitations, the energy efficiencies for existing electronic circuits to compute learning algorithms are limited to the range of 107 1013 OPS=W (operations per second per watt), which are significantly lower than that of the human brain ( 1015 OPS=W)([26]) and largely prevent artificial intelligent systems from self-programming on site in real time.", "A circuit of 109 synstors will have a speed (6 1016OPS) comparable with the speeds of the human brain ( 1016OPS) and the Summit supercomputer ( 1017OPS) and consumes a power ( 40mW) much less than those of the human brain ( 30W with 1014 synapses)([26]) and Summit supercomputer ( 107W with 1014 transistors).", "The computing energy efficiency of SNIC operated with operation frequency f c ¼ 100MHz, average synstor conductances hwi ¼ 10nS, Va ¼ 1.75V , Dp ¼ 0.06, Ep ¼ 10pJ, r in ¼ 300 kHz, and hryi ¼ 160Hz and was approximately equal to 3.3 1017OPS=W.\nSupporting Information Supporting Information is available from the Wiley Online Library or from the author.", "SNIC circumvents the energy consumptions on data transmissions in conventional computing circuits, facilitating a computing energy efficiency of 3.3 1017OPS=W (Experimental Section, Equation (6), Figure 5) significantly higher than the energy efficiencies of computing circuits ( 107 1013 OPS=W)[7,11–16,20,22,24] and the human brain ( 1015OPS=W).", "In this article, we demonstrate a synstor-based self-programming neuromorphic integrated circuit (abbreviated as SNIC hereafter) based on synstors (Figure 1a), which executes the signal-processing (I ¼ wx, Equation (1)) and correlative learning[1,3] (w\n: ¼ αz ⊗ x, Equation (2)) algorithms concurrently in parallel analog mode to self-program the synstor conductance matrix, w, toward its optimal values, ŵ, and improve the performance function of a system spontaneously with an energy efficiency ( 3.3 1017 OPS=W) significantly higher than the energy efficiencies of computing circuits ( 107 1013 OPS=W)[7,11–16,20,22,24] and the human brain ( 1015 OPS=W).", "3 1017 OPS=W) significantly higher than the energy efficiencies of computing circuits ( 107 1013 OPS=W) and the human brain ( 1015 OPS=W).([26])"], "isInfluential": true, "intents": ["methodology", "background"], "citingPaper": {"paperId": "03c858ff9751cc33a4b32608a63fd310f5843d42", "externalIds": {"MAG": "3161538890", "DOI": "10.1002/aisy.202100016"}, "url": "https://www.semanticscholar.org/paper/03c858ff9751cc33a4b32608a63fd310f5843d42", "title": "Self‐Programming Synaptic Resistor Circuit for Intelligent Systems", "abstract": "Unlike artificial intelligent systems based on computers which have to be programmed for specific tasks, the human brain “self‐programs” in real time to create new tactics and adapt to arbitrary environments. Computers embedded in artificial intelligent systems execute arbitrary signal‐processing algorithms to outperform humans at specific tasks, but without the real‐time self‐programming functionality, they are preprogrammed by humans, fail in unpredictable environments beyond their preprogrammed domains, and lack general intelligence in arbitrary environments. Herein, a synaptic resistor circuit that self‐programs in arbitrary and unpredictable environments in real time is demonstrated. By integrating the synaptic signal processing, memory, and correlative learning functions in each synaptic resistor, the synaptic resistor circuit processes signals and self‐programs the circuit concurrently in real time with an energy efficiency about six orders higher than those of computers. In comparison with humans and a preprogrammed computer, the self‐programming synaptic resistor circuit dynamically modifies its algorithm to control a morphing wing in an unpredictable aerodynamic environment to improve its performance function with superior self‐programming speeds and accuracy. The synaptic resistor circuits potentially circumvent the fundamental limitations of computers, leading to a new intelligent platform with real‐time self‐programming functionality for artificial general intelligence.", "venue": "", "year": 2021, "referenceCount": 38, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2064587931", "name": "Christopher M. Shaffer"}, {"authorId": "2120970339", "name": "A. Deo"}, {"authorId": "1644001317", "name": "Andrew Tudor"}, {"authorId": "2120987164", "name": "Rahul Shenoy"}, {"authorId": "15893281", "name": "Cameron Danesh"}, {"authorId": "2120971756", "name": "Dhruva Nathan"}, {"authorId": "41021502", "name": "Lawren L Gamble"}, {"authorId": "144878341", "name": "D. Inman"}, {"authorId": null, "name": "Yong Chen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "05ff7f2a150dee2111672057a8416112f5e0be6f", "externalIds": {"MAG": "3153203996", "DOI": "10.1007/978-3-531-19097-6_34"}, "url": "https://www.semanticscholar.org/paper/05ff7f2a150dee2111672057a8416112f5e0be6f", "title": "Verhaltensmodifikation und Soziale Arbeit – eine Rekontextuierung im Lichte der „Verwissenschaftung“", "abstract": null, "venue": "", "year": 2021, "referenceCount": 12, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "116435567", "name": "S. K. Amos"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0704e3b764020a536b26ca0d123f036f457764e8", "externalIds": {"MAG": "3136928318", "DOI": "10.1007/978-3-030-69415-9_38"}, "url": "https://www.semanticscholar.org/paper/0704e3b764020a536b26ca0d123f036f457764e8", "title": "Artificial Intelligence as a Factor in the Sociodynamics of Daily Order", "abstract": null, "venue": "", "year": 2021, "referenceCount": 10, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "65856479", "name": "A. V. Andreeva"}, {"authorId": "116601627", "name": "Y. Gritskov"}, {"authorId": "2090670216", "name": "Alexander P. Pavlov"}, {"authorId": "2090177491", "name": "Tatiana A. Fenvesh"}]}}, {"contexts": ["Raymond Kurzweil (2005), Inventor americano e futurista, em sua obra A\nSingularidade Está Próxima, afirma que a singularidade é o momento em que todos os avanços da tecnologia, particularmente na inteligência artificial, quando as máquinas serão mais inteligentes que os seres humanos.", "Para aqueles que veem essa sociedade cibernética como mais fantasia do que futuro,\nKurzweil (2005) ressalta que “Há pessoas com computadores em seus cérebros hoje — pacientes de Parkinson.", "E, como é da natureza da tecnologia melhorar, Kurzweil (2005) prevê que durante a década de 2030 alguma tecnologia será inventada que pode entrar em seu cérebro e ajudar sua memória."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "07b8fcd777b0b4d12e8fdbf60e117f6c67dbc6b4", "externalIds": {"MAG": "3182545734", "DOI": "10.51891/rease.v7i6.1446"}, "url": "https://www.semanticscholar.org/paper/07b8fcd777b0b4d12e8fdbf60e117f6c67dbc6b4", "title": "A DINÂMICA ÉTICA DAS MÁQUINAS EM INTELIGÊNCIA ARTIFICIAL E O NOVO PAPEL DO PROFESSOR DE FILOSOFIA", "abstract": "A ética computacional considera uma dinâmica baseada em técnicas, valores e princípios aceitos como certo ou errado para nortear a conduta moral no desenvolvimento de algoritmos de inteligência artificial. O aprendizado por reforço é um modelo de inteligência artificial que se dispõe a resolver um problema proposto em um ambiente incerto e complexo baseado em uma sequência de decisões em que não importam os meios utilizados para atingir o fim. O algoritmo é penalizado ou recompensado pelas ações que executa. No entanto ele busca sempre a maior recompensa possível. A consideração do impacto social, ético e moral neste cenário cibernético. O dilema da liberdade ou do controle da inteligência artificial nos sistemas autônomos. Lidando com a discriminação algorítmica com a humanidade e suas idiossincrasias diante do poder computacional exponencial e sem limites. O devir da anunciada singularidade tecnológica. Mitigando conflitos entre a inteligência das coisas e a consciência humana para tornar a vida mais significativa e menos complexa na modernidade líquida. Uso das melhores habilidades que a tecnologia dispõe para trazer sentido a vida, fazendo a interação entre os homens e as coisas mais humana, natural, cognitiva, sustentável e socialmente responsável. A importância e a influência do pensar filosófico na edificação de um conhecimento colaborativo, ético e moral que precede a parametrização e definição das métricas e métodos dos algoritmos de Inteligência artificial incorporados nas coisas e nas redes em benefício da sociedade do conhecimento. O papel do professor de filosofia neste novo cenário.", "venue": "Revista Ibero-Americana de Humanidades, Ciências e Educação", "year": 2021, "referenceCount": 42, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "78206963", "name": "Newton Duarte"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "094f027efacb9024e156f151ac01b06e7759be2c", "externalIds": {"MAG": "3155532893", "DOI": "10.1007/S11422-021-10029-9"}, "url": "https://www.semanticscholar.org/paper/094f027efacb9024e156f151ac01b06e7759be2c", "title": "The Anthropocene as we know it: posthumanism, science education and scientific literacy as a path to sustainability", "abstract": "As products of the Anthropocene, the epoch of human ecological impact, models of environmental and social sustainability have been rooted in humanism, centering human agency and taking humanity as the prime reference point in understanding the world. Discourses around sustainability pose questions of how we are trying to sustain our world and our central place in it. With these questions in mind, we examine the role of science education for sustainability and as a tool for enacting societal change and interacting with the world responsibly. Science education is particularly concerned with helping learners cultivate tools and develop scientific literacy for understanding and interacting with the world. This is key to the ability of current and future generations to meet the challenge of building and maintaining a sustainable world. Yet, these tools are rooted in anthropocentric and Western ways of understanding our relationships with and in the world, which maintains myths such as the neutrality of digital technology or linear forms of progress. We turn to posthuman perspectives to consider an alternative onto-epistemological stance that decenters human agency and foregrounds the co-constitutive and intra-active nature of the world. We argue that scientific literacy and science education for sustainability can act as channels for our species to move beyond ecological sustainability to an understanding of humanity’s entanglement with the world. Life in all its forms, from micro to macro is about relationships with cultural and natural ecologies. Any changes in these relationships can lead to the sustaining, altering, or threatening of these ecologies. In light of this recognition, we explore the implications of posthumanist thought for science education and literacy as learners seek a more sustainable world and a more harmonious place for humanity within it.", "venue": "", "year": 2021, "referenceCount": 70, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "143705839", "name": "Sophia Jeong"}, {"authorId": "144187540", "name": "Brandon J. Sherman"}, {"authorId": "70177842", "name": "D. Tippins"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "09957cb5febf48ab89c40cd7c77cb5c3b2bf6fdd", "externalIds": {"DBLP": "journals/tele/Martinez-Plumed21", "MAG": "3110196385", "DOI": "10.1016/j.tele.2020.101525"}, "url": "https://www.semanticscholar.org/paper/09957cb5febf48ab89c40cd7c77cb5c3b2bf6fdd", "title": "Futures of artificial intelligence through technology readiness levels", "abstract": "Abstract Artificial Intelligence (AI) offers the potential to transform our lives in radical ways. However, the main unanswered questions about this foreseen transformation are its depth, breadth and timelines. To answer them, not only do we lack the tools to determine what achievements will be attained in the near future, but we even ignore what various technologies in present-day AI are capable of. Many so-called breakthroughs in AI are associated with highly-cited research papers or good performance in some particular benchmarks. However, research breakthroughs do not directly translate into a technology that is ready to use in real-world environments. In this paper, we present a novel exemplar-based methodology to categorise and assess several AI technologies, by mapping them onto Technology Readiness Levels (TRL) (representing their depth in maturity and availability). We first interpret the nine TRLs in the context of AI, and identify several categories in AI to which they can be assigned. We then introduce a generality dimension, which represents increasing layers of breadth of the technology. These two dimensions lead to the new readiness-vs-generality charts, which show that higher TRLs are achievable for low-generality technologies, focusing on narrow or specific abilities, while high TRLs are still out of reach for more general capabilities. We include numerous examples of AI technologies in a variety of fields, and show their readiness-vs-generality charts, serving as exemplars. Finally, we show how the timelines of several AI technology exemplars at different generality layers can help forecast some short-term and mid-term trends for AI.", "venue": "Telematics Informatics", "year": 2021, "referenceCount": 166, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1399205325", "name": "Fernando Martínez-Plumed"}, {"authorId": "1740615089", "name": "Emilia Gómez"}, {"authorId": "1398777358", "name": "J. Hernández-Orallo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0a01fd59494dfe196c8b3c49d655f4a88c3ec8a9", "externalIds": {"MAG": "3159039391", "DOI": "10.15584/NSAWG.2021.1.1"}, "url": "https://www.semanticscholar.org/paper/0a01fd59494dfe196c8b3c49d655f4a88c3ec8a9", "title": "Przemysł 4.0 i sztuczna inteligencja: szansa czy zagrożenie dla realizacji koncepcji zrównoważonego i trwałego rozwoju?", "abstract": "This paper discusses the problems connected with visible changes in industry in the context of the consequent four industrial revolutions. The last one is associated with “industry 4.0”, which in turn manifests in the presence of the following constitutive parts (systems): cyber physical systems, the Internet of Things, the Internet of Services and intelligent factories. Another important factor of the ongoing changes is the appearance of a new branch, which tries to comprise in its theoretical divagations the problems discussed in IT, mathematics, neurophysiology, electronics, psychology, anthropology and philosophy. In the experimental area this realm, in turn, is treated as a branch of IT. All these constituents can be defined as artificial intelligence.The aim of this research is an attempt to answer the question posed in the title of the article, taking into consideration the potentially most holistic approach to these problems in the context of sustainable development of the constituent capitals taking into consideration not only the increasing of opportunities but maximizing the benefits in the natural, social and economic spheres.", "venue": "", "year": 2021, "referenceCount": 27, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1413999775", "name": "Barbara Siuta-Tokarska"}]}}, {"contexts": ["However, computing power will probably continue to increase in the next years (Kurzweil, 2005), which, together with parallel processing and improved algorithms, allows continuous reduction of computing time (von Bloh et al., 2010; Snell, 2014)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0b3286f4fd73dc3b79fa227f12d66529c3966e83", "externalIds": {"MAG": "3148798307", "PubMedCentral": "8093733", "DOI": "10.1002/ece3.7391", "PubMed": "33976773"}, "url": "https://www.semanticscholar.org/paper/0b3286f4fd73dc3b79fa227f12d66529c3966e83", "title": "Tackling unresolved questions in forest ecology: The past and future role of simulation models", "abstract": "Abstract Understanding the processes that shape forest functioning, structure, and diversity remains challenging, although data on forest systems are being collected at a rapid pace and across scales. Forest models have a long history in bridging data with ecological knowledge and can simulate forest dynamics over spatio‐temporal scales unreachable by most empirical investigations. We describe the development that different forest modelling communities have followed to underpin the leverage that simulation models offer for advancing our understanding of forest ecosystems. Using three widely applied but contrasting approaches – species distribution models, individual‐based forest models, and dynamic global vegetation models – as examples, we show how scientific and technical advances have led models to transgress their initial objectives and limitations. We provide an overview of recent model applications on current important ecological topics and pinpoint ten key questions that could, and should, be tackled with forest models in the next decade. Synthesis. This overview shows that forest models, due to their complementarity and mutual enrichment, represent an invaluable toolkit to address a wide range of fundamental and applied ecological questions, hence fostering a deeper understanding of forest dynamics in the context of global change.", "venue": "Ecology and evolution", "year": 2021, "referenceCount": 376, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography", "Medicine"], "authors": [{"authorId": "15533593", "name": "Isabelle Maréchaux"}, {"authorId": "14078011", "name": "F. Langerwisch"}, {"authorId": "145168195", "name": "A. Huth"}, {"authorId": "48680636", "name": "H. Bugmann"}, {"authorId": "47198241", "name": "X. Morin"}, {"authorId": "4704443", "name": "C. Reyer"}, {"authorId": "49615494", "name": "R. Seidl"}, {"authorId": "4814453", "name": "Alessio Collalti"}, {"authorId": "86957944", "name": "M. Paula"}, {"authorId": "46900579", "name": "Rico Fischer"}, {"authorId": "5345564", "name": "M. Gutsch"}, {"authorId": "2823958", "name": "M. Lexer"}, {"authorId": "2359150", "name": "H. Lischke"}, {"authorId": "4525403", "name": "A. Rammig"}, {"authorId": "50747590", "name": "E. Rödig"}, {"authorId": "14393140", "name": "B. Sakschewski"}, {"authorId": "4530847", "name": "F. Taubert"}, {"authorId": "6402889", "name": "K. Thonicke"}, {"authorId": "4412686", "name": "G. Vacchiano"}, {"authorId": "39687453", "name": "F. Bohn"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "12d0f488547248faf63cb1bd074c8fb7b10aee51", "externalIds": {"MAG": "3194676467", "DOI": "10.24224/2227-1295-2021-8-73-86"}, "url": "https://www.semanticscholar.org/paper/12d0f488547248faf63cb1bd074c8fb7b10aee51", "title": "Problematization of Social Reality in Communicative Practices of Conflict Mobilization in Communities Social Networks in Germany", "abstract": "The results of studying the subject system-communicative dimension of conflict mobilization practices in social networks in Germany in the context of mediatization of politics and postulates of successful conflict communication of the Harvard School of Conflictology are presented in the article. The spheres of social life, characterized from the perspective of observers — members of mobilization communities — as a concentration of problem situations and phenomena are determined. The fact of achieving the planned impact when problematizing fragments of social reality is confirmed by the predominance of solidarity reactions of the addressees. The conclusion is made about the predominant presentation of fragments of social reality as a threat through a direct assessment, an indication of the need for confrontation as the main task of the community, broad calls for struggle and criticism of the opponent; about the dominant reinforced presentation of the assessment to the addressee. The consequences of modern mediation in the political sphere, which are reflected in the practices of conflict mobilization, including the changing characteristics and attitudes of communicants, are described. Mobilization practices are characterized as the practice of institutionalizing protest and conflict resolution. It is shown that the studied discursive practices combine the features of different conflict resolution strategies, re-veal partial deviations from the postulates of successful conflict communication, formulated by representatives of the Harvard School of Conflictology in the concept of “Principled Negotiations”.", "venue": "Nauchnyi dialog", "year": 2021, "referenceCount": 8, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "66965302", "name": "L. Rebrina"}, {"authorId": "70868176", "name": "N. Shamne"}]}}, {"contexts": ["Ray Kurzweil (2005) defines technological evolution as an extension of biological evolution."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1a2166beb10e70bb9455541af85dee8088ece403", "externalIds": {"MAG": "3138465007", "DOI": "10.1080/25729861.2020.1843870"}, "url": "https://www.semanticscholar.org/paper/1a2166beb10e70bb9455541af85dee8088ece403", "title": "Digital Nomos and the new world order: towards a theological critique of Silicon Valley", "abstract": "Entre las narrativas dominantes que forman el sustrato ideologico de los procesos globales, podemos identificar poderosas mitologias de la tecnologia de corte determinista y sustantivista. Un ejemplo es la cosmovision de Silicon Valley como productora y exportadora de una teologia politica que plantea que la inminente crisis civilizatoria encontrara una solucion tecnica. Esta cosmovision ha colonizado la vida cotidiana del mundo. Diversas corrientes criticas han situado la narrativa sustantivista-determinista en el contexto de una historia intelectual ligada a la teologia politica como marco conceptual que otorga sentido a varios aspectos de esta narrativa, cuya funcion principal es la legitimacion. Esta tambien es la funcion principal de la teologia politica. Por lo tanto, la sociologia de los conceptos propuesta por Carl Schmitt permite identificar las contradicciones presentes dentro de dichas narrativas contemporaneas. La teologia politica vista como el estudio de las estructuras y las fuentes de la legitimidad politica abre las puertas para dilucidar el poder de dominacion que ejerce la cosmovision siliconiana y entenderla como una teologia politica cuya caracteristica fundamental es su invisibilidad, que es proporcional a su poder de dominacion.", "venue": "", "year": 2021, "referenceCount": 65, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2081382651", "name": "Cristina Andrea Sereni"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1aab7ecab3e3ea7e2da0dd060fe1b27a9812412d", "externalIds": {"MAG": "3163947644", "DOI": "10.1007/978-3-030-70099-7_13"}, "url": "https://www.semanticscholar.org/paper/1aab7ecab3e3ea7e2da0dd060fe1b27a9812412d", "title": "Engineering Our Selves: Morphological Freedom and the Myth of Multiplicity", "abstract": null, "venue": "", "year": 2021, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "115562266", "name": "J. Earle"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1dfdfa270ac8e8f00054f7bb1fe60997b7cd88e3", "externalIds": {"DOI": "10.1080/17432200.2021.1947029"}, "url": "https://www.semanticscholar.org/paper/1dfdfa270ac8e8f00054f7bb1fe60997b7cd88e3", "title": "religion <–> robotics", "abstract": "For all the pretense toward disembodiment, pattern-identity, and the unique reality of information, artificial intelligence technologies have always been material and their material realities continue to matter—they might even shed light on human activities that long preceded them. Our talk about AI includes such possibilities as an all-pervasive Internet of Things or the promise of transcendent machine intelligence; but it also means the organization of data, the enactment of economic, medical, or judicial policies, and even ritual participation of religious robots. Every aspect of such conversation deserves our attention and offers possibilities for scholarly contributions to public life. However narrowly or broadly we specify AI, we change how we think about other material things and the relationships among them. Many AI applications, such as search-and-rescue and factory assembly lines, have straightforward uses in society and tightly constrained values built into them. But such goals of economic efficiency, assisting people, etc. predispose us to seeing ourselves and the world in particular ways. Surveillance AI not only changes how we think about people, through data analysis it offers the possibility of literally changing human perspectives. The more expansive our views of AI become, the more those perspectives impinge upon core meanings of humanity and the world. When we conjure up general-purpose AI and the possibility of human-level and greater-than-human intelligence in machines, suddenly the impact of such technologies goes well beyond the mundane, and typically into the realm of the religious. Such views of AI continuously recreate or reinterpret religious bodies of human and divine beings. As is well-known, traditional religious ideas about humanity and divine powers have marched hand-in-hand with the development of AI. Pioneers in AI were sometimes steeped in—and often remarked upon—the golem narratives of medieval Judaism (Wiener 1964; Foerst 2004, 38-41), and that tradition persists into the twenty-first century (Rappaport 2006). But AI is certainly not uniquely attached to Jewish theological traditions. The most obvious contemporary to the warp and weft of golem/AI has been the Buddhist and Shinto traditions frequently tied to robotics in Japan (Schodt 1988; Mori [1981] 1999; Hornyak 2006, 29-32; Kimura 2018). But of course there is nothing necessarily Buddhist about Japanese robotics; nor is there even anything necessarily robotic about Japanese culture (Šabanović 2014). The intersection of religion and robotics changes across space and time; but rarely do cultural perspectives on the possibility of machine intelligence stray far from religion. Such connections require deliberate choice on the part of human actors. Dr. Frankenstein triumphantly declares “now I know what it feels like to be God!” in the film adaptation of Mary Shelley’s masterpiece, a perspective echoed by scientists and engineers who later utilized AI. The apotheosis of the programmer as designer of life or even as creator of new gods appears among artificial life programmers (Helmreich [1998] 2000, 83-85, 193), videogame designers (Bartle [2003] 2004, 247), and tech innovators (Kurzweil 2005). They follow in the footsteps of Stewart Brand, whose Whole Earth Catalog famously declared “We are as Gods and we might as well get good at it.” But few roboticists or programmers who honestly appraise their creations have just cause to celebrate their divine powers. The shortcomings of contemporary AI are sufficient to force both advocates and critics to declare that the machines will have to do the heavy lifting—supposedly we will get them just smart enough to start designing themselves in an ever-improving iterative process until humanity is rendered obsolete or joins the machines in a future of cyborg enhancements and, eventually, uploaded minds. Frankenstein never quite made it to divinity and religious people have yet to attain the transcendent reconfiguration of the world promised in apocalyptic worldviews. Perhaps 21st century AI will, indeed, accomplish the religious dreams of divine intellect, immortal human minds, Material Religion volume 17, issue 4, pp. 543–544", "venue": "Material Religion", "year": 2021, "referenceCount": 30, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "27931498", "name": "R. Geraci"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "200e224eb073edfe7762c33c7f2819c4b60ec622", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/200e224eb073edfe7762c33c7f2819c4b60ec622", "title": "Robots, Androids, and Deities: Simulating Artificial Intelligence in Digital Games", "abstract": null, "venue": "", "year": 2021, "referenceCount": 32, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3444850", "name": "N. Lamerichs"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "282c86c8db5668bff325c8d3b70f77c359980303", "externalIds": {"MAG": "3165092678", "DOI": "10.5294/PACLA.2021.24.2.7"}, "url": "https://www.semanticscholar.org/paper/282c86c8db5668bff325c8d3b70f77c359980303", "title": "El prosumidor en la economía colaborativa: nueva manera de participar en el mercado de consumo", "abstract": "The concept of prosumer can be grasped as a liaison between communicology —anchored in the understanding of traditional communication media— and transformed communicology —aimed at the study of communications in digital environments—. While it seems to have been losing its sense of usefulness and relevance in the communicology imaginary, studies carried out by the Interactive Advertising Bureau (IAB) recognize that the new digital agents have updated and extended the concept of prosumer towards the sharing economy, thus becoming a fundamental piece. This situation entails a deep reflection for the communication scientist, revealing a setting for producing never-before-seen contents, services, and products. We need to discuss the concept of prosumer from a new perspective that supposes complexity, interdisciplinarity, and a holistic sense. Therefore, this paper intends to explain the validity of this renewed concept, inserted in the imaginary of the sharing economy.", "venue": "", "year": 2021, "referenceCount": 21, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2126255957", "name": "Amaia Arribas Urrutia"}, {"authorId": "2126263979", "name": "Octavio Islas Carmona"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2a5e78ee6b453584645299d1dd882d4658c59ce7", "externalIds": {"DBLP": "journals/ais/Gordon21a", "MAG": "3086239550", "DOI": "10.1007/s00146-020-01063-2"}, "url": "https://www.semanticscholar.org/paper/2a5e78ee6b453584645299d1dd882d4658c59ce7", "title": "Artificial moral and legal personhood", "abstract": "This paper considers the hotly debated issue of whether one should grant moral and legal personhood to intelligent robots once they have achieved a certain standard of sophistication based on such criteria as rationality, autonomy, and social relations. The starting point for the analysis is the European Parliament’s resolution on Civil Law Rules on Robotics (2017) and its recommendation that robots be granted legal status and electronic personhood. The resolution is discussed against the background of the so-called Robotics Open Letter, which is critical of the Civil Law Rules on Robotics (and particularly of §59 f.). The paper reviews issues related to the moral and legal status of intelligent robots and the notion of legal personhood, including an analysis of the relation between moral and legal personhood in general and with respect to robots in particular. It examines two analogies, to corporations (which are treated as legal persons) and animals, that have been proposed to elucidate the moral and legal status of robots. The paper concludes that one should not ascribe moral and legal personhood to currently existing robots, given their technological limitations, but that one should do so once they have achieved a certain level at which they would become comparable to human beings.", "venue": "AI Soc.", "year": 2020, "referenceCount": 82, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "29121251", "name": "J. Gordon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "33e5d49a7f36677e9dbded162204cb9c6eb8c1c5", "externalIds": {"MAG": "3135702732", "DOI": "10.1007/978-3-030-15145-4_62-1"}, "url": "https://www.semanticscholar.org/paper/33e5d49a7f36677e9dbded162204cb9c6eb8c1c5", "title": "Journeys in the Age of Smart Cities: Some Fresh Perspectives", "abstract": null, "venue": "", "year": 2021, "referenceCount": 87, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "144527605", "name": "V. Callaghan"}, {"authorId": "3057592", "name": "J. Chin"}, {"authorId": "123025714", "name": "F. Doctor"}, {"authorId": "71354046", "name": "T. Kymäläinen"}, {"authorId": "1399035988", "name": "A. Peña-Ríos"}, {"authorId": "2090243450", "name": "C. Phengdy"}, {"authorId": "1405565759", "name": "A. Reyes-Muñoz"}, {"authorId": "2138239844", "name": "A. Tisan"}, {"authorId": "84056300", "name": "M. Wang"}, {"authorId": "2107346210", "name": "H. Wu"}, {"authorId": "144848916", "name": "V. Zamudio"}, {"authorId": "2000880188", "name": "S. Zhang"}, {"authorId": "2054596740", "name": "P. Zheng"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "34abc4cf29cb4623c1e394c437c08c86fd9b2ab5", "externalIds": {"MAG": "3171532392", "DOI": "10.1007/978-3-030-65273-9_15"}, "url": "https://www.semanticscholar.org/paper/34abc4cf29cb4623c1e394c437c08c86fd9b2ab5", "title": "Instrumentality Versus Awareness: Rethinking the Reverse Side of Artificial Intelligence", "abstract": null, "venue": "", "year": 2021, "referenceCount": 19, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2100639559", "name": "Žilvinas Svigaris"}]}}, {"contexts": ["(Kurzweil, 2005)"], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3546c008b8b8213135e6b6e5556079e04d763cc3", "externalIds": {"MAG": "3137813629", "DOI": "10.48189/NL.2021.V02I1.013"}, "url": "https://www.semanticscholar.org/paper/3546c008b8b8213135e6b6e5556079e04d763cc3", "title": "Transhumanisms: A Review of Transhumanist Schools of Thought", "abstract": "Transhumanism is a philosophical system that proposes the use of advanced technologies directly in the human body to modify and improve its biological condition. That is the core idea of transhumanism and it can be adopted by various ideological systems in different ways. It will depend on their ethical approach and what they define as “improvement”. In this article we will quickly review the difference between transhumanist philosophy, Transhumanism and Transhumanisms.", "venue": "", "year": 2021, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2088985266", "name": "Piero Gayozzo Huamanchumo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "355d430234bb441271cb7aaf1cff5fe5eb5e2404", "externalIds": {"MAG": "3157558494", "DOI": "10.31992/0869-3617-2021-30-4-62-72"}, "url": "https://www.semanticscholar.org/paper/355d430234bb441271cb7aaf1cff5fe5eb5e2404", "title": "Humanitarian Contexts of Technical Education in Russia", "abstract": "The article deals with the problem of formation of social and humanitarian competen[1]cies in Russian engineering education. The author shows how different views on the relationship between man and machine, as well as between society and the technosphere, were translated into various public initiatives and analyzes the impact of these initiatives on the evolution of approaches to engineering education. Special attention is paid to the promotion of the ideology of design think[1]ing and the movement for the humanitarization of engineering education. Both gained a consider[1]able popularity in the last quarter of the twentieth century. However, in modern conditions, the relationship between technological progress and the development of human society is taking on new forms that require new answers. There are also new risks – in particular, the risk of complete de[1]humanization of technological progress and the unclear prospect of the formation of a so-called post-human civilization. Social assessment of technology and the development of value-based tech[1]nologies are possible answers. They have received a very significant support in the United States and Western Europe. In particular, several European conferences on this topic have already been held within the EU (the latest one took place in Bratislava in 2019). However, due to some features of the Russian intellectual tradition, as well as the pronounced techno-optimism of mass consciousness, the Russian academic environment has not yet shown sufficient interest to implant these approaches in technical education. The possibility of managing the current technological progress on the basis of a dialogue with civil society, which is popular in the European Union, is also not considered in Russian intellectual environments. At the same time, the leading technical universities in Russia are gradually developing a network of enthusiasts who are studying the European practice of social assessment of technology and its adaptation to Russian conditions. Such adapted practices may become the con[1]ceptual guidelines for Russian engineering education.", "venue": "", "year": 2021, "referenceCount": 3, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2055180507", "name": "A. Andreev"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "39692df948172a319ca33434f27c213d99d941a2", "externalIds": {"ArXiv": "2105.02704", "DBLP": "journals/corr/abs-2105-02704"}, "url": "https://www.semanticscholar.org/paper/39692df948172a319ca33434f27c213d99d941a2", "title": "AI Risk Skepticism", "abstract": "In this work, we survey skepticism regarding AI risk and show parallels with other types of scientific skepticism. We start by classifying different types of AI Risk skepticism and analyze their root causes. We conclude by suggesting some intervention approaches, which may be successful in reducing AI risk skepticism, at least amongst artificial intelligence researchers.", "venue": "ArXiv", "year": 2021, "referenceCount": 157, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1976753", "name": "Roman V Yampolskiy"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3a401009ecd51f9b9293234f56293aa6d34c4613", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/3a401009ecd51f9b9293234f56293aa6d34c4613", "title": "Sengupta, U (2017) ICT, Open Data and the Internet of Things: Potential future trajectories in urban planning. In: The Virtual and the Real in Plan- ning and Urban Design: Perspectives, Practices and Applications. Routledge Research in Planning and Urband", "abstract": null, "venue": "", "year": 2021, "referenceCount": 82, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "100920772", "name": "U. Sengupta"}]}}, {"contexts": ["…point is conditionally in 2106 (for some other calculations of the Singularity see von Foerster et al., 1960; von Hoerner, 1975; Kapitza, 1996; Kurzweil, 2005; Panov, 2005, 2020; LePoire, 2013, 2020; Korotayev, 2018; Nazaretyan, 2018, 2020; Dobrolyubov, 2020; Fomin, 2020; Grinchenko &…"], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3da97db8e4e282f7c09a95b43329add59574ea59", "externalIds": {"DOI": "10.1080/02604027.2021.1949939"}, "url": "https://www.semanticscholar.org/paper/3da97db8e4e282f7c09a95b43329add59574ea59", "title": "Global Trends and Forecasts of the 21st Century", "abstract": "Abstract The COVID-19 pandemic is likely to become one of the turning points in the transformation of the world order, as well as many political, social and other relations in the World System. Undoubtedly, we live in a fast-changing world, when it is imperative to look beyond the horizon of current events in order to understand what tomorrow may bring. In the present article some forecasts of technological, political, as well as social and economic development of the world are presented in a systematic manner. The authors present short-term (10–15 years), medium-term (20–50 years) and long-term (50–100 years) forecasts (with alternative scenarios) based on the theories of long cycles and respective technological paradigms, as well as on the theories of global aging, production principles, production revolutions, Great Divergence and Great Convergence. It is also important for the topic of the article to show that measures taken against the COVID-19 can significantly accelerate the development of social self-regulating systems, which will become one of the important parts of the Cybernetic revolution.", "venue": "World Futures", "year": 2021, "referenceCount": 249, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "87736159", "name": "L. Grinin"}, {"authorId": "39976199", "name": "A. Grinin"}, {"authorId": "121909510", "name": "A. Korotayev"}]}}, {"contexts": ["In the 21st century, the human brains are set to be scanned and implanted/ injected with nanorobots and nanovaccines such that the human mind will be transferred to the cloud, and out of the biological brain (Flores, 2018a; Kurzweil, 2005; Martins et al., 2019).", "In other words, the human brain is set to be rewired and reverse engineered using nanotechnology in the 21st century (Kurzweil, 2005)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3f3e13330973cb32666feeab9d1f361cbe1c456b", "externalIds": {"MAG": "3171820162", "DOI": "10.1177/00219347211026012"}, "url": "https://www.semanticscholar.org/paper/3f3e13330973cb32666feeab9d1f361cbe1c456b", "title": "Hakuna Mhou Inokumira Mhuru Isiri Yayo: Examining the Interface between the African Body and 21st Century Emergent Disruptive Technologies", "abstract": "Colonially depicted as a region distinctive for fables and fabrications, Africa has ever since not been allowed to reclaim anything original. Dispossessed of their original wealth, Africans have been forced to live in fabled and fabricated houses, eating fabled, and fabricated food—closer to animals. Similarly, dispossessed of their original human identities, Africans have been forced to adopt fabricated identities. With the 21st century not promising any return to original African human identities, Africans are set to be further nanotechnologically (using tiny nanoparticles) fabricated into cyborgs that speak to ongoing posthumanist and transhumanist experiments with emergent disruptive technologies. Inhabiting not only fabricated houses but also increasingly inhabiting nanotechnologically fabled and fabricated bodies, Africans should learn to, in terms of the Shona (a people of Zimbabwe) proverb, hakuna mhou inokumira mhuru isiri yayo (no cow lows for a calf that is not its own), repossess original mastery over their own lives.", "venue": "", "year": 2021, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "113010757", "name": "Artwell Nhemachena"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "40e09513b56250bbf955fc8ca4162b86b09da300", "externalIds": {"MAG": "3196499487", "DOI": "10.1017/9781108602006.002"}, "url": "https://www.semanticscholar.org/paper/40e09513b56250bbf955fc8ca4162b86b09da300", "title": "The Internet Debate since 1990", "abstract": null, "venue": "Electrified Democracy", "year": 2021, "referenceCount": 93, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "81998872", "name": "Andrew Blick"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "44e80e2ecf350679df78568c76401be5936f893a", "externalIds": {"MAG": "3136929577", "DOI": "10.1007/978-981-16-0013-5_2"}, "url": "https://www.semanticscholar.org/paper/44e80e2ecf350679df78568c76401be5936f893a", "title": "The Biopolitics of Somatechnologies and Diseased Bodies", "abstract": "This chapter introduces the gerontological hygiene movement. Any hygienic regime seeks to abolish or eradicate that which is unwanted, or in some way undesirable. Gerontological hygiene, as a movement geared toward the abolition of the condition of being ‘old’, does this in several ways. To interrogate the manifold ways in which older subjects are (re)-produced through a medicalized lens, I trace a genealogy of the biopolitical and governmental regimes that underpin this production. Foucauldian biopolitics allows me to examine the inter-relations between old-age-as-disease and the deployment of evolving anti-aging somatechnologies. Finally, I draw upon eugenics as a framework for enforcing regimes of hygiene, proposing that similar eugenics discourses are in operation in an attempt aimed at the abolition of age.", "venue": "Age as Disease", "year": 2021, "referenceCount": 159, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "50292554", "name": "D. Fletcher"}]}}, {"contexts": ["Alternatively, if the AI is not safe, then “winning” the AI\n14 See e.g. Good (1966), Vinge (1993), Kurzweil (2005), Omohundro (2008), Yudkowsky (2008), Chalmers (2010), Barrat (2013), and Bostrom (2014).\ndevelopment race would be the ultimate Pyrrhic victory, with catastrophic aggregate harms up to…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "485b616333537fe1c75ea7c9f8854ed06b3b2c0b", "externalIds": {"DOI": "10.1016/j.techsoc.2021.101649"}, "url": "https://www.semanticscholar.org/paper/485b616333537fe1c75ea7c9f8854ed06b3b2c0b", "title": "Collective action on artificial intelligence: A primer and review", "abstract": "Progress on artificial intelligence (AI) requires collective action: the actions of two or more individuals or agents that in some way combine to achieve a result. Collective action is needed to increase the capabilities of AI systems and to make their impacts safer and more beneficial for the world. In recent years, a sizable but disparate literature has taken interest in AI collective action, though this literature is generally poorly grounded in the broader social science study of collective action. This paper presents a primer on fundamental concepts of collective action as they pertain to AI and a review of the AI collective action literature. The paper emphasizes (a) different types of collective action situations, such as when acting in the collective interest is or is not in individuals’ selfinterest, (b) AI race scenarios, including near-term corporate and military competition and long-term races to develop advanced AI, and (c) solutions to collective action problems, including government regulations, private markets, and community selforganizing. The paper serves to bring an interdisciplinary readership up to speed on the important topic of AI collective action.", "venue": "", "year": 2021, "referenceCount": 169, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2126038034", "name": "Robert de Neufville"}, {"authorId": "2097800", "name": "S. Baum"}]}}, {"contexts": ["The exponential advance of ICT and electronics innovation has led some commentators to conclude that we are on the verge of a new age of abundance, or even “singularity” driven by “superintelligent” machines (e.g., Kurzweil (2005), Diamandis and Kotler (2012), and Bostrom (2014))."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "496c4c919f4f70858fa797c4926f32f723bee69c", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/496c4c919f4f70858fa797c4926f32f723bee69c", "title": "Bottlenecks: Sectoral Imbalances and the US Productivity Slowdown", "abstract": "Despite the rapid pace of innovation in information and communications technologies (ICT) and electronics, aggregate US productivity growth has been disappointing since the 1970s. We propose and empirically explore the hypothesis that this is because of the unbalanced sectoral distribution of innovation over the last several decades. Because an industry’s success in innovation depends on complementary innovations among its input suppliers, rapid productivity growth in just a subset of sectors may create bottlenecks and fail to translate into commensurate aggregate productivity gains. Using data on input-output linkages, citation linkages, industry productivity growth and patenting, we find evidence in support of this hypothesis: the variance of supplier TFP growth or innovation adversely affects an industry’s own TFP growth and innovation. Our estimates suggest that a substantial share of the productivity slowdown in the US and several other industrialized economies can be accounted for by the sizable increase in cross-industry variance of TFP growth and innovation. For example, if the TFP growth variance had remained at the same level as between 1977 and 1987, the US manufacturing productivity would have grown twice as fast in 1997-2007 as it did, reaching a higher level of growth than in 1977-1987 and 1987-1997.", "venue": "", "year": 2021, "referenceCount": 41, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2660799", "name": "D. Acemoglu"}, {"authorId": "47279835", "name": "Christina Patterson"}, {"authorId": "116909460", "name": "Chicago Booth"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4d12e87e8e4d29889c0db5460450fba3c8c3cc4b", "externalIds": {"DBLP": "journals/electronicmarkets/NeuhoferMC21", "MAG": "3084159310", "PubMedCentral": "7476646", "DOI": "10.1007/s12525-020-00433-4"}, "url": "https://www.semanticscholar.org/paper/4d12e87e8e4d29889c0db5460450fba3c8c3cc4b", "title": "The impact of artificial intelligence on event experiences: a scenario technique approach", "abstract": "Digital technologies are transforming human relations, interactions and experiences in the business landscape. Whilst a great potential of artificial intelligence (AI) in the service industries is predicted, the concrete influence of AI on customer experiences remains little understood. Drawing upon the service-dominant (SD) logic as a theoretical lens and a scenario technique approach, this study explores the impact of artificial intelligence as an operant resource on event experiences. The findings offer a conceptualisation of three distinct future scenarios for the year 2026 that map out a spectrum of experiences from value co-creation to value co-destruction of events. The paper makes a theoretical contribution in that it bridges marketing, technology and experience literature, and zooms in on AI as a non-human actor of future experience life ecosystems. A practical guideline for event planners is offered on how to implement AI across each touch point of the events ecosystem.", "venue": "Electron. Mark.", "year": 2020, "referenceCount": 117, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2952915", "name": "Barbara Neuhofer"}, {"authorId": "1933098026", "name": "Bianca Magnus"}, {"authorId": "94570142", "name": "Krzysztof Celuch"}]}}, {"contexts": ["Digitalists—for example, Moravec (2000), Tipler (1995), Kurzweil (2005), and Bostrom (2003)—hold that the mind is entirely computable."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "51ebcdfd939bc5662331924dd90454445e1b91e6", "externalIds": {"MAG": "3136730817", "DOI": "10.31275/20212089"}, "url": "https://www.semanticscholar.org/paper/51ebcdfd939bc5662331924dd90454445e1b91e6", "title": "Signs of Reincarnation: Exploring Beliefs, Cases, and Theory by James Matlock", "abstract": "James Matlock’s Signs of Reincarnation discusses important issues related to the belief in reincarnation. These include the historical and social prominence of this belief in various cultures around the world, especially its place in spiritual and religious communities. Matlock also explores data seemly suggestive of reincarnation and attempts to develop a theory of reincarnation that can account for the data collected by parapsychological investigators and researchers. In this way, Matlock aims to show that belief in reincarnation is defensible as a conclusion drawn from what he calls “signs” of reincarnation. \n            Matlock does a good job mapping out the wide range of beliefs about reincarnation across time and culture. His description of various case studies and their salient features is highly informative. And his effort to develop a theory of reincarnation—what he calls a “processual soul theory”—is a laudable attempt at trying to accommodate the various details of interesting case studies and a core idea of reincarnation in the spiritual traditions of the world. \n            Unfortunately, this is where my praise ends. Like many other books on the topic, Matlock’s book suffers from a variety of serious defects. The cavalcade of poor scholarship, conceptual confusion, and impoverished argumentation is particularly egregious given that Signs is allegedly based on the lecture notes for Matlock’s course on reincarnation pitched at the advanced undergraduate or Masters-level graduate seminar. In what follows, I’ll explain why Matlock’s book is paradigmatic of nearly everything that’s wrong with survival research over the past thirty years.", "venue": "", "year": 2021, "referenceCount": 32, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "114693434", "name": "M. Sudduth"}]}}, {"contexts": ["According to the spontaneous imaginary of transhumanists, there is a prediction of unrepressed expansion of sexual expression (Kurzweil, 2005, p. 214) and an essentially new form of immortal being (Kurzweil, 2005).", "In a whole brain emulation, it is often posited that consciousness would exist in a realm of its own ideals and its own self-determination free of external nature or physical laws (Kurzweil, 2005)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "52498df756e51b0f6650755de154a64f08c62f9b", "externalIds": {"DOI": "10.1080/15294145.2021.1926312"}, "url": "https://www.semanticscholar.org/paper/52498df756e51b0f6650755de154a64f08c62f9b", "title": "The difference between neuroscience and psychoanalysis: Irreducibility of absence to brain states", "abstract": "ABSTRACT There is a difference between neuroscience and psychoanalysis in terms of their primary correlate for subjectivity. Neuroscience defines its discourse in relationship to the materiality of the brain – something that is present – whereas one of the defining features of psychoanalysis is its relationship to problematic forms of absence, namely, unconscious mental processes. One central concern in this regard is the proposition of unconscious mental processes as a wish-fulfillment. In this paper, the logic of the unconscious as a wish-fulfillment is mobilized as a type of knowledge having significant value for understanding neuroscience as a social and historical community. From this perspective, one of the central problems of neuroscience, the “hard problem of consciousness,” is framed not as a problem of neurological correlation but of problematic experience itself. This reframing of the hard problem of consciousness suggests that in order to bring neuroscience and psychoanalysis together, theorists need to think principles of absence. This can be explored with the metaphysics of absence, where indeterminacy and incompleteness become central, and also in the psychoanalytic formulation of the death drive, where we reach the limit of conscious mastery and control. From this foundation, neuroscience and psychoanalysis may find productive dialogue in constructing an “absential science” which would allow a space for new theory of the human relationship to sex (libido) and death (mortality). This paper argues that such new theory is necessary because the future development of neuroscientific technologies could transform fundamental experiences of absence which structure subjective discourse.", "venue": "", "year": 2021, "referenceCount": 120, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "40221355", "name": "C. Last"}]}}, {"contexts": ["Usually this perfection will, in the transhumanist narrative, become a reality after an eschatological event called the Singularity, “when the machines will surpass human intelligence” (Paura 2016: 25; see also Kurzweil 2005; Vinge 2013)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "5c01d7a522fdd8c5950501062b693112bd117f9f", "externalIds": {"MAG": "3118659948", "DOI": "10.30671/NORDIA.98001"}, "url": "https://www.semanticscholar.org/paper/5c01d7a522fdd8c5950501062b693112bd117f9f", "title": "Utopianism in the Age of Capitalocene", "abstract": "This article explores the social and political imagination of ‘the Anthropocene’ and the utopian counter images that can be derived from it. From the utopian studies perspective, I argue that the Anthropocene cannot provide sufficient societal alternatives for the current ecological predicament. This is due to the fact that the concept of Anthropocene relies too heavily on the image of abstract humanity to be able to offer real societal alternatives. It cannot name the social system we live in and, therefore, it cannot fundamentally challenge existing social arrangements. Based on utopian social theory, I conceptualize utopia as a counter image of the present motivated by a desire for better being. The contents and the politically transformative potentials of utopian counter-images depend on the conceptualization of the present itself. I contrast the utopian potentials of ‘the Anthropocene’ with that of ‘the Capitalocene’ which is more apt in outlining the social conditions of the present. Thus, the Capitalocene as a concept opens up more radical possibilities for imagining societal alternatives by conceptualizing the present socially.", "venue": "", "year": 2021, "referenceCount": 99, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "121827105", "name": "K. Lakkala"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5c1583513cab564b51cee36d572d683d7aacfe0c", "externalIds": {"MAG": "3190559673", "DOI": "10.1007/978-3-030-78585-7_10"}, "url": "https://www.semanticscholar.org/paper/5c1583513cab564b51cee36d572d683d7aacfe0c", "title": "Conclusions: A Taste of the Future (?)—AGI/ASI and Potential Legal Personhood", "abstract": null, "venue": "Law, Governance and Technology Series", "year": 2021, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "118257505", "name": "Themistoklis Tzimas"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "63dc7eb2823f4c23842506be2a11f5de2d04703a", "externalIds": {"MAG": "3100402156", "DOI": "10.1016/j.jdmm.2020.100511"}, "url": "https://www.semanticscholar.org/paper/63dc7eb2823f4c23842506be2a11f5de2d04703a", "title": "The bright and dark sides of artificial intelligence: A futures perspective on tourist destination experiences", "abstract": "Abstract The proliferation of digital technologies has received considerable attention in the business landscape. Artificial intelligence (AI) is proclaimed as a transformative technological resource to human experiences, while concrete future scenarios of AI application within contemporary service ecosystems are only little understood. Through the theoretical lens of the service-dominant (S-D) logic and a futures methods approach, this study zooms-in on AI as a resource and sheds light on its bright and dark sides. The theoretical and practical contributions of this paper lie in bridging the S-D logic, AI and tourist experience literature. The developed theoretical model, The Realms of AI Tourist Experiences, holistically shows the positive and negative valences of value formation through AI in tourist experiences, and helps organisations prepare and design for the future of AI-facilitated experiences in tourism destinations and wider service contexts.", "venue": "", "year": 2021, "referenceCount": 82, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2036920945", "name": "Lukas Grundner"}, {"authorId": "2952915", "name": "Barbara Neuhofer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6408113cb0208fe40cdcaf8ca07c7d9ad6664c70", "externalIds": {"MAG": "3198811480", "DOI": "10.1007/978-3-030-64269-3_10"}, "url": "https://www.semanticscholar.org/paper/6408113cb0208fe40cdcaf8ca07c7d9ad6664c70", "title": "Historicism, Science Fiction, and the Singularity", "abstract": null, "venue": "Minding the Future", "year": 2021, "referenceCount": 27, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "79747112", "name": "M. Silcox"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "64495e56e12cd475626170562c063a0216780334", "externalIds": {"PubMedCentral": "8475516", "DOI": "10.3389/fnins.2021.728178", "PubMed": "34588951"}, "url": "https://www.semanticscholar.org/paper/64495e56e12cd475626170562c063a0216780334", "title": "Signal Generation, Acquisition, and Processing in Brain Machine Interfaces: A Unified Review", "abstract": "Brain machine interfaces (BMIs), or brain computer interfaces (BCIs), are devices that act as a medium for communications between the brain and the computer. It is an emerging field with numerous applications in domains of prosthetic devices, robotics, communication technology, gaming, education, and security. It is noted in such a multidisciplinary field, many reviews have surveyed on various focused subfields of interest, such as neural signaling, microelectrode fabrication, and signal classification algorithms. A unified review is lacking to cover and link all the relevant areas in this field. Herein, this review intends to connect on the relevant areas that circumscribe BMIs to present a unified script that may help enhance our understanding of BMIs. Specifically, this article discusses signal generation within the cortex, signal acquisition using invasive, non-invasive, or hybrid techniques, and the signal processing domain. The latest development is surveyed in this field, particularly in the last decade, with discussions regarding the challenges and possible solutions to allow swift disruption of BMI products in the commercial market.", "venue": "Frontiers in Neuroscience", "year": 2021, "referenceCount": 221, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "49907938", "name": "Usman Salahuddin"}, {"authorId": null, "name": "Pu-Xian Gao"}]}}, {"contexts": ["It has been predicted that robots will reach human-like intelligence sometime in the 21st century (Kurzweil, 2005; Hibbard, 2008)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "647367b684807493ed5f153280199d98bcaac305", "externalIds": {"PubMedCentral": "8131836", "DBLP": "journals/firai/MaddahiKLCZ21", "DOI": "10.3389/frobt.2021.612740", "PubMed": "34026856"}, "url": "https://www.semanticscholar.org/paper/647367b684807493ed5f153280199d98bcaac305", "title": "RoboEthics in COVID-19: A Case Study in Dentistry", "abstract": "The COVID-19 pandemic has caused dramatic effects on the healthcare system, businesses, and education. In many countries, businesses were shut down, universities and schools had to cancel in-person classes, and many workers had to work remotely and socially distance in order to prevent the spread of the virus. These measures opened the door for technologies such as robotics and artificial intelligence to play an important role in minimizing the negative effects of such closures. There have been many efforts in the design and development of robotic systems for applications such as disinfection and eldercare. Healthcare education has seen a lot of potential in simulation robots, which offer valuable opportunities for remote learning during the pandemic. However, there are ethical considerations that need to be deliberated in the design and development of such systems. In this paper, we discuss the principles of roboethics and how these can be applied in the new era of COVID-19. We focus on identifying the most relevant ethical principles and apply them to a case study in dentistry education. DenTeach was developed as a portable device that uses sensors and computer simulation to make dental education more efficient. DenTeach makes remote instruction possible by allowing students to learn and practice dental procedures from home. We evaluate DenTeach on the principles of data, common good, and safety, and highlight the importance of roboethics in Canada. The principles identified in this paper can inform researchers and educational institutions considering implementing robots in their curriculum.", "venue": "Frontiers in Robotics and AI", "year": 2021, "referenceCount": 67, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2009577", "name": "Y. Maddahi"}, {"authorId": "51309110", "name": "Maryam Kalvandi"}, {"authorId": "40916362", "name": "Sofya Langman"}, {"authorId": "2088150324", "name": "Nicole Capicotto"}, {"authorId": "3089770", "name": "K. Zareinia"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "668ce96fd387ec3d12489822a80b9543c5d54db7", "externalIds": {"PubMedCentral": "7797699", "DOI": "10.1007/s42438-020-00211-7"}, "url": "https://www.semanticscholar.org/paper/668ce96fd387ec3d12489822a80b9543c5d54db7", "title": "Biodigital Philosophy, Technological Convergence, and Postdigital Knowledge Ecologies", "abstract": "New technological ability is leading postdigital science, where biology as digital information, and digital information as biology, are now dialectically interconnected. In this article we firstly explore a philosophy of biodigitalism as a new paradigm closely linked to bioinformationalism. Both involve the mutual interaction and integration of information and biology, which leads us into discussion of biodigital convergence. As a unified ecosystem, this allows us to resolve problems that isolated disciplinary capabilities cannot, creating new knowledge ecologies within a constellation of technoscience. To illustrate our arrival at this historical flash point via several major epistemological shifts in the post-war period, we venture a tentative typology. The convergence between biology and information reconfigures all levels of theory and practice, and even critical reason itself now requires a biodigital interpretation oriented towards ecosystems and coordinated Earth systems. In this understanding, neither the digital humanities, the biohumanities, nor the posthumanities sit outside of biodigitalism. Instead, posthumanism is but one form of biodigitalism that mediates the biohumanities and the digital humanities, no longer preoccupied with the tradition of the subject, but with the constellation of forces shaping the future of human ontologies. This heralds a new biopolitics which brings the philosophy of race, class, gender, and intelligence, into a compelling dialog with genomics and information.", "venue": "Postdigital Science and Education", "year": 2021, "referenceCount": 95, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "40114208", "name": "M. Peters"}, {"authorId": "50854160", "name": "P. Jandrić"}, {"authorId": "2137511195", "name": "Sarah Hayes"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6780a4fafb127c1bf3ebd335b3c115d970aa493b", "externalIds": {"MAG": "3197374177", "DOI": "10.3989/arbor.2021.800004"}, "url": "https://www.semanticscholar.org/paper/6780a4fafb127c1bf3ebd335b3c115d970aa493b", "title": "Colorear por números: la tecnología digital y el arte de vivir", "abstract": "Lo digital descansa en la computación. La programación utiliza algoritmos. Los algoritmos son el conjunto de reglas que resuelven problemas en un número finito de pasos. En este sentido, el mundo digital está regido por cantidades, números, reglas fijas. El grado de libertad parece muy limitado. Por el contrario, la actividad artística y la creatividad descansan en la apertura, la libertad y en experiencias cualitativas. Estas experiencias no solo son vitales para la expresión artística, sino para la vida cotidiana. Los mundos-vitales tecnológicos tal como se representan en tecnologías actuales (por ejemplo, en las casas inteligentes o en la conducción automática) o en la ciencia ficción no parecen dar cabida a estas estructuras abiertas. La filosofía de la tecnología está dividida: muchos sostienen que la tecnología determina en gran medida la cognición humana (como Mark B. N. Hansen, Bernard Stiegle) y, consiguientemente, subordina la cognición humana a las organizaciones maquinales. Otros adoptan una aproximación diferente y reflexionan sobre el potencial creativo de las nuevas tecnologías (Erin Mannig, Jaime del Val). \nEste artículo discute teorías que abordan la relación humano-máquina en tanto que estructuras complejas que van más allá de la visión distópica del ser humano siendo trascendido o incorporado por la tecnología. Estas aproximaciones son centrales para discutir el futuro del ser humano y la conformación político-cultural de los mundos vitales. Para entender cómo las relaciones humano-máquina pueden considerarse como procesos abiertos y creativos, presento narrativas de cognición corporalizada, ejemplos artísticos de estrategias de performance con sistemas algorítmicos, y finalmente engarzo estos aspectos en un panorama más amplio sobre la conceptualización de la tecnología y la vida humana como un continuo, en vez de una sostenida oposición o un estar determinado por el otro.", "venue": "Arbor", "year": 2021, "referenceCount": 30, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2134921531", "name": "Yvonne Förster"}]}}, {"contexts": ["Some have labeled this emergent behavior a “singularity” (Kurzweil 2005).", "Some have labeled this emergent behavior a “singularity” (Kurzweil 2005).."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6ac21a4445510bd3a1de94fb49b25aa0872bb3f6", "externalIds": {"PubMedCentral": "8576463", "DOI": "10.1007/s00146-021-01310-0", "PubMed": "34776652"}, "url": "https://www.semanticscholar.org/paper/6ac21a4445510bd3a1de94fb49b25aa0872bb3f6", "title": "Towards an effective transnational regulation of AI", "abstract": "Law and the legal system through which law is effected are very powerful, yet the power of the law has always been limited by the laws of nature, upon which the law has now direct grip. Human law now faces an unprecedented challenge, the emergence of a second limit on its grip, a new “species” of intelligent agents (AI machines) that can perform cognitive tasks that until recently only humans could. What happens, as a matter of law, when another species interacts with us, can be integrated into human minds and bodies, makes “real-world” decisions—not through human proxies, but directly—and does all this “intelligently”, with what one could call autonomous agency or even a “mind” of its own? The article starts from the clear premise that control cannot be exercised directly on AI machines through human law. That control can only be effected through laws that apply to humans. This has several regulatory implications. The article’s first discusses what, in any attempt to regulate AI machines, the law can achieve. Having identified what the law can do, the article then canvases what the law should aim to achieve overall. The article encapsulate its analysis in a list of both doctrinal and normative principles that should underpin any regulation aimed at AI machines. Finally, the article compares three transnational options to implement the proposed regulatory approach.", "venue": "AI & society", "year": 2021, "referenceCount": 245, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "144484798", "name": "D. Gervais"}]}}, {"contexts": ["The American scientist, academic, and entrepreneur Raymond Kurzweil predicted that man would fuse with artificial intelligence by as early as 2045, which will allow him to increase his intelligence by a factor of a billion (Kurzweil 2005)!"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6e7f5743e72a37cf4a8283be4dddcf2f836e7753", "externalIds": {"MAG": "3107701822", "DOI": "10.1007/978-3-030-60971-9"}, "url": "https://www.semanticscholar.org/paper/6e7f5743e72a37cf4a8283be4dddcf2f836e7753", "title": "Non-Pharmacological Interventions: An Essential Answer to Current Demographic, Health, and Environmental Transitions", "abstract": null, "venue": "", "year": 2021, "referenceCount": 370, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "4485454", "name": "G. Ninot"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6ec1bb635687d56984a84cfd4b847bcc045ccb38", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/6ec1bb635687d56984a84cfd4b847bcc045ccb38", "title": "Could You Merge With AI? Reflections on the Singularity and Radical Brain Enhancement", "abstract": "In science fiction stories, such as Star Wars and The Jetsons, humans are surrounded by sophisticated AIs, but they remain unenhanced. The historian Michael Bess says these stories fall prey to a “Jetsons Fallacy”—they assume that the brain will remain the same, merely being subject to the relatively slow pace of Darwinian evolution. More realistically however, AI will not just change the world, it will likely transform the brain’s cognitive and perceptual abilities as well.", "venue": "", "year": 2021, "referenceCount": 24, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "144797441", "name": "Cody Turner"}, {"authorId": "32264337", "name": "S. Schneider"}, {"authorId": "2064418458", "name": "F. Pasquale"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7531d2236a308c6925716f6fd41a3c623eb7c097", "externalIds": {"MAG": "3133953159", "DOI": "10.1007/978-3-030-61045-6_14"}, "url": "https://www.semanticscholar.org/paper/7531d2236a308c6925716f6fd41a3c623eb7c097", "title": "Designing Trust in Highly  Virtual : A Taxonomy of Levels of Autonomy", "abstract": null, "venue": "", "year": 2021, "referenceCount": 57, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1394539853", "name": "Fernando Galdon"}, {"authorId": "145810770", "name": "A. Hall"}, {"authorId": "2116191289", "name": "S. J. Wang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "76b1f1abbba74c9a12283bb995872db1445f43ae", "externalIds": {"MAG": "3153314975", "DOI": "10.17762/TURCOMAT.V12I2.1145"}, "url": "https://www.semanticscholar.org/paper/76b1f1abbba74c9a12283bb995872db1445f43ae", "title": "Do They Compute? Dawn of a New Paradigm based on the Information-theoretic View of Black holes, Universe and Various Conceptual Interconnections of Fundamental Physics", "abstract": "The article endeavors to show how thinking about black holes as some form of hyper-efficient, serial computers could help us in thinking about the more fundamental aspects of space-time itself. Black holes as the most exotic and yet simplest forms of gravitational systems also embody quantum fluctuations that could be manipulated to archive hypercomputation, and even if this approach might not be realistic, yet it is important since it has deep connections with various aspects of quantum gravity, the highly desired unification of quantum mechanics and general relativity. The article describes how thinking about black holes as the most efficient kind of computers in the physical universe also paves the way for developing new ideas about such issues as black hole information paradox, the possibility of emulating the properties of curved space-time with the collective quantum behaviors of certain kind of condensate fluids, ideas of holographic spacetime, gravitational thermodynamics and entropic gravity, the role of quantum entanglements and non-locality in the construction of spacetime, spacetime geometry and the nature of gravitation and dark energy and dark matter, etc. to name a few.", "venue": "", "year": 2021, "referenceCount": 58, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Physics"], "authors": [{"authorId": "2123899624", "name": "Dr. Indrajit Patra, Et. al."}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "77682eabd14cf1b154bc65694cecb838b5b8932d", "externalIds": {"DBLP": "journals/aiethics/Daley21", "MAG": "3163911175", "DOI": "10.1007/S43681-021-00051-6"}, "url": "https://www.semanticscholar.org/paper/77682eabd14cf1b154bc65694cecb838b5b8932d", "title": "Two arguments against human-friendly AI", "abstract": "The past few decades have seen a substantial increase in the focus on the myriad ethical implications of artificial intelligence. Included amongst the numerous issues is the existential risk that some believe could arise from the development of artificial general intelligence (AGI) which is an as-of-yet hypothetical form of AI that is able to perform all the same intellectual feats as humans. This has led to extensive research into how humans can avoid losing control of an AI that is at least as intelligent as the best of us. This ‘control problem’ has given rise to research into the development of ‘friendly AI’ which is a highly competent AGI that will benefit, or at the very least, not be hostile toward humans. Though my question is focused upon AI, ethics and issues surrounding the value of friendliness, I want to question the pursuit of human-friendly AI (hereafter FAI). In other words, we might ask whether worries regarding harm to humans are sufficient reason to develop FAI rather than impartially ethical AGI, or an AGI designed to take the interests of all moral patients—both human and non-human—into consideration. I argue that, given that we are capable of developing AGI, it ought to be developed with impartial, species-neutral values rather than those prioritizing friendliness to humans above all else.", "venue": "AI Ethics", "year": 2021, "referenceCount": 24, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "73325335", "name": "Kenneth Daley"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "78449124eebe15f3edd3c0f9ccfca3e446c666e9", "externalIds": {"MAG": "3172667516", "DOI": "10.24290/1029-3736-2021-27-2-154-170"}, "url": "https://www.semanticscholar.org/paper/78449124eebe15f3edd3c0f9ccfca3e446c666e9", "title": "К вопросу о религиозном факторе в политике", "abstract": "The article examines the phenomenon of the religious factor in modern world politics, suggests taking into account the religious factor along with other factors of historical development (economic, political, social, natural and climatic, etc.). From the traditionalist point of view, the confrontation between the teachings of humanism and traditional religions is shown, as a spiritual confrontation of various religious teachings. The main spiritual and political processes in the modern world are revealed: the process of purposeful destruction of traditional values, religions and cultures and the process of reviving traditional values, religions and cultures in order to preserve the “blooming complexity”, i.e., the civilizational diversity of the world community. In the first process, on the basis of numerous data, shows the struggle of the supporters of the religious-philosophical doctrine of humanism with traditional religious teachings, especially Christianity, and the main task of this struggle provided dechristianization of man and society, because the Christian faith is the basis of the locomotive of world history, European civilization. The main goal of this struggle is to replace Christianity and the traditional world religions with the religion of man-God, i.e., humanism and rationalism. The author reveals the meaning of the concept of transhumanism: the creation of an artificial, unified, fully controlled world populated by biological objects without individuality or any personal characteristics at all. Thus, the ant-human essence of the religion of man-god is revealedthe destruction of the “natural man”. The article presents the main essential features of the second spiritual-political process, which is opposite to the first one. On the basis of numerous sociological studies, it is proved that in general, there is a noticeable increase in traditional religiosity and the importance of traditional religions in the world. The strengthening of the role of traditional religions and religious organizations in the life of society, especially Orthodoxy and the Russian Orthodox Church, is also recorded in Russia. At the same time, the article notes the contradictory nature of both processes, the confrontation of which is still far from complete. As a result of the analysis, three main conclusions are made. First, in the future, those peoples and civilizations whose spiritual roots will be the strongest will remain and will determine world politics, and traditional spiritual meanings and values will continue to be significant for the majority of members of a particular community. Second, those nations and civilizations that will continue to be in a state of spiritual impoverishment and, as a result, will finally lose their own spiritual sovereignty will be the losers, even to the point of complete disappearance. Third, the rejection of traditional religions, meanings and values in favor of the religion of man-god can lead humanity to the physical disappearance and replacement of “natural man” with “artificial intelligence”.", "venue": "", "year": 2021, "referenceCount": 1, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1393205858", "name": "С. В. Перевезенцев"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "793ded258635c6cff885a94a7f80ced4603c59d8", "externalIds": {"MAG": "3199555944", "DOI": "10.1007/978-3-030-79689-1_12"}, "url": "https://www.semanticscholar.org/paper/793ded258635c6cff885a94a7f80ced4603c59d8", "title": "Defining Characteristics of Future Pentecostal Colleges and Universities", "abstract": null, "venue": "Christianity and Renewal - Interdisciplinary Studies", "year": 2021, "referenceCount": 53, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1711697537", "name": "Daniel Topf"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7988483b15e7038fffd077094583a0499f1e392a", "externalIds": {"MAG": "3084378037", "DOI": "10.4324/9781003003465-3"}, "url": "https://www.semanticscholar.org/paper/7988483b15e7038fffd077094583a0499f1e392a", "title": "Epistemic Autonomy and Externalism", "abstract": "The philosophical significance of attitudinal autonomy—viz., the autonomy of attitudes such as beliefs—is widely discussed in the literature on moral responsibility and free will. Within this literature, a key debate centres around the following question: is the kind of attitudinal autonomy that’s relevant to moral responsibility at a given time determined entirely by a subject’s present mental structure at that time? Internalists say ‘yes’, externalists say ’no’. In this essay, I motivate a kind of distinctly epistemic attitudinal autonomy, attitudinal autonomy that is relevant to knowledge. I argue that regardless of whether we are externalists or internalists about the kind of attitudinal autonomy that is relevant for moral responsibility, we should be externalists about the kind of autonomy that a belief must have to qualify as knowledge.", "venue": "Epistemic Autonomy", "year": 2020, "referenceCount": 63, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145044582", "name": "J. Carter"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7a39a63183ebd6621f5e6028ab6b0159f51b5664", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/7a39a63183ebd6621f5e6028ab6b0159f51b5664", "title": "PAINTING BY NUMBERS: DIGITAL TECHNOLOGY AND THE ART OF LIVING", "abstract": "The digital relies on computation. Programming uses algorithms. Algorithms are sets of rules that solve problems in a finite number of steps. In this sense, the digital world is governed by quantities, numbers, fixed rules. The degree of freedom seems to be very limited. Artistic agency and creativity, on the other hand, rely on openness, freedom, and qualitative experiences. Such experiences are not only vital to artistic expression but also to everyday life. Technological lifeworlds as they are represented through current technologies (e.g. smart homes or automated driving) and science fiction do not seem to accommodate such open structures. The philosophy of technology is divided: Many hold that to a large extent technology determines human cognition (such as Mark B.N. Hansen, Bernard Stiegler) and thus subordinate human cognition to mechanical organizations. Others take a different approach and reflect on the creative potential of new technologies (e.g. Erin Manning, Jaime del Val). This article discusses theories that address the humanmachine relationship as complex structures that go beyond the dystopian idea of humans being transcended or incorporated by technology. Such approaches are central to the discussion on the future of human beings and culturalpolitical shaping of life-worlds. To understand how humanmachine relationships can be framed as open and creative processes, I present epistemological accounts of embodied cognition, artistic examples of performance strategies with algorithmic set-ups, and finally embed these aspects within a broader picture of conceptualizing technology and human life as a continuum rather than standing in opposition or being determined by the other.", "venue": "", "year": 2021, "referenceCount": 37, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "150347721", "name": "Y. Förster"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7db269ad0b893f01aa26f7f795940dd21a81898f", "externalIds": {"MAG": "3163885883", "DOI": "10.1007/S10506-021-09289-1"}, "url": "https://www.semanticscholar.org/paper/7db269ad0b893f01aa26f7f795940dd21a81898f", "title": "Symbiosis with artificial intelligence via the prism of law, robots, and society", "abstract": "The rapid advances in Artificial Intelligence and Robotics will have a profound impact on society as they will interfere with the people and their interactions. Intelligent autonomous robots, independent if they are humanoid/anthropomorphic or not, will have a physical presence, make autonomous decisions, and interact with all stakeholders in the society, in yet unforeseen manners. The symbiosis with such sophisticated robots may lead to a fundamental civilizational shift, with far-reaching effects as philosophical, legal, and societal questions on consciousness, citizenship, rights, and legal entity of robots are raised. The aim of this work is to understand the broad scope of potential issues pertaining to law and society through the investigation of the interplay of law, robots, and society via different angles such as law, social, economic, gender, and ethical perspectives. The results make it evident that in an era of symbiosis with intelligent autonomous robots, the law systems, as well as society, are not prepared for their prevalence. Therefore, it is now the time to start a multi-disciplinary stakeholder discussion and derive the necessary policies, frameworks, and roadmaps for the most eminent issues.", "venue": "", "year": 2021, "referenceCount": 119, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1766216", "name": "S. Karnouskos"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "80268b1c9b9984a63456b8903cbf9a7b0c4af8a7", "externalIds": {"MAG": "3160597086", "DOI": "10.1016/J.JBANKFIN.2021.106170"}, "url": "https://www.semanticscholar.org/paper/80268b1c9b9984a63456b8903cbf9a7b0c4af8a7", "title": "Algos gone wild: What drives the extreme order cancellation rates in modern markets?", "abstract": "Abstract 97% of orders in US stock markets are cancelled before they trade, straining market infrastructure and raising concerns about predatory or manipulative trading. To understand the drivers of these extreme cancellation rates, we develop a simple model of liquidity provision and find that growth in order-to-trade ratios (OTTRs) is driven by fragmentation of trading and technological improvements that lower monitoring costs. High OTTRs occur legitimately in stocks with high volatility, fragmented trading, small tick sizes, and low volume. OTTRs are usually within levels consistent with market making, but occasionally spike to levels that may indicate illegitimate trading such as spoofing.", "venue": "Journal of Banking & Finance", "year": 2021, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "90117340", "name": "M. Khomyn"}, {"authorId": "6922733", "name": "Tālis J. Putniņš"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "89153f52ca3db65db85b2da24d7970d9e1c15023", "externalIds": {"DBLP": "journals/cacm/Nourbakhsh21", "DOI": "10.1145/3478516"}, "url": "https://www.semanticscholar.org/paper/89153f52ca3db65db85b2da24d7970d9e1c15023", "title": "AI ethics", "abstract": "Integrating ethics into artificial intelligence education and development.", "venue": "Commun. ACM", "year": 2021, "referenceCount": 13, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1700246", "name": "I. Nourbakhsh"}]}}, {"contexts": ["(Kurzweil, 2006, p. 375)\nKurzweil continues, placing his technological vision of the future in relation to old ideas of an anima mundi and of God: “Once we saturate the matter and energy in the universe with intelligence, it will ‘wake up,’ be conscious, and sublimely intelligent.", "That’s about as close to God as I can imagine” (Kurzweil, 2006, pp. 375, 361, 362, 364, 387, 476)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8a367b440986a0d4227601cb3f229cbe2161997f", "externalIds": {"DOI": "10.1080/00332925.2020.1852836"}, "url": "https://www.semanticscholar.org/paper/8a367b440986a0d4227601cb3f229cbe2161997f", "title": "A Symbol in the Truth of Things", "abstract": "This article addresses the question of whether the soul has substantial reality from the perspective of Jungian psychology and contemporary physics. It is a response to Daniel Anderson’s article, “The Soul’s Logical Life and Jungian Schisms.” Where psychology and physics have progressed the farthest into the unknown dimensions of psyche and matter, they have both conjectured that there is a symbol in the truth of things. I explore this idea as it appears in Romanticism, Jungian psychology, and physics, particularly in Jung’s correspondence with Wolfgang Pauli. My conclusion is that the unconscious psyche is not exclusively methodological but also has substantial reality identical to the unknown dimension of the microphysical world. Both the unknown dimensions of psyche and matter are visible and comprehensible to us only through symbols. The first-ever direct observation of the wave function of a hydrogen atom in 2013 is used as an example. On the one hand, we have the living impression of pneumatic Christendom, that is, the Christian world view, while on the other hand, we have scientific materialism. And that is the well-known conflict between faith and knowledge which we are in. And now the question here is what is the unconscious doing now? (Jung, as cited in Schweizer & Schweizer-Vüllers, 2016, p. 179)", "venue": "", "year": 2021, "referenceCount": 86, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "26546213", "name": "T. Elsner"}]}}, {"contexts": ["Specifically, according to Joel Garreau (2006) and Ray Kurzweil (2005), GNR technologies—genetics, nanotechnology, and robotics—will radically transform the field of human biology and subsequently the idea of the “human.”", "Kurzweil (2005) ties his transhumanistic approach to transcendence in this same sense: not in a spiritualist sense of reaching another plane of reality, but in a materialist sense of transcending the ordinary limits of the material world through technological achievement."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8c39d5b9de9a9e8cdda629481028ac282a694713", "externalIds": {"MAG": "3165895007", "DOI": "10.17613/D4RS-RX03"}, "url": "https://www.semanticscholar.org/paper/8c39d5b9de9a9e8cdda629481028ac282a694713", "title": "Posthumanism in Outer Wilds", "abstract": "This article performs a posthumanist reading of Outer Wilds (Mobius Digital, 2019) focusing on how the game represents posthuman subjectivity. Outer Wilds uses two alien species to represent two conceptions of subjectivity: a transhumanism focused on technological augmentation of the human, and a posthumanism focused on decentring the human subject from philosophy and culture. This article argues that Outer Wilds leads the player through several Braidottian processes of posthuman “becoming.” Outer Wilds represents becoming-machine in the two species’ different approaches to technology, becoming-earth in embracing a geo-centred perspective on ecosystems beyond the subject, and becoming-imperceptible in the two species’ different approaches to death and the idea of the self. Through these becomings, Outer Wilds represents what it means to be a posthuman ethical subject in a world on the verge of collapse and emphasises the importance of acting in the face of an ongoing environmental disaster.", "venue": "", "year": 2021, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "122946730", "name": "Simon Bowie"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8d0f6ca3bb4898c1f563e7b5c97d0d6e2c940d73", "externalIds": {"ArXiv": "2010.07018", "DOI": "10.6531/JFS.202109_26(1).0005"}, "url": "https://www.semanticscholar.org/paper/8d0f6ca3bb4898c1f563e7b5c97d0d6e2c940d73", "title": "Singularity and Coordination Problems: Pandemic Lessons from 2020", "abstract": "Are there any indications that a Technological Singularity may be on the horizon? In trying to answer these questions, the authors made a small introduction to the area of safety research in artificial intelligence. The authors review some of the current paradigms in the development of autonomous intelligent systems, searching for evidence that may indicate the coming of a possible Technological Singularity. Finally, the authors present a reflection using the COVID-19 pandemic, something that showed that global society's biggest problem in managing existential risks is its lack of coordination skills as a global society.", "venue": "", "year": 2020, "referenceCount": 86, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144191865", "name": "Nicholas Corrêa"}, {"authorId": "51486703", "name": "N. D. Oliveira"}]}}, {"contexts": ["Then there is transhumanist literature (Kurzweil 2005) and of course a myriad of questions arising from differences between (various understandings of) posthumanism and transhumanism (Malapi-Nelson 2021)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8d45e87c6a257dd2c8394092b23313332812c640", "externalIds": {"DOI": "10.1177/14782103211049915"}, "url": "https://www.semanticscholar.org/paper/8d45e87c6a257dd2c8394092b23313332812c640", "title": "Postdigital education in a biotech future", "abstract": "This paper explores a possible future of postdigital education in 2050 using the means of social science fiction. The first part of the paper introduces the shift from 20th century primacy of physics to 21st century primacy of biology with an accent to new postdigital–biodigital reconfigurations and challenges in and after the COVID-19 pandemic. The second part of the paper presents a fictional speech at the graduation ceremony of a fictional military academy in a fictional East Asian country in 2050. This fictional world is marked by global warfare and militarization, and addressed graduates are the first generation of artificially evolved graduates in human history. The third part of the paper interprets the fictional narrative, contextualizes it into educational challenges of today, and argues for a dialogical, humanistic conception of new postdigital education in a biotech future.", "venue": "Policy Futures in Education", "year": 2021, "referenceCount": 72, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "50854160", "name": "P. Jandrić"}, {"authorId": "2137511195", "name": "Sarah Hayes"}]}}, {"contexts": ["But it’s still biology, with all its profound limitations (KURZWEIL, 2005, p. 225–26)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "90b31c7a3ab01700df5561c6a3a750e515f2f5f5", "externalIds": {"DOI": "10.7213/1980-5934.33.059.ao05"}, "url": "https://www.semanticscholar.org/paper/90b31c7a3ab01700df5561c6a3a750e515f2f5f5", "title": "Giving Birth, Transhumanism and Human Nature", "abstract": "Philosopher Fiona Wollard recently advocated interpreting the achievements of women while giving birth. People readily recognize men-related achievements, like running a marathon, but not achievements related to giving birth. We expand on Woollard's notion of reproductive achievements, comparing them with ideas of human enhancement, which aims at humans becoming \"stronger and faster\". Criticisms to evolutionary psychology challenge its defense of a notion of a fixed human nature, and its disregard for the experience of birth. Some female scholars link human evolution to the presence of premature infants requiring attention from mothers and alloparents. They explain why this gave an advantage to the human species, enhancing cooperation and other desirable traits. Other scholars develop philosophies of birth, mostly based on Arendt's conception of natality, questioning a human nature not sensitive to gender, excluding birth and childhood. Then we move to transhumanism, proponent of human enhancement. Transhumanism questions our biological inheritance for being flawed and outdated, including giving birth, restricting this to a source of great suffering. This assessment of the given does not consider its ambiguous, dialectical character. Because of that, tinkering with nature both accomplishes and frustrates the goals of human enhancement.", "venue": "Revista de Filosofia Aurora", "year": 2021, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "145412143", "name": "E. R. Cruz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "94ca8c7fa0b32aed53aa3bd0797838c86858dbbc", "externalIds": {"MAG": "3196501685", "DOI": "10.1007/978-3-658-32999-0_2"}, "url": "https://www.semanticscholar.org/paper/94ca8c7fa0b32aed53aa3bd0797838c86858dbbc", "title": "Beherrschung des Körpers – Beherrschung der Natur: Anmerkungen zu einem neuzeitlichen Paradigma aus naturphilosophisch-ethischer Perspektive", "abstract": null, "venue": "Multidisziplinäre Perspektiven auf Körper und Gesundheit", "year": 2021, "referenceCount": 45, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "40469726", "name": "K. Michel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "97b1d7771c035354c0cd12801a6c045d0cfd6b3b", "externalIds": {"MAG": "3182924880", "DOI": "10.12775/lc.2021.015"}, "url": "https://www.semanticscholar.org/paper/97b1d7771c035354c0cd12801a6c045d0cfd6b3b", "title": "Living an Emperor’s Life, Dying a Nobel Death. Li Hongwei’s Novel “The King and Lyric Poetry” as a Journey Through the History of Chinese Poetry", "abstract": "The present paper discusses Li Hongwei’s novel The King and Lyric Poetry (2017). The novel tells the story of the suicide of the last Nobel Prize laureate in the future history of literature, Chinese poet Yuwen Wanghu. Following the detective thread of the book, the essay reconstructs utopian and dystopian semi-virtual landscapes of the mid-21st century China which feed into two different models of lyricism: the poet as a knight errant who seeks inspiration far from modern civilization and the poet as a lonely warrior against (technological) tyranny. In the final scene, the two landscapes blur and the antithetical forces that infuse them: lyricism (Yuwen) and power/ knowledge (the King) merge into what may be seen as their dialectical synthesis to be fulfilled by the novel’s third protagonist – Yuwen’s young friend, Li Pulei. Mobilizing various contexts, including the suicides of famous mainland-Chinese poets, important poetry polemics, and intertexts ranging from classical Chinese literary theory through to Truman Show and Matrix, I argue that the novel mirrors the development of poetry discourse in the PRC with its various myths, conflicts, complexes, and ambitions. I also show how this discourse, shaped for a long time largely by the so-called Third Generation poets born in the 1950s and 1960s, translates into the * PhD, an assistant professor at Adam Mickiewicz University and a postdoctoral fellow at the University of Zurich. Her research focuses on literature and its interactions with other disciplines, especially the sciences. She is also an active translator of contemporary Chinese literature in prose and in verse into Polish. E-mail: joanna.krenz@amu.edu.pl | ORCID: 0000-0003-4689-6677. ** The paper is part of the research project The World Re-Versed: New Phenomena in Chinese Poetry as a Challenge and Inspiration to Literary Studies based at the University of Zurich within the Bekker Programme (Program im. Bekkera) fellowship funded by National Agency for Academic Exchange (Narodowa Agencja Wymiany Akademickiej). Project no. PPN/BEK/2019/1/00164.", "venue": "Litteraria Copernicana", "year": 2021, "referenceCount": 41, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "114768520", "name": "J. Krenz"}]}}, {"contexts": ["Ambiguously positioned between the utopian and dystopian possibilities of transhumanist organizations such as Humanity+ (Thomsen 2013) or concepts such as the Singularity (Kurzweil 2005), and the less anthropocentric or (phal)logocentric approaches of ecology, feminism (Pepperell [1995] 2003) or deconstructionism (Herbrechter 2013), the posthuman debate has spawned diverse posthumanisms\nATLANTIS.", "The Singularity is Near: When Humans Transcend Biology.", "…between the utopian and dystopian possibilities of transhumanist organizations such as Humanity+ (Thomsen 2013) or concepts such as the Singularity (Kurzweil 2005), and the less anthropocentric or (phal)logocentric approaches of ecology, feminism (Pepperell [1995] 2003) or deconstructionism…", "Similarly, Cascone discusses the function of the aesthetics of failure in the field of contemporary computer music, suggesting that the creative process of online collaborative computer music seemingly illustrates a transhumanist aesthetics of success corresponding to Ray Kurzweil’s Singularity, where human creativity and expressiveness are enhanced by transcending “the limitations of our biological bodies and brains” in an interconnected transhuman network (Kurzweil 2005, 25).", "…music seemingly illustrates a transhumanist aesthetics of success corresponding to Ray Kurzweil’s Singularity, where human creativity and expressiveness are enhanced by transcending “the limitations of our biological bodies and brains” in an interconnected transhuman network (Kurzweil 2005, 25)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "99eaf7188683eaf3ea753b7f78278319ec5b9172", "externalIds": {"DOI": "10.28914/atlantis-2021-43.1.02"}, "url": "https://www.semanticscholar.org/paper/99eaf7188683eaf3ea753b7f78278319ec5b9172", "title": "Accountable Metaphors: The Transhuman Poetics of Failure in Tao Lin’s Taipei", "abstract": "Tao Lin’s novel Taipei (2013) can be described as a picture of transhuman existence in the current digital world. However, its poetics of failure does not seem to adjust to the typically utopian visions that have often been related to transhumanism. Instead, the novel’s aesthetic approach resists diverse forms of transhumanist universalism in ways that are closer to the theoretical premises of critical posthumanism and agential materialism. In this article, I analyze Lin’s use of accountable metaphors and poetic failure in Taipei as a means to resist uncritical claims to transhumanist, universalist aesthetics.", "venue": "", "year": 2021, "referenceCount": 25, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1415719379", "name": "M. Fernández-Santiago"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9ae6d9028aad6dc3652286a9e44d293f5e17cd2c", "externalIds": {"DBLP": "journals/cogsr/NieuwaznyNPMRA21", "MAG": "3106758775", "DOI": "10.1016/j.cogsys.2020.10.011"}, "url": "https://www.semanticscholar.org/paper/9ae6d9028aad6dc3652286a9e44d293f5e17cd2c", "title": "Does change in ethical education influence core moral values? Towards history- and culture-aware morality model with application in automatic moral reasoning", "abstract": "Abstract In this study, we focus on ethical education as a means to improve artificial companion’s conceptualization of moral decision-making process in human users. In particular, we focus on automatically determining whether changes in ethical education influenced core moral values in humans throughout the century. We analyze ethics as taught in Japan before WWII and today to verify how much the pre-WWII moral attitudes have in common with those of contemporary Japanese, to what degree what is taught as ethics in school overlaps with the general population’s understanding of ethics, as well as to verify whether a major reform of the guidelines for teaching the school subject of “ethics” at school after 1946 has changed the way common people approach core moral questions (such as those concerning the sacredness of human life). We selected textbooks used in teaching ethics at school from between 1935 and 1937, and those used in junior high schools today (2019) and analyzed what emotional and moral associations such contents generated. The analysis was performed with an automatic moral and emotional reasoning agent and based on the largest available text corpus in Japanese as well as on the resources of a Japanese digital library. As a result, we found out that, despite changes in stereotypical view on Japan’s moral sentiments, especially due to historical events, past and contemporary Japanese share a similar moral evaluation of certain basic moral concepts, although there is a large discrepancy between how they perceive some actions to be beneficial to the society as a whole while at the same time being inconclusive when it comes to assessing the same action’s outcome on the individual performing them and in terms of emotional consequences. Some ethical categories, assessed positively before the war, while being associated with a nationalistic trend in education have also disappeared from the scope of interest of post- war society. The findings of this study support suggestions proposed by others that the development of personal AI systems requires supplementation with moral reasoning. Moreover, the paper builds upon this idea and further suggests that AI systems need to be aware of ethics not as a constant, but as a function with a correction on historical and cultural changes in moral reasoning.", "venue": "Cognitive Systems Research", "year": 2021, "referenceCount": 4, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1394971799", "name": "Jagna Nieuwazny"}, {"authorId": "101671931", "name": "Karol Nowakowski"}, {"authorId": "1731034", "name": "M. Ptaszynski"}, {"authorId": "1790958", "name": "Fumito Masui"}, {"authorId": "51953877", "name": "Rafal Rzepka"}, {"authorId": "144710424", "name": "K. Araki"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9c2c99c6793efd1defb89c5aa6ac10d4473d348d", "externalIds": {"MAG": "3161174518", "DOI": "10.1016/J.TECHFORE.2021.120856"}, "url": "https://www.semanticscholar.org/paper/9c2c99c6793efd1defb89c5aa6ac10d4473d348d", "title": "Are we living in a time of particularly rapid social change? And how might we know?", "abstract": "Abstract In an editorial for this journal a decade ago, then-Editor-in-Chief Fred Phillips asserted that social change was proceeding at hyper-speed and, moreover, that it had consequently come to outpace technological change. This paper submits these claims to empirical assay. In so doing, we address the myriad problems attendant upon determining and interpreting the sort of data that might support us in our cause. Notwithstanding the innumerable caveats that this necessarily entails, and restricting ourselves to considering US data, we conclude that a wide range of indicators suggest that millennial Americans are not living in a time of particularly rapid social change, at least not when compared to the period 1900–1950. Furthermore, our analysis suggests that the data that we have considered does not easily support a contention that significant variation in social change occurs in long wave-like cycles. The evidence is more supportive of a punctuated equilibrium model of change.", "venue": "", "year": 2021, "referenceCount": 137, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "11992128", "name": "D. Kavanagh"}, {"authorId": "116298976", "name": "Geoffrey Lightfoot"}, {"authorId": "145843249", "name": "S. Lilley"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9c5db5c0a40b2fceb04900641ee805461cefd5d6", "externalIds": {"MAG": "3137567745", "DOI": "10.1007/978-981-16-0013-5_6"}, "url": "https://www.semanticscholar.org/paper/9c5db5c0a40b2fceb04900641ee805461cefd5d6", "title": "Conclusion: Trajectories of Gerontological Hygiene", "abstract": null, "venue": "", "year": 2021, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "50292554", "name": "D. Fletcher"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9ff503a9c3aab786c06f6929950e38885ed0f5df", "externalIds": {"PubMedCentral": "8010781", "DOI": "10.1007/s42438-021-00225-9"}, "url": "https://www.semanticscholar.org/paper/9ff503a9c3aab786c06f6929950e38885ed0f5df", "title": "Postdigital: A Term That Sucks but Is Useful", "abstract": "Florian Cramer studied Comparative Literature and Art History at Freie Universität Berlin, Universität Konstanz, and University of Massachusetts at Amherst, and obtained his Dr. Phil. in Comparative Literature in 2006 with a thesis on the history on combinatorial and permutational poetry and literature (Cramer 2011). Between 1998 and 2004, he worked as a lecturer in Comparative Literature at Freie Universität Berlin’s Peter-Szondi-Institut. Since 2004, he has been working at Willem de Kooning de Academy/Piet Zwart Institute in Rotterdam. In 2004, he was a research fellow, between 2006 and 2010 the course director of Master Media Design, and since 2008 he has been a reader/practice-oriented research professor for the whole school. Florian’s current work is focused on self-organized, multidisciplinary, and do-it-yourself (DIY) practices in relation to new concepts and understandings of autonomy in the arts. He co-initiated multidisciplinary research projects in the Netherlands including ACKnowledge: Artists Community Knowledge, and Making Matters: Bridging Art, Design and Technology through Material Practices. Since 1989, Florian has collaborated in DIY publishing and activist projects with Lloyd Dunn/PhotoStatic, Stewart Home, John Berndt, tENTATIVELY, a cONVENIENCE and Istvan Kantor (inand outside of the context of Neoism), Karlheinz Essl, Heinrich Dubel, Sebastian Luetgert, Rafael Horzon, Luther Blissett/Wu Ming 1, Eva and Franco Mattes, Cornelia Sollfrank, Alan Sondheim, mez breeze (in the larger context of", "venue": "Postdigital Science and Education", "year": 2021, "referenceCount": 65, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "67213569", "name": "F. Cramer"}, {"authorId": "50854160", "name": "P. Jandrić"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a32723c83bc4290d055643d590838c8fe04c1be1", "externalIds": {"DOI": "10.1080/03080188.2020.1840226"}, "url": "https://www.semanticscholar.org/paper/a32723c83bc4290d055643d590838c8fe04c1be1", "title": "Ethnographic artificial intelligence", "abstract": "ABSTRACT Artificial intelligence research is seldom conducted ethnographically. Nevertheless, the field itself has a distinctive culture – an engineering imaginary within which ‘general intelligence’ is considered to be a phenomenon that can be both defined and tested by reference to some universal (probably mathematical) standard. This paper describes a research agenda that sets out to question those assumptions, through a programme of ethnographic field work, collaborating with computer scientists and educators in several countries of sub-Saharan Africa.", "venue": "", "year": 2021, "referenceCount": 49, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1784157", "name": "A. Blackwell"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a7a3dfe8b60a2fe2d724235b00ba4349f07dc8a1", "externalIds": {"DOI": "10.1155/2021/1496364"}, "url": "https://www.semanticscholar.org/paper/a7a3dfe8b60a2fe2d724235b00ba4349f07dc8a1", "title": "A Machine Learning Approach for Improving the Movement of Humanoid NAO’s Gaits", "abstract": "A humanoid robot’s development requires an incredible combination of interdisciplinary work from engineering to mathematics, software, and machine learning. NAO is a humanoid bipedal robot designed to participate in football competitions against humans by 2050, and speed is crucial for football sports. Therefore, the focus of the paper is on improving NAO speed. This paper is aimed at testing the hypothesis of whether the humanoid NAO walking speed can be improved without changing its physical configuration. The applied research method compares three classification techniques: artificial neural network (ANN), Naïve Bayes, and decision tree to measure and predict NAO’s best walking speed, then select the best method, and enhance it to find the optimal average velocity speed. According to Aldebaran documentation, the real NAO’s robot default walking speed is 9.52 cm/s. The proposed work was initiated by studying NAO hardware platform limitations and selecting Nao’s gait 12 parameters to measure the accuracy metrics implemented in the three classification models design. Five experiments were designed to model and trace the changes for the 12 parameters. The preliminary NAO’s walking datasets open-source available at GitHub, the NAL, and RoboCup datasheets are implemented. All generated gaits’ parameters for both legs and feet in the experiments were recorded using the Choregraphe software. This dataset was divided into 30% for training and 70% for testing each model. The recorded gaits’ parameters were then fed to the three classification models to measure and predict NAO’s walking best speed. After 500 training cycles for the Naïve Bayes, the decision tree, and ANN, the RapidMiner scored 48.20%, 49.87%, and 55.12%, walking metric speed rate, respectively. Next, the emphasis was on enhancing the ANN model to reach the optimal average velocity walking speed for the real NAO. With 12 attributes, the maximum accuracy metric rate of 65.31% was reached with only four hidden layers in 500 training cycles with a 0.5 learning rate for the best walking learning process, and the ANN model predicted the optimal average velocity speed of 51.08% without stiffness: \n \n V\n 1\n =\n 22.62\n  \n cm\n /\n s\n \n , \n \n V\n 2\n =\n 40\n  \n cm\n /\n s\n \n , and \n \n V\n =\n 30\n  \n cm\n /\n s\n \n . Thus, the tested hypothesis holds with the ANN model scoring the highest accuracy rate for predicting NAO’s robot walking state speed by taking both legs to gauge joint 12 parameter values.", "venue": "Wireless Communications and Mobile Computing", "year": 2021, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2083391435", "name": "F. Baothman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a9d0ad339987451214e41105a6a5344bd00a1e69", "externalIds": {"MAG": "3176620061", "DOI": "10.35487/rius.v15i48.2021.661"}, "url": "https://www.semanticscholar.org/paper/a9d0ad339987451214e41105a6a5344bd00a1e69", "title": "Towards legal regulation of artificial intelligence", "abstract": "This paper addresses the current state of AI regulation and discusses the feasibility and need for regulation through legally binding instruments, beyond the field of ethics. History shows what can happen if the State withdraws and allows private companies to set their own exclusive regulatory standards. We have a unique opportunity to create laws and principles governing AI on a common basis and with an indispensable public-private partnership that should preferably be international in scope with the leadership of the UN or, failing that, at European level led by EU institutions, as they had already achieved in the areas of privacy and data protection.", "venue": "REVISTA IUS", "year": 2021, "referenceCount": 19, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2129026461", "name": "Moises Barrio Andres"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "aad8d4f5e223c467218abe8f3ea6ff60608b1ee8", "externalIds": {"MAG": "3155209438", "DOI": "10.1007/978-3-030-67414-4_12"}, "url": "https://www.semanticscholar.org/paper/aad8d4f5e223c467218abe8f3ea6ff60608b1ee8", "title": "Information Technology Developments and Organisational Buying", "abstract": null, "venue": "", "year": 2021, "referenceCount": 9, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "101513666", "name": "Daniel D Prior"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ab21fc8d31c3862c4968e4d52bd3c76418187441", "externalIds": {"MAG": "3173270908", "DOI": "10.1016/J.INTELL.2021.101563"}, "url": "https://www.semanticscholar.org/paper/ab21fc8d31c3862c4968e4d52bd3c76418187441", "title": "The future of intelligence research in the coming age of artificial intelligence – With a special consideration of the philosophical movements of trans- and posthumanism", "abstract": "Abstract Artificial intelligence (AI) is a hot topic in society as it seems to extend and challenge human cognitive capacity. Yet, it is surprising that human intelligence research in particular and psychology in general has so far contributed very little to the ongoing debates on AI and the related philosophical movements of trans- and posthumanism. Transhumanism promotes the development of technologies that aim at strongly enhancing human psychological (especially intellectual) capacities, achieved by applying neuroscience methods such as transcranial electric/magnetic stimulation (TES, TMS), brain–computer interfaces (BCIs), deep-brain stimulation (DBS), pharmacological and even nanotechnological methods aimed at brain repair or enhancement of brain plasticity. The goal is to achieve a “post-human future,” in which current problems of human mankind should finally be solved. In this contribution I will (1) describe current neuroscientific and pharmacological methods that aim at enhancing human intelligence and how successful they can currently be considered; (2) outline potential implications of a wider application of cognitive enhancements (viewed from a societal perspective, and from an evolutionary perspective of individual differences); (3) outline commonalities and differences between concepts of human versus artificial intelligence; (4) discuss the promises and perils of an (artificial) “super-intelligence” (sensu Nick Bostrom); and (5) consider how psychology could or should contribute to the development of such a “super-intelligence.” Finally, I will try to answer the question: What are the implications of our knowledge on individual differences in psychological traits (e.g., cognitive and social/emotional traits, values) for the further development of AI?", "venue": "Intelligence", "year": 2021, "referenceCount": 70, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "32791939", "name": "A. Neubauer"}]}}, {"contexts": ["…the midst of a scientific and technological revolution and itself constituted a major revolution in thought but the current communication, information, technological explosion anticipates a singularity redefining the definition of humans (Kurzweil, 2005; Harari, 2011) and the reality they inhabit."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "ac045324e5def2fe76da71b4634e3f4e351fbb37", "externalIds": {"PubMedCentral": "8591153", "DOI": "10.1057/s11231-021-09328-5", "PubMed": "34782689"}, "url": "https://www.semanticscholar.org/paper/ac045324e5def2fe76da71b4634e3f4e351fbb37", "title": "Pandemic psychoanalysis", "abstract": "Our clinical practice is contextualized by a co-participant trauma constituted by a confluence of upheavals–pandemic, politics, an epistemological crisis, pervasive distrust of expertise and evidence. Psychoanalytic work, parallel to the external world, has become defamiliarized, if not, at sometimes unrecognizable. The affect on the frame and the boundaries of the therapeutic frame and of the psychoanalytic institution are explored with an awareness of the uncertainty of the future. The experience of the onset of the pandemic is discussed with awareness of an unknown future.", "venue": "American journal of psychoanalysis", "year": 2021, "referenceCount": 25, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": null, "name": "Robert M. Prince"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ad3be1fe848b535c118218219429e2302ad115be", "externalIds": {"MAG": "3118651100", "DOI": "10.1016/J.HRMR.2020.100795"}, "url": "https://www.semanticscholar.org/paper/ad3be1fe848b535c118218219429e2302ad115be", "title": "Human resources analytics: A systematization of research topics and directions for future research", "abstract": "Abstract The management of human resources is today significantly impacted by the emergence of the global workforce and the increasing relevance of business analytics as a strategic organizational capability. Whereas human resources analytics has been largely discussed in literature in the last decade, a systematic identification and classification of key topics is yet to be introduced. In particular, there is room for conceptual contributions aiming to provide a comprehensive definition of concepts and investigation areas related to HR analytics. Using a systematic literature review process, we deconstruct the concept of human resources analytics as presented in a vast although fragmented literature, and we identify 106 key research topics associated to three major areas, i.e. enablers of HR analytics (technological and organizational), applications (descriptive and diagnostic/prescriptive), and value (employee value and organizational value). We also speculate on an “exponential” view of HR analytics enabled by the affirmation of artificial intelligence and cognitive technologies. The article provides a large systematization effort and a research agenda for developing further studies in the field of HR analytics. By a practitioner perspective, the study offers insights to support the design of innovative analytics projects within organizations.", "venue": "", "year": 2021, "referenceCount": 139, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2833659", "name": "A. Margherita"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ae2396db1b79ed657aabdddd4cd89318cf87c9d4", "externalIds": {"MAG": "3138968537", "DOI": "10.1007/978-981-16-0013-5_5"}, "url": "https://www.semanticscholar.org/paper/ae2396db1b79ed657aabdddd4cd89318cf87c9d4", "title": "Gerontological Treatment Protocols: An Ethical Inquiry", "abstract": null, "venue": "", "year": 2021, "referenceCount": 144, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "50292554", "name": "D. Fletcher"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ae32533be466156b4aa57d7578a5f038669da4c9", "externalIds": {"MAG": "3119294619", "DOI": "10.1080/00131857.2020.1867108"}, "url": "https://www.semanticscholar.org/paper/ae32533be466156b4aa57d7578a5f038669da4c9", "title": "Postdigital-biodigital: An emerging configuration", "abstract": "This dialogue (trilogue) is an attempt to critically discuss the technoscientific convergence that is taking place with biodigital technologies in the postdigital condition. In this discussion, Sar...", "venue": "", "year": 2021, "referenceCount": 60, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40114208", "name": "M. Peters"}, {"authorId": "50854160", "name": "P. Jandrić"}, {"authorId": "2137511195", "name": "Sarah Hayes"}]}}, {"contexts": ["Current AAs are assumed to be weak or narrow AAs (Kurzweil, 2005) that, while proficient in their specific task, lack generalized awareness and cognition regarding the world beyond their design."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "aed96cffc4fad061d21fa4109a2e2c0b957b7fae", "externalIds": {"MAG": "3162353588", "DOI": "10.1177/15553434211010573"}, "url": "https://www.semanticscholar.org/paper/aed96cffc4fad061d21fa4109a2e2c0b957b7fae", "title": "Exploring the Impact of Coordination in Human–Agent Teams", "abstract": "Teaming permits cognitively complex work to be rapidly executed by multiple entities. As artificial agents (AAs) participate in increasingly complex cognitive work, they hold the promise of moving beyond tools to becoming effective members of human–agent teams. Coordination has been identified as the critical process that enables effective teams and is required to achieve the vision of tightly coupled teams of humans and AAs. This paper characterizes coordination on the axes of types, content, and cost. This characterization is grounded in the human and AA literature and is evaluated to extract design implications for human–agent teams. These design implications are the mechanisms, moderators, and models employed within human–agent teams, which illuminate potential AA design improvements to support coordination.", "venue": "Journal of Cognitive Engineering and Decision Making", "year": 2021, "referenceCount": 105, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144953972", "name": "Michael F. Schneider"}, {"authorId": null, "name": "Michael Miller"}, {"authorId": "50292462", "name": "D. Jacques"}, {"authorId": "1725686", "name": "Gilbert L. Peterson"}, {"authorId": "32715030", "name": "Thomas C. Ford"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b2afd19b31b3d348dbe6edff500159e8fcba43aa", "externalIds": {"MAG": "2588628941", "DOI": "10.53763/fag.2012.9.73"}, "url": "https://www.semanticscholar.org/paper/b2afd19b31b3d348dbe6edff500159e8fcba43aa", "title": "O argumencie z Boga w lukach wiedzy raz jeszcze", "abstract": "Chociaż argumenty z projektu, mające przemawiać za istnieniem Boga, są czasem odrzucane, gdyż uznaje się je za apologetykę wykorzystującą argument z Boga w lukach wiedzy, to jednak powody ich kwestionowania, mające podstawę w historii nauki, filozofii, religii i pragmatyzmie, nie są aż tak silne, jak się to często insynuuje. Twierdzę, że korzystanie z wielorakich dostrzegalnych w świecie przyrody świadectw projektu oraz ich regularne uaktualnianie w celu uzgodnienia z nowymi ustaleniami, może stanowić rozsądne i przekonujące podejście do apologetyki.", "venue": "Filozoficzne Aspekty Genezy", "year": 2021, "referenceCount": 21, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2133620542", "name": "Ronald G. Larson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b32a60f41cdcdb728a4d055371334a4bf28a07b9", "externalIds": {"MAG": "3193784448", "DOI": "10.33920/nik-02-2103-09"}, "url": "https://www.semanticscholar.org/paper/b32a60f41cdcdb728a4d055371334a4bf28a07b9", "title": "Technologies of the Fourth Industrial Revolution as a factor in the formation of transhumanism", "abstract": "The article examines the main positions of research on transhumanism, analyzes the conceptual foundations of these works, and shows the prerequisites for the formation of transhumanism in the field of economics and the social sphere. The author demonstrates that from the point of view of philosophy, transhumanism is easily criticized, while from the point of view of technology, it can be considered as the digitization of matter and bringing it to the status of software. This indicates that the approach to the problem of transhumanism should be comprehensive.", "venue": "Uchenyy Sovet (Academic Council)", "year": 2021, "referenceCount": 3, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2132995222", "name": "Roman Mikhailovich Gordeev"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b46d4f07a411806c96c73c8b926b9f0e3eb30a93", "externalIds": {"MAG": "3121691566", "PubMedCentral": "7978709", "DOI": "10.1007/978-3-030-61810-0_5"}, "url": "https://www.semanticscholar.org/paper/b46d4f07a411806c96c73c8b926b9f0e3eb30a93", "title": "Towards Planetary Governance Systems", "abstract": "Over the next century, the world community will be inching towards singular and unified planetary governance. Nation-states are not equipped to deal with planetary systemic problems and national sovereignty will increasingly be ceded to planetary organizations. This chapter summarizes the key humanitarian challenges of the constellation of KSI nations, as they inexorably converge and forge a planetary system. Humankind faces a range of existential threats, including environmental, pandemic, technological, and war conflicts that necessitate a planetary systems approach. Moreover, there are 20 probable hot zones of war conflict that require the urgent international need for preventive measures for a more just and peaceful world. Cogent transformational leadership seeks to overcome systemic challenges effectively, efficiently, and ethically. In evoking the possible contours of the future landscape, this chapter underscores the cogent and ethical leadership values that will transform an emerging planetary society towards the end of the twenty-first century. Finally, the chapter posits that planetary transformational leaders, or “ Planetarians”, will transcend national paradigms and form the foundations and shape of future planetary systems. Planetary systems will not be a panacea, but will allow for collaborative, humane, and rational approaches to human and technological development and foster greater planetary harmony, justice, and peace.", "venue": "Transforming Nations after the COVID-19 Pandemic", "year": 2021, "referenceCount": 282, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144168779", "name": "D. Caro"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b5553f3d77598177e009fd663af833cc06c1c167", "externalIds": {"MAG": "3147882231", "DOI": "10.1007/978-3-030-64194-8_7"}, "url": "https://www.semanticscholar.org/paper/b5553f3d77598177e009fd663af833cc06c1c167", "title": "The Magic Ring in Action: Social Environment and Sustainability", "abstract": null, "venue": "", "year": 2021, "referenceCount": 93, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "21801614", "name": "Piero Mella"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b67bb5b1955978afd14e846b0a9a7df910ae0d60", "externalIds": {"MAG": "3153926199", "DOI": "10.12775/SETF.2021.006"}, "url": "https://www.semanticscholar.org/paper/b67bb5b1955978afd14e846b0a9a7df910ae0d60", "title": "Transhumanist immortality: Understanding the dream as a nightmare", "abstract": "This paper offers new arguments to reject the alleged dream of immortality. In order to do this, I firstly introduce an amendment to Michael Hauskeller’s approach of the “immortalist fallacy”. I argue that the conclusion “we (normally) do not want to live forever” does not follow from the premise “we (normally) do not want to die”. Next, I propose the philosophical turn from “normally” to “under these circumstances” to resolve this logical error. Then, I review strong philosophical critiques of this transhumanist purpose of immortality in the literature. There are two key questions related to the possibility of fulfilling this goal: the hard problem of consciousness and the personal identity dilemma. Finally, I defend a specific type of indefinite life and justify that it is more desirable than our current limited life.", "venue": "", "year": 2021, "referenceCount": 25, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "1466491287", "name": "Pablo García-Barranquero"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ba681d82b612f1605b9e9f5093ef1639c08993ee", "externalIds": {"MAG": "3127042394", "DOI": "10.1016/J.BUSHOR.2021.02.021"}, "url": "https://www.semanticscholar.org/paper/ba681d82b612f1605b9e9f5093ef1639c08993ee", "title": "DITTO for Gen Z: A framework for leveraging the uniqueness of the new generation", "abstract": "Abstract Generation Z (or Gen Z) represents 24% of the U.S. population and is very different from earlier generations. A higher proportion of Gen Zers are earning college degrees, and they are now moving to the next phase where they will constitute the predominant majority of the incoming workforce. Gen Z faced an unusual set of technology-driven circumstances while growing up, and thus bring a distinct set of characteristics to the workplace. We offer a new research-based framework—DITTO, which encapsulates specific recommendations for organizations on diversity, individualism and teamwork, technology, and organizational supports. DITTO serves as a useful mnemonic to help managers recall specific ways to support Gen Zers and leverages the strengths of Gen Zers to benefit the organization and the workforce. Research shows that Gen Zers bring unique characteristics to the workplace, such as being more open to diversity and more individualistic and technology-driven than other generations. To the extent that companies use the DITTO framework, the more attractive they should be to Gen Z workers; but the principles of this framework also extend beyond Gen Zers to existing workforce with similar efficacy—and hence the DITTO moniker—and should accordingly lead to increased productivity and competitive advantage.", "venue": "", "year": 2021, "referenceCount": 45, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "38995669", "name": "Shaun Pichler"}, {"authorId": "70580093", "name": "Chiranjeev Kohli"}, {"authorId": "116245337", "name": "Neil A. Granitz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bab0efc6870d848ab4fe89f47d0fc947769cee7f", "externalIds": {"DBLP": "journals/access/MetcalfePBM21", "DOI": "10.1109/ACCESS.2021.3078298"}, "url": "https://www.semanticscholar.org/paper/bab0efc6870d848ab4fe89f47d0fc947769cee7f", "title": "Systemic Oversimplification Limits the Potential for Human-AI Partnership", "abstract": "The modern world is evolving rapidly, especially with respect to the development and proliferation of increasingly intelligent, artificial intelligence (AI) and AI-related technologies. Nevertheless, in many ways, what this class of technologies has offered as return on investment remains less impressive than what has been promised. In the present paper, we argue that the continued failure to realize the potential in modern AI and AI-related technologies is largely attributable to the oversimplified, yet pervasive ways that our global society treats the relationship between these technologies and humans. Oversimplified concepts, once conveyed, tend to perpetuate myths that in turn limit the impact of such technologies in human society. To counter these oversimplifications, we offer a theoretical construct, which we call the landscape of human-AI partnership. This construct characterizes individual capability for real-world task performance as a dynamic function of information certainty, available time to respond, and task complexity. With this, our goal is to encourage more nuanced discourse about novel ways to solve challenges to modern and future sociotechnical societies, but without defaulting to notions that remain rooted in today’s technologies-as-tools ways of thinking. The core of our argument is that society at large must recognize that intelligent technologies are evolving well beyond being mere tools for human use and are instead becoming capable of operating as interdependent teammates. This means that how we think about interactions between humans and AI needs to go beyond a “Human–or–AI” conversation about task assignments to more contextualized “Human–and–AI” way of thinking about how best to capitalize on the strengths hidden within emergent capabilities of unique human-AI partnerships that have yet to be fully realized.", "venue": "IEEE Access", "year": 2021, "referenceCount": 148, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "7525414", "name": "J. Metcalfe"}, {"authorId": "32939928", "name": "B. Perelman"}, {"authorId": "3052384", "name": "D. Boothe"}, {"authorId": "1714644", "name": "K. McDowell"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bcdfe0cba217ff7da0d83fb2b72cdb9674850e0d", "externalIds": {"ArXiv": "2108.03458", "DBLP": "journals/corr/abs-2108-03458"}, "url": "https://www.semanticscholar.org/paper/bcdfe0cba217ff7da0d83fb2b72cdb9674850e0d", "title": "Scientific X-ray", "abstract": "X iv :2 10 8. 03 45 8v 2 [ cs .S I] 1 5 A ug 2 02 1 Scientific X-ray Qi Li, Luoyi Fu, Xinbing Wang, Chenghu Zhou Department of Electronic Engineering, Shanghai JiaoTong University, China Department of Computer Science and Engineering, Shanghai JiaoTong University, China State Key Laboratory of resources and environmental information system, Institute of Geographical Sciences and Natural Resources Research, Chinese Academy of Sciences, China To whom correspondence should be addressed; E-mail: xwang8@sjtu.edu.cn, zhouch@lreis.ac.cn.", "venue": "ArXiv", "year": 2021, "referenceCount": 39, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Physics"], "authors": [{"authorId": null, "name": "Qi Li"}, {"authorId": null, "name": "Luoyi Fu"}, {"authorId": "1860265446", "name": "Xinbing Wang"}, {"authorId": "47110820", "name": "Chenghu Zhou"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c3cebb8d539f8e2b4e5ba929767fd3361602e9d7", "externalIds": {"DOI": "10.1080/02529203.2021.1895503"}, "url": "https://www.semanticscholar.org/paper/c3cebb8d539f8e2b4e5ba929767fd3361602e9d7", "title": "Selection of a Model for Civil Law Protection of Personal Information", "abstract": "Despite its safety and convenience, modern technology has turned out to be an alienating force independent of humankind. The relationship between modern technology and human development furnishes the macro-background for the discussion of personal information protection issues. Chinese law should respond actively to avoid being reduced to a “morass of rules” in the global context. China’s legislation on personal information protection emphasizes public law at the expense of private law; it lacks the rule based support of basic civil law. Within the legal system, civil law is an important means and basic norm for protecting the agency of human beings, as it can provide systemic support for the protection of personal information. Formulation of the corresponding legislation should establish the independent control of personal information by the subject of the information, and should reinforce the position of the weaker side in the interest relationship. With regard to selecting of a model of civil law protection of personal information, the models of indirect protection and legal interest protection both have flaws; the rights protection model is better suited to China’s legislative and judicial realities. The right to personal information can be embedded in the existing normative system of personality rights to ensure the internal compatibility of the legal system. The rights protection model should be adopted in the personality right section of the Civil Code.", "venue": "", "year": 2021, "referenceCount": 99, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2087267430", "name": "Wang Cheng"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c46323126a1b77bd7bb9b7910317cff48ac9089f", "externalIds": {"DBLP": "journals/corr/abs-2104-11067", "ArXiv": "2104.11067"}, "url": "https://www.semanticscholar.org/paper/c46323126a1b77bd7bb9b7910317cff48ac9089f", "title": "Künstliche Intelligenz, quo vadis?", "abstract": "Die Geschichte der Künstlichen Intelligenz (KI) ist eine recht wechselhafte. Von einer anfänglichen Euphorie in den 1950er Jahren ging es wellenförmig durch Höhen und Tiefen: War man zu Beginn recht optimistisch, mit logischen, symbolischen Verfahren Probleme wie maschinelles Übersetzen, Bildund Textverstehen oder Robotersteuerung innerhalb weniger Jahrzehnte zu lösen, musste man schließlich diese anfänglichen Vorstellungen nachjustieren. Die 1980er sahen dann die Hochzeit der Expertensysteme, deren Ziel es war, Wissen von spezialisierten Experten in einem KI-System verfügbar zu machen. Danach folgte eine Periode der Ernüchterung, der sogenannte KI-Winter. Die öffentlichen Forschungsgelder wurden zurückgefahren, viele der großen Projekte, so etwa das japanische 5th Generation Project oder das europäische ESPRIT Programm wurden nicht weiterverfolgt. Diese Haltung änderte sich allmählich, als 1997 ein Computer den damals amtierenden Schachweltmeister besiegte und 2011 das IBM-System Watson in der Quizshow Jeopardy gegen menschliche Champions gewann. KI wird omnipräsent: Wir sprechen mit Siri, Alexas und ähnlichen Assistenten, die automatische Sprachübersetzung hat es zu beachtlicher Reife gebracht, und Bilder und Videos werden automatisch ausgewertet. 2017 siegt überraschenderweise ein KI-System gegen einen Weltklasse-Go-Spieler. Die Robotik ist mittlerweile in unserem Alltag angekommen, sei es staubsaugend in unseren Wohnzimmern, in der Form von autonomen Fahrzeugen im Straßenverkehr und als intelligente Waffensysteme auf den Kriegsschauplätzen dieser Welt (diesen Aspekt werden wir in Abschnitt 7 gesondert diskutieren). Mittlerweile ist KI ein riesiger Wirtschaftsfaktor. Alle großen Unternehmen beschäftigen sich mit den Einsatzmöglichkeiten von KI und dies quer durch alle Branchen. In Deutschland wurde der Begriff Industrie 4.0 [13] geprägt, wodurch eine vierte industrielle Revolution angedeutet werden soll. Kai-Fu Lee hat dies mit folgendem Zitat eindrucksvoll formuliert: ”KI wird bahnbrechender als die Erfindung der Elektrizität“[10]. Natürlich führt auch dieses hohe Maß an wirtschaftlicher Bedeutung zu einem breiten gesellschaftlichen Diskurs. Wir werden diesen Aspekt später in diesem Artikel aufgreifen. In den folgenden beiden Abschnitten wollen wir ein wenig hinabsteigen in die Niederungen der KI, was die Maschinerie, die Technik und Methoden angeht. Wir meinen, dass ein gewisses Grundverständnis darüber notwendig ist, um über Möglichkeiten und Grenzen in den folgenden Abschnitten zu sprechen.", "venue": "ArXiv", "year": 2021, "referenceCount": 15, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2583294", "name": "Ulrike Barthelmeß"}, {"authorId": "2067152968", "name": "Ulrich Furbach"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c88aacfe52e60b847ed695fa1e9ea483f0cc7c69", "externalIds": {"MAG": "3155095710", "DOI": "10.1007/S11569-021-00387-7"}, "url": "https://www.semanticscholar.org/paper/c88aacfe52e60b847ed695fa1e9ea483f0cc7c69", "title": "Dialectics of Technical Emancipation—Considerations on a Reflexive, Sustainable Technology Development", "abstract": "The modern idea of emancipation is linked to the goal of overcoming dependencies and domination. However, as argued in the article, negative dialectics of emancipation must also be problematized. The project of emancipation, as it was formulated in the Age of Enlightenment, was often particular and was associated with the establishment of new forms of domination. Especially the project of liberation from the constraints of nature through technical development led to the domination of nature. In view of the ecological crisis, the dark side of this project is becoming apparent today. The ecological base of human development is at risk. It is therefore necessary to pursue the idea of a reflexive emancipation, which also takes nature into account in order to enable a sustainable technology development. Emancipatory Technology Studies should therefore support an emancipatory technology policy which promotes a positive dialectical movement that overcomes the contrast between submission to nature and technical mastery of nature.", "venue": "", "year": 2021, "referenceCount": 65, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2056075555", "name": "Georg Jochum"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ca6ad5e7c95187bb4ec7e4acfad17d357cbd7018", "externalIds": {"MAG": "3160011556", "DOI": "10.1007/978-3-030-76426-5_3"}, "url": "https://www.semanticscholar.org/paper/ca6ad5e7c95187bb4ec7e4acfad17d357cbd7018", "title": "On Trusting a Cyber Librarian: How Rethinking Underlying Data Storage Infrastructure Can Mitigate Risksof Automation", "abstract": null, "venue": "", "year": 2021, "referenceCount": 71, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1752805099", "name": "Mariam Israel"}, {"authorId": "153309828", "name": "M. Graves"}, {"authorId": "145355373", "name": "A. Amer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cb112b47b82dd3902db89836b7dd729fba169b64", "externalIds": {"MAG": "3174440608", "DOI": "10.1007/978-3-030-71689-9_1"}, "url": "https://www.semanticscholar.org/paper/cb112b47b82dd3902db89836b7dd729fba169b64", "title": "Introduction: Automation, Autonomy and Artificial Intelligence", "abstract": "This chapter introduces the technology of artificial intelligence and its contemporary form known as machine learning. It reviews the critical literature on the social implications of artificial intelligence and explains how actually existing artificial intelligence does not refer to sentient machines, but rather to new software tools for the automation of labour. Steinhoff introduces the theory of immaterial labour, which argues that the proliferation of information technologies will lead to a new autonomy of labour from capital and a socioeconomic revolution. The overall argument of the book is outlined: the theory of immaterial labour will be tested, and found wanting, by the example of work in the AI industry.", "venue": "Marx, Engels, and Marxisms", "year": 2021, "referenceCount": 129, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "72488117", "name": "James Steinhoff"}]}}, {"contexts": ["This slightly mystical fixed duration creates a strong feeling of urgency, remarkably similar to Ray Kurzweil’s announcement of a coming “singularity” (Kurzweil, 2005), when AI power, according to the prophecy, will surpass all human intelligence combined."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "d079faa36a902f5454dcc06b09d14e901ecba6bc", "externalIds": {"MAG": "3157167069", "PubMedCentral": "8174045", "DOI": "10.1523/ENEURO.0130-21.2021", "PubMed": "33931493"}, "url": "https://www.semanticscholar.org/paper/d079faa36a902f5454dcc06b09d14e901ecba6bc", "title": "How Blue is the Sky?", "abstract": "Abstract The recent trend toward an industrialization of brain exploration and the technological prowess of artificial intelligence algorithms and high-performance computing has caught the imagination of the public. These impressive advances are fueling an uncontrolled societal hype, the more amplified, the more “Blue Sky” the claim is. Will we ever be able to simulate a brain in silico? Will “it” (the digital avatar) be conscious? The Blue Brain Project (BBP) and the European flagship the Human Brain Project (HBP) have surfed on this wave for the past 10 years. Their already significant lifetimes now offer new case studies for neuroscience sociology and epistemology, as the projects mature. Their distinctive “Blue Sky” flavor has been a key feature in securing unprecedented funding (more than one billion Euros) mostly through supranational institutions. The longitudinal analysis of these ventures provides clues to how the neuromyth they propagate sells science, in a scientific world based on an economy of promises.", "venue": "eNeuro", "year": 2021, "referenceCount": 75, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "1969872", "name": "Y. Frégnac"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d10e46c92bcb3a185d4a9d62d5c95361c2fa38b1", "externalIds": {"MAG": "3144773257", "DOI": "10.1007/978-981-15-7880-9_3"}, "url": "https://www.semanticscholar.org/paper/d10e46c92bcb3a185d4a9d62d5c95361c2fa38b1", "title": "A Black Tetratic Future: Blackness and the Age of Hyper-Exponentiation (Hyper-4)", "abstract": null, "venue": "", "year": 2021, "referenceCount": 35, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144233176", "name": "P. Butler"}]}}, {"contexts": ["The paper justifies the work (Kurzweil, 2005) due to scientific paths and probability estimates.", "According to Kurzweil (Kurzweil, 2005), accelerated progress may be expected for the next few decades.", "…in the past and the way Artificial Intelligence is making its way into most of the Technological realms (Information Systems, Mechanical Systems, Biology), several researchers believe that Technological Singularity would take place soon (Callaghan et al., 2017; Kurzweil, 2005; Yampolskiy, 2017).", "(Goertzel, 2007) analysed (Kurzweil, 2005) which was critiqued by (McDermott, 2006) and proposed research work on human-level artificial general intelligence, and the possibility of technological singularity.", "Thus, based on the research that has been carried out in the past and the way Artificial Intelligence is making its way into most of the Technological realms (Information Systems, Mechanical Systems, Biology), several researchers believe that Technological Singularity would take place soon (Callaghan et al., 2017; Kurzweil, 2005; Yampolskiy, 2017).", "(Kurzweil, 2005) presented and defended his view on how the technological singularity will be achieved in the coming few decades."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "d299eaf1892db3052707a65e0cb3276c2590c83d", "externalIds": {"DBLP": "journals/jetai/PriyadarshiniC21", "MAG": "3037039273", "DOI": "10.1080/0952813X.2020.1784296"}, "url": "https://www.semanticscholar.org/paper/d299eaf1892db3052707a65e0cb3276c2590c83d", "title": "Intelligence in cyberspace: the road to cyber singularity", "abstract": "ABSTRACT Intelligence has been defined in many ways like logic, awareness, reasoning, critical thinking, etc. Many researchers insist on the possibility of a Technological Singularity shortly, which may see machines gaining intelligence similar to, or greater than humans. While many researchers believe that Technological Singularity is at an arm’s length, many counter-question the possibility of the same due to the lack of concrete evidence. Recently Cybersecurity has manoeuvred its way through technology to become one of the most rapidly advancing fields. Artificial Intelligence introduced to Cybersecurity has seen a tremendous increase in the number of systems that are capable of performing tasks faster and better than humans. This has led us to believe that there is intelligence in cyberspace along with the possibility of Cyber Singularity. We emphasise the intelligence of systems using a set of characteristics that insist on how sophisticated the systems have become over time that might lead to Cyber Singularity. We map these characteristics to the characteristics of living species with the hope of locating intelligence in the biomedical domain and further, try to identify systems displaying such characteristics in cyberspace. Keeping in mind the concept of technological singularity proposed before, we also perform an extensive survey of the past research works related to the field and also, use the concepts of set theory to reinforce the possibility of Cyber Singularity in the coming years.", "venue": "J. Exp. Theor. Artif. Intell.", "year": 2020, "referenceCount": 271, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "47979571", "name": "Ishaani Priyadarshini"}, {"authorId": "2549481", "name": "Chase Cotton"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d2b0ed773d330d336d064e08d7bdd95661a42015", "externalIds": {"MAG": "3179150092", "DOI": "10.1007/978-3-658-32758-3_2"}, "url": "https://www.semanticscholar.org/paper/d2b0ed773d330d336d064e08d7bdd95661a42015", "title": "Ein Teil des Ganzen – Perspektiven auf unser Umfeld im Wandel", "abstract": null, "venue": "New Work braucht New Learning", "year": 2021, "referenceCount": 50, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2129560427", "name": "Jan Foelsing"}, {"authorId": "50540144", "name": "Anja Schmitz"}]}}, {"contexts": ["But this is ̶ just an interesting fiction of talented writers of science fiction, which made a great impression on readers, including some scientists and engineers [64] [65]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "d881ee2712a285d7402a6da0fd9d48fdb2df7eaf", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/d881ee2712a285d7402a6da0fd9d48fdb2df7eaf", "title": "FORMATION OF ASSIMILATION APPARATUS, ESTIMATION OF PHOTOSYNTHETIC POTENTIAL (FP) AND PURE PRODUCTIVITY OF PHOTOSYNTHESIS (PPF) OF THE CHINA OF TANGERSKAYA IN COMPARISON WITH PEAS AND VIKA SOWING IN THE CONDITIONS", "abstract": "This article presents the results of studying the leaf apparatus of the Tangier rank in comparison with other annual legumes, peas and vetch. The studies of the most important indicators of the introduction process, the value of the photosynthetic potential (FP) and the net productivity of photosynthesis (NPF) were carried out. Аннотация В данной статье представлены результаты изучения листового аппарата чины танжерской по сравнению с другими однолетними бобовыми культурами горохом и викой посевной. Проведены исследования важнейших показателей интродукционного процесса, величина фотосинтетического потенциала (ФП) и чистая продуктивность фотосинтеза (ЧПФ).", "venue": "", "year": 2021, "referenceCount": 89, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "dbdc5db2c57451d49979cea327a2b9531b8fafa0", "externalIds": {"MAG": "3196361028", "DOI": "10.1007/978-3-030-82685-7_3"}, "url": "https://www.semanticscholar.org/paper/dbdc5db2c57451d49979cea327a2b9531b8fafa0", "title": "Technologies: False Friends?", "abstract": null, "venue": "SpringerBriefs in Well-Being and Quality of Life Research", "year": 2021, "referenceCount": 39, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "48931204", "name": "Gaël Brulé"}, {"authorId": "2071685341", "name": "Francis Munier"}]}}, {"contexts": ["may also theoretically surpass it; and this human-line intelligence is also a salient idea among the founders of AI [6, 40, 41] and futurists [36]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "deb504d6a5985d1eb3dc5bd40e3ca0ea095dca33", "externalIds": {"DBLP": "conf/candt/LuusuaY21", "DOI": "10.1145/3461564.3461571"}, "url": "https://www.semanticscholar.org/paper/deb504d6a5985d1eb3dc5bd40e3ca0ea095dca33", "title": "Nordic Cities Meet Artificial Intelligence: City Officials’ Views on Artificial Intelligence and Citizen Data in Finland", "abstract": "In this paper, we explore Finnish city officials’ attitudes, knowledge and relationship towards the use of artificial intelligence (AI) in their cities through topical expert interviews. Our interviewees came from two metropolitan area cities, Helsinki and Espoo, which have taken an active role in attempting to utilize various novel technologies. Through these interviews, we identify and discuss key issues in the infusion of AI into cities. These interviewees were key players in their respective cities’ response to the challenge and opportunity of novel technologies, including AI. As such, while our sampling is small, these interviewees are a good representation of the relevant individuals who hold sway over the thoughts, visions, ideas and challenges that are recognized in their respective organizations. We ask, how do these individuals understand AI and gauged through their views, how are these cities prepared for the increasing and continuous infusion of artificial intelligence technologies in these cities’ agendas, practices and projects?", "venue": "C&T", "year": 2021, "referenceCount": 116, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "133623503", "name": "Aale Luusua"}, {"authorId": "3011145", "name": "Johanna Ylipulli"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e4edcceddcc990fd9fffe103d9f420eaf0f0c637", "externalIds": {"DBLP": "journals/corr/abs-2105-06551", "ArXiv": "2105.06551", "DOI": "10.1109/TTS.2021.3074097"}, "url": "https://www.semanticscholar.org/paper/e4edcceddcc990fd9fffe103d9f420eaf0f0c637", "title": "Axes for Sociotechnical Inquiry in AI Research", "abstract": "The development of artificial intelligence (AI) technologies has far exceeded the investigation of their relationship with society. Sociotechnical inquiry is needed to mitigate the harms of new technologies whose potential impacts remain poorly understood. To date, subfields of AI research develop primarily individual views on their relationship with sociotechnics, while tools for an external investigation, comparison, and cross-pollination are lacking. In this article, we propose four directions for inquiry into new and evolving areas of technological development: 1) value—what progress and direction does a field promote; 2) optimization—how the defined system within a problem formulation relates to broader dynamics; 3) consensus—how the agreement is achieved and who is included in building it; and 4) failure—what methods are pursued when the problem specification is found wanting. This article provides a lexicon for sociotechnical inquiry and illustrates it through the example of consumer drone technology.", "venue": "IEEE Transactions on Technology and Society", "year": 2021, "referenceCount": 93, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1491339790", "name": "Sarah Dean"}, {"authorId": "50708404", "name": "T. Gilbert"}, {"authorId": "2052363815", "name": "Nathan Lambert"}, {"authorId": "93800231", "name": "T. Zick"}]}}, {"contexts": ["A speculative suggestion, advocated by Kurzweil (2005) and building on the work of Freitas (1999), is to use nanobots that enter the brain in huge numbers, observe the microscopic structures in there and report back.", "…technology, so the argument from the classic flavour of transhumanism goes, we will soon be able to “fix and update the human operating system” (Kurzweil 2005): make our brain remember more faces, forget less details, think faster, jump higher, live longer, see more sharply, be awake longer,…", "Says Kurzweil (2005):\nThe specific set of particles that my body and brain comprise are in fact completely different from the atoms and molecules that I comprised only a short while ago.", "However, that does not prevent transhumanist visionaries, such as the distinguished US inventor Ray Kurzweil, from making forecasts about this era (Kurzweil 2005).", "…computer implants over the long term, has characterised Kurzweil as the best person at predicting the future of artificial intelligence, and he has been quoted by Kurzweil to the effect that he finds the creation of an optimistic new religion with a god-like AI desirable (Kurzweil 2005, p. 374f.).", "Kurzweil (2005) has done much to popularize the idea of mind uploading, and true to his faiblesse for unabashedly precise predictions of technological timelines, he states with confidence that uploading will have its breakthrough in the 2030s."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "e5c07e9e10535229887740701d9df1b8f8a15c93", "externalIds": {"DOI": "10.1007/978-3-030-56546-6"}, "url": "https://www.semanticscholar.org/paper/e5c07e9e10535229887740701d9df1b8f8a15c93", "title": "Transhumanism: The Proper Guide to a Posthuman Condition or a Dangerous Idea?", "abstract": "Mind uploading is the hypothetical future technology of transferring human minds to computer hardware using whole-brain emulation. After a brief review of the technological prospects for mind uploading, a range of philosophical and ethical aspects of the technology are reviewed. These include questions about whether uploads will have consciousness and whether uploading will preserve personal identity, as well as what impact on society a working uploading technology is likely to have and whether these impacts are desirable. The issue of whether we ought to move forward towards uploading technology remains as unclear as ever.", "venue": "", "year": 2021, "referenceCount": 459, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2194993", "name": "W. Hofkirchner"}, {"authorId": "1708420", "name": "H. Kreowski"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e67da1e134b4fbfe95b01f422f7b170897b12bdf", "externalIds": {"MAG": "3194226161", "DOI": "10.12700/aph.18.7.2021.7.12"}, "url": "https://www.semanticscholar.org/paper/e67da1e134b4fbfe95b01f422f7b170897b12bdf", "title": "Introducing the Concept of Internet of Digital Reality – Part I", "abstract": null, "venue": "Acta Polytechnica Hungarica", "year": 2021, "referenceCount": 12, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1769570", "name": "P. Baranyi"}, {"authorId": "40508207", "name": "Á. Csapó"}, {"authorId": "2094905886", "name": "T. Budai"}, {"authorId": "2686025", "name": "G. Wersényi"}]}}, {"contexts": ["In this paper AI is understood as a technology cluster closely linked to concept of “Narrow AI” introduced by Kurzweil (2005), which has increasing impact in todays businesses and industries (Perrault et al., 2019)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e6f9c89289abf6b7318782b7218f4b55d8563a34", "externalIds": {"DBLP": "conf/ecis/FukasRRT21"}, "url": "https://www.semanticscholar.org/paper/e6f9c89289abf6b7318782b7218f4b55d8563a34", "title": "Developing an Artificial Intelligence Maturity Model for Auditing", "abstract": "Artificial Intelligence (AI) is increasingly being used in various domains including highly regulated areas such as auditing. Although the use of AI in auditing may seem promising at the first glance, there are a number of implications that have so far prevented its broad application. By proposing the first Auditing Artificial Intelligence Maturity Model (A-AIMM), we assess the adoption and diffusion of AI in auditing by considering audit specific requirements. The resulting model contains eight different dimensions and five different maturity levels that foster audit firms in becoming AI-enabled organisations by providing recommendations for the further use of AI with their current capabilities. The development procedure represents a Design Science Research approach including a systematic literature review, a qualitative survey with audit experts and an iterative development process.", "venue": "ECIS", "year": 2021, "referenceCount": 90, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2111965685", "name": "Philipp Fukas"}, {"authorId": "3364863", "name": "Jonas Rebstadt"}, {"authorId": "146743228", "name": "Florian Remark"}, {"authorId": "145589040", "name": "Oliver Thomas"}]}}, {"contexts": ["…via its internet appearances, e.g., the transhumanist party (www.transhumanist-party.org), Humanity+ (humanityplus.org), Extropianism (http://www. extropy.org/, an institute founded by Max More and Natasha Vita-More), Democratic Transhumanism (Hughes, 2004), or Singularity (Kurzweil, 2005).", "Furthermore, the transhumanist movement has disseminated its objectives (The Transhumanist Declaration, Various, 2013) worldwide via its internet appearances, e.g., the transhumanist party (www.transhumanist-party.org), Humanity+ (humanityplus.org), Extropianism (http://www. extropy.org/, an institute founded by Max More and Natasha Vita-More), Democratic Transhumanism (Hughes, 2004), or Singularity (Kurzweil, 2005).", "org/, an institute founded by Max More and Natasha Vita-More), Democratic Transhumanism (Hughes, 2004), or Singularity (Kurzweil, 2005)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f0fc632faa0d65e2cdbabadad4cd296bd17a112f", "externalIds": {"PubMedCentral": "8112819", "DOI": "10.3389/fsoc.2021.651486", "PubMed": "33987221"}, "url": "https://www.semanticscholar.org/paper/f0fc632faa0d65e2cdbabadad4cd296bd17a112f", "title": "TechnoBrainBodies-in-Cultures: An Intersectional Case", "abstract": "The cyborgization of brainbodies with computer hardware and software today ranges in scope from the realization of Brain–Computer Interfaces (BCIs) to visions of mind upload to silicon, the latter being targeted toward a transhuman future. Refining posthumanist concepts to formulate a posthumanities perspective, and contrasting those approaches with transhumanist trajectories, I explore the intersectional dimension of realizations and visions of neuro-technological developments, which I name TechnoBrainBodies-in-Cultures. In an intersectional analysis, I investigate the embedding and legitimation of transhumanist visions brought about by neuroscientific research and neuro-technological development based on a concept of modern neurobiological determinism. The conjoined trajectories of BCI research and development and transhumanist visions perpetuate the inscription of intersectional norms, with the concomitant danger of producing discriminatory effects. This culminates in normative capacity being seen as a conflation of the abled, successful, white masculinized techno-brain with competition. My deeper analysis, however, also enables displacements within recent BCI research and development to be characterized: from ‘‘thought-translation” to affective conditioning and from controllability to obstinacy within the BCI, going so far as to open the closed loop. These realizations challenge notions about the BCI's actor status and agency and foster questions about shifts in the corresponding subject–object relations. Based on these analyses, I look at the effects of neuro-technological and transhumanist governmentality on the question of whose lives are to be improved and whose lives should be excluded from these developments. Within the framework of political feminist materialisms, I combine the concept of posthumanities with my concept of TechnoBrainBodies-in-Cultures to envision and discuss a material-discursive strategy, encompassing dimensions of affect, sociality, resistance, compassion, cultural diversity, ethnic diversity, multiple sexes/sexualities, aging, dis/abilities—in short, all of this “intersectional stuff”—as well as obstinate techno-brain agencies and contumacies foreseen in these cyborgian futures.", "venue": "Frontiers in Sociology", "year": 2021, "referenceCount": 149, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "32419130", "name": "S. Schmitz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f13b9084d17968db0b2f4e30ce3ccde092eb904b", "externalIds": {"MAG": "3160032161", "DOI": "10.3167/SA.2021.650104"}, "url": "https://www.semanticscholar.org/paper/f13b9084d17968db0b2f4e30ce3ccde092eb904b", "title": "The Human Version 2.0", "abstract": "This article investigates new ethnography on AI development relating to imaginaries of technoscientific forms of immortality. As a Think Piece in Analytics, it engages in a somewhat experimental comparative endeavor as I set concepts from the ethnographic field of transhumanism in a comparative relation to concepts developed in the anthropological theory of Christianity, mainly Dumont’s concept of the ‘individual-in-the-world’. I argue that through such a comparison we can understand recently developed ideas about the (technologically) immortal human being in a new light. The article points to how technoscientific immortality echoes core cultural themes, but it also considers a major difference in the perception of the social. When death is made redundant, the question of how sociality is reproduced moves center stage.", "venue": "Social Analysis", "year": 2021, "referenceCount": 57, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "50714757", "name": "A. Eriksen"}]}}]}