{"paperId": "f2ec8710b0aed2d8caf35ada172932504ec741f5", "externalIds": {"MAG": "2567613124", "DBLP": "journals/jasis/Hoffmann17", "DOI": "10.1002/asi.23747"}, "url": "https://www.semanticscholar.org/paper/f2ec8710b0aed2d8caf35ada172932504ec741f5", "title": "Beyond distributions and primary goods: Assessing applications of rawls in information science and technology literature since 1990", "abstract": "This article reviews the ways in which the work and ideas of political philosopher John Rawls have been appropriated or applied by scholars of information science, technology, and related areas since 1990. The article begins with an overview of Rawls's work, paying particular attention to its foundations and methods. Subsequently, a 2‐phase discussion of the literature is presented. The first phase reviews engagements with Rawls from more than 150 scholarly articles from databases and journals dedicated to information and technology ethics, information/technology studies, philosophy of technology, and technology and human values. The second phase focuses on scholars who have demonstrated a significant commitment to Rawlsian theory in these areas. Overall, the review demonstrates that most significant applications of Rawls are oriented toward unequal distributions of informational goods exacerbated by advanced information and communication technologies (ICTs). Critically, however, scholars in this area have overlooked the relevance of Rawls's foundations for the sorts of complex networked relationships afforded by those same advanced ICTs. Rather than representing a fatal gap, it opens up a new avenue for the renewed consideration of Rawls—his ideas on the basic structure of society and the importance of self‐respect are offered as 2 possible paths forward.", "venue": "J. Assoc. Inf. Sci. Technol.", "year": 2017, "referenceCount": 182, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40392783", "name": "A. Hoffmann"}]}