{"offset": 0, "next": 100, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "00d4e78225e6359727857da7eef21226b21a33e1", "externalIds": {"DOI": "10.20431/2349-0381.0804006"}, "url": "https://www.semanticscholar.org/paper/00d4e78225e6359727857da7eef21226b21a33e1", "title": "Biopolitical Surveillance Vs COVID-19 in Authoritarian and Democratic States and Its Possible Post-Pandemic Implications", "abstract": "΢ε πεξηόδνπο ζνβαξήο θξίζεο, όπσο ζηελ ηξέρνπζα πγεηνλνκηθή θξίζε ηεο παλδεκίαο COVID-19, ην πξόηαγκα πξνζηαζίαο ηεο δεκόζηαο πγείαο κε όια ηα κέζα, θαη κε δηεηζδπηηθή παξαθνινύζεζε ζε βάξνο ησλ δηθαησκάησλ θαη ειεπζεξηώλ, είλαη γεληθά επηβεβιεκέλν θαη ζεκηηό ζε όιεο ηηο ρώξεο. Σν πξόβιεκα είλαη δπζθνιόηεξν ζηηο δεκνθξαηηθέο ρώξεο ζηηο νπνίεο γηα λα ππάξρεη εκπηζηνζύλε ησλ πνιηηώλ ζηνπο ζεζκνύο θαη εθνύζηαο ζπκκόξθσζεο ζηα κέηξα απνηξνπήο ηεο παλδεκίαο πξέπεη λα ιεηηνπξγνύλ νη δεκνθξαηηθνί κεραληζκνί ειέγρνπ γηα δηαθάλεηα θαη ινγνδνζία, αιιά θαη δηαβεβαίσζε θαηάξγεζεο ησλ έθηαθησλ κέηξσλ κεηά ην πέξαο ηεο παλδεκίαο.Έηζη, αλ ζηηο ρώξεο κε απηαξρηθέο θπβεξλήζεηο πνπ δελ αληηκεησπίδνπλ ην δίιεκκα πγείαο θαη ειεπζεξίαο, ε πεηζάξρεζε θαη γεληθά ν έιεγρνο επηβάιιεηαη κε θαηαπηεζηηθά κέηξα θαη κε ην θόβν απζηεξώλ θπξώζεσλ, ζηηο δεκνθξαηηθέο ρώξεο πνπ πιήηηνληαη από ηνλ Covit-19 ην πξόηαγκα ηεο δεκόζηαο πγείαο δηθαηνινγεί κόλν έθηαθηα θαη πξνζσξηλά αθξαία κέηξα, κε βάζε ηελ πεηζώ θαη εκπηζηνζύλε ησλ πνιηηώλ ζηνπο ζεζκνύο. Μέηξα εγθιεηζκνύ (lockdown) θαη κεραληζκνί δηεηζδπηηθήο βηνπνιηηηθήοπαξαθνινύζεζεο (biopolitical-surveillance) (ΒΠ) θαη ιεπηνκεξνύο ηρλειάηεζεο ησλ επαθώλ (contact tracking) κε λόκηκε παξαβίαζε ηνπ απόξξεηνπ ησλ επηθνηλσληώλ γηα ηελ αληηκεηώπηζε ηνπ ηνύ, κε ή ρσξίο ηε ζπλαίλεζε ησλ ρξεζηώλ, εθαξκόδνληαη θαη από δεκνθξαηηθέο θπβεξλήζεηο γηα λα αληηκεησπίζνπλ ηελ παλδεκία θαη λα ζσζνύλ δσέο. Σν πξόβιεκαόκσο είλαη νη κεραληζκνί απηνί πνπ θαηαξγνύλ δηθαηώκαηα θαη ειεπζεξίεο λα γίλνληαη κε αλαινγηθόηεηα θαη δεκνθξαηηθή ινγνδνζία, θαη ην θπξηόηεξν λα κελ παγησζνύλ ζηε κεηαπαλδεκηθή πεξίνδν. Γηόηη νη ζπλέπεηεο ησλ κέηξσλ πνπ ζεζπίδνληαη ζήκεξα κπνξεί λα είλαη κόληκεο θαη ε θαηάξγεζε ησλ κεραληζκώλ απηώλ ζα είλαη δύζθνιε κε ηελ επίθιεζε ηνπ θόβνπ επαλεκθάληζεο επηδεκηώλ (Κνληηάδεο 2020,Βιαρόπνπινο 2020).", "venue": "International Journal of Humanities, Social Sciences and Education", "year": 2021, "referenceCount": 32, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "108760319", "name": "Minas Samatas"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0736c2d678f38e4a28575b73d5d3e9a489d6fe9b", "externalIds": {"MAG": "3195211259", "DOI": "10.1007/978-3-030-73276-9_3"}, "url": "https://www.semanticscholar.org/paper/0736c2d678f38e4a28575b73d5d3e9a489d6fe9b", "title": "The New Platform Policing", "abstract": null, "venue": "Automating Crime Prevention, Surveillance, and Military Operations", "year": 2021, "referenceCount": 81, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Dean Wilson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0846ca4323615b9b9c39072d301318864473c104", "externalIds": {"MAG": "3137930360", "DOI": "10.1177/2378023121999581"}, "url": "https://www.semanticscholar.org/paper/0846ca4323615b9b9c39072d301318864473c104", "title": "Toward a Sociology of Artificial Intelligence: A Call for Research on Inequalities and Structural Change", "abstract": "This article outlines a research agenda for a sociology of artificial intelligence (AI). The authors review two areas in which sociological theories and methods have made significant contributions ...", "venue": "", "year": 2021, "referenceCount": 92, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "50711913", "name": "K. Joyce"}, {"authorId": "1399053359", "name": "Laurel Smith‐doerr"}, {"authorId": "47099210", "name": "Sharla Alegria"}, {"authorId": "35091291", "name": "S. Bell"}, {"authorId": "16202536", "name": "Taylor M. Cruz"}, {"authorId": "38636328", "name": "Steve G. Hoffman"}, {"authorId": "72273447", "name": "S. Noble"}, {"authorId": "101739970", "name": "Benjamin Shestakofsky"}]}}, {"contexts": ["The mapping of risk networks via “exponential capture of personal data beyond the primary individuals involved in the police encounter” (Brayne, 2017, p. 997) transforms individual tracking into community-level scrutiny, generalizing a singular bias to a population bias.", "New data-driven technologies radiate across the micro, mezzo, and macro domains, focusing on populations identified by states as risky or costly (Brayne, 2017).", "For example, once a decision has been made to patrol a certain neighborhood, crime discovered in that neighborhood will be fed into the training apparatus for the next round of decision making (Brayne, 2017)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "093f148cff008311c8a0d50838153d715f20e656", "externalIds": {"DOI": "10.1080/10705422.2021.1984354"}, "url": "https://www.semanticscholar.org/paper/093f148cff008311c8a0d50838153d715f20e656", "title": "Data justice: social work and a more just future", "abstract": "ABSTRACT As new forms of data proliferate, data are increasingly used as a tool to determine access to resources, levels of sanction, and vulnerability to surveillance. Although the use of data to implement systematically biased policy is not new, the contemporary primacy of data across core institutions imposes disproportionate harms on already marginalized communities. Activist-proposed conceptual frameworks informed by the notion of data justice provide a basis to operationalize human rights in an evolving technoculture. This article urges social workers to recognize new data driven forms of inequality across individual, organizational, and community levels of practice, offering concrete examples of data harms and of just data practices that embody transparency, accountability, nondiscrimination, dignity, and participation.", "venue": "Journal of Community Practice", "year": 2021, "referenceCount": 89, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "49107263", "name": "Lauri Goldkind"}, {"authorId": "17707895", "name": "Lea Wolf"}, {"authorId": "6785779", "name": "W. LaMendola"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "097a970454786bbb64033b7476337284df8feb05", "externalIds": {"DOI": "10.1215/9781478013013-008"}, "url": "https://www.semanticscholar.org/paper/097a970454786bbb64033b7476337284df8feb05", "title": "Notes", "abstract": null, "venue": "Policing Protest", "year": 2021, "referenceCount": 324, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0dc0420555ed47e1ca9112db7770300adb8d2423", "externalIds": {"DOI": "10.1007/978-3-030-74128-0_6"}, "url": "https://www.semanticscholar.org/paper/0dc0420555ed47e1ca9112db7770300adb8d2423", "title": "Technology in the Workplace: Opportunities and Challenges", "abstract": null, "venue": "Flexible Working Practices and Approaches", "year": 2021, "referenceCount": 93, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "8151154", "name": "Y. Griep"}, {"authorId": "9016058", "name": "I. Vranjes"}, {"authorId": "4118464", "name": "Madelon L. M. van Hooff"}, {"authorId": "153719010", "name": "Debby G. J. Beckers"}, {"authorId": "5862026", "name": "S. Geurts"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0f25ced901d030bf0b91cb83abaa440f06cba707", "externalIds": {"DOI": "10.1038/s41562-020-01029-w", "PubMed": "33462473"}, "url": "https://www.semanticscholar.org/paper/0f25ced901d030bf0b91cb83abaa440f06cba707", "title": "Officer bias, over-patrolling and ethnic disparities in stop and search.", "abstract": "Black and Asian people in the United Kingdom are more likely to be stopped and searched by police than White people. Following a panel of 36,000 searches by 1,100 police officers at a major English police force, we provide officer-specific measures of over-searching relative to two baselines: the ethnic composition of crime suspects officers interact with and the ethnic composition of the areas they patrol. We show that the vast majority of officers over-search ethnic minorities against both baselines. But we also find that the over-searching by individual officers cannot account for all of the over-representation of ethnic minorities in stop and search: over-patrolling of minority areas is also a key factor. Decomposing the overall search bias, we find that the over-representation of Asian people in stop and search is primarily accounted for by over-patrolling, while the over-representation of Black people is a combination of officer and patrol effects, with the larger contribution coming from biases of officers.", "venue": "Nature human behaviour", "year": 2021, "referenceCount": 55, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "3429460", "name": "Lara Vomfell"}, {"authorId": "2265199", "name": "N. Stewart"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1135be5a3146f3f6ba7903622bee631c5b132ffc", "externalIds": {"MAG": "3171759741", "DOI": "10.1080/17512786.2021.1930106"}, "url": "https://www.semanticscholar.org/paper/1135be5a3146f3f6ba7903622bee631c5b132ffc", "title": "Hiding Behind Databases, Institutions and Actors: How Journalists Use Statistics in Reporting Humanitarian Crises", "abstract": "Numbers have long been central to the practice of journalism. But most journalists use numbers with relatively little critical engagement. This practice presents journalists with a dilemma: how can...", "venue": "", "year": 2021, "referenceCount": 72, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1752640756", "name": "B. Lawson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1c017d204481f9cee2b1e3a12ab896cef3a451e3", "externalIds": {"MAG": "3139800738", "DOI": "10.1111/LAPO.12164"}, "url": "https://www.semanticscholar.org/paper/1c017d204481f9cee2b1e3a12ab896cef3a451e3", "title": "The law in computation: What machine learning, artificial intelligence, and big data mean for law and society scholarship", "abstract": null, "venue": "", "year": 2021, "referenceCount": 128, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "81910811", "name": "Tania DoCarmo"}, {"authorId": "2066507149", "name": "Stephen Rea"}, {"authorId": "2087565237", "name": "Evan Conaway"}, {"authorId": "37287952", "name": "J. Emery"}, {"authorId": "120711393", "name": "N. Raval"}]}}, {"contexts": ["It is widely accepted, particularly in sociotechnical literature, that data collection is often a form of surveillance [14, 19, 20, 68]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "232d0c42a26a54f52266a09e0c7117291402d33c", "externalIds": {"DBLP": "conf/aies/CooperAN21", "MAG": "3158363482", "ArXiv": "2102.01203", "DOI": "10.1145/3461702.3462519"}, "url": "https://www.semanticscholar.org/paper/232d0c42a26a54f52266a09e0c7117291402d33c", "title": "Emergent Unfairness in Algorithmic Fairness-Accuracy Trade-Off Research", "abstract": "Across machine learning (ML) sub-disciplines, researchers make explicit mathematical assumptions in order to facilitate proof-writing. We note that, specifically in the area of fairness-accuracy trade-off optimization scholarship, similar attention is not paid to the normative assumptions that ground this approach. Such assumptions presume that 1) accuracy and fairness are in inherent opposition to one another, 2) strict notions of mathematical equality can adequately model fairness, 3) it is possible to measure the accuracy and fairness of decisions independent from historical context, and 4) collecting more data on marginalized individuals is a reasonable solution to mitigate the effects of the trade-off. We argue that such assumptions, which are often left implicit and unexamined, lead to inconsistent conclusions: While the intended goal of this work may be to improve the fairness of machine learning models, these unexamined, implicit assumptions can in fact result in emergent unfairness. We conclude by suggesting a concrete path forward toward a potential resolution.", "venue": "AIES", "year": 2021, "referenceCount": 120, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152313817", "name": "Andrew Cooper"}, {"authorId": "103579283", "name": "Ellen Abrams"}, {"authorId": "2121486076", "name": "NA Na"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "249b1005a6cc7a278969368ad3430ecf9a3977ff", "externalIds": {"DBLP": "journals/bdcc/HassaniHME21", "MAG": "3174248829", "DOI": "10.3390/bdcc5030028"}, "url": "https://www.semanticscholar.org/paper/249b1005a6cc7a278969368ad3430ecf9a3977ff", "title": "Big Data and the United Nations Sustainable Development Goals (UN SDGs) at a Glance", "abstract": "The launch of the United Nations (UN) 17 Sustainable Development Goals (SDGs) in 2015 was a historic event, uniting countries around the world around the shared agenda of sustainable development with a more balanced relationship between human beings and the planet. The SDGs affect or impact almost all aspects of life, as indeed does the technological revolution, empowered by Big Data and their related technologies. It is inevitable that these two significant domains and their integration will play central roles in achieving the 2030 Agenda. This research aims to provide a comprehensive overview of how these domains are currently interacting, by illustrating the impact of Big Data on sustainable development in the context of each of the 17 UN SDGs.", "venue": "Big Data Cogn. Comput.", "year": 2021, "referenceCount": 237, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "144152608", "name": "Hossein Hassani"}, {"authorId": null, "name": "Xu Huang"}, {"authorId": "100591098", "name": "S. MacFeely"}, {"authorId": "1439737741", "name": "Mohammad Reza Entezarian"}]}}, {"contexts": ["Predicative analytics applied to policing offer one example of how algorithms may influence perceptions (and actions) towards whole social groups by literally designating parts of the physical world as more or less dangerous through classification of risk (Brayne, 2017) ."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "2600eb59d37c6b18d8594134cff6b5345aa8c079", "externalIds": {"DOI": "10.1080/14494035.2021.1929729"}, "url": "https://www.semanticscholar.org/paper/2600eb59d37c6b18d8594134cff6b5345aa8c079", "title": "What rules? Framing the governance of artificial agency", "abstract": "ABSTRACT Artificial Intelligence (AI) is not new, but recent years have seen a growing concern about the technology’s political, economic and social impact, including debates about its governance. This paper describes how an analysis of the technology’s governance should build on the understanding of AI as the creation of artificial agents, and that the challenge that governance seeks to address is best understood as one of material agency. It describes how relevant rules can be systematically analyzed across different applications by considering the fundamental properties of artificial agents. The paper concludes by describing how the framework can be applied for further governance studies, and as a means to bridge insights across social science and technical perspectives on AI.", "venue": "", "year": 2021, "referenceCount": 80, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "117286444", "name": "Carl Gahnberg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2952bc023512795ccd02f3064a343a4605fd1a4e", "externalIds": {"MAG": "3195320499", "DOI": "10.1080/1369118x.2021.1954972"}, "url": "https://www.semanticscholar.org/paper/2952bc023512795ccd02f3064a343a4605fd1a4e", "title": "Data politics on the move: intimate work from the inside of a data-driven health system", "abstract": "Social institutions increasingly appear as data-driven entities, with data analytics and information technology transforming social life across health care, education, and criminal justice. Social ...", "venue": "Information, Communication & Society", "year": 2021, "referenceCount": 42, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "16202536", "name": "Taylor M. Cruz"}]}}, {"contexts": ["Law enforcement officials, on the other hand, argue that the collection of this information takes place in public, where there is no reasonable expectation of privacy, and in addition, as some suggest, the mounting of a readable license plate is a government requirement, but unlike the driver’s license, which may be requested by the police, it is nearly always on public display (Brayne, 2017).", "…place in public, where there is no reasonable expectation of privacy, and in addition, as some suggest, the mounting of a readable license plate is a government requirement, but unlike the driver’s license, which may be requested by the police, it is nearly always on public display (Brayne, 2017).", "…far less appreciative of that part of the path that increasingly ignores the benefits of understanding and wisdom, settling instead for more accurate and reliable predictions, we do understand some of the motivations guiding some of those who have chosen a particular path (Brayne, 2017, p. 980).", "The capture and use of images from mobile cameras, the analysis of social networks as well as affective assessments of individuals and members of groups derived from automated analysis of social media text and images, as well as other transaction-generated information (TGI) that has come to be referred to as “big data,” has been recognized as contributing to the development of a transformative moment in the nature of policing (Brayne, 2017; Degeling and Berendt, 2017; Hu, 2017; Manovich, 2018)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "29d290094532b8801d6bda012122be1a3ea65dc5", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/29d290094532b8801d6bda012122be1a3ea65dc5", "title": "The Algorithm made me do it! Predictive policing, cameras, social media and affective assessment", "abstract": "Christian Sandvig and his colleagues (2016) helped to set the research agenda for communication and information scholars concerned about the impact of algorithmic techniques for the generation of strategic intelligence for corporate and government decision-makers. Much of the research that followed was focused on the nature and extent of the biases and errors that emerged when assessments and recommendations affected the life chances of racial and ethnic minority population segments (Barocas & Selbst, 2016). Attention to the impact of these systems has just begun to be developed with regard to the challenges associated with the law, and its defense of the fundamental rights of members of those groups. This paper examines those concerns as they apply to the use of algorithmic systems by urban police, judges, and other central actors within the criminal justice system (CJS) in the United States (Kroll, et al., 2017; van Brakel & De Hert, 2011; Whittaker, et al., 2018; Winston, 2018). Although the use of cameras for the surveillance of target areas within urban centers has been the subject of critical assessment almost from the beginning of their use, much of that work was focused on the behavior of the human monitors that determined what the central focus of those cameras would be, as well as the nature of the behaviors that would trigger the movement of officers to the scene (McPhail, B. and A. Clement, et al., 2013). Increasingly, however, the work of human monitors has been re-assigned to semi-autonomous computer systems, guided by artificial intelligence resources, updated routinely through the use of machine learning techniques (Berman, 2018; Mateescu, et al., 2015; Sackler and Sackler, 2017). The use of cameras, especially those by officers on foot patrol, or in motor vehicles is described, but a primary focus of this paper is on the computer-aided analysis of the images captured by these devices. The capture and use of images from mobile cameras, the analysis of social networks as well as affective assessments of individuals and members of groups derived from automated analysis of social media text and images, as well as other transaction-generated information (TGI) that has come to be referred to as “big data,” has been recognized as contributing to the development of a transformative moment in the nature of policing (Brayne, 2017; Degeling and Berendt, 2017; Hu, 2017; Manovich, 2018). The application of these and other informational resources to the development of predictive policing has been recognized as presenting a genuine threat to the traditional meaning of “reasonable suspicion” and related justifications for the application of First, Fourth, Fifth and Fourteenth Amendment rights to the targets of police attention (Cohen, 2019; Ferguson, 2015, 2016; Maharrey, 2018). This paper will explore these developments, with special regard to their likely impact upon the life chances, well-being, and social construction of members of racialized population segments in the foreseeable future (Carney & Enos, 2017; Turow and Hennessy, et al., 2018).", "venue": "", "year": 2021, "referenceCount": 115, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1486680764", "name": "O. Gandy"}]}}, {"contexts": ["1 3 subjected to parole, the characterization of police as gatekeepers to the criminal justice system (Brayne 2017) suggests that any such interaction with police or police representatives carries with it a risk of criminalization to some degree.", "Black people in the United States (US) and Black and Indigenous peoples in Canada are disproportionately targeted, physically harmed, and criminalized by predictive policing practices (Brayne 2017; Ferguson 2017).", "In a study of datadriven police surveillance in Los Angeles, California, Brayne (2017) notes that predictive policing practices not only deepen the surveillance of already over-policed populations, but also widen the dragnet of those who are surveilled.", "These practices disproportionately target marginalized communities—communities that already experience high levels of state oppression and violence (Brayne 2017; OwusuBempah 2017).", "” In addition, scholars have traced this carceral expansion through the growing use of protective surveillance practices that have clear carceral undertones (e.g., Bennett et  al. 2018; Brayne 2017; Monahan 2017).", "2018; Brayne 2017; Monahan 2017).", "1 3\nsubjected to parole, the characterization of police as gatekeepers to the criminal justice system (Brayne 2017) suggests that any such interaction with police or police representatives carries with it a risk of criminalization to some degree.", "…outcomes for marginalized communities, security-based surveillance predicated on risk logics also contributes to “net widening” (Cohen 1985; see also Brayne 2017; Haggerty and Ericson 2000)—a term used to describe the increasing pool of individuals and groups entering the criminal justice system."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "2bad8143c8e85310b4dfc0e8673b42325eb82655", "externalIds": {"PubMedCentral": "7948662", "DOI": "10.1007/s10612-021-09558-0", "PubMed": "33723480"}, "url": "https://www.semanticscholar.org/paper/2bad8143c8e85310b4dfc0e8673b42325eb82655", "title": "Targeting Vulnerability with Electronic Location Monitoring: Paternalistic Surveillance and the Distortion of Risk as a Mode of Carceral Expansion", "abstract": "Surveillance practices, both state and non-state in origin, are deployed increasingly to solve social problems beyond the traditional domains of criminal justice and national security, including public health concerns. Although such “protective” forms of surveillance are proffered by the state as beneficial for those under surveillance, they nonetheless retain coercive dimensions in practice and require the labeling of a group as “risky” in order to justify their use. Following Shelley Bielefeld’s (2018) observations about protective state surveillance as a form of paternalism, and Jennifer Musto’s (2016) notion of “carceral protectionism,” this article uses a case study of the electronic monitoring of people with cognitive impairments to identify the carceral features of paternalistic surveillance and to explore how this practice is justified. I make the argument that, specifically through targeted vulnerability and distortions of risk, paternalistic surveillance practices can operate as a mode of carceral expansion.", "venue": "Critical criminology", "year": 2021, "referenceCount": 65, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "49148780", "name": "Krystle Shore"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2cf13022d748479da95f3f3b38761354f6a6a097", "externalIds": {"DOI": "10.1215/9781478013013-005"}, "url": "https://www.semanticscholar.org/paper/2cf13022d748479da95f3f3b38761354f6a6a097", "title": "Violent Appearances and Neoliberalism’s Disintegrated Political Subjects", "abstract": null, "venue": "Policing Protest", "year": 2021, "referenceCount": 324, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2f8943e6a4fb67aec2a3a6cddf202a7357f575d8", "externalIds": {"DOI": "10.1215/9781478013013-002"}, "url": "https://www.semanticscholar.org/paper/2f8943e6a4fb67aec2a3a6cddf202a7357f575d8", "title": "Aesthetic Government", "abstract": null, "venue": "Policing Protest", "year": 2021, "referenceCount": 324, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "32e5465ba72eebce40a15e0f088f4c1688bdbe18", "externalIds": {"DOI": "10.1215/9781478013013-006"}, "url": "https://www.semanticscholar.org/paper/32e5465ba72eebce40a15e0f088f4c1688bdbe18", "title": "Political Antagonism", "abstract": null, "venue": "Policing Protest", "year": 2021, "referenceCount": 324, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3591efbccaf800d22397d0011a95ce1f0fd4c814", "externalIds": {"DOI": "10.1215/9781478013013-001"}, "url": "https://www.semanticscholar.org/paper/3591efbccaf800d22397d0011a95ce1f0fd4c814", "title": "Policing Protest and the Post-Democratic State", "abstract": null, "venue": "Policing Protest", "year": 2021, "referenceCount": 324, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3e8ae7c0fb10bf846c3bc421fd580f0ddbe6452e", "externalIds": {"DOI": "10.1016/j.eswa.2021.116115"}, "url": "https://www.semanticscholar.org/paper/3e8ae7c0fb10bf846c3bc421fd580f0ddbe6452e", "title": "Static or dynamic? Characterize and forecast the evolution of urban crime distribution", "abstract": null, "venue": "Expert Systems with Applications", "year": 2021, "referenceCount": 61, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Qing Zhu"}, {"authorId": null, "name": "Fan Zhang"}, {"authorId": null, "name": "Shan Liu"}, {"authorId": null, "name": "Lin Wang"}, {"authorId": null, "name": "Shouyang Wang"}]}}, {"contexts": ["…risk (Beck, 1992; Jasanoff, 1998) histories of finance and actuarial practices (Bouk, 2015; Hacking, 1975),\nnational security and counterterrorism (Amoore, 2013; Aradau and Blanke, 2017; De Goede, 2012) and datadriven surveillance (Brayne, 2017; Dencik et al., 2018; Lyon, 2014; Van Brakel, 2016).", "national security and counterterrorism (Amoore, 2013; Aradau and Blanke, 2017; De Goede, 2012) and datadriven surveillance (Brayne, 2017; Dencik et al., 2018; Lyon, 2014; Van Brakel, 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "4ba1d2396c30da6361173459375373fa4717a48c", "externalIds": {"MAG": "3128454760", "DOI": "10.1177/2053951720985557"}, "url": "https://www.semanticscholar.org/paper/4ba1d2396c30da6361173459375373fa4717a48c", "title": "‘It depends on your threat model’: the anticipatory dimensions of resistance to data-driven surveillance", "abstract": "While many forms of data-driven surveillance are now a ‘fact’ of contemporary life amidst datafication, obtaining concrete knowledge of how different institutions exploit data presents an ongoing challenge, requiring the expertise and power to untangle increasingly complex and opaque technological and institutional arrangements. The how and why of potential surveillance are thus wrapped in a form of continuously produced uncertainty. How then, do affected groups and individuals determine how to counter the threats and harms of surveillance? Responding to an interdisciplinary concern with agency amidst datafication, this article explores what I term ‘anticipatory data practices’ – future-oriented practices which provide a concrete anchor and a heuristic for action amidst the persistent uncertainties of life with data. This article traces how anticipatory data practices have emerged within civil society practices concerned with countering the harms of surveillance and data exploitation. The mixed-method empirical analysis of this article draws from 50 interviews with digital security educators and technology developers; participant observation at 12 civil society events between 2016 and 2019 and the textual analysis of 100 security manuals produced by NGOs and grassroots groups.", "venue": "", "year": 2021, "referenceCount": 106, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "123898018", "name": "B. Kazansky"}]}}, {"contexts": ["Such algorithms are now fundamental features of contemporary organizing, enabling organizations to process the “vast, fast, disparate, and digital” data produced in contemporary social and organizational life (Brayne, 2017, p. 980).", "Similarly, Brayne (2017) revealed how financial credit scoring methods and algorithms—including “predictive analytics” and “risk models”—have been applied in the policing context, reconfiguring understandings of policing practices, and provoking a shift from reactive to proactive policing (see also…", "…his study of policing routines, Glaser (2017) found that field officers both supported and resisted the algorithm, and that practices associated with the algorithm’s design and deployment into the organizational routine determined the extent of their support or resistance (see also, Brayne, 2017)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "4e7b9749ca9c5ed0dcb5f21a00a3661863c6865f", "externalIds": {"MAG": "3157668147", "DOI": "10.1177/26317877211004609"}, "url": "https://www.semanticscholar.org/paper/4e7b9749ca9c5ed0dcb5f21a00a3661863c6865f", "title": "The Biography of an Algorithm: Performing algorithmic technologies in organizations", "abstract": "Algorithms are ubiquitous in modern organizations. Typically, researchers have viewed algorithms as self-contained computational tools that either magnify organizational capabilities or generate un...", "venue": "", "year": 2021, "referenceCount": 211, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "34974794", "name": "Vern L. Glaser"}, {"authorId": "145536665", "name": "N. Pollock"}, {"authorId": "1401721807", "name": "Luciana D'Adderio"}]}}, {"contexts": ["While critical scholars have expressed numerous concerns with the data used in algorithmically-driven policing, fewer critical studies have examined how systems integrate with existing infrastructures and practices (for notable exceptions, see: Brayne, 2017; Jefferson, 2017; and Shapiro, 2019).", "In her work with the LAPD, Sarah Brayne (2017) found similar resistance to predictive technologies, as officers often claimed that they already knew where crime as going to happen."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "4ecc88e77dbfac9212bf4ba8e68aa7ec3b8ef945", "externalIds": {"MAG": "3174423371", "DOI": "10.1080/02723638.2021.1949142"}, "url": "https://www.semanticscholar.org/paper/4ecc88e77dbfac9212bf4ba8e68aa7ec3b8ef945", "title": "“It makes almost no difference which algorithm you use”: on the modularity of predictive policing", "abstract": "Predictive policing is built on a simple assumption: crime exhibits predictable patterns, which means future crime risk can be forecast using historic crime data. While critics have raised concerns...", "venue": "Urban Geography", "year": 2021, "referenceCount": 108, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "71535631", "name": "Nick Lally"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "575316e4c3869d712168e72101f2684395b4b8e5", "externalIds": {"MAG": "3171764796", "DOI": "10.1080/19361610.2021.1923365"}, "url": "https://www.semanticscholar.org/paper/575316e4c3869d712168e72101f2684395b4b8e5", "title": "Ethical Issues in Police Robots. The Case of Crowd Control Robots in a Pandemic", "abstract": "Progress in automatization and robotization is unavoidable. However, while progress in some fields is relatively rapid, others including policing seem to be untouched by automatization. This articl...", "venue": "", "year": 2021, "referenceCount": 31, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "101528593", "name": "K. Szocik"}, {"authorId": "2120938999", "name": "Rakhat Abylkasymova"}]}}, {"contexts": ["For example, algorithms might be used to process open data and make decisions that are difficult or impossible to explain (Nograšek & Vintar, 2014), that discriminate certain social groups (Chander, 2016), that draw conclusions that are inaccurate or incorrect."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "5bba4d707e7645c866c21c59c0ab25094ee2c55e", "externalIds": {"DBLP": "journals/giq/MatheusJJ21", "MAG": "3110972202", "DOI": "10.1016/j.giq.2020.101550"}, "url": "https://www.semanticscholar.org/paper/5bba4d707e7645c866c21c59c0ab25094ee2c55e", "title": "Design principles for creating digital transparency in government", "abstract": "Abstract Under pressure to fight corruption, hold public officials accountable, and build trust with citizens, many governments pursue the quest for greater transparency. They publish data about their internal operations, externalize decision-making processes, establish digital inquiry lines to public officials, and employ other forms of transparency using digital means. Despite the presence of many transparency-enhancing digital tools, putting such tools together to achieve the desired level of digital transparency, to design entire government systems for digital transparency, remains challenging. Design principles and other design guides are lacking in this area. This article aims to fill this gap. We identify a set of barriers to digital transparency in government, define 16 design principles to overcome such barriers, and evaluate these principles using three case studies from different countries. Some principles apply to projects, others to systems, yet others to entire organizations. To achieve digital transparency, before building and deploying digital solutions, government organizations should build technological and institutional foundations and use such foundations to organize themselves for transparency. The proposed design principles can help develop and apply such foundations.", "venue": "Gov. Inf. Q.", "year": 2020, "referenceCount": 123, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "145107135", "name": "R. Matheus"}, {"authorId": "50817520", "name": "M. Janssen"}, {"authorId": "1693592", "name": "T. Janowski"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5c05f144cf9336bdb2a45340dfa2220c5777c940", "externalIds": {"MAG": "3171139169", "DOI": "10.1177/0032258X211021461"}, "url": "https://www.semanticscholar.org/paper/5c05f144cf9336bdb2a45340dfa2220c5777c940", "title": "Thinking about police data: Analysts’ perceptions of data quality in Canadian policing", "abstract": "Policing is increasingly being shaped by data collection and analysis. However, we still know little about the quality of the data police services acquire and utilize. Drawing on a survey of analysts from across Canada, this article examines several data collection, analysis, and quality issues. We argue that as we move towards an era of big data policing it is imperative that police services pay more attention to the quality of the data they collect. We conclude by discussing the implications of ignoring data quality issues and the need to develop a more robust research culture in policing.", "venue": "", "year": 2021, "referenceCount": 58, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2058964600", "name": "C. O’Connor"}, {"authorId": "2055592552", "name": "John Ng"}, {"authorId": "144703642", "name": "Dalvin Hill"}, {"authorId": "145192492", "name": "Tyler Frederick"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5dc7488c83298a563e39915ad6a6f3dc6e923713", "externalIds": {"MAG": "3154851637", "DOI": "10.3390/SOCSCI10050147"}, "url": "https://www.semanticscholar.org/paper/5dc7488c83298a563e39915ad6a6f3dc6e923713", "title": "Social Media and the Variable Impact of Violence Reduction Interventions: Re-Examining Focused Deterrence in Philadelphia", "abstract": "Focused deterrence is a gang violence reduction strategy that relies on a unique mix of strong enforcement messages from law enforcement and judicial officials coupled with the promise of additional services. At the heart of the intervention is a coordinated effort to communicate the costs and consequences of gun violence to identified gang members during face-to-face meetings and additional community messaging. In Philadelphia, focused deterrence was implemented between 2013 and 2016, and although an impact evaluation showed a significant decrease in shootings in targeted areas relative to matched comparison neighborhoods, the effect on targeted gangs was not universal, with some exhibiting no change or an increase in gun-related activity. Here, we employ data on group-level social media usage and content to examine the correlations with gun violence. We find that several factors, including the nature of social media activity by the gang (e.g., extent of activity and who is engaging), are associated with increases in the average rate of gang-attributable shootings during the evaluation period, while content-specific variables (e.g., direct threats towards rivals and law enforcement) were not associated with increases in shootings. Implications for violence reduction policy, including the implementation of focused deterrence, are discussed.", "venue": "", "year": 2021, "referenceCount": 69, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "35685487", "name": "Jordan M Hyatt"}, {"authorId": "50612760", "name": "J. Densley"}, {"authorId": "5595915", "name": "Caterina G. Roman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5ddf15ed1abd3ef108e9e567bf581c629bbe0ec4", "externalIds": {"MAG": "3176142042", "DOI": "10.1007/s11417-021-09353-4"}, "url": "https://www.semanticscholar.org/paper/5ddf15ed1abd3ef108e9e567bf581c629bbe0ec4", "title": "Using Big Data to Prevent Crime: Legitimacy Matters", "abstract": "This study uses a citizens’ awareness survey to gauge the impact of crime prevention initiatives based on big data. Crime prevention activities using large datasets inevitably involve reasonable concerns over: (a) the excessive concentration of information power to law enforcement agencies and (b) possible privacy violations by the state. This study explores the trends in this area through the application of the police legitimacy theory. It aims to gather insights into the use of big data to strengthen preventive responses to crimes by law enforcement agencies while also considering the citizens initiatives based on big data abuses. The survey conducted by the Korean Institute of Criminology in August 2015 was used for analysis through structural equation modeling (SEM). The results showed that, among important factors in police legitimacy theory, three primary items drew support for crime prevention activities based on big data: “distributive fairness,” “lawfulness,” and “effectiveness.” These overshadowed the “procedural fairness” variable, which has been emphasized in previous police legitimacy studies. This suggests that the law enforcement agencies should focus on the promulgation of the following: (1) big data as an aid to guaranteeing citizens’ rights in civil society, rather than the unilateral strengthening of national power, and (2) the effective and lawful use of big data as a method of stabilizing citizens’ personal security.", "venue": "Asian Journal of Criminology", "year": 2021, "referenceCount": 71, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": null, "name": "Youngsub Lee"}, {"authorId": null, "name": "Jongchan Park"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5ff0f7a99d53a34a585864ef12a3d4ddd98da972", "externalIds": {"DOI": "10.1086/714916"}, "url": "https://www.semanticscholar.org/paper/5ff0f7a99d53a34a585864ef12a3d4ddd98da972", "title": "Cameras of Merit or Engines of Inequality? College Ranking Systems and the Enrollment of Disadvantaged Students1", "abstract": "The expansion of ranking systems has increased public access to information about organizations, but there is burgeoning concern that rankings reduce the accessibility of goods and services for individuals from lower socioeconomic status backgrounds. The evidence and underlying theory for this claim, however, remain unclear. This article develops two possibilities: (1) positional advantage, where rankings increase demand for better-ranked organizations and crowd out disadvantaged individuals; and (2) algorithmic trade-offs, where rankings lead organizations to optimize on criteria that are in tension with serving individuals from disadvantaged backgrounds. Scope conditions for these theories are established, and key predictions are tested with administrative data matched with U.S. News & World Report college rankings between 1997 and 2015. This research clarifies how the consequences of ranking systems spill over from organizations to broader social inequalities and demonstrates when and how rankings contribute to structural barriers to upward mobility.", "venue": "American Journal of Sociology", "year": 2021, "referenceCount": 159, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2067735685", "name": "J. Chu"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "636a8474ef4a54e854cfde845b82d5c9113f2849", "externalIds": {"MAG": "3166103365", "DOI": "10.1080/0960085X.2021.1927213"}, "url": "https://www.semanticscholar.org/paper/636a8474ef4a54e854cfde845b82d5c9113f2849", "title": "The dark sides of people analytics: reviewing the perils for organisations and employees", "abstract": null, "venue": "", "year": 2021, "referenceCount": 149, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "32467267", "name": "Lisa Giermindl"}, {"authorId": "5871450", "name": "Franz Strich"}, {"authorId": "49914518", "name": "O. Christ"}, {"authorId": "1412830230", "name": "Ulrich Leicht-Deobald"}, {"authorId": "2120623974", "name": "Abdullah Redzepi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "69a6476937fe6b2a7fb023a22c49928ed017be6e", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/69a6476937fe6b2a7fb023a22c49928ed017be6e", "title": "HAPSc Policy Briefs Series", "abstract": "The latest developments in artificial intelligence (AI)—a general-purpose technology impacting many industries — have been based on advancements in machine learning, which is recast as a quality-adjusted decline in forecasting ratio. The influence of Policy on AI and big data has impacted two key magnitudes which are known as diffusion and consequences. And these must be focused primarily on the context of AI and big data. First, in addition to the policies on subsidies and intellectual property (IP) that will affect the propagation of AI in ways close to their effect on other technologies, three policy categories — privacy, exchange, and liability — may have a specific impact on the diffusion of AI. The first step in the prohibition process is to identify the shortcomings of current hospital procedures, why we need acute care AI, and eventually how the direction of patient decision-making will shift with the introduction of AI-based research. The second step is to establish a plan to shift the direction of medical education in order to enable physicians to retain control of AI. Medical research would need to rely less on threshold decision-making and more on the prediction, interpretation, and pathophysiological context of contextual time cycles. This should be an early part of a medical student's education, and this is what their hospital aid (AI) ought to do. Effective contact between human and artificial intelligence includes a shared pattern of focused knowledge base. Human-to-human contact protection in hospitals should lead this professional transformation process.", "venue": "", "year": 2021, "referenceCount": 37, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2106380796", "name": "Theoharris-William Efthymiou"}, {"authorId": "2106380794", "name": "Egleton"}, {"authorId": "2000193156", "name": "Symeon Sidiropoulos"}, {"authorId": "2091729875", "name": "Evangelos Spanos"}, {"authorId": "89559700", "name": "Elli."}, {"authorId": "2106380790", "name": "Stougiannou"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6c0006c7cf5c2ebf6eaf8023ed18037ca8a21872", "externalIds": {"DOI": "10.1057/s41270-021-00144-5"}, "url": "https://www.semanticscholar.org/paper/6c0006c7cf5c2ebf6eaf8023ed18037ca8a21872", "title": "Digital footprint wrangling: are analytics used for better or worse? A concurrent mixed methods research on the commercial (ab)use of dataveillance", "abstract": null, "venue": "Journal of Marketing Analytics", "year": 2021, "referenceCount": 27, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "123210163", "name": "Bruno F. Abrantes"}, {"authorId": "2125287749", "name": "K. Ostergaard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6e0cccdb1784440becf4c70bbd41aefdfb2c05be", "externalIds": {"MAG": "3130593296", "DOI": "10.1111/LASR.12526"}, "url": "https://www.semanticscholar.org/paper/6e0cccdb1784440becf4c70bbd41aefdfb2c05be", "title": "American Policing and the Danger Imperative", "abstract": "Despite the fact that policing is growing safer in the United States, the danger associated with police work continues to structure departmental training and police behavior. This article describes how police are socialized into a cultural frame conceptualized as the danger imperative—the preoccupation with violence and the provision of officer safety—and the unintended, deadly consequences of their perception through it. Using nearly 1000 hours of participant observation and 94 interviews across three urban police departments, the author demonstrates that officers are formally and informally socialized into this frame, and learn both policy-sanctioned and policy-deviant behaviors to protect themselves from violence. However, policy-deviant behavior such as not wearing a seatbelt when driving, though justified as necessary to allow officers to defend themselves from violence, places officers at grave risk of injury and death in high-speed car crashes.", "venue": "", "year": 2021, "referenceCount": 71, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1412620341", "name": "Michael Sierra‐Arévalo"}]}}, {"contexts": ["It is widely accepted, particularly in sociotechnical literature, that data collection is often a form of surveillance (Zuboff 2018; Clarke 1994; Brayne 2017; Cohen 2011)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "80bbaf09b574ba42c8441e29ab476b50e13e996d", "externalIds": {"DBLP": "journals/corr/abs-2102-01203"}, "url": "https://www.semanticscholar.org/paper/80bbaf09b574ba42c8441e29ab476b50e13e996d", "title": "Emergent Unfairness: Normative Assumptions and Contradictions in Algorithmic Fairness-Accuracy Trade-Off Research", "abstract": "Across machine learning (ML) sub-disciplines, researchers make explicit mathematical assumptions in order to facilitate proof-writing. We note that, specifically in the area of fairness-accuracy trade-off optimization scholarship, similar attention is not paid to the normative assumptions that ground this approach. Such assumptions presume that 1) accuracy and fairness are in inherent opposition to one another, 2) strict notions of mathematical equality can adequately model fairness, 3) it is possible to measure the accuracy and fairness of decisions independent from historical context, and 4) collecting more data on marginalized individuals is a reasonable solution to mitigate the effects of the trade-off. We argue that such assumptions, which are often left implicit and unexamined, lead to inconsistent conclusions: While the intended goal of this work may be to improve the fairness of machine learning models, these unexamined, implicit assumptions can in fact result in emergent unfairness. We conclude by suggesting a concrete path forward toward a potential resolution.", "venue": "ArXiv", "year": 2021, "referenceCount": 64, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152313817", "name": "Andrew Cooper"}, {"authorId": "103579283", "name": "Ellen Abrams"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "85a6c2ebe2f0fb71aad744d8d7f5e31e38b256b0", "externalIds": {"DOI": "10.1215/9781478013013-007"}, "url": "https://www.semanticscholar.org/paper/85a6c2ebe2f0fb71aad744d8d7f5e31e38b256b0", "title": "Policing Protest and Neoliberal Authoritarianism", "abstract": null, "venue": "Policing Protest", "year": 2021, "referenceCount": 324, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8cc4d6205b8ff06dfb883e3673e1fe73d3aa7fde", "externalIds": {"MAG": "3160629510", "DOI": "10.1002/9781119316916.CH12"}, "url": "https://www.semanticscholar.org/paper/8cc4d6205b8ff06dfb883e3673e1fe73d3aa7fde", "title": "A Critical‐Empirical Approach to the Use of Demographic Methods and Sources in Urban Studies", "abstract": null, "venue": "", "year": 2021, "referenceCount": 62, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "102560490", "name": "Ricardo Truffello"}, {"authorId": "2122093560", "name": "Fernanda Rojas‐Marchini"}, {"authorId": "114927569", "name": "M. Flores"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "911be885beb1540a3de07d7bf9437607c004f953", "externalIds": {"MAG": "3126921602", "DOI": "10.1111/SPSR.12432"}, "url": "https://www.semanticscholar.org/paper/911be885beb1540a3de07d7bf9437607c004f953", "title": "Security as Socio‐Technical Practice: Predictive Policing and (Non‐)Automation", "abstract": null, "venue": "", "year": 2021, "referenceCount": 34, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "12365785", "name": "M. Leese"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "92284097fb1351b8fa81e4669791f0c326155f23", "externalIds": {"MAG": "3195785584", "DOI": "10.2139/ssrn.3860029"}, "url": "https://www.semanticscholar.org/paper/92284097fb1351b8fa81e4669791f0c326155f23", "title": "Identifying Politically Connected Firms: A Machine Learning Approach", "abstract": "This article introduces machine learning techniques to identify politically connected firms. By assembling information from publicly available sources and the Orbis company database, we constructed a novel firm population dataset from Czechia in which various forms of political connections can be determined. The data about firms’ connections are unique and comprehensive. They include political donations by the firm, having members of managerial boards who donated to a political party, and having members of boards who ran for political office. The results indicate that over 85% of firms with political connections can be accurately identified by the proposed algorithms. The model obtains this high accuracy by using only firm-level financial and industry indicators that are widely available in most countries. These findings suggest that machine learning algorithms could be used by public institutions to improve the identification of politically connected firms with potentially large conflicts of interests.", "venue": "SSRN Electronic Journal", "year": 2021, "referenceCount": 68, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "119541511", "name": "Deni Mazrekaj"}, {"authorId": "123644795", "name": "Vítězslav Titl"}, {"authorId": "46519482", "name": "Fritz Schiltz"}]}}, {"contexts": ["In addition, there are social consequences of oversight of the law [25]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "958dd3c288d7bec65260299cc556a2bc74bea5f4", "externalIds": {"MAG": "3156497703", "DOI": "10.1088/1755-1315/717/1/012016"}, "url": "https://www.semanticscholar.org/paper/958dd3c288d7bec65260299cc556a2bc74bea5f4", "title": "Delivering Artificial Intelligence for Electronic Traffic Law Enforcement in Yogyakarta Region: Current Effort and Future Challenges", "abstract": "Nowadays, the presence of Artificial Intelligence (AI) in the government sector has been rapidly experiencing a significant increase in its uses. Therefore, AI technology can attract the attention of several scholars to find out more deeply about the variety of its capacities. In Indonesia, the government uses AI as an instrument in formulating regulation, and focusing on managing complex data as well as its implication for accelerating activity and work. More importantly, it is very useful for decision making. In this context, as one of the adoptions of AI in the government, one of the highlights is Electronic Traffic Law Enforcement (e-TLE). E-TLE intends to handle cases of traffic violations in the Yogyakarta region (“DIY”). The high number of accidents and traffic violations in the DIY jurisdiction are a significant issue that is especially important to discuss when the presence of AI is necessary to manage them. Therefore, this paper aims to examine artificial intelligence in ‘Electronic Traffic Law Enforcement’ that overviews current efforts and future challenges of its implementation. This paper used qualitative research with explorative-oriented; it attempts to explore the meaning of information from sources that are then interpreted to obtain more in-depth insights that are easier to understand. Finally, this paper highlights the current situation and future challenges in providing public convenience in traffic. The police officer can promote the e-TLE system periodically to reduce the number of accidents and traffic violations in the DIY region.", "venue": "", "year": 2021, "referenceCount": 38, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Physics", "Computer Science"], "authors": [{"authorId": "153870233", "name": "A. Rahmat"}, {"authorId": "2053094185", "name": "Ulung Pribadi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "997ef51fef92b4772f4cbec608f68ef6e85d7fa1", "externalIds": {"MAG": "3179461128", "DOI": "10.1007/S11186-021-09453-1"}, "url": "https://www.semanticscholar.org/paper/997ef51fef92b4772f4cbec608f68ef6e85d7fa1", "title": "The logic of quantification: institutionalizing numerical thinking", "abstract": "Quantification, in the form of accountability measures, organizational rankings, and personal metrics, plays an increasingly prominent role in modern society. While past research tends to depict quantification primarily as either an external intervention or a tool that can be employed by organizations, we propose that conceptualizing quantification as a logic provides a more complete understanding of its influence and the profound transformations it can generate. Drawing on a 14-month ethnographic study of Korean higher education and 100 in-depth interviews with key actors in this field, this study demonstrates four pathways through which the logic of quantification is embedded into organizations. Specifically, we show how this new logic reshaped organizational structure, practices, power, and culture—changes that in turn buttress and reproduce the logic. Theoretically, this study provides a new perspective on the deep institutionalization of quantification: why quantification is often intractable and “de-quantification” so rare. In addition, this work contributes to the organizational literature on institutional logics by demonstrating how prevailing logics build defenses to resist challengers and thus maintain their influence. Most generally, we consider how the self-reinforcing nature of this logic contributes to the intensification of rationalization in contemporary society.", "venue": "Theory and Society", "year": 2021, "referenceCount": 99, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "152106990", "name": "Hyunsik Chun"}, {"authorId": "12243277", "name": "Michael Sauder"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9c831705f5833f32227b9711d5398ec188152529", "externalIds": {"DOI": "10.1215/9781478013013-003"}, "url": "https://www.semanticscholar.org/paper/9c831705f5833f32227b9711d5398ec188152529", "title": "New York’s Mega-Event Security Legacy and the Postlegitimation State", "abstract": null, "venue": "Policing Protest", "year": 2021, "referenceCount": 324, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9cdb83f0a39f487db94fee344c1af6c888bff002", "externalIds": {"DOI": "10.1215/9781478013013-009"}, "url": "https://www.semanticscholar.org/paper/9cdb83f0a39f487db94fee344c1af6c888bff002", "title": "Bibliography", "abstract": null, "venue": "Policing Protest", "year": 2021, "referenceCount": 324, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": ["It has been analysed how predictive policing is transforming police organizational practices (Brayne, 2017; Egbert and Leese, 2020), how it blurs regulatory boundaries and violates legal provisions (Ferguson, 2012; Zavr snik, 2019), and how it emerged from a historical background of scientification…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "9f4df599d0479f6ad21e642245d52aaf25f11138", "externalIds": {"MAG": "3137585408", "DOI": "10.1177/20539517211003118"}, "url": "https://www.semanticscholar.org/paper/9f4df599d0479f6ad21e642245d52aaf25f11138", "title": "Epistemologies of predictive policing: Mathematical social science, social physics and machine learning", "abstract": "Predictive policing has become a new panacea for crime prevention. However, we still know too little about the performance of computational methods in the context of predictive policing. The paper provides a detailed analysis of existing approaches to algorithmic crime forecasting. First, it is explained how predictive policing makes use of predictive models to generate crime forecasts. Afterwards, three epistemologies of predictive policing are distinguished: mathematical social science, social physics and machine learning. Finally, it is shown that these epistemologies have significant implications for the constitution of predictive knowledge in terms of its genesis, scope, intelligibility and accessibility. It is the different ways future crimes are rendered knowledgeable in order to act upon them that reaffirm or reconfigure the status of criminological knowledge within the criminal justice system, direct the attention of law enforcement agencies to particular types of crimes and criminals and blank out others, satisfy the claim for the meaningfulness of predictions or break with it and allow professionals to understand the algorithmic systems they shall rely on or turn them into a black box. By distinguishing epistemologies and analysing their implications, this analysis provides insight into the techno-scientific foundations of predictive policing and enables us to critically engage with the socio-technical practices of algorithmic crime forecasting.", "venue": "", "year": 2021, "referenceCount": 111, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2086414050", "name": "Jens Hälterlein"}]}}, {"contexts": ["Introduction Since the late 1970s, digital technology has facilitated the growth of mass surveillance\nacross multiple institutional realms (Brayne, 2017, 2014; Lum, Koper, Willis, Happeny, Vovak, and Nichols. et al., 2018; Marx 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "a482a1ba44e4ca070a921449de17f3e9e33ee61c", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/a482a1ba44e4ca070a921449de17f3e9e33ee61c", "title": "Electronic Surveillance in Immigration Court: Evidence from the CalGang Database", "abstract": "This mixed methods study documents how the electronic nature of gang surveillance in California (CalGang) facilitated the connection between data collected by local law enforcement and Immigration and Customs Enforcement (ICE). The low evidentiary standard for inclusion in electronic surveillance databases problematizes their use by adjacent users, like ICE and federal judges, and there is currently scant evidence on the consequences of adjacent user access to these databases for surveilled populations. Our archival analysis of over 4,200 pages of CalGang-related documents identifies quasiexperimental variation in ICE access to CalGang generated by the expiration of an MOU between the State of California and ICE. Based on this variation, we find that immigrants living under high surveillance were more likely to have criminal allegations were filed against them, to be detained, and had shorter case processing times when electronic surveillance is made available to adjacent users. Federal judges do not obviously differentiate between criminal charges stemming from electronic surveillance and those stemming from criminal convictions. Our qualitative analysis revealed little oversight of data sharing agreements between CalGang and immigration authorities, but only limited aggregated information on CalGang is currently available to outside researchers. This imbalance in access limits the ability of policy makers to evaluate the welfare impacts of electronic surveillance.", "venue": "", "year": 2021, "referenceCount": 78, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3297475", "name": "A. Muñiz"}, {"authorId": "114695484", "name": "Emily C. Owens"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a6e058999f51fdf61c3aa14730f9135b0d662a3a", "externalIds": {"DOI": "10.1002/widm.1432"}, "url": "https://www.semanticscholar.org/paper/a6e058999f51fdf61c3aa14730f9135b0d662a3a", "title": "Themes in data mining, big data, and crime analytics", "abstract": null, "venue": "WIREs Data Mining and Knowledge Discovery", "year": 2021, "referenceCount": 101, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2566702", "name": "G. Oatley"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "af413e13953fe5349a6d37e3e50b82c1380c89db", "externalIds": {"MAG": "3164330886", "DOI": "10.1080/1369118X.2021.1927138"}, "url": "https://www.semanticscholar.org/paper/af413e13953fe5349a6d37e3e50b82c1380c89db", "title": "Did the GDPR increase trust in data collectors? Evidence from observational and experimental data", "abstract": "In the wake of the digital revolution and connected technologies, societies store an ever-increasing amount of data on humans, their preferences, and behavior. These modern technologies create a tr...", "venue": "", "year": 2021, "referenceCount": 69, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "21719718", "name": "P. Bauer"}, {"authorId": "1680080542", "name": "F. Gerdon"}, {"authorId": "13609162", "name": "Florian Keusch"}, {"authorId": "4505092", "name": "F. Kreuter"}, {"authorId": "101168116", "name": "David L. Vannette"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b0bcd02122abedc0be4d91f84d66c1eed4a91ffa", "externalIds": {"MAG": "3143133951", "DOI": "10.1088/1755-1315/692/2/022034"}, "url": "https://www.semanticscholar.org/paper/b0bcd02122abedc0be4d91f84d66c1eed4a91ffa", "title": "Research on Power System Dispatching Automation Technology Based on Big Data", "abstract": "The perfect combination of power dispatch automation system and the analysis and processing of large amounts of data in big data mining technology can meet people’s needs for knowledge; at the same time, the application of mining technology in the power dispatch automation control system realizes the accurate collection and sorting of power data, Has a broad application space and practical application significance. This article introduces the source of grid data in the dispatch automation system, discusses how to extract and analyse the big data in the dispatch automation system efficiently and safely, and provide scientific data support for the economic and stable operation of the power grid and regional planning and development.", "venue": "", "year": 2021, "referenceCount": 7, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Physics", "Computer Science"], "authors": [{"authorId": "1576074941", "name": "Peishuang Zhang"}, {"authorId": "48703267", "name": "R. Geng"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b0bd39e03560d6761abd3e531fa6b903ee517ad6", "externalIds": {"MAG": "3172891629", "DOI": "10.21203/RS.3.RS-472309/V1"}, "url": "https://www.semanticscholar.org/paper/b0bd39e03560d6761abd3e531fa6b903ee517ad6", "title": "Digital footprints´ wrangling – Are analytics used for better or worse?: Evidence of Danish data governance practices on tech-based services", "abstract": "\n Incumbents face nowadays one of their great data governance challenges, regarding the balancing of Big Data´s utilization and the imperative of uplifting the consumer´s sentiment. In the context of the European Union (EU), the prior is especially applicable as a growing opposition against the allegedly hazardous commercial exploitation of digital footprints is ascribed to distort information bundles to the consumer and gradually bias their individual capacity to take informed free choices, configuring a phenomenon of concealed “data autocracy”. Yet, this occurs despite the introduction on May-18 of the General Data Protection Regulation (GDPR).Hence, we have conducted a multi-methods enquire with foci on the Danish market covering the footprint´s awareness and undertaking´s rationale targeting equidistantly the data-owners and data-brokers. This was fashioned with a descriptive-exploratory research purpose to enlighten both the sentiment (perceptions) and the behaviour (actions) and determine the extent of (un)willingness surrounding the dataveillance over personal lives (and firm´s quotidian) and their coherence with regard to self-protection. A dyad of triangulation procedures were applied then for validation purposes and extending our findings.The results of the empirical testing confirmed the most marked disruption of Big Data at individual-level as to the range of benefits and drawbacks. A gap (perception versus action) acknowledged on the two parties uncovered a (paradoxical) laissez-faire of data-owners and institutional isomorphism of data-brokers, and the need for capability building and for the government authorities´ intervention, re-conceptualizing scope and boundaries of collection securitization for building a far more efficient model against citizen´s rights usurpation.JEL: M15; M31; M38.", "venue": "", "year": 2021, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "123210163", "name": "Bruno F. Abrantes"}, {"authorId": "2125287749", "name": "K. Ostergaard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b71a8381922fc78f55800f7bb0cf4fbf42825c86", "externalIds": {"MAG": "3195392783", "DOI": "10.1007/978-3-030-73276-9_2"}, "url": "https://www.semanticscholar.org/paper/b71a8381922fc78f55800f7bb0cf4fbf42825c86", "title": "Discrimination in Predictive Policing: The (Dangerous) Myth of Impartiality and the Need for STS Analysis", "abstract": null, "venue": "Automating Crime Prevention, Surveillance, and Military Operations", "year": 2021, "referenceCount": 118, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1771914357", "name": "S. Egbert"}, {"authorId": "144979473", "name": "Monique Mann"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b912a20798f23d9abb1965d58b13e18aee7dea58", "externalIds": {"MAG": "3187003062", "DOI": "10.1111/LAPO.12174"}, "url": "https://www.semanticscholar.org/paper/b912a20798f23d9abb1965d58b13e18aee7dea58", "title": "Privacy protections and law enforcement use of prescription drug monitoring databases", "abstract": null, "venue": "Law & Policy", "year": 2021, "referenceCount": 58, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "4752619", "name": "Anne E. Boustead"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ba89a4588c8f470e8f0b7ac23cfeb0b6ee20ffa8", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/ba89a4588c8f470e8f0b7ac23cfeb0b6ee20ffa8", "title": "I. The challenge of algorithmic decision-making to agency", "abstract": null, "venue": "", "year": 2021, "referenceCount": 25, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1387496799", "name": "Marinus Ferreira"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c70c2786efcfb6f425403bb73898d9882567770a", "externalIds": {"MAG": "3138054201", "DOI": "10.1080/19491247.2021.1890535"}, "url": "https://www.semanticscholar.org/paper/c70c2786efcfb6f425403bb73898d9882567770a", "title": "Can we use administrative data to quantify informal housing additions at the parcel level? An analysis of Austin, USA", "abstract": null, "venue": "", "year": 2021, "referenceCount": 32, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "40357045", "name": "Joshua Conrad"}, {"authorId": "123395776", "name": "Sarah Mawhorter"}, {"authorId": "2985498", "name": "J. Wegmann"}]}}, {"contexts": ["Further, the rise in third-party software applications—and the vendors that sell these products to local agencies—might result in even more rapid policy adoption (Brayne 2017).", "Alongside the broader “quantification of criminal court operations” (Lynch 2019, 31), developments in big data policing (Brayne 2017; Ferguson 2019), the use of algorithmic risk assessment tools (Simon 2005), and advances in facial recognition technologies (Hamann and Smith 2019; Hayes 2019;…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "cccb72045c34d9eadfba50c73cb4a58eebe5e3ad", "externalIds": {"MAG": "3128706835", "DOI": "10.1017/lsi.2020.37"}, "url": "https://www.semanticscholar.org/paper/cccb72045c34d9eadfba50c73cb4a58eebe5e3ad", "title": "Digitizing and Disclosing Personal Data: The Proliferation of State Criminal Records on the Internet", "abstract": "Digitization and the release of public records on the Internet have expanded the reach and uses of criminal record data in the United States. This study analyzes the types and volume of personally identifiable data released on the Internet via two hundred public governmental websites for law enforcement, criminal courts, corrections, and criminal record repositories in each state. We find that public disclosures often include information valuable to the personal data economy, including the full name, birthdate, home address, and physical characteristics of arrestees, detainees, and defendants. Using administrative data, we also estimate the volume of data disclosed online. Our findings highlight the mass dissemination of pre-conviction data: every year, over ten million arrests, 4.5 million mug shots, and 14.7 million criminal court proceedings are digitally released at no cost. Post-conviction, approximately 6.5 million current and former prisoners and 12.5 million people with a felony conviction have a record on the Internet. While justified through public records laws, such broad disclosures reveal an imbalance between the “transparency” of data releases that facilitate monitoring of state action and those that facilitate monitoring individual people. The results show how the criminal legal system increasingly distributes Internet privacy violations and community surveillance as part of contemporary punishment.", "venue": "Law & Social Inquiry", "year": 2021, "referenceCount": 103, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "6168829", "name": "S. Lageson"}, {"authorId": "2028362111", "name": "Elizabeth Webster"}, {"authorId": "145144815", "name": "Juan Miguel Sandoval"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cdf77805f619fe2801226d354eb179358d818e30", "externalIds": {"DOI": "10.1215/9781478013013-004"}, "url": "https://www.semanticscholar.org/paper/cdf77805f619fe2801226d354eb179358d818e30", "title": "Policing the Uprising", "abstract": null, "venue": "Policing Protest", "year": 2021, "referenceCount": 324, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d679606571091d132cea80c127bb2e4e4a009eab", "externalIds": {"MAG": "3142910141", "DOI": "10.1111/REGO.12394"}, "url": "https://www.semanticscholar.org/paper/d679606571091d132cea80c127bb2e4e4a009eab", "title": "The symbiotic tensions of the regulatory–carceral state: The case of cannabis legalization", "abstract": null, "venue": "", "year": 2021, "referenceCount": 102, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "116100974", "name": "Ely Aaronson"}, {"authorId": "1470878445", "name": "Gil Rothschild‐Elyassi"}]}}, {"contexts": ["Finally, such instruments rearranged the external environment of sentencing by materially up-linking judges and decisions to an expansive data environment (Brayne 2017).", "A performative perspective, by contrast, views the Guidelines not only as part of the “legal environment” but also as establishing mechanisms that extend between locales and elaborate a whole new “data environment” that affects all levels of activity (Brayne 2017).", "Instead, the Guidelines also precipitated the creation of a new digital network or “data environment” (Brayne 2017) that extends connective media between sites and continuously scales up “local” practices so as to render them legible for long-distance governance (J. Scott 1998).", "…aspect of datafication means exploring its capacity to enact a field panorama into being— namely, to proceed from representation to intervention by performing a “data environment” that alters the building blocks of practice and opens it up to new avenues of interventions (Healy 2015; Brayne 2017)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "d681a5ae4efca8fb6b33083211e9f06b9194df88", "externalIds": {"MAG": "3184434053", "DOI": "10.1017/lsi.2021.10"}, "url": "https://www.semanticscholar.org/paper/d681a5ae4efca8fb6b33083211e9f06b9194df88", "title": "The Datafication of Law: How Technology Encodes Carceral Power and Affects Judicial Practice in the United States", "abstract": "This inquiry explores how data analyses about US Federal sentences have transformed sentencing practice beginning in the mid-1980s. I consider this inquiry an early case of the datafication of law, a pervasive process that translates legal practice into data and embeds it in digital networks so it can be tracked and analyzed in real time. To explore datafication historically and in relation to legal practice and power, I consider it not as an objective and passive undertaking but, rather, as an ideological and performative process that encodes and enacts normative presumptions and desirable futures. The empirical inquiry traverses “levels of analysis” and thus bridges prominent perspectives in sociolegal research. In so doing, I identify four mechanisms that mediate “large-scale” processes and “local” practices: field assembly, symbolic projection, material inscription, and boundaries spanning. Substantively, I show how datafication has not simply described, but also transformed, sentencing practice according to a colorblind-carceral imaginary that strives to fix the present in place. By relentlessly translating decisions into data forms that derive from this carceral imaginary, datafication affects judicial action and partakes in sustaining legacies of oppression. Yet, like other technologies, datafication also reveals dialectic dimensions in opening up to new actors and subjecting its ideological underpinnings to contestation and change.", "venue": "Law & Social Inquiry", "year": 2021, "referenceCount": 291, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1470878445", "name": "Gil Rothschild‐Elyassi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d773d61e8cac622d85a6885cc7db11d981be4430", "externalIds": {"MAG": "3165239503", "DOI": "10.4000/CDG.6846"}, "url": "https://www.semanticscholar.org/paper/d773d61e8cac622d85a6885cc7db11d981be4430", "title": "Villes sous contrôle et technologisation du maintien de l’ordre. Entretien avec Félix Tréguer", "abstract": "Le maintien de l’ordre passe de plus en plus par l’intermediaire de technologies qui permettent une surveillance elargie de l’espace, notamment urbain, ainsi que des personnes : videosurveillance, reconnaissance faciale, detection de sons et de mouvements, logiciels de police predictive, etc. Si ces nouvelles technologies sont parfois presentees comme des outils prometteurs qui permettent de faciliter le travail des forces de l’ordre et d’en renforcer l’efficacite, elles sont egalement denoncees comme autant de menaces pour la vie privee et les libertes des citoyens, leur foisonnement dans l’espace urbain se faisant souvent hors de tout reel controle democratique. De nombreux evenements recents - le mouvement des Gilets jaunes, la crise sanitaire du Covid-19, les manifestations contre les violences policieres et contre la Proposition de loi sur la securite Globale, entre autres - ont mis ces questions au centre du debat public en 2020.", "venue": "", "year": 2021, "referenceCount": 2, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "123825421", "name": "Marion Lecoquierre"}, {"authorId": "2083913012", "name": "F. Tréguer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d7e7bfaeac51891f2ea349b1dc658004b431417e", "externalIds": {"MAG": "3136121542", "DOI": "10.1177/2631787721995205"}, "url": "https://www.semanticscholar.org/paper/d7e7bfaeac51891f2ea349b1dc658004b431417e", "title": "Beyond Uberization: The co-constitution of technology and organizing", "abstract": "Uberization has emerged as a platform-based form of organizing that is reshaping work and labour markets and that is fundamentally challenging existing thinking on organizing. We suggest that organ...", "venue": "", "year": 2021, "referenceCount": 62, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1698050", "name": "S. Faraj"}, {"authorId": "2410623", "name": "S. Pachidi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "df2496f92ee4202b688d4e86145ce1ff1353e9f1", "externalIds": {"DOI": "10.3390/socsci10060234"}, "url": "https://www.semanticscholar.org/paper/df2496f92ee4202b688d4e86145ce1ff1353e9f1", "title": "Predictive Policing and Crime Control in The United States of America and Europe: Trends in a Decade of Research and the Future of Predictive Policing", "abstract": "There has been a significant focus on predictive policing systems, as law enforcement agents embrace modern technology to forecast criminal activity. Most developed nations have implemented predictive policing, albeit with mixed reactions over its effectiveness. Whilst at its inception, predictive policing involved simple heuristics and algorithms, it has increased in sophistication in the ever-changing technological environment. This paper, which is based on a literature survey, examines predictive policing over the last decade (2010 to 2020). The paper examines how various nations have implemented predictive policing and also documents the impediments to predictive policing. The paper reveals that despite the adoption of predictive software applications such as PredPol, Risk Terrain Modelling, HunchLab, PreMap, PRECOBS, Crime Anticipation System, and Azevea, there are several impediments that have militated against the effectiveness of predictive policing, and these include low predictive accuracy, limited scope of crimes that can be predicted, high cost of predictive policing software, flawed data input, and the biased nature of some predictive software applications. Despite these challenges, the paper reveals that there is consensus by the majority of the researchers on the importance of predictive algorithms on the policing landscape.", "venue": "", "year": 2021, "referenceCount": 72, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "113701439", "name": "Ishmael Mugari"}, {"authorId": "77024634", "name": "E. Obioha"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "eb33bfaf456f874117c5e9e951243d8dbe3fec9c", "externalIds": {"MAG": "3162348449", "DOI": "10.1177/07311214211012022"}, "url": "https://www.semanticscholar.org/paper/eb33bfaf456f874117c5e9e951243d8dbe3fec9c", "title": "Conspicuously Concealed: Federal Funding, Knowledge Production, and the Criminalization of Gun Research", "abstract": "A popular narrative in the U.S. gun debate concerns federal funding of gun research: Because of a right-wing backlash against gun-related public health research (centered on the controversial Kelle...", "venue": "", "year": 2021, "referenceCount": 63, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "122169406", "name": "J. Carlson"}, {"authorId": "116951463", "name": "Rina James"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ec12e8fc11d287eb378b1920142174ebc5e9e480", "externalIds": {"MAG": "3196286088", "DOI": "10.1111/1745-9125.12277"}, "url": "https://www.semanticscholar.org/paper/ec12e8fc11d287eb378b1920142174ebc5e9e480", "title": "Social media, socialization, and pursuing legitimation of police violence*", "abstract": null, "venue": "", "year": 2021, "referenceCount": 42, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": null, "name": "Tony Cheng"}]}}, {"contexts": ["The data also creates important means of determining the selection, sharing, and storage of important information, whether legitimate or not (Brayne, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f0dec7ce5569920a7b790bbc7468727c5eee2ac8", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/f0dec7ce5569920a7b790bbc7468727c5eee2ac8", "title": "Big Data and Democracy 1", "abstract": "One of the biggest questions in the digital age pertains to the relevance of democracy in the era of big data. Unquestioningly, the digital revolution is growing at a rapid pace and many are being caught unaware by its impact in various avenues. The amount of data available has been doubling year on year, and the conditions of usage have been evolving at a pace faster than the policies are being provided to ensure proper usage. Many have started looking for ways of turning big data into big money, an aspect that is coming at the expense of the democratic values countries have upheld for generations. Instead, it is becoming a huge problem as the history of humankind is becoming more documented now and messages are easier to send compared to a century ago. Understanding the impact of big data on democracy can help accentuate the best way of improving democratic institutions and their ability to overcome the pressure coming from evolving technology.", "venue": "", "year": 2021, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2106380796", "name": "Theoharris-William Efthymiou"}, {"authorId": "2106380794", "name": "Egleton"}, {"authorId": "2000193156", "name": "Symeon Sidiropoulos"}, {"authorId": "2091729875", "name": "Evangelos Spanos"}, {"authorId": "89559700", "name": "Elli."}, {"authorId": "2106380790", "name": "Stougiannou"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f45e7a75d3cc88f2db16f657c3988d97ae6c347b", "externalIds": {"DOI": "10.1177/15356841211041363"}, "url": "https://www.semanticscholar.org/paper/f45e7a75d3cc88f2db16f657c3988d97ae6c347b", "title": "Eyes on the Screen: Digital Interclass Coalitions against Crime in a Gentrifying Rural Town", "abstract": "According to the theories of social disorganization and collective efficacy, population heterogeneity contributes to the erosion of social ties and the increase in crime. I test that assumption through an in-person and digital ethnography in La Calera, a rural area in Colombia undergoing population change through gentrification and facing increasing burglaries, cattle theft, and other crimes. I argue that the use of social media in this socially mixed community for a common goal—safety—enables coalitions among residents that reach across social divisions. By participating in community meetings but especially through social media, residents monitor the area to look after homes and each other, highlighting feelings of “unity” and “cohesion” that strengthen social ties among them and the police despite the heterogeneity in class composition. This case examines when social organization can occur despite class polarization, even in a country with a long civil war history and high class inequality.", "venue": "City & Community", "year": 2021, "referenceCount": 102, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1481038935", "name": "Sebastián F. Villamizar-Santamaría"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f57a8c08e99b3ae1a268d171db7e3b1f53bd22ba", "externalIds": {"MAG": "3173269203", "DOI": "10.1108/S0733-558X20210000074033"}, "url": "https://www.semanticscholar.org/paper/f57a8c08e99b3ae1a268d171db7e3b1f53bd22ba", "title": "The Garbage Can Model and Organizational Metrics", "abstract": "Organizational metrics – including rankings, ratings, and other forms of public assessment – are inextricably tied to uncertainty. Metrics are not only responses to uncertainty in the organizational environment, but they also create new forms of uncertainty within the organizations they evaluate. Given this, it is productive to consider these metrics in relation to the garbage can model of organizational decision making, a framework that was designed to provide insight into uncertain and ambiguous contexts. In this paper, the authors use the case of patient experience surveys to argue for the value of this model for understanding responses to metrics in particular conditions. Specifically, the authors demonstrate how the different features of the garbage can model manifest themselves within organizations managing numbers, and the authors then use these findings to discuss the measurement conditions that promote garbage can responses, the distinctive types of unintended consequences these responses might produce, and the implications of the garbage can model for the understanding of metrics more generally.", "venue": "Worlds of Rankings", "year": 2021, "referenceCount": 55, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "12243277", "name": "Michael Sauder"}, {"authorId": "152106990", "name": "Hyunsik Chun"}, {"authorId": "11467814", "name": "W. Espeland"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f7bbdac1f8e7cf5c76f0341c0165dda81e6ed013", "externalIds": {"MAG": "3133573320", "DOI": "10.1108/S2050-206020210000020009"}, "url": "https://www.semanticscholar.org/paper/f7bbdac1f8e7cf5c76f0341c0165dda81e6ed013", "title": "Attaining Security Through Algorithms: Perspectives of Refugees and Data Experts", "abstract": "Originality/value: The study is based on a double security paradox where refugees who escape their homelands due to security concerns are also considered to be national security threats. DXs, on the other hand, represent a group that takes an active role in decisions about who is at risk and who is risky. The study provides insights on two groups of people who are engaged with algorithms in different ways.", "venue": "", "year": 2021, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "123888894", "name": "Tayfun Kasapoglu"}, {"authorId": "51095680", "name": "Anu Masso"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f82e671a347c4997c759a49fba91a125b36d04ef", "externalIds": {"DOI": "10.1016/j.giq.2021.101645"}, "url": "https://www.semanticscholar.org/paper/f82e671a347c4997c759a49fba91a125b36d04ef", "title": "The moon, the ghetto and artificial intelligence: Reducing systemic racism in computational algorithms", "abstract": null, "venue": "Government Information Quarterly", "year": 2021, "referenceCount": 117, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1694276", "name": "J. Fountain"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f9fb4441fa1e9dd5e50c9aa3dc70651f0b5924b0", "externalIds": {"MAG": "3183868827", "DOI": "10.30589/PGR.V5I3.440"}, "url": "https://www.semanticscholar.org/paper/f9fb4441fa1e9dd5e50c9aa3dc70651f0b5924b0", "title": "Big Data for Public Domain: A bibliometric and visualized study of the scientific discourse during 2000–2020", "abstract": "This article aims to investigate the trend of scientific publications under ‘big data and policy’ research during the last two decades, including the dynamics of the network structure of researchers and the institutions. Bibliometrics is utilized as a tool to reveal the dynamics of scientific discussions that occur through articles, published in international journals indexed/contained in the Scopus database; meanwhile, the analysis visualization is performed by using VOSviewer 1.6.16. The search results indicate that the United States serves as the country of origin for most productive author affiliations in publishing articles, the University of Oxford (United Kingdom) serves as the home institution for most productive author affiliations, and Williamson, B., from the University of Edinburgh (United Kingdom), is considered as the most prolific writer. In addition, the Swiss Sustainability Journal from MDPI is cited as the source for the most widely discussed publication topic in its journals. Further, ‘Big Data for Development: A Review of Promises and Challenges’ is regarded as the article with the most references. Additionally, the most discussed topics on ‘big data and policy’ include smart cities, open data, privacy, artificial intelligence, machine learning, and data science.", "venue": "Policy & Governance Review", "year": 2021, "referenceCount": 51, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2129538870", "name": "Prakoso Bhairawa Putera"}, {"authorId": "116371323", "name": "R. Pasciana"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0224d8b150834a94ea54aa90dd6ad2f502aca90e", "externalIds": {"MAG": "3101246499", "DOI": "10.1080/09668136.2020.1832965"}, "url": "https://www.semanticscholar.org/paper/0224d8b150834a94ea54aa90dd6ad2f502aca90e", "title": "Technological Solutions for Complex Problems: Emerging Electronic Surveillance Regimes in Eurasian Cities", "abstract": "Abstract This essay examines ‘smart city’ initiatives rapidly emerging across Eurasia that are aimed at the surveillance of disorderly and criminal behaviour in public spaces. They are a result of both locally driven demand to modernise law enforcement and global pressures to innovate. We specifically compare Kyiv, Almaty, and Bishkek. Each city differs in regard to who initiated smart city policies and under what conditions new technology was purchased from foreign vendors. Our essay contributes to the growing socio-legal literature on Eurasia by analysing how these electronic surveillance projects are used to manufacture an orderly, safe society and achieve modernity without the burden of deeper political change.", "venue": "", "year": 2020, "referenceCount": 45, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "100818385", "name": "E. Marat"}, {"authorId": "153352668", "name": "Deborah Sutton"}]}}, {"contexts": ["2018), recommender systems (e.g., YouTube recommender algorithms, cf. Bishop 2018), or predictive policing and criminal sentencing (Brayne 2017; Brayne and Christin 2020)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "03d7cd2475ba417fbc0d5f6b7255f8aa14eb227a", "externalIds": {"PubMedCentral": "7755865", "DBLP": "journals/see/FelzmannVLT20", "MAG": "3103319283", "DOI": "10.1007/s11948-020-00276-4", "PubMed": "33196975"}, "url": "https://www.semanticscholar.org/paper/03d7cd2475ba417fbc0d5f6b7255f8aa14eb227a", "title": "Towards Transparency by Design for Artificial Intelligence", "abstract": "In this article, we develop the concept of Transparency by Design that serves as practical guidance in helping promote the beneficial functions of transparency while mitigating its challenges in automated-decision making (ADM) environments. With the rise of artificial intelligence (AI) and the ability of AI systems to make automated and self-learned decisions, a call for transparency of how such systems reach decisions has echoed within academic and policy circles. The term transparency, however, relates to multiple concepts, fulfills many functions, and holds different promises that struggle to be realized in concrete applications. Indeed, the complexity of transparency for ADM shows tension between transparency as a normative ideal and its translation to practical application. To address this tension, we first conduct a review of transparency, analyzing its challenges and limitations concerning automated decision-making practices. We then look at the lessons learned from the development of Privacy by Design, as a basis for developing the Transparency by Design principles. Finally, we propose a set of nine principles to cover relevant contextual, technical, informational, and stakeholder-sensitive considerations. Transparency by Design is a model that helps organizations design transparent AI systems, by integrating these principles in a step-by-step manner and as an ex-ante value, not as an afterthought.", "venue": "Sci. Eng. Ethics", "year": 2020, "referenceCount": 181, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "3375882", "name": "H. Felzmann"}, {"authorId": "7516904", "name": "E. F. Villaronga"}, {"authorId": "6889723", "name": "C. Lutz"}, {"authorId": "1410283336", "name": "A. Tamó-Larrieux"}]}}, {"contexts": ["Secondary consolidation is facilitated by digital information sharing between federal, state, local, and international law enforcement agencies, a practice that was mandated by post-September 11, 2001 legislation, including the USA Patriot Act (Lyon, 2003: 88–91; United States, 2001).", "…on technologically meditated punishment decisions (Hannah-Moffat, 2018; Werth, 2018), new surveillance practices (Marx, 2016), big data policing (Brayne, 2017; Ferguson, 2017), and automated immigration policing (Kalhan, 2013) indicates that information infrastructure is central to social…", "As a result of DHS’ prioritization of information sharing, surveillance capacity has become “both wider and deeper” (Brayne, 2017: 3), covering broader swaths of people while simultaneously tracking targeted individuals and groups across institutional realms.", "Immigration enforcement authorities in the USA pull secondary information from digital criminal records databases, which have expanded significantly since the end of the 20th century as zero tolerance policies, the war on drugs, and broken windows policing have swept large numbers of people into criminal records systems for low level offenses (Jacobs, 2015: 2).", "“Criminal aliens” and other allegedly dangerous immigrants are eligible to have their information shared with local law enforcement agencies if they are released into the USA or with foreign governments at the point of deportation, the latter of which is quite dangerous for immigrants returning to countries like Guatemala and El Salvador where criminal aliens and alleged gang members are physically assaulted by police and vigilante groups (Georgetown University Law Center, 2007; United States Department of Homeland Security, 2015, 2016a; Zilberg, 2007).", "crimmigration, Enforcement Integrated Database, immigrant punishment, immigration databases, surveillance\nCorresponding author: Ana Mu~niz, University of California, Irvine, 2340 Social Ecology II, Irvine, CA 92697-7080, USA.", "Immigration policy thus reflects and reinforces racial inequality within the USA, with focused efforts to exclude non-white immigrant groups through categorizations of them as dangerous (Armenta, 2017: 83).", "Yet, compared to work that focuses primarily on European migration control (Aas, 2011, 2014; Bigo, 2006, 2008; Bigo and Guild, 2005; Braverman, 2011) and policing by local law enforcement agencies in the USA (Brayne, 2017; Ferguson, 2017), social scientists have given less attention to the technological infrastructure shaping interior immigration surveillance outside of the Secure Communities program and the Criminal Alien Program (Cox and Miles, 2013; Mac ıas-Rojas, 2016) (for important exceptions in legal scholarship see Kalhan, 2013; Noferi and Koulish, 2014).", "Immigration personnel draw upon surveillance systems to help them with the identification, screening, authorization, risk assessment, and mobility tracking of immigrants as they move into, out of, and within the USA (Kalhan, 2014: 67).", "…control (Aas, 2011, 2014; Bigo, 2006, 2008; Bigo and Guild, 2005; Braverman, 2011) and policing by local law enforcement agencies in the USA (Brayne, 2017; Ferguson, 2017), social scientists have given less attention to the technological infrastructure shaping interior immigration…", "Legal scholar Anil Kalhan (2014: 11–29) identifies five key transformations: (1) increased screening of immigrants before they reach US territory; (2) direct post-entry monitoring and enforcement; (3) indirect post-entry monitoring and enforcement; (4) increased criminal prosecution of migration-related offenses; and (5) augmented monitoring of departures from the USA."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "09dbbac6349a0eba47a62510d8a8c5a00bfa8b69", "externalIds": {"MAG": "3006119610", "DOI": "10.1177/1462474519900325"}, "url": "https://www.semanticscholar.org/paper/09dbbac6349a0eba47a62510d8a8c5a00bfa8b69", "title": "Secondary ensnarement: Surveillance systems in the service of punitive immigration enforcement", "abstract": "Relatively little scholarly work explores US interior immigration enforcement through a surveillance lens. This article asks how US immigration authorities have designed and deployed surveillance systems to facilitate enforcement practices, specifically regarding the construction of immigrant subjects and interior apprehension and deportation. Drawing upon a qualitative analysis of 291 Department of Homeland Security documents authored between 1995 and 2017, this paper examines the evolution of a primary immigration enforcement information system currently called the Enforcement Integrated Database. The analysis reveals that over the course of 33 years, the US Government has transformed Enforcement Integrated Database from a case management system into a mass surveillance system. Specifically, I argue that immigration authorities have deployed secondary information collection in the Enforcement Integrated Database to expand (1) the volume of people under surveillance, called ensnarement targets and (2) the opportunities to categorize people as criminal or dangerous, called ensnarement opportunities. As a result, Department of Homeland Security amplifies punitive enforcement against broader populations of noncitizens and potentially, citizens as well.", "venue": "", "year": 2020, "referenceCount": 141, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3297475", "name": "A. Muñiz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0fbe0444ed06537e1db12bd992354e42c4aa9368", "externalIds": {"DOI": "10.1017/lsi.2020.36"}, "url": "https://www.semanticscholar.org/paper/0fbe0444ed06537e1db12bd992354e42c4aa9368", "title": "Spies, Lies, Trials, and Trolls: Political Lawyering against Disinformation and State Surveillance in Russia", "abstract": "Although authoritarian states have expanded their tools to surveil citizens and spread disinformation, we know little about how political lawyers have mobilized to resist such covert strategies. Based on semi-structured interviews with Russian lawyers and open-government consultants, this article examines how political lawyers oppose three emerging authoritarian tactics of the Russian government: running disinformation campaigns by “troll factories,” wiretapping, and hiding information on government activities and public services. I find that, despite the repressive legal environment, lawyers have considerable success in developing legal and nonlegal strategies to hold government to account. As autocrats rely on information control to portray themselves as capable leaders, political lawyers and open-government consultants use audits and rankings to undermine political reputations. These findings from Russia may be broadly applicable to new authoritarian states in general.", "venue": "Law & Social Inquiry", "year": 2020, "referenceCount": 136, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1691130631", "name": "Freek van der Vet"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "10d6d083a8b67cf0e78d519c4728529a7399185f", "externalIds": {"MAG": "3092971123", "DOI": "10.1016/j.ssresearch.2020.102485", "PubMed": "33172567"}, "url": "https://www.semanticscholar.org/paper/10d6d083a8b67cf0e78d519c4728529a7399185f", "title": "The long reach of parental incarceration: The case of institutional engagement.", "abstract": "Vast surveillance, especially of those with criminal justice contact, is a key feature of contemporary societies. As a consequence of this surveillance, formerly incarcerated individuals both avoid and are excluded from institutions, and this dampened institutional engagement may extend to offspring of the incarcerated. Using the National Longitudinal Study of Adolescent to Adult Health, we examine the relationship between parental incarceration and young adult institutional engagement in different settings, including financial institutions, medical institutions, school and work, volunteer organizations, and religious institutions. We find parental incarceration is associated with diminished institutional engagement in young adulthood. This association is partially explained by reduced parental institutional engagement during adolescence in addition to young adult's impaired health, lack of trust in government, and criminal justice contact. Our findings highlight a subtle and pervasive way that parental incarceration influences the transition to adulthood.", "venue": "Social science research", "year": 2020, "referenceCount": 98, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "113710076", "name": "Yader R. Lanuza"}, {"authorId": "4378643", "name": "Kristin Turney"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "127081c73e96f30f54c1acb83a928bfa25300f4b", "externalIds": {"MAG": "3002427919", "DBLP": "conf/fat/MardaN20", "DOI": "10.1145/3351095.3372865"}, "url": "https://www.semanticscholar.org/paper/127081c73e96f30f54c1acb83a928bfa25300f4b", "title": "Data in New Delhi's predictive policing system", "abstract": "In 2015, Delhi Police announced plans for predictive policing. The Crime Mapping, Analytics and Predictive System (CMAPS) would be implemented in India's capital, for live spatial hotspot mapping of crime, criminal behavior patterns and suspect analysis. Four years later, there is little known about the effect of CMAPS due to the lack of public accountability mechanisms and large exceptions for law enforcement under India's Right to Information Act. Through an ethnographic study of Delhi Police's data collection practices, and analysing the institutional and legal reality within which CMAPS will function, this paper presents one of the first accounts of smart policing in India. Through our findings and discussion we show what kinds of biases are present within Delhi Police's data collection practices currently and how they translate and transfer into initiatives like CMAPS. We further discuss what the biases in CMAPS can teach us about future public sector deployment of socio-technical systems in India and other global South geographies. We also offer methodological considerations for studying AI deployments in non-western contexts. We conclude with a set of recommendations for civil society and social justice actors to consider when engaging with opaque systems implemented in the public sector.", "venue": "FAT*", "year": 2020, "referenceCount": 36, "citationCount": 10, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "51909920", "name": "Vidushi Marda"}, {"authorId": "40117793", "name": "Shiv Narayan"}]}}, {"contexts": ["…have transformed fields and organizations as diverse as finance (Cetina, 2009; MacKenzie, 2019), health care (Reich, 2012), criminal justice (Brayne, 2017; Corbett-Davies et al., 2017; Harcourt, 2008; O’Neil, 2016), journalism (Christin, 2018), and political campaigns (Schroeder, 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "13d8b8b116ff90a4c0407c41d0f2d28d07d811a8", "externalIds": {"MAG": "3045397880", "DOI": "10.1080/10584609.2020.1765914"}, "url": "https://www.semanticscholar.org/paper/13d8b8b116ff90a4c0407c41d0f2d28d07d811a8", "title": "Capturing Clicks: How the Chinese Government Uses Clickbait to Compete for Visibility", "abstract": "ABSTRACT The proliferation of social media and digital technologies has made it necessary for governments to expand their focus beyond propaganda content in order to disseminate propaganda effectively. We identify a strategy of using clickbait to increase the visibility of political propaganda. We show that such a strategy is used across China by combining ethnography with a computational analysis of a novel dataset of the titles of 197,303 propaganda posts made by 213 Chinese city-level governments on WeChat. We find that Chinese propagandists face intense pressures to demonstrate their effectiveness on social media because their work is heavily quantified–measured, analyzed, and ranked–with metrics such as views and likes. Propagandists use both clickbait and non-propaganda content (e.g., lifestyle tips) to capture clicks, but rely more heavily on clickbait because it does not decrease space available for political propaganda. Government propagandists use clickbait at a rate commensurate with commercial and celebrity social media accounts. The use of clickbait is associated with more views and likes, as well as greater reach of government propaganda outlets and messages. These results reveal how the advertising-based business model and affordances of social media influence political propaganda and how government strategies to control information are moving beyond censorship, propaganda, and disinformation.", "venue": "", "year": 2020, "referenceCount": 213, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "89847632", "name": "Yingdan Lu"}, {"authorId": "50617806", "name": "Jennifer Pan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1c9194c68e3dd0619d4684c57184faa6d71dc803", "externalIds": {"MAG": "3112702945", "DOI": "10.3138/cjccj.2020-0011"}, "url": "https://www.semanticscholar.org/paper/1c9194c68e3dd0619d4684c57184faa6d71dc803", "title": "Designing an Explainable Predictive Policing Model to Forecast Police Workforce Distribution in Cities", "abstract": "Despite extensive research, measurable benefits of predictive policing are scarce. We argue that powerful models might not always help the work of officers. Furthermore, developed models are often unexplainable, leading to trust issues between police intuition and machine-made prediction. We use a joint approach, mixing criminology and data science knowledge, to design an explainable predictive policing model. The proposed model (a set of explainable decision trees) can predict police resource requirement across the city and explain this prediction based on human-understandable cues (i.e., past event information, weather, and socio-demographic information). The explainable decision tree is then compared to a non-explainable model (i.e., a neural network) to compare performance. Analyzing the decision tree behaviour revealed multiple relations with established criminology knowledge. Weather and recent event distribution were found to be the most useful predictors of police workforce resource. Despite wide research showing relationships between socio-demographic information and police activity, socio-demographic information did not contribute much to the model’s performance. Though there is a lack of research on measurable effects of predictive policing applications, we argue that combining human instinct with machine prediction reduces risks of human knowledge loss, machine bias, and lack of confidence in the system.", "venue": "", "year": 2020, "referenceCount": 86, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "39612921", "name": "Mark Parent"}, {"authorId": "2107396509", "name": "A. Roy"}, {"authorId": "2044750201", "name": "C. Gagnon"}, {"authorId": "40089841", "name": "Noémie Lemaire"}, {"authorId": "1398903448", "name": "Nadine Deslauriers-Varin"}, {"authorId": "2632038", "name": "T. Falk"}, {"authorId": "2033069", "name": "S. Tremblay"}]}}, {"contexts": ["From social networks (Bivens, 2017) to insurance companies (Poon, 2016); from streaming services (Prey, 2018) to predictive policing (Brayne, 2017)—people’s “data doubles” (Haggerty and Ericson,\nCorresponding author: Dan M. Kotliar, Department of Communication, 450 Jane Stanford Way, Stanford…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1f7edc6ccc10f18b43b8d488dd8df6cde8c40174", "externalIds": {"DBLP": "journals/nms/Kotliar20", "MAG": "3044158199", "DOI": "10.1177/1461444820912535"}, "url": "https://www.semanticscholar.org/paper/1f7edc6ccc10f18b43b8d488dd8df6cde8c40174", "title": "The return of the social: Algorithmic identity in an age of symbolic demise", "abstract": "This article explores the socio-algorithmic construction of identity categories based on an ethnographic study of the Israeli data analytics industry. While algorithmic categorization has been described as a post-textual phenomenon that leaves language, social theory, and social expertise behind, this article focuses on the return of the social—the process through which the symbolic means resurface to turn algorithmically produced clusters into identity categories. I show that such categories stem not only from algorithms’ structure or their data, but from the social contexts from which they arise, and from the values assigned to them by various individuals. I accordingly argue that algorithmic identities stem from epistemic amalgams—complex blends of algorithmic outputs and human expertise, messy data flows, and diverse inter-personal factors. Finally, I show that this process of amalgamation arbitrarily conjoins quantitative clusters with qualitative labels, and I discuss the implausibility of seeing named algorithmic categories as explainable.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 103, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "13394664", "name": "Dan M. Kotliar"}]}}, {"contexts": ["On the other hand, algorithmic policing is used as a formal apparatus of control (Norris, 2008), which involves big data surveillance tasked to predict risks and future crimes (Brayne, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "20955a84a99bc31425531253c30b6f0554be0eaa", "externalIds": {"MAG": "3111543097", "DOI": "10.21512/JAS.V8I2.6769"}, "url": "https://www.semanticscholar.org/paper/20955a84a99bc31425531253c30b6f0554be0eaa", "title": "Policing Cyberspace: Understanding Online Repression in Thailand and the Philippines", "abstract": "Social networking sites have become increasingly relevant in the study of democracy and culture in recent years. This research aims to explore the interconnectedness of social networks, the imposition of state control, and management of social behavior by comparing various literature on the operation of repression in Thai and Philippine cyberspaces. It examines the overt and covert policing of daily interactions in digital environments and unpacks governmental technologies’ disciplinary mechanisms following Michel Foucault’s notion of government and biopolitical power. Subjugation in the context of social networks merits analysis for it sheds light on the practice of active and passive self-censorship—the former driven by the pursuit of a moral self-image and the latter by state-sponsored fear. In tracing various points of convergence and divergence in the practice of cyber control in Thailand and the Philippines, this research finds newer domains of regulation of social behavior applicable to today’s democracies.", "venue": "", "year": 2020, "referenceCount": 51, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2044837926", "name": "Fernan Talamayan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "218b29fde509db28c1f12840f8a76fd2e5c67ee4", "externalIds": {"MAG": "3000155470", "DOI": "10.1007/978-981-15-0069-5_11"}, "url": "https://www.semanticscholar.org/paper/218b29fde509db28c1f12840f8a76fd2e5c67ee4", "title": "Facilitating Organisational Fluidity with Computational Social Matching", "abstract": "Striving to operate in increasingly dynamic environments, organisations can be seen as fluid and communicative entities where traditional boundaries fade away and collaborations emerge ad hoc. To enhance fluidity, we conceptualise computational social matching as a research area investigating how to digitally support the development of mutually suitable compositions of collaborative ties in organisations. In practice, it refers to the use of data analytics and digital methods to identify features of individuals and the structures of existing social networks and to offer automated recommendations for matching actors. In this chapter, we outline an interdisciplinary theoretical space that provides perspectives on how interaction can be practically enhanced by computational social matching, both on the societal and organisational levels. We derive and describe three strategies for professional social matching: social exploration, network theory-based recommendations, and machine learning-based recommendations.", "venue": "", "year": 2020, "referenceCount": 81, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1911229", "name": "Jukka Huhtamäki"}, {"authorId": "143875036", "name": "Thomas Olsson"}, {"authorId": "73093771", "name": "Salla-Maaria Laaksonen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2e00d61c5d0d4a251631598eefb15abec709b27d", "externalIds": {"MAG": "3161009697", "DOI": "10.1017/9781108297820.008"}, "url": "https://www.semanticscholar.org/paper/2e00d61c5d0d4a251631598eefb15abec709b27d", "title": "Digital Media and Democracy", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1144, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"contexts": ["Despite the lively ethical debate (Brayne 2017), applications of machine learning algorithms for policing are increasingly common."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3d40944b9da99842f1c9d77f813d0d08b3e0c39e", "externalIds": {"DBLP": "journals/see/VerhelstSM20", "PubMedCentral": "7755624", "MAG": "3044960676", "DOI": "10.1007/s11948-020-00254-w", "PubMed": "32696430"}, "url": "https://www.semanticscholar.org/paper/3d40944b9da99842f1c9d77f813d0d08b3e0c39e", "title": "Machine Learning Against Terrorism: How Big Data Collection and Analysis Influences the Privacy-Security Dilemma", "abstract": "Rapid advancements in machine learning techniques allow mass surveillance to be applied on larger scales and utilize more and more personal data. These developments demand reconsideration of the privacy-security dilemma, which describes the tradeoffs between national security interests and individual privacy concerns. By investigating mass surveillance techniques that use bulk data collection and machine learning algorithms, we show why these methods are unlikely to pinpoint terrorists in order to prevent attacks. The diverse characteristics of terrorist attacks—especially when considering lone-wolf terrorism—lead to irregular and isolated (digital) footprints. The irregularity of data affects the accuracy of machine learning algorithms and the mass surveillance that depends on them which can be explained by three kinds of known problems encountered in machine learning theory: class imbalance, the curse of dimensionality, and spurious correlations. Proponents of mass surveillance often invoke the distinction between collecting data and metadata, in which the latter is understood as a lesser breach of privacy. Their arguments commonly overlook the ambiguity in the definitions of data and metadata and ignore the ability of machine learning techniques to infer the former from the latter. Given the sparsity of datasets used for machine learning in counterterrorism and the privacy risks attendant with bulk data collection, policymakers and other relevant stakeholders should critically re-evaluate the likelihood of success of the algorithms and the collection of data on which they depend.", "venue": "Sci. Eng. Ethics", "year": 2020, "referenceCount": 36, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "151466796", "name": "H. Verhelst"}, {"authorId": "84698472", "name": "A. Stannat"}, {"authorId": "31122515", "name": "G. Mecacci"}]}}, {"contexts": ["For example, Brayne (2017) found that police officers quickly discovered ways to work around crime predictions in their dayto-day patrols; activists in New York City have developed tactics to highlight LinkNYC’s surveillance implications (e.g. Rethink LinkNYC, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "40e86b18bb50897055f810eba7a7e295fc713551", "externalIds": {"MAG": "3047229288", "DOI": "10.1177/1354856520941801"}, "url": "https://www.semanticscholar.org/paper/40e86b18bb50897055f810eba7a7e295fc713551", "title": "‘Embodiments of the invention’: Patents and urban diagrammatics in the smart city", "abstract": "How do technology firms compete to colonize the urban future? This article theorizes technology patents as a medium of urban futuring. Patents secure legal exclusion by disclosing an idea or invention. However, the incentive structures behind patents are ambiguous. Patent holders must articulate inventions with enough technical specificity to warrant a property claim while remaining strategically imprecise enough to capture unanticipated future uses. I build on the Foucaultian theory of the diagram to discuss patents' interplay of disclosure and secrecy as a strategic anticipatory practice for colonizing urban futures. Whereas modern urban governance operated on spatial form to discipline citizens, smart city technology patents reflect a splintering of technical capacity and control. In the empirical section, I analyze three patent-diagrams: the first for a Wi-Fi-enabled advertising system, the second for a notification system for autonomous vehicles, and the third for an algorithmic predictive policing platform. These examples show that at a fundamental level, smart city technologies are less discrete inventions than claims to the capacity to influence human–machinic interactions. The article concludes with a reflection on how critical urbanists can learn from technology patents to advance more democratic and publicly oriented visions for the city.", "venue": "", "year": 2020, "referenceCount": 176, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "49133578", "name": "A. Shapiro"}]}}, {"contexts": ["The current expansion in the development and adoption of predictive technologies has been associated with the 2008 recession, which limited the ability of local and regional governments to manage the demands for public services, including those of the CJS (Brayne, 2017; Ferguson, 2017).", "As law enforcement agencies become active users of commercial sources of privately collected data, such as that derived from social media, they bypass constitutional limits that would constrain their own gathering of that information (Brayne, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "44a818e67662d1a65df390a000c6f0f5469de64e", "externalIds": {"MAG": "3004216071"}, "url": "https://www.semanticscholar.org/paper/44a818e67662d1a65df390a000c6f0f5469de64e", "title": "The Algorithm made me do it! Technological Transformations of the Criminal Justice System", "abstract": "Communication and information scholars have joined others in expressing concern about the impact of algorithmic techniques on the generation of strategic intelligence for corporate and government decision-makers. Their attention to the impact of these systems on policing and the criminal justice system has developed somewhat more recently. This article examines those concerns as they apply to the use of algorithmic systems by urban police, judges, and other central actors within the criminal justice system in the United States, with references to related developments around the globe. Although the use of cameras for the surveillance of target areas within urban centers has been the subject of critical assessment almost from the beginning of their use, much of that work was focused on the behavior of the human monitors that determined what the central focus of those cameras would be, as well as the nature of the behaviors that would trigger the movement of officers to the scene. Increasingly, however, the work of human monitors has been re-assigned to semi-autonomous computer systems, guided by artificial intelligence resources, and updated routinely through the use of machine learning techniques. The development of these enhanced systems involves a number of related functions that are transforming the nature of policing. My critical examination of this development focuses on the following elements: 1) the capture and use of images from mobile cameras, 2) the analysis of social networks, and 3) the evaluative assessment of members belonging to algorithmically classified groups. This article will explore these developments with special regard to their likely impact upon the life chances and well-being of members of racialized population segments. It concludes with suggestions for addressing societal threats to the rule of law as they apply to policing within the Criminal Justice System.", "venue": "", "year": 2020, "referenceCount": 110, "citationCount": 1, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1486680764", "name": "O. Gandy"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "45cb9752e8e07a9dd244c1e44362e40e9fdc3987", "externalIds": {"DOI": "10.1017/9781108297820.011"}, "url": "https://www.semanticscholar.org/paper/45cb9752e8e07a9dd244c1e44362e40e9fdc3987", "title": "Index", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": ["…moderation, many of which resonate with familiar concerns about AI and data science more broadly, and that animate worries about automated policing, data-driven insurance assessments, hiring software, and automated medical diagnostics (Ajunwa, 2020; Benjamin, 2019; Brayne, 2017; Eubanks, 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "48de7d26deaebcef0043a50346835437f6b32cc4", "externalIds": {"MAG": "3081389081", "DOI": "10.1177/2053951720943234"}, "url": "https://www.semanticscholar.org/paper/48de7d26deaebcef0043a50346835437f6b32cc4", "title": "Content moderation, AI, and the question of scale", "abstract": "AI seems like the perfect response to the growing challenges of content moderation on social media platforms: the immense scale of the data, the relentlessness of the violations, and the need for human judgments without wanting humans to have to make them. The push toward automated content moderation is often justified as a necessary response to the scale: the enormity of social media platforms like Facebook and YouTube stands as the reason why AI approaches are desirable, even inevitable. But even if we could effectively automate content moderation, it is not clear that we should.", "venue": "Big Data & Society", "year": 2020, "referenceCount": 47, "citationCount": 26, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2650288", "name": "Tarleton Gillespie"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "492851869af18fed9046f1e5132b44af4d42fbc9", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/492851869af18fed9046f1e5132b44af4d42fbc9", "title": "THE PRESENT AND FUTURE OF AI IN PRE-TRIAL RISK ASSESSMENT INSTRUMENTS", "abstract": null, "venue": "", "year": 2020, "referenceCount": 15, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2082393", "name": "A. Chouldechova"}, {"authorId": "2056144575", "name": "Estella Loomis"}, {"authorId": "52089135", "name": "C. Macarthur"}, {"authorId": "100470599", "name": "Sarah Brayne"}, {"authorId": "49340874", "name": "D. Corona"}, {"authorId": "14240270", "name": "K. Cumberbatch"}, {"authorId": "107963462", "name": "S. Desmarais"}, {"authorId": "2100149249", "name": "Nneka Jones-Tapia"}, {"authorId": "2060157202", "name": "Logan Koepke"}, {"authorId": "3044551", "name": "K. Lum"}, {"authorId": "114849426", "name": "Sandra G. Mayson"}, {"authorId": "144372443", "name": "J. Monahan"}, {"authorId": "2115106222", "name": "D. Robinson"}, {"authorId": "134851662", "name": "Vincent Southerland"}, {"authorId": "2083287047", "name": "Elizabeth Thornton Trosch"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4b2d450744c1d24949f2647fe2d8b064750ae4c5", "externalIds": {"MAG": "3127745162", "DOI": "10.6092/ISSN.1971-8853/11470"}, "url": "https://www.semanticscholar.org/paper/4b2d450744c1d24949f2647fe2d8b064750ae4c5", "title": "A Pandemic of Prediction: On the Circulation of Contagion Models between Public Health and Public Safety.", "abstract": "Digital prediction tools increasingly complement or replace other practices of coping with an uncertain future. The current COVID-19 pandemic, it seems, is further accelerating the spread of prediction. The prediction of the pandemic yields a pandemic of prediction. In this paper, we explore this dynamic, focusing on contagion models and their transmission back and forth between two domains of society: public health and public safety. We connect this movement with a fundamental duality in the prevention of contagion risk concerning the two sides of being-at-risk and being-a-risk. Both in the spread of a disease and in the spread of criminal behavior, a person at risk can be a risk to others and vice versa. Based on key examples, from this perspective we observe and interpret a circular movement in three phases. In the past, contagion models have moved from public health to public safety, as in the case of the Strategic Subject List used in the policing activity of the Chicago Police Department. In the present COVID-19 pandemic, the analytic tools of policing wander to the domain of public health – exemplary of this movement is the cooperation between the data infrastructure firm Palantir and the UK government’s public health system NHS. The expectation that in the future the predictive capacities of digital contact tracing apps might spill over from public health to policing is currently shaping the development and use of tools such as the Corona-Warn-App in Germany. In all these cases, the challenge of pandemic governance lies in managing the connections and the exchanges between the two areas of public health and public safety while at the same time keeping the autonomy of each.", "venue": "", "year": 2020, "referenceCount": 40, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2100650816", "name": "Heimstädt Maximilian"}, {"authorId": "2100642718", "name": "Egbert Simon"}, {"authorId": "49217285", "name": "E. Esposito"}]}}, {"contexts": ["…media is treated by police as a data source and when combined with data analytics, algorithms, and other data sources, it leads to automated investigations that help identify risky individuals, groups, places, and sites for surveillance (Brayne, 2017; Chan and Bennet Moses, 2016; Ferguson, 2017).", "PRS should be interpreted, appreciated, and expanded against the past technological infrastructure that is described in their work as well as the emerging predictive analytics that guide police work today (Brayne, 2017; Joh, 2016).", "Despite being an integral part of police theorizing, the idea of risk has at best been only a tangential focus of academic research on the police—particularly in the United States (for exceptions, see Brayne, 2017).", "First, big data, algorithms, and predictive analytics are increasingly being utilized to assess risk and dictate police practices and responses (Brayne, 2017; Hutt et al., 2018).", "In the age of big data, such suspicion alerts are outputs created once the search parameters and input criteria are fed into the analytical platform, which are then automatically texted to a patrol officer’s smartphone (Brayne, 2017)."], "isInfluential": true, "intents": ["background", "methodology"], "citingPaper": {"paperId": "536723b212a6e18a4bdb739d1c0a06cdb5685b87", "externalIds": {"MAG": "3032366472", "DOI": "10.1177/0032258X20928093"}, "url": "https://www.semanticscholar.org/paper/536723b212a6e18a4bdb739d1c0a06cdb5685b87", "title": "Why policing the risk society became a footnote in American police studies: A missed opportunity to move police theorizing forward", "abstract": "Written in 1997, Ericson and Haggerty’s book Policing the Risk Society (PRS) should have had profound effects on police theorizing and research in the United States. In this article, we attempt to explain why this book failed to gain traction within the American policing literature. We argue that PRS was ignored for three reasons: (1) incommensurable theoretical frameworks, (2) timing and aim of the book’s publication, and (3) the intrusiveness of deductive surveillance technologies in the policing of identities. We conclude by discussing how Ericson and Haggerty’s theorizing should be revisited in the light of recent developments in policing.", "venue": "The Police Journal: Theory, Practice and Principles", "year": 2020, "referenceCount": 161, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "47217575", "name": "Phillip C Shon"}, {"authorId": "2058964600", "name": "C. O’Connor"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "58ca64d18a328ef06df6435065cc53d69e8f9f62", "externalIds": {"MAG": "3117759510", "DOI": "10.1007/s40685-020-00138-6"}, "url": "https://www.semanticscholar.org/paper/58ca64d18a328ef06df6435065cc53d69e8f9f62", "title": "An ethical intuitionist account of transparency of algorithms and its gradations", "abstract": "To make evaluations about the morally relevant impacts of algorithms, transparency is needed. This paper lays out discussion of algorithms and transparency in an explicitly moral analysis with a special focus on the domain of justice and security. The paper provides an account of the moral import of transparency, defined itself as an instrumental value denoting a state of affairs conducive to acquisition of knowledge about some X. A normative account of transparency is outlined relying on an intuitionist framework rooted in the works of Ross and Robert Audi. It will be argued that transparency can be derived as a subsidiary (prima facie) principle from other duties including beneficence and justice and that it is groundable in the value of knowledge. Building on this foundation, the paper examines transparency and duty conflict with a special focus on algorithms in justice and security, recognising that complete transparency can be impossible where duties conflict. It is argued that as a subsidiary (prima facie) principle, transparency is overridable but ineradicable, which is to say that sufficiently justifiable reasons for secrecy or opacity can licence limiting transparency, that is, there may be occasion where full transparency is not our final duty.", "venue": "", "year": 2020, "referenceCount": 66, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2067492682", "name": "Paul Hayes"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "595dcd8052ac143f624ee77aafd2ae011e716836", "externalIds": {"DBLP": "journals/polity/BullockYW20", "MAG": "3093679084", "DOI": "10.3233/ip-200223"}, "url": "https://www.semanticscholar.org/paper/595dcd8052ac143f624ee77aafd2ae011e716836", "title": "Artificial intelligence, bureaucratic form, and discretion in public service", "abstract": "This article examines the relationship between Artificial Intelligence (AI), discretion, and bureaucratic form in public organizations. We ask: How is the use of AI both changing and changed by the bureaucratic form of public organizations, and what effect does this have on the use of discretion? The diffusion of information and communication technologies (ICTs) has changed administrative behavior in public organizations. Recent advances in AI have led to its increasing use, but too little is known about the relationship between this distinct form of ICT and to both the exercise of discretion and bureaucratic form along the continuum from street- to system-levels. We articulate a theoretical framework that integrates work on the unique effects of AI on discretion and its relationship to task and organizational context with the theory of system-level bureaucracy. We use this framework to examine two strongly differing cases of public sector AI use: health insurance auditing, and policing. We find AI’s effect on discretion is nonlinear and nonmonotonic as a function of bureaucratic form. At the same time, the use of AI may act as an accelerant in transitioning organizations from street- and screen-level to system-level bureaucracies, even if these organizations previously resisted such changes.", "venue": "Inf. Polity", "year": 2020, "referenceCount": 59, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "134140023", "name": "Justin B. Bullock"}, {"authorId": "2089701315", "name": "Matthew M. Young"}, {"authorId": "2115569147", "name": "Yi-Fan Wang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "597bf14c31d5c29573279b3fe1f25772835fe40c", "externalIds": {"PubMedCentral": "7392535", "MAG": "3046853450", "DOI": "10.1371/journal.pone.0236625", "PubMed": "32730354"}, "url": "https://www.semanticscholar.org/paper/597bf14c31d5c29573279b3fe1f25772835fe40c", "title": "A human-machine partnered approach for identifying social media signals of elevated traumatic grief in Chicago gang territories", "abstract": "There is a critical need to improve trauma-informed services in structurally marginalized communities impacted by violence and its associated traumatic grief. For community residents, particularly gang-associated youth, repeated exposure to traumatic grief causes serious adverse effects that may include negative health outcomes, delinquency, and future violent offenses. The recent proliferation of digital social media platforms, such as Twitter, provide a novel and largely underutilized resource for responding to these issues, particularly among these difficult-to-reach communities. In this paper, we explore the potential for using a human-machine partnered approach, wherein qualitative fieldwork and domain expertise is combined with a computational linguistic analysis of Twitter content among 18 gang territories/neighborhoods on Chicago’s South Side. We first employ in-depth interviews and observations to identify common patterns by which residents in gang territories/neighborhoods express traumatic grief on social media. We leverage these qualitative findings, supplemented by domain expertise and computational techniques, to gather both traumatic grief- and gang-related tweets from Twitter. We next utilize supervised machine learning to construct a binary classification algorithm to eliminate irrelevant tweets that may have been gathered by our automated query and extraction techniques. Last, we confirm the validity, or ground truth, of our computational findings by enlisting additional domain expertise and further qualitative analyses of the specific traumatic events discussed in our sample of Twitter content. Using this approach, we find that social media provides useful signals for identifying moments of increased collective traumatic grief among residents in gang territories/neighborhoods. This is the first study to leverage Twitter to systematically ground the collective online articulations of traumatic grief in traumatic offline events occurring in violence-impacted communities. The results of this study will be useful for developing more effective tools—including trauma-informed intervention applications—for community organizations, violence prevention initiatives, and other public health efforts.", "venue": "PloS one", "year": 2020, "referenceCount": 85, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "47200343", "name": "Forrest Stuart"}, {"authorId": "39294499", "name": "A. Riley"}, {"authorId": "1845917627", "name": "Hossein Pourreza"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5a8dbb6774578726f377e9a65d1fa04c508417be", "externalIds": {"MAG": "3130148200", "DOI": "10.2139/ssrn.3718644"}, "url": "https://www.semanticscholar.org/paper/5a8dbb6774578726f377e9a65d1fa04c508417be", "title": "Digitizing and Disclosing Personal Data: The Proliferation of State Criminal Records on the Internet", "abstract": "Digitization and the release of public records on the Internet have expanded the reach and uses of criminal record data in the United States. This study analyzes the types and volume of personally identifiable data released on the Internet via two hundred public governmental websites for law enforcement, criminal courts, corrections, and criminal record repositories in each state. We find that public disclosures often include information valuable to the personal data economy, including the full name, birthdate, home address, and physical characteristics of arrestees, detainees, and defendants. Using administrative data, we also estimate the volume of data disclosed online. Our findings highlight the mass dissemination of pre-conviction data: every year, over ten million arrests, 4.5 million mug shots, and 14.7 million criminal court proceedings are digitally released at no cost. Post-conviction, approximately 6.5 million current and former prisoners and 12.5 million people with a felony conviction have a record on the Internet. While justified through public records laws, such broad disclosures reveal an imbalance between the “transparency” of data releases that facilitate monitoring of state action and those that facilitate monitoring individual people. The results show how the criminal legal system increasingly distributes Internet privacy violations and community surveillance as part of contemporary punishment.", "venue": "", "year": 2020, "referenceCount": 82, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "6168829", "name": "S. Lageson"}, {"authorId": "2028362111", "name": "Elizabeth Webster"}, {"authorId": "145144815", "name": "Juan Miguel Sandoval"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5ef72a9f957bbf45f48906e9b6f0f381727df00b", "externalIds": {"MAG": "3094877022", "DOI": "10.1093/ser/mwaa040"}, "url": "https://www.semanticscholar.org/paper/5ef72a9f957bbf45f48906e9b6f0f381727df00b", "title": "Predicting the Future: Art and Algorithms", "abstract": "Predictive algorithms are replacing the art of human judgement in rapidly growing areas of social life By offering pattern recognition as forecast, predictive algorithms mechanically project the past onto the future, embracing a peculiar notion of time where the future is different in no radical way from the past and present, and a peculiar world where human agency is absent Yet, prediction is about agency, we predict the future to change it At the individual level, the psychological literature has concluded that in the realm of predictions, human judgement is inferior to algorithmic methods At the sociological level, however, human judgement is often preferred over algorthms We show how human and algorithmic predictions work in three social contexts—consumer credit, college admissions and criminal justice—and why people have good reasons to rely on human judgement We argue that mechanical and overly successful local predictions can result in self-fulfilling prophecies and, eventually, global polarization and chaos Finally, we look at algorithmic prediction as a form of societal and political governance and discuss how it is currently being constructed as a wide net of control by market processes in the USA and by government fiat in China", "venue": "", "year": 2020, "referenceCount": 88, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "1405406670", "name": "Ákos Róna-Tas"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "60d0de8c1a11e6e8a9ffc9a4180d275a0e2dc370", "externalIds": {"MAG": "3084561409", "DOI": "10.1007/S00146-020-01059-Y"}, "url": "https://www.semanticscholar.org/paper/60d0de8c1a11e6e8a9ffc9a4180d275a0e2dc370", "title": "Artificial intelligence and institutional critique 2.0: unexpected ways of seeing with computer vision", "abstract": "During 2018, as part of a research project funded by the Deviant Practice Grant, artist Bruno Moreschi and digital media researcher Gabriel Pereira worked with the Van Abbemuseum collection (Eindhoven, NL), reading their artworks through commercial image-recognition (computer vision) artificial intelligences from leading tech companies. The main takeaways were: somewhat as expected, AI is constructed through a capitalist and product-focused reading of the world (values that are embedded in this sociotechnical system); and that this process of using AI is an innovative way for doing institutional critique, as AI offers an untrained eye that reveals the inner workings of the art system through its glitches. This paper aims to regard these glitches as potentially revealing of the art system, and even poetic at times. We also look at them as a way of revealing the inherent fallibility of the commercial use of AI and machine learning to catalogue the world: it cannot comprehend other ways of knowing about the world, outside the logic of the algorithm. But, at the same time, due to their “glitchy” capacity to level and reimagine, these faulty readings can also serve as a new way of reading art; a new way for thinking critically about the art image in a moment when visual culture has changed form to hybrids of human–machine cognition and “machine-to-machine seeing”.", "venue": "", "year": 2020, "referenceCount": 38, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1661008348", "name": "Gabriel Pereira"}, {"authorId": "88390345", "name": "Bruno Moreschi"}]}}, {"contexts": ["In such cases, contrary to the well-known warning of scientists, correlation is causation, since it causes what it predicts (see also Brayne 2017; Krasmann 2007)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6125fc71c30e69ccef99c3a896ecd96c77d82bd8", "externalIds": {"MAG": "2991433775", "DOI": "10.1515/9783110670837-003"}, "url": "https://www.semanticscholar.org/paper/6125fc71c30e69ccef99c3a896ecd96c77d82bd8", "title": "1 The rise of the Pragmatic Web: Implications for rethinking meaning and interaction", "abstract": "Much attention has been paid to the rise of the “Semantic Web” – a set of protocols for meanings to be shared across different platforms and systems of encoding to allow our machines to “talk” to each other. Less attention has been paid to the development of what has been called the “Pragmatic Web”, which consists of networks of tools, protocols and agents (both human and algorithmic) that interact to make and interpret meanings through actions. In some ways, however, advances in creating a “Pragmatic Web” have outstripped efforts to create a “Semantic Web”, a fact seen most clearly in the various algorithms that monitor the actions of users and transform them into inferences about the kinds of content they wish to be fed or the kinds of products they want to buy – algorithms that are at the heart of search engines like Google, recommender systems like that used by Amazon.com, and filtering systems like Facebook’s EdgeRank. The rise of the Pragmatic Web introduces challenges to scholars of pragmatics and discourse analysis, forcing us to rethink fundamental principles of meaning and interaction, including how implicature is created, how inferences are formed, the role of context in assigning meaning to action, and what constitutes a “speech act” to begin with. This chapter explores the ways digital communication involving networks of human and non-human agents is changing how we study pragmatics, and the implications of this for how we understand the social and ethical aspects of computer mediated communication.", "venue": "Message and Medium", "year": 2020, "referenceCount": 73, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "104322852", "name": "R. H. Jones"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "61aad1b7349c65cc6ea13281bfa36cf93328a566", "externalIds": {"MAG": "3165522001", "DOI": "10.1017/9781108297820.005"}, "url": "https://www.semanticscholar.org/paper/61aad1b7349c65cc6ea13281bfa36cf93328a566", "title": "Digital Media and Collective Action", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "686b3c35ca45b4658594732c1a2a564f0b07474a", "externalIds": {"MAG": "3094175828", "DOI": "10.1093/ppmgov/gvaa020"}, "url": "https://www.semanticscholar.org/paper/686b3c35ca45b4658594732c1a2a564f0b07474a", "title": "Public Management’s Problems are Legal Problems: How Law Contributes to Inequity in Contemporary Governance", "abstract": "\n Over the latter half of the twentieth century, legal changes obliged public organizations in the United States to alter and standardize their procedures to provide due process and promote equal protection. Integration of administration into the constitutional order produced two remarkable changes. First, the everyday work of administration uses forms and vocabularies resembling those of law and the court system. Second, adoption of legally mandated due process protections catalyzed a broader values reorientation, yielding practices that promote social equity and public participation. However, as administrative practice became more law-like, partisans and organized interests made new use of legal tactics to bend administrative decision-making toward their own ends. Common patterns of unequal outcomes in the American legal system thus arise, in similar forms, in administrative settings. Law’s problems have thereby become governance problems. This article elucidates these past and current patterns by reading law and society literature alongside that of public administration and public management. In doing so, it shows that these two fields have long developed in parallel and have much to contribute to each other. This article underscores the importance of mutual learning and understanding between the fields of law and society and public administration and management.", "venue": "", "year": 2020, "referenceCount": 125, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "15862238", "name": "Ben Merriman"}]}}, {"contexts": ["From border security (Hall, 2017) and counter-terrorism (Leese, 2014) to predictive policing (Brayne, 2017) and finance (Campbell-Verduyn et al., 2017; MacKenzie, 2019), the issue of automation and algorithmic governance is now a cornerstone of critical security studies research that probes the…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6a23ffc0b2004b4d2b3adc74bb5dc3198eb9f8d5", "externalIds": {"MAG": "3022920225", "DOI": "10.1177/0967010620933513"}, "url": "https://www.semanticscholar.org/paper/6a23ffc0b2004b4d2b3adc74bb5dc3198eb9f8d5", "title": "Automating security infrastructures: Practices, imaginaries, politics", "abstract": "This article contributes to emergent debates in critical security studies that consider the processes and effects that arise where new forms of automated technology begin to guide security practices. It does so through research into public Wi-Fi infrastructure that has started to appear across the globe and its mobilization as a device for warning the public about emergencies. I focus specifically on an iteration of this infrastructure developing in New York called LinkNYC. According to the infrastructure’s operators, the processes that underpin emergency communication have gradually become ‘automated’ to accelerate LinkNYC’s deployment during crises. The article pursues three lines of inquiry to explore the automation of security infrastructure, in turn making three correspondent original contributions to wider debates. First, it unpacks the real-time analytics and platform-based data-sharing techniques cultivated to automate emergency communication. Here, I expand understanding of the new forms of automation now integrated into technologies harnessed for security and their practical effects. These forms of automation, I demonstrate secondly, are situated by those governing into wider imaginaries concerning the transformative promise automation bears. I argue that the proliferation of these imaginaries play a crucial role in justifying and dictating the enrolment of new devices into security. Third, it explores how automation affords private companies the opportunity to exercise discretionary decisionmaking that changes how and when infrastructure should operate during emergencies. Developing this argument, I add new dimensions to debates regarding the political ramifications associated with automation by claiming that automation redistributes authority across the public and private organizations that increasingly coordinate in bringing new technologies to bear in the security domain.", "venue": "", "year": 2020, "referenceCount": 101, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1401511204", "name": "N. O’Grady"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6dc0f34b904d0a435308b271e8936e744735c84d", "externalIds": {"DOI": "10.1017/9781108297820.010"}, "url": "https://www.semanticscholar.org/paper/6dc0f34b904d0a435308b271e8936e744735c84d", "title": "References", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": ["…surveillance (Harcourt 1998); police violence and stopand-frisk strategies (Kramer and Remster 2018; Rios 2011; Simmons 2014); big data policing (Brayne 2017); aggressive enforcement of minor crimes among the poor (Wacquant 2009); criminalizing poverty through fines, fees, and costs (Harris…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6ffe486d5190e7e16d0a388dbbc054a151a53078", "externalIds": {"MAG": "3004202061", "DOI": "10.1177/0003122419897348"}, "url": "https://www.semanticscholar.org/paper/6ffe486d5190e7e16d0a388dbbc054a151a53078", "title": "Mano Suave–Mano Dura: Legitimacy Policing and Latino Stop-and-Frisk", "abstract": "Stop-and-frisk and other punitive policing practices disproportionately affect marginalized communities of color. In response to calls for reform, police departments have implemented community policing programs aimed at improving relations with racialized communities. This study examines how a police unit used courtesy and respect in its engagement with a criminalized population, gang-associated Latinos, while relying on the stop-and-frisk practice. Our study reveals contextual and situational contradictions between modern police departments’ attempts to establish legitimacy and the hegemonic practice of investigatory stops. Drawing on observations and interviews conducted during a ride-along study, we find that stop-and-frisk, simultaneously used with reform practices like courtesy policing, yield a paradoxical policing approach, “the legitimacy policing continuum.” Officers regularly articulate a goal of respectfully interacting with courtesy to build community and trust—what we term “the mano suave”—while practicing a dominant logic of crime prevention through punitive measures—what we term “the mano dura.” We argue that community and courtesy policing are drawn on strategically in interaction and ultimately intertwined with and constrained by the racial bias at the heart of punitive policing practices like stop-and-frisk.", "venue": "", "year": 2020, "referenceCount": 107, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "49240218", "name": "Victor M. Rios"}, {"authorId": "116577100", "name": "G. Prieto"}, {"authorId": "1577876393", "name": "Jonathan M. Ibarra"}]}}, {"contexts": ["For example, Brayne (2017) details how police organizations used “predictive policing” algorithms to identify “high-risk” individuals andplaces, and employed these to direct enforcement officials’ inspection priorities."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "778004fb4e0b7ab7632199ab654742d01e57aaba", "externalIds": {"MAG": "2990520658", "DOI": "10.5465/annals.2018.0174"}, "url": "https://www.semanticscholar.org/paper/778004fb4e0b7ab7632199ab654742d01e57aaba", "title": "Algorithms at Work: The New Contested Terrain of Control", "abstract": "The widespread implementation of algorithmic technologies in organizations prompts questions about how algorithms may reshape organizational control. We use Edwards’ (1979) perspective of “conteste...", "venue": "", "year": 2020, "referenceCount": 461, "citationCount": 150, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2537130", "name": "Katherine C. Kellogg"}, {"authorId": "50521961", "name": "Melissa A. Valentine"}, {"authorId": "3379909", "name": "Angèle Christin"}]}}]}