{"offset": 0, "next": 100, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "002e35dc7dc8fe34ac3eb064942c38de1280b841", "externalIds": {"MAG": "2003841668", "DOI": "10.1126/SCIENCE.1110303", "PubMed": "15718453"}, "url": "https://www.semanticscholar.org/paper/002e35dc7dc8fe34ac3eb064942c38de1280b841", "title": "Race and Reification in Science", "abstract": "The use of the concept of race in pharmacogenomics, forensics, and human molecular genetics continues apace, despite the imprecision of the category and the growing number of voices suggesting caution, and even a \"sunset clause\" for its continued deployment. The new technologies that can generate SNP patterns and profiles for any population have created an ever growing risk that racial categories will be mistakenly re-inscribed as \"genetic.\" The author of this\n Policy Forum\n urges geneticists to counter this problem actively by the way they report their findings.", "venue": "Science", "year": 2005, "referenceCount": 12, "citationCount": 272, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Medicine", "Psychology"], "authors": [{"authorId": "4080558", "name": "T. Duster"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "025273fd0f8aaef2f123bc936ef5b6224eb1b07c", "externalIds": {"MAG": "2977481220"}, "url": "https://www.semanticscholar.org/paper/025273fd0f8aaef2f123bc936ef5b6224eb1b07c", "title": "Victimizations Not Reported to the Police", "abstract": null, "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 121, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "100547354", "name": "L. Langton"}, {"authorId": "5437604", "name": "M. Berzofsky"}, {"authorId": "6886501", "name": "C. Krebs"}, {"authorId": "1404321910", "name": "H. Smiley-McDonald"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "06285bbb00e056bec16b7cc85565d2ac4ad7bbad", "externalIds": {"MAG": "2162597383", "DBLP": "journals/tis/Marx98", "DOI": "10.1080/019722498128809"}, "url": "https://www.semanticscholar.org/paper/06285bbb00e056bec16b7cc85565d2ac4ad7bbad", "title": "An Ethics For The New Surveillance", "abstract": "The Principles of Fair Information Practice are almost three decades old and need to be broadened to take account of new technologies for collecting personal information such as drug testing, video cameras, electronic location monitoring, and the Internet. I argue that the ethics of a surveillance activity must be judged according to the means, the context and conditions of data collection, and the uses/goals, and suggest 29 questions related to this. The more one can answer these questions in a way that affirms the underlying principle (or a condition supportive of it), the more ethical the use of a tactic is likely to be. Four conditions are identified that, when breached, are likely to violate an individual's reasonable expectation of privacy. Respect for the dignity of the person is a central factor and emphasis is put on the avoidance of harm, validity, trust, notice, and permission when crossing personal borders.", "venue": "Inf. Soc.", "year": 1998, "referenceCount": 23, "citationCount": 162, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "21441437", "name": "G. Marx"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "06ca3563be7dc8037d97192b8af4c9ce84c75497", "externalIds": {"MAG": "2110992555", "DOI": "10.1111/J.1745-9125.1992.TB01112.X"}, "url": "https://www.semanticscholar.org/paper/06ca3563be7dc8037d97192b8af4c9ce84c75497", "title": "The New Penology: Notes on the Emerging Strategy of Corrections and Its Implications", "abstract": "The new penology argues that an important new language of penology is emerging. This new language, which has its counterparts in other areas of the law as well, shifts focus away from the traditional concerns of the criminal law and criminology, which have focused on the individual, and redirects it to actuarial consideration of aggregates. This shift has a number of important implications: It facilitates development of a vision or model of a new type of criminal process that embraces increased reliance on imprisonment and that merges concerns for surveillance and custody, that shifts away from a concern with punishing individuals to managing aggregates of dangerous groups, and that affects the training and practice of criminologists.", "venue": "", "year": 1992, "referenceCount": 50, "citationCount": 1823, "influentialCitationCount": 91, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "50994902", "name": "M. Feeley"}, {"authorId": "93341648", "name": "J. Simon"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "080e579e2ee261505d059a803919325c2438be40", "externalIds": {"MAG": "2300440075"}, "url": "https://www.semanticscholar.org/paper/080e579e2ee261505d059a803919325c2438be40", "title": "The New Surveillance Discretion: Automated Suspicion, Big Data, and Policing", "abstract": "\"Big data\" tools produce dramatically different ways of identifying suspects. By applying computer analytics to very large collections of digitized data, law enforcement agencies can identify suspicious persons and activities on a massive scale. Whether the police identify a person and choose to investigate him for suspected criminal activity is a decision largely left up to the police. The decision to focus police attention on a particular person or persons rather than others — what I’ll call \"surveillance discretion\" — is a widely accepted means of investigation. Law enforcement would be unimaginable without it. This task of filtering — identifying suspects from the general population — exemplifies traditional police work. The exercise of surveillance discretion in traditional policing attracts little attention from judges or legal scholars. Why? The answer is likely because 1) we assume that the police should possess such powers, and 2) even if theoretically worrisome, surveillance discretion is a power greatly limited in practice. After all, police typically only focus on a limited number of persons to investigate because of practical limitations imposed by resources and technology. But those assumptions will become outdated when the police possess the tools to exercise automated surveillance discretion on a massive scale. There is no question that these powers are on the cusp of wider adoption, and they raise key questions about fundamental issues of police discretion and accountability.", "venue": "", "year": 2015, "referenceCount": 2, "citationCount": 69, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "15297348", "name": "Elizabeth E. Joh"}]}}, {"isInfluential": false, "contexts": ["Although classic police ethnographies exist (e.g., Bittner 1967; Manning and Van Maanen 1978; Wilson 1968), there have been only a handful of in-depth studies within police departments since data analytics became an integral part of police operations (for early exceptions, see Ericson and Haggerty…"], "intents": ["background"], "citedPaper": {"paperId": "099cfec04c9728b59f97ceddd3df3ff68a22bc40", "externalIds": {"MAG": "2312472124", "DOI": "10.2307/2091991"}, "url": "https://www.semanticscholar.org/paper/099cfec04c9728b59f97ceddd3df3ff68a22bc40", "title": "Varieties of Police Behavior: The Management of Law and Order in Eight Communities.", "abstract": null, "venue": "", "year": 1969, "referenceCount": 0, "citationCount": 229, "influentialCitationCount": 23, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46509948", "name": "T. P. Monahan"}, {"authorId": "152239052", "name": "James Q. Wilson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "0af291910cf97d2cb5dc5d2bdfe483fd634785e1", "externalIds": {"MAG": "2975828509", "DOI": "10.1016/S0742-3322(00)17011-1"}, "url": "https://www.semanticscholar.org/paper/0af291910cf97d2cb5dc5d2bdfe483fd634785e1", "title": "The iron cage revisited institutional isomorphism and collective rationality in organizational fields", "abstract": "What makes organizations so similar? We contend that the engine of rationalization and bureaucratization has moved from the competitive marketplace to the state and the professions. Once a set of organizations emerges as a field, a paradox arises: rational actors make their organizations increasingly similar as they try to change them. We describe three isomorphic processes-coercive, mimetic, and normative—leading to this outcome. We then specify hypotheses about the impact of resource centralization and dependency, goal ambiguity and technical uncertainty, and professionalization and structuration on isomorphic change. Finally, we suggest implications for theories of organizations and social change.", "venue": "", "year": 1983, "referenceCount": 6, "citationCount": 30103, "influentialCitationCount": 2237, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Political Science", "Economics"], "authors": [{"authorId": "69383880", "name": "Paul DiMaggio"}, {"authorId": "3276126", "name": "W. Powell"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "0cd553c8bf71815d2fe672d6d827994d837e5d42", "externalIds": {"MAG": "2806053047"}, "url": "https://www.semanticscholar.org/paper/0cd553c8bf71815d2fe672d6d827994d837e5d42", "title": "Social cognition, 2nd ed.", "abstract": null, "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 3064, "influentialCitationCount": 134, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1885803", "name": "S. Fiske"}, {"authorId": "34589449", "name": "Shelley E. Taylor"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "0d39686cbfcfd9a21a2f5ecba7f48dedf53c3e34", "externalIds": {"MAG": "2124160730", "DOI": "10.1146/ANNUREV.SOC.012809.102551"}, "url": "https://www.semanticscholar.org/paper/0d39686cbfcfd9a21a2f5ecba7f48dedf53c3e34", "title": "Incarceration and Stratification", "abstract": "In the past three decades, incarceration has become an increasingly powerful force for reproducing and reinforcing social inequalities. A new wave of sociological research details the contemporary experiment with mass incarceration in the United States and its attendant effects on social stratification. This review first describes the scope of imprisonment and the process of selection into prison. It then considers the implications of the prison boom for understanding inequalities in the labor market, educational attainment, health, families, and the intergenerational transmission of inequality. Social researchers have long understood selection into prison as a reflection of existing stratification processes. Today, research attention has shifted to the role of punishment in generating these inequalities.", "venue": "", "year": 2010, "referenceCount": 158, "citationCount": 498, "influentialCitationCount": 26, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "117350417", "name": "Sara Wakefield"}, {"authorId": "3679319", "name": "C. Uggen"}]}}, {"isInfluential": false, "contexts": ["Much like in DNA databases (Duster 2005; Hindmarsh and Prainsack 2010; Lynch et al. 2008), in order to be a hit, one has to be in the database in the first place."], "intents": ["background"], "citedPaper": {"paperId": "0d725f97e9df580735650dafe88c32adbd774961", "externalIds": {"MAG": "81285113", "DOI": "10.5860/choice.46-6244"}, "url": "https://www.semanticscholar.org/paper/0d725f97e9df580735650dafe88c32adbd774961", "title": "Truth Machine: The Contentious History of DNA Fingerprinting", "abstract": "DNA profiling--commonly known as DNA fingerprinting--is often heralded as unassailable criminal evidence, a veritable \"truth machine\" that can overturn convictions based on eyewitness testimony, confessions, and other forms of forensic evidence. But DNA evidence is far from infallible. It is subject to the same possibilities for error--in sample collection, forensic analysis, and clerical record keeping--as any other aspect of criminal justice practice. \"Truth Machine\" traces the controversial history of DNA fingerprinting by looking at court cases in the United States and United Kingdom beginning in the mid-1980s, when the practice was invented, and continuing until the present. Using interviews, observations of courtroom trials and laboratory processes, and documentary reconstruction, the authors provide a nuanced, theoretically sophisticated, and original ethnographic account of DNA fingerprinting and its evolution. Ultimately, \"Truth Machine \"presents compelling evidence of the obstacles and opportunities at the intersection of science, technology, sociology, and law.", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 201, "influentialCitationCount": 19, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "144302340", "name": "M. Lynch"}, {"authorId": "144570971", "name": "S. Cole"}, {"authorId": "145808379", "name": "R. McNally"}, {"authorId": "144577353", "name": "Kathleen Jordan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "0ea156c118e41bfa51803ac74b757e9f58e59a6c", "externalIds": {"MAG": "2156930128", "DOI": "10.1177/016224399101600304"}, "url": "https://www.semanticscholar.org/paper/0ea156c118e41bfa51803ac74b757e9f58e59a6c", "title": "Computerization and Social Transformations", "abstract": "This article examines the relationship between the use of computer-based systems and transformations in parts of the social order. Answers to this question rest heavily on the way computer-based systems are consumed -not just produced or dissemtnated. The discourse about computerezation advanced in many professional magazines and the mass media is saturated with talk about \"revolution, \" and yet substantial social changes are often difficult to cdentcfy in carefully designed empirical studies. The article examines qualitative case studies of computerization in welfare agencies, urban planning, accounting, marketing, and manufacturing to examine the ways that computerization alters social life in varced ways: sometemes restructuring relationships and in other cases reinforcing existing social relationships. The article also examines some of the theoret ical issues in studies of computerization, such as drawing boundaries. It concludes with some observations about the sociology of computer sctence as an academic discipline.", "venue": "", "year": 1991, "referenceCount": 51, "citationCount": 201, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1688343", "name": "R. Kling"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "105717c7f074957c05fc8b28b7d367ee7b6a2832", "externalIds": {"MAG": "2018474671", "DOI": "10.1525/NCLR.2008.11.2.359"}, "url": "https://www.semanticscholar.org/paper/105717c7f074957c05fc8b28b7d367ee7b6a2832", "title": ":Against Prediction: Profiling, Policing, and Punishing in an Actuarial Age", "abstract": "Book file PDF easily for everyone and every device. You can download and read online Against Prediction: Profiling, Policing, and Punishing in an Actuarial Age file PDF Book only if you are registered here. And also you can download or read online all Book PDF file that related with Against Prediction: Profiling, Policing, and Punishing in an Actuarial Age book. Happy reading Against Prediction: Profiling, Policing, and Punishing in an Actuarial Age Bookeveryone. Download file Free Book PDF Against Prediction: Profiling, Policing, and Punishing in an Actuarial Age at Complete PDF Library. This Book have some digital formats such us :paperbook, ebook, kindle, epub, fb2 and another formats. Here is The Complete PDF Book Library. It's free to register here to get Book file PDF Against Prediction: Profiling, Policing, and Punishing in an Actuarial Age.", "venue": "", "year": 2008, "referenceCount": 0, "citationCount": 189, "influentialCitationCount": 18, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "66786602", "name": "Lucia Zedner"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "107cfabbf5026643c40312f55530fd2771b79792", "externalIds": {"MAG": "1550289714", "DOI": "10.1111/LASR.12129"}, "url": "https://www.semanticscholar.org/paper/107cfabbf5026643c40312f55530fd2771b79792", "title": "Children of the Prison Boom: Mass Incarceration and the Future of American Inequality", "abstract": "Children of the Prison Boom: Mass Incarceration and the Future of American Inequality. By Sarah Wakefield and Christopher Wildeman. New York: Oxford University Press, 2014. 231 pp. $34.95 doth.In his majority opinion in United States v. Windsor (2013), Justice Anthony Kennedy offered a novel argument for invalidating the federal refusal to recognize same-sex marriages. The Defense of Marriage Act, Kennedy explained, humiliates children raised by same-sex couples. Many regulatory schemes, whether civil or criminal, have spillover effects onto the children of regulated subjects. Judicial acknowledgement of those effects in the same-sex marriage context, however, contrasts strikingly with the judicial incuriosity about parallel effects in other domains, particularly in the criminal law.Since the 1970s, the United States has experienced explosive growth in incarceration. Mass incarceration unequally affects different racial groups. Black men lacking a high school diploma are more than five times more likely to be incarcerated, for example, than similarly situated white men (p. 15). One in four black children in the 1990 cohort experienced paternal incarceration (p. 41). Does mass incarceration humiliate, or inflict worse harms, on children? And does the effect differ by racial group in ways that influence larger patterns of racial inequality?The answers are not obvious. The incarcerated population is drawn from a relatively narrow slice of the left-tail of the income distribution. Its direct effect on inequality is tightly bounded. Western, for example, estimated the effect of incarceration on the gap between black and white earnings to be around three percent (Western 2006). Further, parental incarceration might have no effect if it is caused by the same underlying factors that cause other undesirable childhood outcomes (e.g., poverty, health problems, and homelessness). Alternatively, parental incarceration might enhance the welfare of children by removing a source of violent risk and criminality from the household.Documenting the causal effect of parental incarceration on childhood outcomes raises nettlesome methodological problems: Randomized experiments are out of bounds. Few large-scale data-sets contain extensive longitudinal evidence. Existing data presents significant identification problems. The central contribution of Children of the Prison Boom is the application of sophisticated econometric methodologies to a range of national and city-level data to generate deeply sobering evidence of incarceration's devastating effect on children, and in particular African-American children. Focusing on the causal effects of (largely paternal) incarceration on children's mental health, behavioral outcomes, homelessness, and infant mortality, Wakefield and Wildeman also persuasively demonstrate that mass incarceration is a significant causal pathway for the intergenerational reproduction of racial inequality.To generate estimates of parental incarceration's causal effects, Wakefield and Wildeman rely on three large longitudinal datagathering efforts: the twenty-city Fragile Families and Child Wellbeing study, the single-city Project on Human Development in Chicago Neighborhoods, and the multistate Pregnancy Risk Assessment Monitoring Systems. Longitudinal data allows them to deploy propensity-score matching, within-person change models, and synthetic regressions to estimate the average effect of parental incarceration on outcomes of interest. In respect to each independent variable of interest, Wakefield and Wildeman apply different methods and present several model specifications. By generating estimates of causal effects that are robust to both method and model specification, they generate powerful evidence of causality. …", "venue": "", "year": 2015, "referenceCount": 1, "citationCount": 120, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115254703", "name": "Aziz Z Huq"}]}}, {"isInfluential": false, "contexts": ["…theory, extending the relationship between the stigma of criminal justice contact and inequality into the digital age (Becker 1963; Brayne 2014; Goffman 2014; Goffman 1963; Kohler-Hausmann 2013; Lyon 2006; Pager 2007; Rios 2011; Stuart 2016; Wakefield and Wildeman 2013; Western and Pettit 2005)."], "intents": ["background"], "citedPaper": {"paperId": "14219ee48a58681c96c59685da7e93724851cd9f", "externalIds": {"MAG": "1502766477", "DOI": "10.1086/432780"}, "url": "https://www.semanticscholar.org/paper/14219ee48a58681c96c59685da7e93724851cd9f", "title": "Black‐White Wage Inequality, Employment Rates, and Incarceration1", "abstract": "The observed gap in average wages between black men and white men inadequately reflects the relative economic standing of blacks, who suffer from a high rate of joblessness. The authors estimate the black‐white gap in hourly wages from 1980 to 1999 adjusting for the sample selection effect of labor inactivity. Among working‐age men in 1999, accounting for labor inactivity—including prison and jail incarceration—leads to an increase of 7%–20% in the black‐white wage gap. Adjusting for sample selectivity among men ages 22–30 in 1999 increases the wage gap by as much as 58%. Increasing selection bias, which can be attributed to incarceration and conventional joblessness, explains about two‐thirds of the rise in black relative wages among young men between 1985 and 1998. Apparent improvement in the economic position of young black men is thus largely an artifact of rising joblessness fueled by the growth in incarceration during the 1990s.", "venue": "American Journal of Sociology", "year": 2005, "referenceCount": 60, "citationCount": 286, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2026091301", "name": "Bruce Western"}, {"authorId": "83141350", "name": "B. Pettit"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "14a2350032159c2afc1ae8c93d493e91c57fc789", "externalIds": {"MAG": "2317574555", "DOI": "10.3817/0678036169"}, "url": "https://www.semanticscholar.org/paper/14a2350032159c2afc1ae8c93d493e91c57fc789", "title": "Discipline and Punish: The Birth of the Prison", "abstract": "This writer who has warned us of the “ideological” function of both the oeuvre and the author as unquestioned forms of discursive organization has gone quite far in constituting for both these “fictitious unities” the name (with all the problems of such a designation) Michel Foucault. One text under review, La Volonté de Savoir, is the methodological introduction of a projected five-volume history of sexuality. It will apparently circle back over that material which seems to have a special fascination for Foucault: the gradual emergence of medicine as an institution, the birth of political economy, demography and linguistics as “human sciences,” the invention of incarceration and confinement for the control of the “other” in society (the mad, the libertine, the criminal) and that special violence that lurks beneath the power to control discourse.", "venue": "Telos", "year": 1978, "referenceCount": 1, "citationCount": 15993, "influentialCitationCount": 1836, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1410757915", "name": "R. D'amico"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "15646fe7d1347337cbaffc4aff399181c679f70b", "externalIds": {"MAG": "1969370215", "DOI": "10.1001/ARCHPSYC.1966.01730160106020"}, "url": "https://www.semanticscholar.org/paper/15646fe7d1347337cbaffc4aff399181c679f70b", "title": "Outsiders Studies in the Sociology of Deviance.", "abstract": "This 1966 paperback edition of a publication which first appeared in 1963 has by now been widely reviewed as a worthy contribution to the sociological study of deviant behavior. Its current appearance as a paperback is a testimonial both to the quality of the work and to the prominence of deviant behavior in this generation. In general the author places deviance in perspective, identifies types of deviant behavior, considers the role of rule makers and enforcers, and some of the problems in studying deviance. In addition, he develops a sequential model of deviance relying on the concept of career, a concept originally developed in studies of occupations. In his study of a particular kind of deviance, the use of marihuana, the author posits and tests systematically an hypothesis about the genesis of marihuana use for pleasure. The hypothesis traces the sequence of changes in individual attitude", "venue": "", "year": 1966, "referenceCount": 0, "citationCount": 2713, "influentialCitationCount": 311, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "80155892", "name": "B. Werble"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "16d48c78afb6a9880486ce1b2111a611b4007557", "externalIds": {"MAG": "202799293", "DOI": "10.5860/choice.190706"}, "url": "https://www.semanticscholar.org/paper/16d48c78afb6a9880486ce1b2111a611b4007557", "title": "The Black Box Society: The Secret Algorithms That Control Money and Information", "abstract": "Every day, corporations are connecting the dots about our personal behaviorsilently scrutinizing clues left behind by our work habits and Internet use. The data compiled and portraits created are incredibly detailed, to the point of being invasive. But who connects the dots about what firms are doing with this information? The Black Box Society argues that we all need to be able to do soand to set limits on how big data affects our lives. Hidden algorithms can make (or ruin) reputations, decide the destiny of entrepreneurs, or even devastate an entire economy. Shrouded in secrecy and complexity, decisions at major Silicon Valley and Wall Street firms were long assumed to be neutral and technical. But leaks, whistleblowers, and legal disputes have shed new light on automated judgment. Self-serving and reckless behavior is surprisingly common, and easy to hide in code protected by legal and real secrecy. Even after billions of dollars of fines have been levied, underfunded regulators may have only scratched the surface of this troubling behavior. Frank Pasquale exposes how powerful interests abuse secrecy for profit and explains ways to rein them in. Demanding transparency is only the first step. An intelligible society would assure that key decisions of its most important firms are fair, nondiscriminatory, and open to criticism. Silicon Valley and Wall Street need to accept as much accountability as they impose on others.", "venue": "", "year": 2015, "referenceCount": 526, "citationCount": 1026, "influentialCitationCount": 46, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "24272314", "name": "Frank A. Pasquale"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "18be31edecb1d353e77878529c50eeba9cab2e60", "externalIds": {"MAG": "2267721006", "DOI": "10.17226/18613"}, "url": "https://www.semanticscholar.org/paper/18be31edecb1d353e77878529c50eeba9cab2e60", "title": "The growth of incarceration in the United States: exploring causes and consequences", "abstract": "How does access to this work benefit you? Let us know! Follow this and additional works at: http://academicworks.cuny.edu/jj_pubs Part of the Courts Commons, Criminal Law Commons, Criminal Procedure Commons, Criminology Commons, Judges Commons, Law and Politics Commons, Law and Society Commons, Law Enforcement and Corrections Commons, Legislation Commons, Politics and Social Change Commons, and the Race and Ethnicity Commons", "venue": "", "year": 2014, "referenceCount": 1335, "citationCount": 763, "influentialCitationCount": 56, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "50770706", "name": "J. Travis"}, {"authorId": "4675435", "name": "B. Western"}, {"authorId": "20955774", "name": "F. Redburn"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "190f3777e218cfc3be6c374b97b80fcd8872e032", "externalIds": {"MAG": "2029905771", "DOI": "10.1086/225807"}, "url": "https://www.semanticscholar.org/paper/190f3777e218cfc3be6c374b97b80fcd8872e032", "title": "Thoughts on a Neglected Category of Social Movement Participant: The Agent Provocateur and the Informant", "abstract": "This article considers the hitherto unexplored phenomenon of the informant as used by authorities in their response to social movements. The origins and motives of informants, their roles in radical groups, and factors conducive to their becoming agents provocateurs are explored. Suggestions for further research and conclusions about the effects of using informants are offered.", "venue": "American Journal of Sociology", "year": 1974, "referenceCount": 81, "citationCount": 151, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "21441437", "name": "G. Marx"}]}}, {"isInfluential": false, "contexts": ["…recorded (Duster 1997); individuals and groups who do not trust the police are less likely to report crimes (Sampson and Bartusch 1998); and police focus their attention and resources on black communities at a disproportionately high rate relative to drug use and crime rates (Beckett et al. 2005).", "Therefore, there is systematic bias in the training data: crimes that take place in public places are more visible to police and therefore more likely to be recorded (Duster 1997); individuals and groups who do not trust the police are less likely to report crimes (Sampson and Bartusch 1998); and police focus their attention and resources on black communities at a disproportionately high rate relative to drug use and crime rates (Beckett et al. 2005)."], "intents": ["background"], "citedPaper": {"paperId": "1d00d44fe118d2727ce127acd966d2e321293770", "externalIds": {"MAG": "2068202857", "DOI": "10.1525/SP.2005.52.3.419"}, "url": "https://www.semanticscholar.org/paper/1d00d44fe118d2727ce127acd966d2e321293770", "title": "Drug Use, Drug Possession Arrests, and the Question of Race: Lessons from Seattle", "abstract": "Many analysts have argued that the most harmful forms of drug use are disproportionately concentrated in poor communities of color, and that this pattern—combined with law enforcement's tendency to focus on outdoor drug activity—explains racial disparity in drug arrests. Others contend that comparatively high black and Latino drug arrest rates result from racial bias or racist intent on the part of the architects or lieutenants of the drug war. This article offers an alternative explanation of racial disparity in drug arrests in Seattle, Washington. Specifically, we argue that the racialization of imagery surrounding drugs in general and crack cocaine in particular had long-lasting institutional and cultural effects that continue to shape police perceptions and practices, and that these effects explain much of the disparity that characterizes drug possession in Seattle.", "venue": "", "year": 2005, "referenceCount": 108, "citationCount": 191, "influentialCitationCount": 15, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "118009910", "name": "K. Beckett"}, {"authorId": "114086994", "name": "Kris Nyrop"}, {"authorId": "118029010", "name": "Lori Pfingst"}, {"authorId": "152855195", "name": "Melissa Bowen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "1d174f0e3c391368d0f3384a144a6c7487f2a143", "externalIds": {"MAG": "1819662813", "DOI": "10.2139/SSRN.2477899"}, "url": "https://www.semanticscholar.org/paper/1d174f0e3c391368d0f3384a144a6c7487f2a143", "title": "Big Data's Disparate Impact", "abstract": "Advocates of algorithmic techniques like data mining argue that these techniques eliminate human biases from the decision-making process. But an algorithm is only as good as the data it works with. Data is frequently imperfect in ways that allow these algorithms to inherit the prejudices of prior decision makers. In other cases, data may simply reflect the widespread biases that persist in society at large. In still others, data mining can discover surprisingly useful regularities that are really just preexisting patterns of exclusion and inequality. Unthinking reliance on data mining can deny historically disadvantaged and vulnerable groups full participation in society. Worse still, because the resulting discrimination is almost always an unintentional emergent property of the algorithm’s use rather than a conscious choice by its programmers, it can be unusually hard to identify the source of the problem or to explain it to a court.This Essay examines these concerns through the lens of American antidiscrimination law — more particularly, through Title VII’s prohibition of discrimination in employment. In the absence of a demonstrable intent to discriminate, the best doctrinal hope for data mining’s victims would seem to lie in disparate impact doctrine. Case law and the Equal Employment Opportunity Commission’s Uniform Guidelines, though, hold that a practice can be justified as a business necessity when its outcomes are predictive of future employment outcomes, and data mining is specifically designed to find such statistical correlations. Unless there is a reasonably practical way to demonstrate that these discoveries are spurious, Title VII would appear to bless its use, even though the correlations it discovers will often reflect historic patterns of prejudice, others’ discrimination against members of protected groups, or flaws in the underlying dataAddressing the sources of this unintentional discrimination and remedying the corresponding deficiencies in the law will be difficult technically, difficult legally, and difficult politically. There are a number of practical limits to what can be accomplished computationally. For example, when discrimination occurs because the data being mined is itself a result of past intentional discrimination, there is frequently no obvious method to adjust historical data to rid it of this taint. Corrective measures that alter the results of the data mining after it is complete would tread on legally and politically disputed terrain. These challenges for reform throw into stark relief the tension between the two major theories underlying antidiscrimination law: anticlassification and antisubordination. Finding a solution to big data’s disparate impact will require more than best efforts to stamp out prejudice and bias; it will require a wholesale reexamination of the meanings of “discrimination” and “fairness.”", "venue": "", "year": 2016, "referenceCount": 15, "citationCount": 1350, "influentialCitationCount": 67, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2881033", "name": "Solon Barocas"}, {"authorId": "46432110", "name": "Andrew D. Selbst"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "1e4eb066d25dae14f02bb33e1c84173bcbaa8173", "externalIds": {"MAG": "2760089875"}, "url": "https://www.semanticscholar.org/paper/1e4eb066d25dae14f02bb33e1c84173bcbaa8173", "title": "Race and Wrongful Convictions in the United States", "abstract": "African Americans are only 13% of the American population but a majority of innocent defendants wrongfully convicted of crimes and later exonerated. They constitute 47% of the 1,900 exonerations listed in the National Registry of Exonerations (as of October 2016), and the great majority of more than 1,800 additional innocent defendants who were framed and convicted of crimes in 15 large-scale police scandals and later cleared in \" group exonerations. \" We see this racial disparity for all major crime categories, but we examine it in this report in the context of the three types of crime that produce the largest numbers of exonerations in the Registry: murder, sexual assault, and drug crimes. I. Murder • Judging from exonerations, innocent black people are about seven times more likely to be convicted of murder than innocent white people. A major cause of the high number of black murder exonerations is the high homicide rate in the black community—a tragedy that kills many African Americans and sends many others to prison. Innocent defendants who are falsely convicted and exonerated do not contribute to this high homicide rate. They— like the families of victims who are killed—are deeply harmed by murders committed by others. • African-American prisoners who are convicted of murder are about 50% more likely to be innocent than other convicted murderers. Part of that disparity is tied to the race of the victim. African Americans imprisoned for murder are more likely to be innocent if they were convicted of killing white victims. Only about 15% of murders by African Americans have white victims, but 31% of innocent African-American murder exonerees were convicted of killing white people. • The convictions that led to murder exonerations with black defendants were 22% more likely to include misconduct by police officers than those with white defendants. In addition, on average black murder exonerees spent three years longer in prison before release than white murder exonerees, and those sentenced to death spent four years longer. • Many of the convictions of African-American murder exonerees were affected by a wide range of types of racial discrimination, from unconscious bias and institutional discrimination to explicit racism. • Most wrongful convictions are never discovered. We have no direct measure of the number of all convictions of innocent murder defendants, but our best estimate suggests that they outnumber those we know about many times over. Judging from exonerations, half …", "venue": "", "year": 2017, "referenceCount": 6, "citationCount": 24, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "35850512", "name": "S. Gross"}, {"authorId": "118446767", "name": "Maurice Possley"}, {"authorId": "122810088", "name": "K. Stephens"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "231823e04d4ba4dfd146a29cac7bfe0113496899", "externalIds": {"MAG": "2483163033", "DOI": "10.1007/978-3-8349-9809-5_2"}, "url": "https://www.semanticscholar.org/paper/231823e04d4ba4dfd146a29cac7bfe0113496899", "title": "Organizations Rational Natural And Open Systems", "abstract": "organizations rational natural and open systems is available in our book collection an online access to it is set as public so you can download it instantly. Our digital library saves in multiple countries, allowing you to get the most less latency time to download any of our books like this one. Kindly say, the organizations rational natural and open systems is universally compatible with any devices to read.", "venue": "", "year": 2016, "referenceCount": 1, "citationCount": 622, "influentialCitationCount": 61, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144904521", "name": "K. Burger"}]}}, {"isInfluential": false, "contexts": ["For related work on performativity in a different field— finance—see MacKenzie, Muniesa, and Siu (2007)."], "intents": ["background"], "citedPaper": {"paperId": "2600e617fbdaa1d117fcf70c5b4da1a4c6b0c37a", "externalIds": {"MAG": "1523079103", "DOI": "10.5860/choice.45-2137"}, "url": "https://www.semanticscholar.org/paper/2600e617fbdaa1d117fcf70c5b4da1a4c6b0c37a", "title": "Do Economists Make Markets?: On the Performativity of Economics", "abstract": "Around the globe, economists affect markets by saying what markets are doing, what they should do, and what they will do. Increasingly, experimental economists are even designing real-world markets. But, despite these facts, economists are still largely thought of as scientists who merely observe markets from the outside, like astronomers look at the stars. Do Economists Make Markets? boldly challenges this view. It is the first book dedicated to the controversial question of whether economics is performative--of whether, in some cases, economics actually produces the phenomena it analyzes.The book's case studies--including financial derivatives markets, telecommunications-frequency auctions, and individual transferable quotas in fisheries--give substance to the notion of the performativity of economics in an accessible, nontechnical way. Some chapters defend the notion; others attack it vigorously. The book ends with an extended chapter in which Michel Callon, the idea's main formulator, reflects upon the debate and asks what it means to say economics is performative.The book's insights and strong claims about the ways economics is entangled with the markets it studies should interest--and provoke--economic sociologists, economists, and other social scientists.In addition to the editors and Callon, the contributors include Marie-France Garcia-Parpet, Francesco Guala, Emmanuel Didier, Philip Mirowski, Edward Nik-Khah, Petter Holm, Vincent-Antonin Lepinay, and Timothy Mitchell.", "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 907, "influentialCitationCount": 20, "isOpenAccess": false, "fieldsOfStudy": ["Economics", "Sociology"], "authors": [{"authorId": "123283352", "name": "D. MacKenzie"}, {"authorId": "1687775", "name": "Fabian Muniesa"}, {"authorId": "1382438035", "name": "Leung Sea Siu"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "2c69581142a2697859ebfb691ecd065404367bc7", "externalIds": {"MAG": "2063730517", "DOI": "10.2307/3089153"}, "url": "https://www.semanticscholar.org/paper/2c69581142a2697859ebfb691ecd065404367bc7", "title": "Overseers of the Poor: Surveillance, Resistance, and the Limits of Privacy", "abstract": "In \"Overseers of the Poor,\" John Gilliom confronts the everyday politics of surveillance by exploring the worlds and words of those who know it best-the watched. Arguing that the current public conversation about surveillance and privacy rights is rife with political and conceptual failings, Gilliom goes beyond the critics and analysts to add fresh voices, insights, and perspectives. This powerful book lets us in on the conversations of low-income mothers from Appalachian Ohio as they talk about the welfare bureaucracy and its remarkably advanced surveillance system. In their struggle to care for their families, these women are monitored and assessed through a vast network of supercomputers, caseworkers, fraud control agents, and even grocers and neighbors. In-depth interviews show that these women focus less on the right to privacy than on a critique of surveillance that lays bare the personal and political conflicts with which they live. And, while they have little interest in conventional forms of politics, we see widespread patterns of everyday resistance as they subvert the surveillance regime when they feel it prevents them from being good parents. Ultimately, \"Overseers of the Poor\" demonstrates the need to reconceive not just our understanding of the surveillance-privacy debate but also the broader realms of language, participation, and the politics of rights. We all know that our lives are being watched more than ever before. As we struggle to understand and confront this new order, Gilliom argues, we need to spend less time talking about privacy rights, legislatures, and courts of law and more time talking about power, domination, and the ongoing struggles of everyday people.", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 304, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "98621510", "name": "John Gilliom"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "2e367bdd11b9f88d3a5f91497e4420a8e380821e", "externalIds": {"MAG": "2123219517", "DOI": "10.1177/0094306112457769o"}, "url": "https://www.semanticscholar.org/paper/2e367bdd11b9f88d3a5f91497e4420a8e380821e", "title": "Cheating Welfare: Public Assistance and the Criminalization of Poverty", "abstract": "The Spectacular State explores the production of national identity in post-Soviet Uzbekistan. The main protagonists are the cultural elites involved in the elaboration of new state-sponsored mass-spectacle national holidays: Navro’z (Zoroastrian New Year) and Independence Day. The overall argument is that despite their aspirations to reinvigorate national identity, mass spectacle creators in Uzbekistan have reproduced much of the Soviet cultural production. National identity has been one of the most fraught questions in Central Asia, where nationality was a contradictory and complicated product of the Soviet rule. Although the category of nationality was initiated, produced, and imposed by the Soviet state in the 1920s, it eventually became a source of power and authority for local elites, including cultural producers. The collapse of the Soviet Union opened up possibilities for revising and reversing many understandings manufactured by the socialist regime. Yet, upon her arrival in Tashkent to conduct her research on the renegotiation of national identity in 1995, Laura Adams discovered that instead of embracing newly-found freedom to recover a more authentic history, most Uzbek intellectuals, especially cultural producers working with the state, avoided probing too far in this direction. Rather than entirely discarding the Soviet colonial legacies, they revised their history selectively. Whereas the ideological content of their cultural production shifted from socialism to nationalism, many of the previous cultural ‘‘forms’’ have remained. Similarly, the Uzbek government continued to employ cultural elites to implement the task of reinforcing its nation-building program, thus following the Soviet model of cultural production. The book consists of four chapters. The first chapter delineates the broad themes of national identity building, and the remaining chapters explore mass spectacle creation by distinguishing between three elements: form (Chapter Two), content (Chapter Three), and the mode of production (Chapter Four). The study is based on content analysis of two Olympic Games-style national holidays, interviews with cultural producers, and participation observation of festivals and behind-the-scenes preparation meetings. Although Adams provides a few references to viewers and their attitude toward the public holiday performances, her book does not offer an extended engagement with reception and consumption of these holidays. The comprehensive and multi-layered overview of the process of revising national identity in Uzbekistan is one of the book’s major accomplishments. For Adams, the production of national identity is not a selfevident and seamless production forced by the state but instead a dynamic, complex, and dialogical process of negotiation between various parties (intellectual factions, state officials, mass spectacle producers, etc.). Her account reveals the messy and often contradictory nature of national identity production and thus moves away from the tendency to reify the state and its policies. The book makes a significant contribution to studies of nationalism by suggesting that the production of national identity in Uzbekistan was centrally constituted by the consideration of the ‘‘international audience.’’ Although public holidays, studied by Adams, aimed at fostering national identification, the forms in which these celebrations are performed (including national dances and music) indicate the aspiration of cultural producers to be part of the international community. This kind of national production self-consciously oriented toward the international viewer has been the legacy of the Soviet nationalities policy where all cultural producers had to produce art ‘‘socialist in content, national in form.’’ Notwithstanding the difference in generations or genres,", "venue": "", "year": 2012, "referenceCount": 17, "citationCount": 53, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "114751162", "name": "C. Burton"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "30532e6e138f9063ec37923e7cc4e1024b83cfd2", "externalIds": {"MAG": "2010950137", "DOI": "10.1177/1098611113497044"}, "url": "https://www.semanticscholar.org/paper/30532e6e138f9063ec37923e7cc4e1024b83cfd2", "title": "Operation LASER and the Effectiveness of Hotspot Patrol: A Panel Analysis", "abstract": "Operation LASER (Los Angeles’ Strategic Extraction and Restoration program) is a program conducted by the Los Angeles Police Department Newton Division to reduce gun violence as part of the Smart Policing Initiative. There are two components to this operation: a chronic offender component and a chronic location component. In the current study, the effectiveness of Operation LASER was assessed at the reporting district (RD) level using a panel design. Initial results indicated that there was a significant reduction in gun crime in RDs in Newton compared to RDs from other divisions. The treatment effect was decomposed into RDs that received both the chronic offender and chronic location components and that received only the chronic offender component. Results suggested that the reduction in gun crime was only observed in those RDs receiving both the chronic offender and location components. Implications of the current study for policy are then discussed.", "venue": "", "year": 2013, "referenceCount": 24, "citationCount": 27, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "49882470", "name": "Craig D. Uchida"}, {"authorId": "5760787", "name": "Marc L. Swatt"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "30f0c37332d724d5ddb39452fc527d59555cc3ef", "externalIds": {"MAG": "2264381192"}, "url": "https://www.semanticscholar.org/paper/30f0c37332d724d5ddb39452fc527d59555cc3ef", "title": "Surveillance After Snowden", "abstract": "Contents Preface Acknowledgements Introduction: Citizen Four Alert! 1. Snowden Storm 2. World Watching 3. Menacing Metadata 4. Precarious Privacy 5. Framing Futures Notes Selected Bibliography Index", "venue": "", "year": 2015, "referenceCount": 0, "citationCount": 102, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "144275399", "name": "D. Lyon"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "3346d7ad2db18e3610a6293d3669f5a16366c4fe", "externalIds": {"MAG": "2477178656"}, "url": "https://www.semanticscholar.org/paper/3346d7ad2db18e3610a6293d3669f5a16366c4fe", "title": "The Mode Of Information", "abstract": "Thank you for downloading the mode of information. Maybe you have knowledge that, people have search hundreds times for their chosen books like this the mode of information, but end up in harmful downloads. Rather than enjoying a good book with a cup of coffee in the afternoon, instead they are facing with some infectious bugs inside their laptop. the mode of information is available in our book collection an online access to it is set as public so you can download it instantly. Our digital library hosts in multiple locations, allowing you to get the most less latency time to download any of our books like this one. Merely said, the the mode of information is universally compatible with any devices to read.", "venue": "", "year": 2016, "referenceCount": 0, "citationCount": 46, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "66529848", "name": "L. Vogt"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "3646ab8f1efcb9872569455bc3f612db84d59e15", "externalIds": {"MAG": "90046219", "DOI": "10.2307/1144232", "PubMed": "16180286"}, "url": "https://www.semanticscholar.org/paper/3646ab8f1efcb9872569455bc3f612db84d59e15", "title": "Big brother and his science kit: DNA databases for 21st century crime control?", "abstract": null, "venue": "The Journal of criminal law & criminology", "year": 2000, "referenceCount": 0, "citationCount": 34, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Engineering", "Medicine"], "authors": [{"authorId": "33896877", "name": "P. Tracy"}, {"authorId": "145821718", "name": "V. Morgan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "369526336453b352132eb727f60d40e8d1841f63", "externalIds": {"MAG": "2183147819"}, "url": "https://www.semanticscholar.org/paper/369526336453b352132eb727f60d40e8d1841f63", "title": "Psychometric Properties of the Social Desirability Scale-17 with Individuals on Probation and Parole in the United States", "abstract": "This research project investigated the reliability and validity of the Social Desirability Scale-17 (SDS-17; Stober, 1999, 2001) when used with a sample of adult men and women on probation or parole. Results reveal that the SDS-17 has strong internal consistency estimates, concurrent validity with the Marlowe-Crowne Social Desirability Scale and Minnesota Multiphasic Personality Inventory - 2 L Scale, and test re-test reliability over a three week period. Information is provided to aid evaluators' interpretation of the SDS-17 when used with adult men and women on probation or parole.", "venue": "", "year": 2014, "referenceCount": 16, "citationCount": 297, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "40266409", "name": "Anthony W. Tatman"}, {"authorId": "79599040", "name": "Sally Kreamer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "3d022eeaa21c993060a2d73690d6f6f7c218800c", "externalIds": {"MAG": "2891293235", "DOI": "10.1080/1369118X.2017.1398267"}, "url": "https://www.semanticscholar.org/paper/3d022eeaa21c993060a2d73690d6f6f7c218800c", "title": "Windows into the soul: surveillance and society in an age of high technology", "abstract": null, "venue": "", "year": 2017, "referenceCount": 0, "citationCount": 35, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["History", "Sociology"], "authors": [{"authorId": "2153236", "name": "David L. Altheide"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "3e8938d0a81ab803e4127ea8d216c9bc2ebe9ab5", "externalIds": {"MAG": "1997967831", "DOI": "10.2307/590653"}, "url": "https://www.semanticscholar.org/paper/3e8938d0a81ab803e4127ea8d216c9bc2ebe9ab5", "title": "Visions of Social Control: Crime, Punishment and Classification", "abstract": "Introduction. 1. The Master Patterns. 2. Inside the System. 3. Deposits of Power. 4. Stories of Change. 5. The Professionals. 6. Visions of Order. 7. What Is To Be Done. Appendix. Index.", "venue": "", "year": 1986, "referenceCount": 0, "citationCount": 564, "influentialCitationCount": 30, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2108736665", "name": "Stanley Cohen"}]}}, {"isInfluential": false, "contexts": ["…the transatlantic slave trade (Browne 2015), bureaucratization, rationalization, and modern management in the nineteenth and twentieth centuries (Braverman 1974; Rule 1974; Weber 1978), and as an axiomatic accompaniment to risk management practices in the twentieth century (Ericson and Haggerty…"], "intents": ["background"], "citedPaper": {"paperId": "41da1ceed44a81ed8c1cf4c9c79772da7c069349", "externalIds": {"MAG": "2040493112", "DOI": "10.14452/MR-026-03-1974-07_1"}, "url": "https://www.semanticscholar.org/paper/41da1ceed44a81ed8c1cf4c9c79772da7c069349", "title": "Labor and Monopoly Capital", "abstract": "This book first took shape in my mind as little more than a study of occupational shifts in the United States. I was interested in the structure of the working class, and the manner in which it had changed. That portion of the population employed in manufacturing and associated industries—the so-called industrial working class—had apparently been shrinking for some time, if not in absolute numbers at any rate in relative terms. Since the details of this process, especially its historical turning points and the shape of the new employment that was taking the place of the old, were not clear to me, I undertook to find out more about them. And since, as I soon discovered, these things had not yet been clarified in any comprehensive fashion, I decided that there was a need for a more substantial historical description and analysis of the process of occupational change than had yet been presented in print.This article can also be found at the Monthly Review website, where most recent articles are published in full.Click here to purchase a PDF version of this article at the Monthly Review website.", "venue": "", "year": 1974, "referenceCount": 0, "citationCount": 4065, "influentialCitationCount": 140, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "113283473", "name": "H. Braverman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "42569a964da15672ad03cad82c790e9665a69eaa", "externalIds": {"MAG": "1530061553"}, "url": "https://www.semanticscholar.org/paper/42569a964da15672ad03cad82c790e9665a69eaa", "title": "Theorizing surveillance : the panopticon and beyond", "abstract": "Contents Introduction 1 Pre- and Post-Panopticism: The Search for Surveillance Theories, David Lyon (Queen's Research Chair, Department of Sociology, Queen's University, Canada Director, The Surveillance Project) The Imperative Search for Good Surveillance Theory 2 Tear Down the Walls: On Demolishing the Panopticon, Kevin D. Haggerty (Director, Criminology Program, Department of Sociology, University of Alberta, Canada) 3 Security, Exception, Ban and Surveillance, Didier Bigo (Institut d'Etudes Politique, France) 4 Looking into the Future: Surveillance, Globalization and Totalitarian Potential, Maria Los (Department of Criminology, University of Ottawa, Canada) Surveillance as Social Sorting 5 The Bifurcation of Surveillance: Theorizing the British Criminal Justice System, Clive Norris (Department of Sociological Studies, University of Sheffield, UK) 6 Telemonitoring for Cardiac Patients: User-Centred Research as Input for Surveillance Theories, Lynsey Dubbeld (Faculty of Business, Public Administration & Technology, Centre for Studies of Science, Technology and Society, University of Twente, the Netherlands) 7 Supplementing the Panoptic Paradigm: Surveillance, Moral Governance, and CCTV, Sean P. Hier (Department of Sociology, University of Victoria, Canada), Kevin Walby (Department of Sociology, Carleton University, Canada), Josh Greenberg (School of Journalism & Mass Communication, Carleton University, Canada) Time, Space and Surveillance Theory 8 Surveillance Assemblages and Lines of Flight, William Bogard (Department of Sociology, Whitman College, USA) 9 Tense Theory: The Temporalities of Surveillance, Gary Genosko and Scott Thompson (Department of Sociology, Lakehead University, Canada) Theorizing Military and Security Surveillance 10 Surveillance, Urbanization, and the U.S. 'Revolution in Military Affairs', Stephen Graham (Department of Geography, Durham University, UK) 11 Pre-empting Panoptic Surveillance: Surviving the Inevitable War on Terror, Greg Elmer (Ryerson University, Bell Globemedia Research Chair, Rogers Communications Centre/School of Radio-TV Arts, Canada), Andy Opel (Department of Communication, Florida State University, USA) Power and Agency 12 'The Other Side of Surveillance': Webcams, Power and Agency, Hille Koskela (Department of Geography, Helsinki University, Finland) 13 Organization, Surveillance and the Body: Towards a Politics of Resistance, Kirstie Ball (Human Resources, Open University, UK) 14 The Role of Confession in Reflective Practice: Monitored Continuing Professional Development (CPD) in Health Care and the Paradox of Professional Autonomy, Mark Cole (University of Greenwich, UK) Theory and Resistance 15 Electronic Government and Surveillance Oriented Society, Toshimaru Ogura (Department of Economics, Toyama University, Japan) 16 Quixotics Unite! Engaging the Pragmatists on Rational Discrimination, Oscar H. Gandy, Jr. (Annenberg School for Communication, University of Pennsylvania, USA) Index", "venue": "", "year": 2006, "referenceCount": 0, "citationCount": 230, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144275399", "name": "D. Lyon"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "4911a1630b63096f6748fcc5424635c6e5860961", "externalIds": {"MAG": "2127985840", "DOI": "10.1080/00071310020015280", "PubMed": "11140886"}, "url": "https://www.semanticscholar.org/paper/4911a1630b63096f6748fcc5424635c6e5860961", "title": "The surveillant assemblage.", "abstract": "George Orwell's 'Big Brother' and Michel Foucault's 'panopticon' have dominated discussion of contemporary developments in surveillance. While such metaphors draw our attention to important attributes of surveillance, they also miss some recent dynamics in its operation. The work of Gilles Deleuze and Felix Guattari is used to analyse the convergence of once discrete surveillance systems. The resultant 'surveillant assemblage' operates by abstracting human bodies from their territorial settings, and separating them into a series of discrete flows. These flows are then reassembled in different locations as discrete and virtual 'data doubles'. The surveillant assemblage transforms the purposes of surveillance and the hierarchies of surveillance, as well as the institution of privacy.", "venue": "The British journal of sociology", "year": 2000, "referenceCount": 44, "citationCount": 1530, "influentialCitationCount": 76, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "2088800716", "name": "K. Haggerty"}, {"authorId": "2093121251", "name": "R. V. Ericson"}]}}, {"isInfluential": false, "contexts": ["…on mechanical objectivity; see also Espeland and Vannebo 2007; Hacking 1990), new analytic platforms and techniques are deployed in preexisting organizational contexts (Barley 1986, 1996; Kling 1991) and embody the purposes of their creators (boyd and Crawford 2012; Gitelman 2013; Kitchin 2014)."], "intents": ["background"], "citedPaper": {"paperId": "4e6bba65f7636a655c778a3e54cc58e148468963", "externalIds": {"MAG": "1500693574", "DOI": "10.1080/1369118X.2012.678878"}, "url": "https://www.semanticscholar.org/paper/4e6bba65f7636a655c778a3e54cc58e148468963", "title": "CRITICAL QUESTIONS FOR BIG DATA", "abstract": "The era of Big Data has begun. Computer scientists, physicists, economists, mathematicians, political scientists, bio-informaticists, sociologists, and other scholars are clamoring for access to the massive quantities of information produced by and about people, things, and their interactions. Diverse groups argue about the potential benefits and costs of analyzing genetic sequences, social media interactions, health records, phone logs, government records, and other digital traces left by people. Significant questions emerge. Will large-scale search data help us create better tools, services, and public goods? Or will it usher in a new wave of privacy incursions and invasive marketing? Will data analytics help us understand online communities and political movements? Or will it be used to track protesters and suppress speech? Will it transform how we study human communication and culture, or narrow the palette of research options and alter what ‘research’ means? Given the rise of Big Data as a socio-technical phenomenon, we argue that it is necessary to critically interrogate its assumptions and biases. In this article, we offer six provocations to spark conversations about the issues of Big Data: a cultural, technological, and scholarly phenomenon that rests on the interplay of technology, analysis, and mythology that provokes extensive utopian and dystopian rhetoric.", "venue": "", "year": 2012, "referenceCount": 80, "citationCount": 3209, "influentialCitationCount": 146, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38818867", "name": "D. Boyd"}, {"authorId": "48024382", "name": "K. Crawford"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "50f9b8c77ed4cd8a6e4cf12cad6cafa54e21e7a1", "externalIds": {"MAG": "2016938270", "DOI": "10.2307/2077434"}, "url": "https://www.semanticscholar.org/paper/50f9b8c77ed4cd8a6e4cf12cad6cafa54e21e7a1", "title": "Labor and Monopoly Capital: The Degradation of Work in the Twentieth Century", "abstract": "First published in 1974, this text is written in a direct way by Harry Braverman, whose years spent as an industrial worker gave him insight into the labour process and the conviction to reject the reigning wisdoms of academic sociology. Here, he analyzes the division of labour between the design and execution of industrial production, which underlies all our social arrangements. This new edition features a new introduction by John Bellamy Foster, setting the work in historical and theoretical context, as well as two more articles by Harry Braverman.", "venue": "", "year": 1996, "referenceCount": 0, "citationCount": 3524, "influentialCitationCount": 150, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "113283473", "name": "H. Braverman"}]}}, {"isInfluential": false, "contexts": ["In the 1970s, the dominant police patrol model was reactive (Reiss 1971), involving random patrols, rapid responses to 911 calls, and reactive investigations (Sherman 2013)."], "intents": ["background"], "citedPaper": {"paperId": "530b2efd857e5b647ecc31bfa484a1e010ab7805", "externalIds": {"MAG": "2107893221", "DOI": "10.1086/670819"}, "url": "https://www.semanticscholar.org/paper/530b2efd857e5b647ecc31bfa484a1e010ab7805", "title": "The Rise of Evidence-Based Policing: Targeting, Testing, and Tracking", "abstract": "Evidence-based policing is a method of making decisions about “what works” in policing: which practices and strategies accomplish police missions most cost-effectively. In contrast to basing decisions on theory, assumptions, tradition, or convention, an evidence-based approach continuously tests hypotheses with empirical research findings. While research on all aspects of policing grew substantially in the late twentieth century, the application of research to police practice intensified in the early twenty-first century, especially for three tasks that make up the “triple-T” strategy of policing: targeting, testing, and tracking. Evidence-based targeting requires systematic ranking and comparison of levels of harm associated with various places, times, people, and situations that policing can lawfully address. Evidence-based testing helps assure that police neither increase crime nor waste money. Tracking whether police are doing what police leaders decide should be done may grow most rapidly in coming years by the use of GPS records of where police go and body-worn video records of what happens in encounters with citizens.", "venue": "Crime and Justice", "year": 2013, "referenceCount": 179, "citationCount": 292, "influentialCitationCount": 22, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "12828670", "name": "L. Sherman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "55d77c3a4c2754f29ba5045459c5a672d3a7d5f7", "externalIds": {"MAG": "2038944766", "DOI": "10.1177/0094306112438190H"}, "url": "https://www.semanticscholar.org/paper/55d77c3a4c2754f29ba5045459c5a672d3a7d5f7", "title": "Policing Problem Places: Crime Hot Spots and Effective Prevention", "abstract": "download ebook X ray Equipment Maintenance And Repairs Workbook For Radiographers And Radiological Technologists By Mcclelland Ian Who Dept Of Essential Health Technology 2004 Paperback. This is X ray Equipment Maintenance And Repairs Workbook For Radiographers And Radiological Technologists By Mcclelland Ian Who Dept Of Essential Health Technology 2004 Paperback easy and simple way to get pdf file of this book.", "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 136, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "47009746", "name": "N. Tilley"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "58d3ba1d82639c9486d070f6c7ea93201fbc935a", "externalIds": {"MAG": "2022768097", "DOI": "10.2307/2575995"}, "url": "https://www.semanticscholar.org/paper/58d3ba1d82639c9486d070f6c7ea93201fbc935a", "title": "Stigma; Notes On The Management Of Spoiled Identity", "abstract": "CONTENTS 1. Stigma and Social Identity Preliminary Conceptions The Own and the Wise Moral Career 2. Information Control and Personal Identity The Discredited and the Discreditable Social Information Visibility Personal Identity Biography Biographical Others Passing Techniques of Information Control Covering 3. Group Alignment and Ego Identity Ambivalence Professional Presentations In-Group Alignments Out-Group Alignments The Politics of Identity 4. The Self and Its Other Deviations and Norms The Normal Deviant Stigma and Reality 5. Deviations and Deviance", "venue": "", "year": 1964, "referenceCount": 0, "citationCount": 18579, "influentialCitationCount": 1942, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Sociology"], "authors": [{"authorId": "16678797", "name": "E. Goffman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "5a193639e42a0d059e385e5e20328ea48c87f4bc", "externalIds": {"MAG": "2057842517", "DOI": "10.5860/choice.32-1497"}, "url": "https://www.semanticscholar.org/paper/5a193639e42a0d059e385e5e20328ea48c87f4bc", "title": "The Electronic Eye: The Rise of Surveillance Society", "abstract": "Preface and Acknowledgements. Part I: Situating Surveillance:. 1. Introduction: Body, Soul and Credit Card. 2. Surveillance in Modern Society. 3. New Surveillance Technologies. 4. From Big Brother to the Electronic Panopticon. Part II: Surveillance Trends:. 5. The Surveillance State: Keeping Tabs on You. 6. The Surveillance State: From Tabs to Tags. 7. The Transparent Worker. 8. The Targetted Consumer. Part III: Counter--Surveillance:. 9. Challenging Surveillance. 10. Privacy, Power, Persons. 11. Against Dystopia, Distance, Division. 12. Beyond Postmodern Paranoia. Bibliography. Index.", "venue": "", "year": 1994, "referenceCount": 9, "citationCount": 879, "influentialCitationCount": 44, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "144275399", "name": "D. Lyon"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "5d77797bce62b4d08835650f422bf5976d3d165c", "externalIds": {"MAG": "2152041980", "DOI": "10.1146/ANNUREV.SOC.30.012703.110644"}, "url": "https://www.semanticscholar.org/paper/5d77797bce62b4d08835650f422bf5976d3d165c", "title": "Reflections on a Half-Century of Organizational Sociology", "abstract": "For the past half-century, the study of organizations has been an active area within sociology. I provide an overview of the emergence of this specialty during the second half of the twentieth century, its relation to the larger field of organization studies, and the important theoretical advances associated with the adoption of an open system framework during the 1960s. Among the recent trends I describe are changes in our conceptions of organization boundaries, strategies, and controls, and the beginning of a shift from an entity-based to a process-based view of organization. Evidence of success—the number of sociologists now employed in professional schools—simultaneously raises concerns about the source of future organizational sociologists.", "venue": "", "year": 2004, "referenceCount": 111, "citationCount": 387, "influentialCitationCount": 32, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "33662762", "name": "W. Scott"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "5f83769cda3f813684e92453ed0737d7a223dbb5", "externalIds": {"MAG": "1601274678"}, "url": "https://www.semanticscholar.org/paper/5f83769cda3f813684e92453ed0737d7a223dbb5", "title": "The Technology of Policing: Crime Mapping, Information Technology, and the Rationality of Crime Control", "abstract": "I Theorizing 1 Rationalities 2 The Dance of Change3 The Music and Its Features4 Technology's Ways: Imaginative Variations II Case Studies Overview of the Case Studies 5 Western City and Police 6 Metropolitan Washington and Police7 Boston and Police III Appraising 8 Contributions of Structure, Content and Focus to Ordering9 Seeing and Saying in the Boston CAM10 Generalization Epilogue Appendix A: Data and Methods Appendix B: Professional \"Faery Tales\" and Serious Organizational Ethnography Compared NotesReferencesIndexAbout the Author", "venue": "", "year": 2008, "referenceCount": 0, "citationCount": 139, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40389297", "name": "P. Manning"}]}}, {"isInfluential": false, "contexts": ["However, practitioners and researchers became increasingly aware that these strategies had little effect on crime, catalyzing a shift from reactive to more proactive, evidencebased forms of policing, such as hot spots policing (Braga and Weisburd 2010; Sherman, Gartin, and Buerger 1989)."], "intents": ["background"], "citedPaper": {"paperId": "5fac57f24041cdc87368926f2980e898c8ae2059", "externalIds": {"MAG": "2490480014", "DOI": "10.1093/ACPROF:OSO/9780195341966.001.0001"}, "url": "https://www.semanticscholar.org/paper/5fac57f24041cdc87368926f2980e898c8ae2059", "title": "Policing Problem Places", "abstract": null, "venue": "", "year": 2010, "referenceCount": 0, "citationCount": 180, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "47207886", "name": "A. Braga"}, {"authorId": "49867623", "name": "D. Weisburd"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "5fd55b565004b8f3d1768d2de428d263ff31592b", "externalIds": {"MAG": "610148486"}, "url": "https://www.semanticscholar.org/paper/5fd55b565004b8f3d1768d2de428d263ff31592b", "title": "The Pocket Oxford American Dictionary of Current Englishについて", "abstract": null, "venue": "", "year": 2003, "referenceCount": 0, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "95281872", "name": "山本 千之"}, {"authorId": "122110952", "name": "羽根 大"}]}}, {"isInfluential": false, "contexts": ["In 2008, William Bratton, then-Chief of the LAPD (and former Commissioner of the New York City Police Department) began working with federal agencies to assess the viability of a more predictive approach to policing.", "In 1994, CompStat—a management model linking crime and enforcement statistics—was established in New York City (Weisburd et al. 2003)."], "intents": ["background"], "citedPaper": {"paperId": "619ca642325b5c4381c40616e81273d9f9a4387d", "externalIds": {"MAG": "2070786837", "DOI": "10.1111/J.1745-9133.2003.TB00006.X"}, "url": "https://www.semanticscholar.org/paper/619ca642325b5c4381c40616e81273d9f9a4387d", "title": "REFORMING TO PRESERVE: COMPSTAT AND STRATEGIC PROBLEM SOLVING IN AMERICAN POLICING*", "abstract": "Research Summary: \nThis paper provides the first national description of Compstat programs, considered in the framework of strategic problem solving. Relying on a survey of American police departments conducted by the Police Foundation, we examine the diffusion of Compstat programs and the nature of Compstat models throughout the United States. We also assess the penetration of models of strategic problem solving more generally into American policing. Our findings document a process of “diffusion of innovation” of Compstat-like programs in larger police agencies that follows a rapid pace. At the same time, our data suggest that many elements of strategic problem solving had begun to be implemented more widely across American police agencies before the emergence of Compstat as a programmatic entity, and that such elements have been adopted broadly even by departments that have not formally adopted a Compstat program. \n \nPolicy Implications: \nCompstat holds out the promise of allowing police agencies to adopt innovative technologies and problem-solving techniques while empowering traditional police organizational structures. However, our analysis suggests that at this stage, what most characterizes Compstat departments and distinguishes them from others is the development of the control element of this reform. This leads us to question whether the rapid rise of Compstat in American police agencies can be interpreted more as an effort to maintain and reinforce the “bureaucratic” or “paramilitary” model of police organization (that has been under attack by scholars for most of the last two decades) than as an attempt to truly reform models of American policing.", "venue": "", "year": 2003, "referenceCount": 66, "citationCount": 340, "influentialCitationCount": 18, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "49867623", "name": "D. Weisburd"}, {"authorId": "97882776", "name": "S. Mastrofski"}, {"authorId": "39064861", "name": "A. M. Mcnally"}, {"authorId": "48252687", "name": "Rosann Greenspan"}, {"authorId": "39820856", "name": "J. Willis"}]}}, {"isInfluential": false, "contexts": ["Building on Weber’s concept of class situation, Fourcade and Healy (2013) argue that institutions now use actuarial techniques to track, sort, and categorize individuals into “classification situations” with different rewards and punishments attached."], "intents": ["background"], "citedPaper": {"paperId": "633b54c7bedb8347dbfca4efd8907e1abda75d43", "externalIds": {"MAG": "2145312984", "DOI": "10.12759/hsr.42.2017.1.23-51"}, "url": "https://www.semanticscholar.org/paper/633b54c7bedb8347dbfca4efd8907e1abda75d43", "title": "Classification situations: Life-chances in the neoliberal era", "abstract": "This article examines the stratifying effects of economic classifications. We argue that in the neoliberal era market institutions increasingly use actuarial techniques to split and sort individuals into classification situations that shape life-chances. While this is a general and increasingly pervasive process, our main empirical illustration comes from the transformation of the credit market in the United States. This market works as both as a leveling force and as a condenser of new forms of social difference. The U.S. banking and credit system has greatly broadened its scope over the past twenty years to incorporate previously excluded groups. We observe this leveling tendency in the expansion of credit amongst lower-income households, the systematization of overdraft protections, and the unexpected and rapid growth of the fringe banking sector. But while access to credit has democratized, it has also differentiated. Scoring technologies classify and price people according to credit risk. This has allowed multiple new distinctions to be made amongst the creditworthy, as scores get attached to different interest rates and loan structures. Scores have also expanded into markets beyond consumer credit, such as insurance, real estate, employment, and elsewhere. The result is a cumulative pattern of advantage and disadvantage with both objectively measured and subjectively experienced aspects. We argue these private classificatory tools are increasingly central to the generation of ‘‘market-situations’’, and thus an important and overlooked force that structures individual life-chances. In short, classification situations may have become the engine of modern class situations. 2013 Published by Elsevier Ltd.", "venue": "", "year": 2013, "referenceCount": 152, "citationCount": 95, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Economics", "Sociology"], "authors": [{"authorId": "145566388", "name": "M. Fourcade"}, {"authorId": "36919134", "name": "Kieran Healy"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "686ef8e8f30540f74dfea37049fa04217604fe99", "externalIds": {"MAG": "2290192822", "DOI": "10.1177/0094306116629410s"}, "url": "https://www.semanticscholar.org/paper/686ef8e8f30540f74dfea37049fa04217604fe99", "title": "Pulled Over: How Police Stops Define Race and Citizenship", "abstract": "Embrick and his colleagues (p. 250) also realize this problem exists: ‘‘Yet, our sociological understanding of people and virtual technologies often lag far behind. Part of the reason is because we are just beginning to develop the methodological and theoretical tools needed to engage as researchers in this still new terrain.’’ Despite these organizational issues, the editors did a great job in assembling a colorful mixture of innovative research and very interesting, well-written articles. Highlights are the semiotic analysis of Elizabeth Erkenbrack (pp. 38ff.) in ‘‘Discursive Engagements in World of Warcraft,’’ in which the author explores ‘‘interactive realities, the multiple orientations of players, and the inter-frame effects’’ of the game ‘‘World of Warcraft,’’ as well as the chapter of J. Talmadge Wright (pp. 81ff.) on the production of place and play in virtual spaces, in which he makes the novel argument that the new technology of representation ‘‘amplifies already existing social relationships.’’ In conclusion, Embrick, Wright, and Lukács’s book is a very innovative collection of essays on virtual culture and online games. They succeed in filling the sociological research gap by issuing broader questions on power, exclusion, and inequalities in a digital and mediatized society. The chapters and authors present the state of the art in this research field. The topics are carefully selected, the chapters are well written, and readers especially benefit from the concise introduction and conclusion.", "venue": "", "year": 2016, "referenceCount": 0, "citationCount": 148, "influentialCitationCount": 22, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "13812030", "name": "K. Miller"}]}}, {"isInfluential": false, "contexts": ["…theory, extending the relationship between the stigma of criminal justice contact and inequality into the digital age (Becker 1963; Brayne 2014; Goffman 2014; Goffman 1963; Kohler-Hausmann 2013; Lyon 2006; Pager 2007; Rios 2011; Stuart 2016; Wakefield and Wildeman 2013; Western and Pettit 2005).", "…that marking someone in the criminal justice system is consequential for life outcomes and patterns of inequality (Becker 1963; Brayne 2014; Kohler-Hausmann 2013; Pager 2007; Rios 2011), we know relatively little about whether and how the marking process has changed in the age of big data."], "intents": ["background"], "citedPaper": {"paperId": "6aeeebdb0e6b59ceb5808ad541f5fcd0efccbaa2", "externalIds": {"MAG": "2022593119", "DOI": "10.1086/674743"}, "url": "https://www.semanticscholar.org/paper/6aeeebdb0e6b59ceb5808ad541f5fcd0efccbaa2", "title": "Misdemeanor Justice: Control without Conviction1", "abstract": "Current scholarship has explored how the carceral state governs and regulates populations. This literature has focused on prison and on the wide-reaching collateral consequences of a felony conviction. Despite the obvious importance of these findings, they capture only a portion of the criminal justice system’s operations. In most jurisdictions, misdemeanors, not felonies, constitute the bulk of criminal cases, and the number of such arrests is rising. This article explores a puzzling fact about New York City’s pioneering experiment in mass misdemeanor arrests: the preponderance result in no finding of guilt and no assignment of formal punishment. Drawing on two years of fieldwork, this article explores how the criminal justice system functions to regulate significant populations without conviction or sentencing. The author details the operation of penal power through the techniques of marking through criminal justice record keeping, the procedural hassle of case processing, and mandated performance evaluated by court actors to show the social control capacity of the criminal justice system.", "venue": "American Journal of Sociology", "year": 2013, "referenceCount": 115, "citationCount": 106, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1404750704", "name": "Issa Kohler-Hausmann"}]}}, {"isInfluential": false, "contexts": ["…information and communications technologies transformed previously paper files and face-to-face data collection (Marx 1998), making it possible for records “initially introduced with limited intentions” to be “developed, refined and expanded to deal with new problems and situations” (Innes 2001:8).", "Function creep—the tendency of data initially collected for one purpose to be used for another often unintended or unanticipated purpose (Innes 2001)—is a fundamental component of the big data surveillant landscape."], "intents": ["background"], "citedPaper": {"paperId": "6daf21234fe0066847d085ef53f8f25448697905", "externalIds": {"MAG": "2767900704", "DOI": "10.1177/136078040100600308"}, "url": "https://www.semanticscholar.org/paper/6daf21234fe0066847d085ef53f8f25448697905", "title": "Book Review: Faultlines of Consciousness: A View of Interactionalism in Sociology", "abstract": null, "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "50775351", "name": "M. Innes"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "703f603e68dc62715eab18ae9c810c0c77344335", "externalIds": {"MAG": "2125769407", "DOI": "10.1146/ANNUREV.LAWSOCSCI.2.081805.105908"}, "url": "https://www.semanticscholar.org/paper/703f603e68dc62715eab18ae9c810c0c77344335", "title": "Accountability, Quantification, and Law", "abstract": "Accountability can mean many things, but increasingly it is linked to quantification. This is true in many fields, including law. This review considers how the recent emphasis on quantitative accountability has influenced law and legal practices. Rather than offering a broad survey of quantitative techniques deployed in law, the article examines three legal contexts in which quantification has shaped how actors are held accountable: sentencing guidelines, cost-benefit analysis in regulation, and law school rankings. The conditions that promote rigorous quantification, its effects on professional discretion, relations of authority, and resistance are examined. The article suggests fruitful questions and strategies for analyzing more broadly the effects of quantification in law.", "venue": "", "year": 2007, "referenceCount": 55, "citationCount": 68, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "11467814", "name": "W. Espeland"}, {"authorId": "98868581", "name": "Berit Irene Vannebo"}]}}, {"isInfluential": false, "contexts": ["…and Van Maanen 1978; Wilson 1968), there have been only a handful of in-depth studies within police departments since data analytics became an integral part of police operations (for early exceptions, see Ericson and Haggerty 1997; Manning 2011; Moskos 2008; Skogan 2006; Willis et al. 2007).", "…ambiguous fields in which they adopt big data analytics not because of empirical evidence that it actually improves efficiency, but in response to wider beliefs of what organizations should be doing with big data (Willis, Mastrofski, and Weisburd 2007; see also Kling 1991 on computerization)."], "intents": ["background"], "citedPaper": {"paperId": "7a251ad7619bc1959026106ddd76eddcd5f60362", "externalIds": {"MAG": "1999180957", "DOI": "10.1111/J.1540-5893.2007.00294.X"}, "url": "https://www.semanticscholar.org/paper/7a251ad7619bc1959026106ddd76eddcd5f60362", "title": "Making Sense of COMPSTAT: A Theory-Based Analysis of Organizational Change in Three Police Departments", "abstract": "COMPSTAT, the latest innovation in American policing, has been widely heralded as a management and technological system whose elements work together to transform police organizations radically. Skeptical observers suggest that COMPSTAT merely reinforces existing structures and practices. However, in trying to assess how much COMPSTAT has altered police organizations, research has failed to provide a broader theoretical basis for explaining how COMPSTAT operates and for understanding the implications of this reform. This article compares two different perspectives on organizations—technical/rational and institutional—to COMPSTAT's adoption and operation in three municipal police departments. Based on fieldwork, our analysis suggests that relative to technical considerations for changing each organization to improve its effectiveness, all three sites adopted COMPSTAT in response to strong institutional pressures to appear progressive and successful. Furthermore, institutional theory better explained the nature of the changes we observed under COMPSTAT than the technical/rational model. The greatest collective emphasis was on those COMPSTAT elements that were most likely to confer legitimacy, and on implementing them in ways that would minimize disruption to existing organizational routines. COMPSTAT was less successful when trying to provide a basis for rigorously assessing organizational performance, and when trying to change those structures and routines widely accepted as being “appropriate.” We posit that it will take profound changes in the technical and institutional environments of American police agencies for police departments to restructure in the ways anticipated by a technically efficient COMPSTAT.", "venue": "", "year": 2007, "referenceCount": 56, "citationCount": 173, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "39820856", "name": "J. Willis"}, {"authorId": "97882776", "name": "S. Mastrofski"}, {"authorId": "49867623", "name": "D. Weisburd"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "7d30156f4099da0137fa7f3fe108e8c2260ec5e7", "externalIds": {"MAG": "1586455169"}, "url": "https://www.semanticscholar.org/paper/7d30156f4099da0137fa7f3fe108e8c2260ec5e7", "title": "Policing: A View from the Street", "abstract": null, "venue": "", "year": 1978, "referenceCount": 0, "citationCount": 298, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40389297", "name": "P. Manning"}, {"authorId": "97999748", "name": "J. V. Maanen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "7d5f94af61a6ac9e3ad3f89567398df18458ced8", "externalIds": {"MAG": "2953193544", "DOI": "10.5860/choice.46-4159"}, "url": "https://www.semanticscholar.org/paper/7d5f94af61a6ac9e3ad3f89567398df18458ced8", "title": "Intelligence-led policing", "abstract": "Disclaimer: This research paper does not necessarily reflect the policy position of the Commonwealth Government. Adam Graycar Director This paper is timely, given that policing is currently going through a period of significant change in both operational tactics and organisational structures. New ideas in crime reduction and changes to shortand longterm policing strategies are underway. Intelligence-led policing represents a recent approach and is one of the more prevalent of the current “shifts in crime control philosophy and policing practice” (Maguire 2000). Surprisingly, given the wide distribution of the term “intelligence-led policing”, considerable confusion remains in regard to its actual meaning to both front-line officers and police management. This paper provides an introduction to intelligence-led policing and discusses some of the related limitations and opportunities.", "venue": "", "year": 2005, "referenceCount": 79, "citationCount": 234, "influentialCitationCount": 39, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "13026404", "name": "A. Graycar"}]}}, {"isInfluential": false, "contexts": ["Building on Weber’s concept of class situation, Fourcade and Healy (2013) argue that institutions now use actuarial techniques to track, sort, and categorize individuals into “classification situations” with different rewards and punishments attached."], "intents": ["background"], "citedPaper": {"paperId": "80e10cbaf008f85c6f49f14cd197ccc1763772ba", "externalIds": {"MAG": "2799929805", "DOI": "10.1016/J.AOS.2013.11.002"}, "url": "https://www.semanticscholar.org/paper/80e10cbaf008f85c6f49f14cd197ccc1763772ba", "title": "Classification situations: Life-chances in the neoliberal era", "abstract": "This article examines the stratifying effects of economic classifications. We argue that in the neoliberal era market institutions increasingly use actuarial techniques to split and sort individuals into classification situations that shape life-chances. While this is a general and increasingly pervasive process, our main empirical illustration comes from the transformation of the credit market in the United States. This market works as both as a leveling force and as a condenser of new forms of social difference. The U.S. banking and credit system has greatly broadened its scope over the past twenty years to incorporate previously excluded groups. We observe this leveling tendency in the expansion of credit amongst lower-income households, the systematization of overdraft protections, and the unexpected and rapid growth of the fringe banking sector. But while access to credit has democratized, it has also differentiated. Scoring technologies classify and price people according to credit risk. This has allowed multiple new distinctions to be made amongst the creditworthy, as scores get attached to different interest rates and loan structures. Scores have also expanded into markets beyond consumer credit, such as insurance, real estate, employment, and elsewhere. The result is a cumulative pattern of advantage and disadvantage with both objectively measured and subjectively experienced aspects. We argue these private classificatory tools are increasingly central to the generation of “market-situations”, and thus an important and overlooked force that structures individual life-chances. In short, classification situations may have become the engine of modern class situations.", "venue": "", "year": 2013, "referenceCount": 147, "citationCount": 193, "influentialCitationCount": 13, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "145566388", "name": "M. Fourcade"}, {"authorId": "36919134", "name": "Kieran Healy"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "819fc6fb5305ad8c113a759d155c28f801d7ef4f", "externalIds": {"MAG": "162949610"}, "url": "https://www.semanticscholar.org/paper/819fc6fb5305ad8c113a759d155c28f801d7ef4f", "title": "The Panoptic Sort: A Political Economy of Personal Information. Critical Studies in Communication and in the Cultural Industries.", "abstract": null, "venue": "", "year": 1993, "referenceCount": 0, "citationCount": 337, "influentialCitationCount": 18, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1486680764", "name": "O. Gandy"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "83412428f377d24b9ad71b23dc6c6d3e96ee9759", "externalIds": {"MAG": "1590485080", "DOI": "10.7208/chicago/9780226136851.001.0001"}, "url": "https://www.semanticscholar.org/paper/83412428f377d24b9ad71b23dc6c6d3e96ee9759", "title": "On the Run: Fugitive Life in an American City", "abstract": "Forty years in, the War on Drugs has done almost nothing to prevent drugs from being sold or used, but it has nonetheless created a little-known surveillance state in America's most disadvantaged neighborhoods. Arrest quotas and high-tech surveillance techniques criminalize entire blocks, and transform the very associations that should stabilize young lives-family, relationships, jobs - into liabilities, as the police use such relationships to track down suspects, demand information, and threaten consequences. Alice Goffman spent six years living in one such neighborhood in Philadelphia, and her close observations and often harrowing stories reveal the pernicious effects of this pervasive policing. Goffman introduces us to an unforgettable cast of young African American men who are caught up in this web of warrants and surveillance - some of them small-time drug dealers, others just ordinary guys dealing with limited choices. All find the web of presumed criminality, built as it is on the very associations and friendships that make up a life, nearly impossible to escape. We watch as the pleasures of summer - evening stoop-sitting are shattered by the arrival of a car full of cops looking to serve a warrant; we watch - and can't help but be shocked - as teenagers teach their younger siblings and cousins how to run from the police (and, crucially, to keep away from friends and family so they can stay hidden); and we see, over and over, the relentless toll that the presumption of criminality takes on families-and futures. While not denying the problems of the drug trade, and the violence that often accompanies it, through her gripping accounts of daily life in the forgotten neighborhoods of America's cities, Goffman makes it impossible for us to ignore the very real human costs of our failed response-the blighting of entire neighborhoods and the needless sacrifice of whole generations.", "venue": "", "year": 2014, "referenceCount": 0, "citationCount": 421, "influentialCitationCount": 14, "isOpenAccess": true, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "114920406", "name": "A. Goffman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "89eb534d6fba260e406833491e7eb295810b926d", "externalIds": {"MAG": "1586403850", "DOI": "10.5860/choice.26-2186"}, "url": "https://www.semanticscholar.org/paper/89eb534d6fba260e406833491e7eb295810b926d", "title": "Undercover: Police Surveillance in America", "abstract": "Providing a rich picture of past and present undercover work, and drawing on unpublished documents and interviews with the FBI and local police, this penetrating study examines the variety of undercover operations and the ethical issues and empirical assumptions raised when the state officially sanctions deception and trickery and allows its agents to participate in crime.", "venue": "", "year": 1988, "referenceCount": 0, "citationCount": 487, "influentialCitationCount": 25, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "21441437", "name": "G. Marx"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "8a1d220f142e6ed69b9e1c5d60e3a7740ed278d4", "externalIds": {"MAG": "2939650396", "DOI": "10.5860/choice.46-7085"}, "url": "https://www.semanticscholar.org/paper/8a1d220f142e6ed69b9e1c5d60e3a7740ed278d4", "title": "Cop in the Hood: My Year Policing Baltimore's Eastern District", "abstract": null, "venue": "", "year": 2008, "referenceCount": 0, "citationCount": 134, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "16133524", "name": "Peter C. Moskos"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "8cec3e3d60de488c5888983ef9c4fb78b0a713ec", "externalIds": {"MAG": "2495082336", "DOI": "10.1093/ACPROF:OSO/9780195307832.001.0001"}, "url": "https://www.semanticscholar.org/paper/8cec3e3d60de488c5888983ef9c4fb78b0a713ec", "title": "Privacy in PerilHow We Are Sacrificing a Fundamental Right in Exchange for Security and Convenience", "abstract": null, "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 28, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "32254258", "name": "J. Rule"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "910e1c0362fc8abada48c981ba4aeaee548e0b8b", "externalIds": {"MAG": "2049812561", "DOI": "10.1177/003803856900300342"}, "url": "https://www.semanticscholar.org/paper/910e1c0362fc8abada48c981ba4aeaee548e0b8b", "title": "Economy and Society: An Outline of Interpretive Sociology", "abstract": null, "venue": "", "year": 1969, "referenceCount": 0, "citationCount": 3816, "influentialCitationCount": 238, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48507769", "name": "G. Poggi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "92a6c7717ac2d34d72649f0c608bfc99881c72ae", "externalIds": {"MAG": "1963730749", "DOI": "10.1177/0967010609350314"}, "url": "https://www.semanticscholar.org/paper/92a6c7717ac2d34d72649f0c608bfc99881c72ae", "title": "The Emerging Politics of DHS Fusion Centers", "abstract": "This article explores public concerns about the US Department of Homeland Security’s data ‘fusion centers’. These centers, which are proliferating across all US states, coordinate data-sharing among state and local police, intelligence agencies, and private companies. The primary goal of fusion centers is to engage in intelligence-sharing for counter-terrorism purposes. However, they have been used for a variety of other purposes, such as basic policing, spying on social movement organizations, or restricting legal public activities such as taking photographs. Drawing upon a comprehensive analysis of media publications from 2002 to 2008, we identify and discuss three primary categories of concern with fusion centers: (1) their ineffectiveness, particularly given the financial expense, the statistical unlikelihood of terrorist attacks, and the pressing need for other law enforcement support; (2) the potential for mission creep, where the functions of fusion centers expand beyond their originally intended purposes to encompass things like all-hazards preparedness; and (3) the violation of civil liberties, especially through racial profiling or First Amendment violations.", "venue": "", "year": 2009, "referenceCount": 108, "citationCount": 72, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "39158611", "name": "T. Monahan"}, {"authorId": "145020909", "name": "Neal A. Palmer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9388705f6a2a0050da715f03e12f90d086c59561", "externalIds": {"MAG": "2323782909", "DOI": "10.2307/2667045"}, "url": "https://www.semanticscholar.org/paper/9388705f6a2a0050da715f03e12f90d086c59561", "title": "Policing the Risk Society", "abstract": "These fine books on aspects of law and criminality support the platitude that crime does not pay -- except for lawyers, criminologists and insurance companies. Canadian criminals put in more time in jail per dollar stolen in other countries, although these statistics predate the conviction of Alan Eagleson. Another statistic, even less likely to stir patriotic pride, is that Canadian youth, as Bernard Schissel points out, have the highest per capita rate of incarceration of any country in the world.If crime rates in Canada have dropped off in recent years, corresponding to the diminishing ratio of youth in the Canadian population, we still have a lot more lawyers. Prior to the Charter of Rights and Freedoms, Canadians had less than half as many lawyers per capita as the Americans but now we approach two-thirds of the American ratio (Law and Markets 77-81) creating \"the danger of supply-driven and socially harmful increases in litigation\" (85). Virtually, all of the contributors to Law and Markets bemoan Canada's increasing litigiousness; none defend the very quality that brought one of Canada's most honoured citizens to jail. The Fraser Institute has brought together an interesting volume that seems to bear the message of Adam Egoyan's movie The Sweet Hereafter; namely, that lawyers as ambulance-chasers are bad news. Law and Markets is concerned not with corporate criminality but with the prospect that enterprising lawyers, instigating class action suits on contingency fees, will be able to dupe civil juries, and cut into profit margins. Indeed, Richard Hazelton, the CEO of Dow Corning which filed for bankruptcy because of the silicone breast implant suit, tells a cautionary tale for Canadian businesspeople.Contributors point out that jurors lack competence to assess the scientific and technical evidence about toxic emissions, risks to health, the relationship of causality and legal accountability; prejudices about dioxin spills may skew assessment of the personal injury caused by the spillage. The one exception to the anti-litigation view of the 17 contributors to Law and Markets is Mark Mattson, an environmental litigator, who argues convincingly that the Canadian Environmental Protection Act needs radical revision or abolition. Mattson argues that the federal government should either enforce environmental standards or leave private litigators like himself to engage in civil ligation against environmental polluters. Mattson recommends that public interest groups and their lawyers split the fine levied on the offending corporations or municipalities (135). While Mattson may conform to the Fraser Institute's policy on deregulation -- \"It is government intervention that stands in the way of a public right to protect community resources\" (136) -- his proposals would encourage litigation, diminish shareholder profits and raise citizens' taxes. If the aim of Canadian economic regulation is, as Konrad von Finckenstein puts it, \"user-friendly regulation,\" we are led to conclude that deregulation and user-friendly regulation are not the same thing. If the conflicting interests of Richard Hazelton and Mark Mattson reveal the current contradictions of capitalism, we might also note that the provinces geographically and ideologically closest to the Fraser Institute (British Columbia and Alberta) are the most litigious, while New Brunswick are Newfoundland are least litigious (158-9).An exciting challenge for the Fraser Institute would be to take on the human rights legislation that emerged after the Second World War, arising from a combination of anti-Nazi principle, Keynesian welfarism and acceptance of wartime control of goods and services in the public interest. Since human rights codes abridge several common law rights, of property and contract, specifically the right of business to discriminate in favour of preferred employees, buyers, tenants and customers, the Institute's views on James Walker's compelling account of the role of human rights legislation in limiting racism in the Canadian marketplace would be illuminating. …", "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 1112, "influentialCitationCount": 52, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48497568", "name": "R. Ericson"}, {"authorId": "2088800716", "name": "K. Haggerty"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "93e7bbc7d2c32d334815fbab886a88257995e85c", "externalIds": {"DOI": "10.5153/sro.634"}, "url": "https://www.semanticscholar.org/paper/93e7bbc7d2c32d334815fbab886a88257995e85c", "title": "Control Creep", "abstract": "Reacting to the attacks on September 11th and subsequently, governments in both the USA and UK have identified a need to enhance the social control apparatus in order to protect citizens from forms of ‘asymmetric warfare’ conducted by terrorist groups. These attempts to reform the provision of security and control cannot be understood in isolation. They are connected to a deeply entrenched process of ‘control creep’, whereby the social control apparatus progressively expands and penetrates (or ‘creeps’) into different social arenas, in response to a set of inchoate fears about a sense of security in late-modernity.", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "50775351", "name": "M. Innes"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "93fb89e51aecc0f0950b4af548ef1987ba1f188b", "externalIds": {"MAG": "2052687698", "DOI": "10.1590/S0104-44782003000100015"}, "url": "https://www.semanticscholar.org/paper/93fb89e51aecc0f0950b4af548ef1987ba1f188b", "title": "The culture of control: crime and social order in contemporary, society", "abstract": "Nos últimos trinta trinta anos, houve profundas mudanças na forma como compreendemos o crime e a justiça criminal. O crime tornou-se um evento simbólico, um verdadeiro teste para a ordem social e para as políticas governamentais, um desafio para a sociedade civil, para a democracia e para os direitos humanos. Segundo David Garland, professor da Faculdade de Direito da New York University, um dos principais autores no campo da Sociologia da Punição e com artigo publicado na Revista de Sociologia e Política , número 13, na modernidade tardia houve uma verdadeira obsessão securitária, direcionando as políticas criminais para um maior rigor em relação às penas e maior intolerância com o criminoso. Há trinta anos, nos EUA e na Inglaterra essa tendência era insuspeita. O livro mostra que os dois países compartilham intrigantes similaridades em suas práticas criminais, a despeito da divisão racial, das desigualdades econômicas e da letalidade violenta que marcam fortemente o cenário americano. Segundo David Garland, encontram-se nos dois países os “mesmos tipos de riscos e inseguranças, a mesma percepção a respeito dos problemas de um controle social não-efetivo, as mesmas críticas da justiça criminal tradicional, e as mesmas ansiedades recorrentes sobre mudança e ordem sociais”1 (GARLAND, 2001, p. 2). O argumento principal da obra é o seguinte: a modernidade tardia, esse distintivo padrão de relações sociais, econômicas e culturais, trouxe consigo um conjunto de riscos, inseguranças e problemas de controle social que deram uma configuração específica às nossas respostas ao crime, ao garantir os altos custos das políticas criminais, o grau máximo de duração das penas e a excessivas taxas de encarceramento.", "venue": "", "year": 2003, "referenceCount": 2, "citationCount": 2216, "influentialCitationCount": 345, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "113404116", "name": "Luís Antônio Francisco de Souza"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "95a8094e7e23d838b19ec070ec7e1a3ef75aab92", "externalIds": {"MAG": "2562793958", "DOI": "10.1093/SER/MWW033"}, "url": "https://www.semanticscholar.org/paper/95a8094e7e23d838b19ec070ec7e1a3ef75aab92", "title": "Seeing like a market", "abstract": "Socio-Economic Review, 2017, Vol. 15, No. 1, 9–29 doi: 10.1093/ser/mww033 Advance Access Publication Date: 8 December 2016 Article Article Seeing like a market Marion Fourcade 1, * and Kieran Healy 2, * University of California, Berkeley and 2 Duke University *Correspondence: fourcade@berkeley.edu; kjhealy@soc.duke.edu Abstract What do markets see when they look at people? Information dragnets increasingly yield huge quantities of individual-level data, which are analyzed to sort and slot people into categories of taste, riskiness or worth. These tools deepen the reach of the market and define new strategies of profit-making. We present a new theoretical framework for understanding their development. We argue that (a) modern organ- izations follow an institutional data imperative to collect as much data as possible; (b) as a result of the analysis and use of this data, individuals accrue a form of capital flowing from their positions as measured by various digital scoring and ranking methods; and (c) the facticity of these scoring methods makes them organizational devices with potentially stratifying effects. They offer firms new opportunities to structure and price offerings to consumers. For individuals, they create classification situations that identify shared life-chances in product and service markets. We dis- cuss the implications of these processes and argue that they tend toward a new economy of moral judgment, where outcomes are experienced as morally deserved positions based on prior good actions and good tastes, as measured and classified by this new infrastructure of data collection and analysis. Key words: classification, big data, technology, markets, institutions, morality JEL classification: A13, O33 Across institutional domains, tracking and measurement is expanding and becoming ever more fine-grained (Limn, 2012; Gillespie et al., 2014; Pasquale, 2015). We see it in everyday consumption, in housing and credit markets, in health, employment, education (Cottom, 2016), social relations, including intimate ones (Levy, 2015), legal services, and even into political life (Ziewitz, 2016) and the private sphere (Neff and Nafus, 2016). Sociologists studying the state, technology and the market have sought to describe and understand these trends in different ways. This article proposes a framework to analytically unify their con- cerns, and to grasp the implications of contemporary technological developments for proc- esses of inequality and stratification. C The Author 2016. Published by Oxford University Press and the Society for the Advancement of Socio-Economics. V All rights reserved. For Permissions, please email: journals.permissions@oup.com", "venue": "", "year": 2016, "referenceCount": 86, "citationCount": 250, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145566388", "name": "M. Fourcade"}, {"authorId": "36919134", "name": "Kieran Healy"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "977cf64cf0d930f4b6892fa17dd9f2bf08ec47de", "externalIds": {"MAG": "615556080", "DOI": "10.3138/9781442681880"}, "url": "https://www.semanticscholar.org/paper/977cf64cf0d930f4b6892fa17dd9f2bf08ec47de", "title": "The New Politics of Surveillance and Visibility", "abstract": "Acknowledgments The New Politics of Surveillance and Visibility KEVIN D. HAGGERTY and RICHARD V. ERICSONPART ONE: THEORIZING SURVEILLANCE AND VISIBILITY 9/11, Synopticon, and Scopophilia: Watching and Being Watched DAVID LYON Welcome to the Society of Control: The Simulation of Surveillance Revisited WILLIAM BOGARD Varieties of Personal Information as Influences on Attitudes towards Surveillance GARY T. MARX Struggling with Surveillance: Resistance, Consciousness, and Identity JOHN GILLIOMPART TWO: POLICE AND MILITARY SURVEILLANCE A Faustian Bargain? America and the Dream of Total Information Awareness Surveillance Fiction or Higher Policing? JEAN-PAUL BRODEUR and STEPHANE LEMAN-LANGLOIS An Alternative Current in Surveillance and Control: Broadcasting Surveillance Footage of Crimes AARON DOYLE Surveillance and Military Transformation: Organizational Trends in Twenty-First-Century Armed Services CHRISTOPHER DANDEKER Visible War: Surveillance, Speed, and Information War KEVIN D. HAGGERTYPART THREE: SURVEILLANCE, ELECTRONIC MEDIA, AND CONSUMER CULTURE Cracking the Consumer Code: Advertisers, Anxiety, and Surveillance in the Digital Age JOSEPH TUROW (En)Visioning the Television Audience: Revisiting Questions of Power in the Age of Interactive Television SERRA TINIC Cultures of Mania: Towards an Anthropology of Mood EMILY MARTIN Surveillant Internet Technologies and the Growth in Information Capitalism: Spams and Public Trust in the Information Society DAVID S. WALL Data Mining, Surveillance, and Discrimination in the Post-9/11 Environment OSCAR GANDY JRContributors", "venue": "", "year": 2006, "referenceCount": 0, "citationCount": 252, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2088800716", "name": "K. Haggerty"}, {"authorId": "48497568", "name": "R. Ericson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "98683d97b648182318944970464d8447264b29a3", "externalIds": {"MAG": "1758740287", "DOI": "10.2139/SSRN.2394683"}, "url": "https://www.semanticscholar.org/paper/98683d97b648182318944970464d8447264b29a3", "title": "Big Data and Predictive Reasonable Suspicion", "abstract": "The Fourth Amendment requires “reasonable suspicion” to seize a suspect. As a general matter, the suspicion derives from information a police officer observes or knows. It is individualized to a particular person at a particular place. Most reasonable suspicion cases involve police confronting unknown suspects engaged in observable suspicious activities. Essentially, the reasonable suspicion doctrine is based on “small data” – discrete facts involving limited information and little knowledge about the suspect. But what if this small data is replaced by “big data”? What if police can “know” about the suspect through new networked information sources? Or, what if predictive analytics can forecast who will be the likely troublemakers in a community? The rise of big data technology offers a challenge to the traditional paradigm of Fourth Amendment law. Now, with little effort, most unknown suspects can be “known,” as a web of information can identify and provide extensive personal data about a suspect independent of the officer’s observations. New data sources including law enforcement databases, third party information sources (phone records, rental records, GPS data, video surveillance data, etc.), and predictive analytics, combined with biometric or facial recognition software, means that information about that suspect can be known in a few data searches. At some point, the data (independent of the observation) may become sufficiently individualized and predictive to justify the seizure of a suspect. The question this article poses is can a Fourth Amendment stop be predicated on the aggregation of specific, individualized, but otherwise non-criminal factors?This article traces the consequences in the shift from a “small data” reasonable suspicion doctrine, focused on specific, observable actions of unknown suspects, to the “big data” reality of an interconnected information rich world of known suspects. With more targeted information, police officers on the streets will have a stronger predictive sense about the likelihood that they are observing criminal activity. This evolution, however, only hints at the promise of big data policing. The next phase will be using existing predictive analytics to target suspects without any actual observation of criminal activity, merely relying on the accumulation of various data points. Unknown suspects will become known, not because of who they are but because of the data they left behind. Using pattern matching techniques through networked databases, individuals will be targeted out of the vast flow of informational data. This new reality subverts reasonable suspicion from being a source of protection against unreasonable stops, to a means of justifying those same stops.", "venue": "", "year": 2014, "referenceCount": 14, "citationCount": 58, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2006734908", "name": "A. Ferguson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "99ad6a92f341ac2236522a116384737c9accd1cf", "externalIds": {"MAG": "2145691230", "DOI": "10.1177/0003122413486800"}, "url": "https://www.semanticscholar.org/paper/99ad6a92f341ac2236522a116384737c9accd1cf", "title": "The Corner and the Crew: The Influence of Geography and Social Networks on Gang Violence", "abstract": "Nearly a century of empirical research examines how neighborhood properties influence a host of phenomena such as crime, poverty, health, civic engagement, immigration, and economic inequality. Theoretically bundled within these neighborhood effects are institutions’ and actors’ social networks that are the foundation of other neighborhood-level processes such as social control, mobilization, and cultural assimilation. Yet, despite such long-standing theoretical links between neighborhoods and social networks, empirical research rarely considers or measures dimensions of geography and social network mechanisms simultaneously. The present study seeks to fill this gap by analyzing how both geography and social networks influence an important social problem in urban America: gang violence. Using detailed data on fatal and non-fatal shootings, we examine effects of geographic proximity, organizational memory, and additional group processes (e.g., reciprocity, transitivity, and status seeking) on gang violence in Chicago and Boston. Results show adjacency of gang turf and prior conflict between gangs are strong predictors of subsequent gang violence. Furthermore, important network processes, including reciprocity and status seeking, also contribute to observed patterns of gang violence. In fact, we find that these spatial and network processes mediate racial effects, suggesting the primacy of place and the group in generating gang violence.", "venue": "", "year": 2013, "referenceCount": 97, "citationCount": 282, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2336642", "name": "A. Papachristos"}, {"authorId": "9957841", "name": "David M. Hureau"}, {"authorId": "47207886", "name": "A. Braga"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9aed87d37d7b31cf30ff83e436994c02ff839106", "externalIds": {"MAG": "1973650481", "DOI": "10.1177/0094306110404515m"}, "url": "https://www.semanticscholar.org/paper/9aed87d37d7b31cf30ff83e436994c02ff839106", "title": "Coming to Terms with Chance: Engaging Rational Discrimination and Cumulative Disadvantage", "abstract": "In Plural Masculinities, Sofia Aboim engages the changing dynamics of masculinity in the lives of men, and ultimately how the growing plurality of performances impacts the gender order. In emphasizing the existence of a diversity of masculinities, she claims that ‘‘different routes to change’’ (p. 10) can impact the hegemonic standard. She is, in a sense, deconstructing the homogeneous form of hegemonic masculinity to show that change is possible by conveying how ‘‘complicit’’ men produce alternative versions of masculinity based on an individualized experience, as opposed to historical institutionalized beliefs. She utilizes multiple methods from different data sources, which strengthen the claims that the diversity of masculine performances within the ‘‘private’’ sphere are impacted by social and familial changes. While Chapter Four derives from cross-cultural data, the final two chapters (Five and Six) are based on data drawn from men in Portugal, which limits specific application in other cultures, but is extremely useful when discussing change in general. Whether it is factor analysis of cross-cultural quantitative data concerning attitudes of the breadwinner role versus practices of work in the home (Chapter Four) or qualitative interviews with men as they respond to changes in family structures (Chapter Five), Aboim’s findings emphasize how gender expectations are slow to change even as the structure and organization of the family changes. Furthermore in Chapter Six, her qualitative analysis of sexuality and gender roles claims that, over time, expectations are changing about men’s and women’s roles in sexual relations (albeit slowly) which she argues impacts the hegemonic standard. Developing masculinities are hybrid masculinities, offering alternative masculinities that borrow from feminine experiences. The text exhibits that changes in masculine expectations and displays are apparent and they are linked to societal change, which impacts the gender order. Her use of multiple methods offers strong credibility to her claims, as each finding supports the overall idea. Although the interpretation of hybrid masculinities cannot be challenged, it can be debated. Throughout the text, Aboim demonstrates a complete understanding of the field, drawing on a range of theoretical ideas to express an inclusive discussion about the topic of masculinities, often moving beyond masculinity studies, and even feminist theories. In Chapter One, she offers a brief history of the development of the field to establish the context of her argument. The author, however, extends the discussion beyond the gender field, locating it within larger sociological discussions. For example, she reviews discussions of family (Chapter Three) and domination and hegemony (Chapter Two), allowing readers to comprehend the basis of her argument and the theoretical underpinnings that have helped to develop the ideas. This is a great tool for any graduate student who is interested in the field. But Aboim’s extensive theoretical development also appears to be a key limitation in the book. Although all aspects of the theories appear to be applicable to the discussion, the thorough discussion leads a reader to get mired in the theoretical discussions, losing focus on the key points the author is attempting to convey. The author dedicates the entirety of Chapter Three to justify family, or at least the ‘‘private’’ sphere, as an important venue for discussion, setting up the following three chapters. The author engages the discussion of the separation of spheres, which is interesting and thorough, but does not explicitly identify which aspects of it are relevant, nor does she offer examples to help the reader follow the context of the discussion. She relies predominantly on indepth theoretical discussions, which tend to be extremely abstract, making it difficult to", "venue": "", "year": 2011, "referenceCount": 7, "citationCount": 53, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "143859703", "name": "G. Wilson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9c9c55300e7773d8fdc546f760a7bd7a7d1d16cd", "externalIds": {"MAG": "126480740", "DOI": "10.4135/9781446212172.n272"}, "url": "https://www.semanticscholar.org/paper/9c9c55300e7773d8fdc546f760a7bd7a7d1d16cd", "title": "The Self-Fulfilling Prophecy.", "abstract": "amt 59(4) 2 The practice of grouping students by perceived ability is commonplace in mathematics classrooms. Various terms are used to describe the practice including streaming, setting and tracking, the meanings of which can vary from context to context. The generic term of ability grouping will be used to describe the practice where students of perceived similar achievement levels are placed in the same classroom or group. Mathematics teachers are more likely to support homogeneous grouping than their colleagues in other discipline areas. Cahan and Linchevski (1996) cite figures from the UK where 80% of mathematics teachers believe that it is inappropriate to have mixed ability teaching groups whereas, in contrast, 16% of science teachers and 3% of English teachers held the same view. Ruthven (1987) reported similar trends in primary school where ability grouping was a ‘predominant form of organisation in mathematics... [but] was largely unknown in areas such as science and social studies’ (p. 243). Ruthven also goes on to say that ability grouping remains consistent in mathematics but diminishes in other areas as students move through the year levels. While teachers generally may support practices of ability grouping, there is some evidence that parents also value such practices, particularly middle-class parents (Boaler, 1997). Such studies raise questions as to why mathematics teachers, unlike their peers in other discipline areas, support notions of ability grouping to such an extent. Indeed, if ability were an innate construct, it would seem logical that students would have either generalised or specialised abilities across disciplines and yet this ideology does not seem to be supported by teachers other than in mathematics. The reasons for mathematics teachers supporting ability grouping are varied, but can be tied to a belief that sees mathematics as a hierarchical discipline where concepts build on previous concepts (Ruthven, 1987). A Self-Fulfilling Prophecy?", "venue": "", "year": 1971, "referenceCount": 0, "citationCount": 807, "influentialCitationCount": 38, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "66157982", "name": "T. Good"}, {"authorId": "6065603", "name": "J. Brophy"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9e9c9e96cb16727fc6cd938ab1035ce08b1c8368", "externalIds": {"MAG": "2059239014", "DOI": "10.7326/0003-4819-135-10-200111200-00030"}, "url": "https://www.semanticscholar.org/paper/9e9c9e96cb16727fc6cd938ab1035ce08b1c8368", "title": "Sorting Things Out: Classification and Its Consequences", "abstract": "Bowker GC and Star SL. 389 pages. Cambridge, MA, and London: MIT Pr; 1999. $29.95. ISBN 0262024616. Order phone 800-356-0343. Field of medicine: Public health and medical informatics. Format: Hardcover book (softcover also available). Audience: Physicians and nonphysicians involved in developing or setting policy for classification systems, nomenclatures, or vocabularies. Purpose: To discuss the idea that classifications and standardizations have direct impact on social and political aspects of human interaction. Content: The authors organize their presentation into an introductory chapter that frames the issues, followed by three sections (classification and large-scale infrastructures, classification and biography, and classification and work practice) providing specific examples, and a conclusion section. The authors use the International Classification of Diseases, 9th revision, race classification under apartheid in South Africa, and the Nursing Intervention Classification as primary examples. An extensive bibliography of more than 300 references, a name index, and a subject index follow the text. Highlights: The authors present fascinating history and insights into the development of various classification systems. In addition, they identify issues that arise during the creation of any classification system, such as the need to compromise between providing granular classifications that satisfy needs specific to a time and place. Finally, the authors draw attention to the implications of choices made in the development of some important classification systems. These implications bear on moral judgments, financial effects, and political gains or losses. Limitations: The authors' writing style hinder the reader's ability to access the interesting information and to understand the implications of choices made in developing classification systems. While the overall organization of the book is clear, the themes and ideas do not flow well. Sentences require repeated readings, and a dictionary at your side would be helpful, given the authors' frequent use of unfamiliar words. These failings obscure interesting and valuable facts and viewpoints. Related readings: Svenonius'The Intellectual Foundation of Information Organization (MIT Pr; 2000) and Aitchison and colleagues'Thesaurus Construction and Use: A Practical Manual (Fitzroy Dearborn; 2000). Reviewers: J. Marc Overhage, MD, PhD, and Jeffery G. Suico, MD, Regenstrief Institute for Health Care and Indiana University School of Medicine, Indianapolis, IN.", "venue": "Annals of Internal Medicine", "year": 2001, "referenceCount": 0, "citationCount": 2329, "influentialCitationCount": 179, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "5638783", "name": "J. Overhage"}, {"authorId": "82264506", "name": "J. Suico"}]}}, {"isInfluential": false, "contexts": ["Historical crime data are incomplete; estimates of unreported crime range from less than 17 percent to over 68 percent, depending\non the offense (Langton et al. 2012)."], "intents": ["background"], "citedPaper": {"paperId": "a09f65896a38d40ef092e1c1c621d05e3f259552", "externalIds": {"MAG": "2774936379"}, "url": "https://www.semanticscholar.org/paper/a09f65896a38d40ef092e1c1c621d05e3f259552", "title": "National Victimization Survey: Victimizations not Reported to the Police, 2006-2010", "abstract": "When crimes are not reported to the police, victims may not be able to obtain necessary services to cope with the victimization, offenders may go unpunished, and law enforcement and community resources may be misallocated due to a lack of accurate information about local crime problems. Understanding the characteristics of crimes unknown to police, victims who do not report crimes, and the reasons these crimes are not reported may help identify gaps in the provision of criminal justice services and inform police practice and policies. Using data from the National Crime Victimization Survey, this report examines trends in the types of crime not reported to police, the characteristics of unreported victimizations, and the victims rationale for not reporting these crimes.", "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 68, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Political Science"], "authors": [{"authorId": "152892548", "name": "L. Langston"}, {"authorId": "1416045902", "name": "M. Bersofsky"}, {"authorId": "6886501", "name": "C. Krebs"}, {"authorId": "1404321910", "name": "H. Smiley-McDonald"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a58dc1c4a4d0b390fa2e29683dd9ab8fff4e5a03", "externalIds": {"MAG": "2791059564", "DOI": "10.7249/rr233"}, "url": "https://www.semanticscholar.org/paper/a58dc1c4a4d0b390fa2e29683dd9ab8fff4e5a03", "title": "Predictive Policing: The Role of Crime Forecasting in Law Enforcement Operations", "abstract": "Predictive policing is the use of analytical techniques to identify targets for police intervention with the goal of preventing crime, solving past crimes, or identifying potential offenders and victims. These tools are not a substitute for integrated approaches to policing, nor are they a crystal ball. This guide assesses some of the most promising technical tools and tactical approaches for acting on predictions in an effective way.", "venue": "", "year": 2013, "referenceCount": 138, "citationCount": 357, "influentialCitationCount": 23, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "33661424", "name": "W. Perry"}, {"authorId": "144639256", "name": "B. McInnis"}, {"authorId": "3639589", "name": "C. Price"}, {"authorId": "2110541226", "name": "Susan Smith"}, {"authorId": "28970990", "name": "John S. Hollywood"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "aa74ed374dd75172940cff24c0754126de782ca0", "externalIds": {"MAG": "2507920812", "DOI": "10.1086/600308"}, "url": "https://www.semanticscholar.org/paper/aa74ed374dd75172940cff24c0754126de782ca0", "title": ":Marked: Race, Crime, and Finding Work in an Era of Mass Incarceration", "abstract": null, "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 504, "influentialCitationCount": 52, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "102037933", "name": "Andrea M. Leverentz"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "ab8306a1482a23187aa6ce76f24877c96dbd3d13", "externalIds": {"MAG": "2585575725"}, "url": "https://www.semanticscholar.org/paper/ab8306a1482a23187aa6ce76f24877c96dbd3d13", "title": "Prisoners in 2014", "abstract": "At yearend 2014, the United States held an estimated 1,561,500 prisoners in state and federal correctional facilities, a decrease of approximately 15,400 prisoners (down 1%) from December 31, 2013. A third (34%) of the decrease was due to fewer prisoners under the jurisdiction of the Federal Bureau of Prisons (BOP), which declined for the second consecutive year (figure 1). Prisoners sentenced to more than 1 year in state or federal prison declined by almost 1% (down 11,800 prison inmates) from yearend 2013 (1,520,400) to yearend 2014 (1,508,600). The number of prisoners housed in private facilities in the United States decreased by almost 2% in 2014 to 131,300 prison inmates.", "venue": "", "year": 2015, "referenceCount": 0, "citationCount": 389, "influentialCitationCount": 44, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "34332441", "name": "E. Carson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "abb900f8ebb9bad40794e54023b1d2424706cf7a", "externalIds": {"MAG": "1974234740", "DOI": "10.1080/13688804.2013.876265"}, "url": "https://www.semanticscholar.org/paper/abb900f8ebb9bad40794e54023b1d2424706cf7a", "title": "Raw Data is an Oxymoron", "abstract": null, "venue": "", "year": 2014, "referenceCount": 0, "citationCount": 387, "influentialCitationCount": 12, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "12126432", "name": "James Mussell"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "b14c291d99f32580fe987c20e52a248c62838e68", "externalIds": {"MAG": "584790758", "DOI": "10.4135/9781473909472"}, "url": "https://www.semanticscholar.org/paper/b14c291d99f32580fe987c20e52a248c62838e68", "title": "The data revolution : big data, open data, data infrastructures & their consequences", "abstract": "Chapter 1: Conceptualising Data What are data? Kinds of data Data, information, knowledge, wisdom Framing data Thinking critically about databases and data infrastructures Data assemblages and the data revolution Chapter 2: Small Data, Data Infrastructures and Data Brokers Data holdings, data archives and data infrastructures Rationale for research data infrastructures The challenges of building data infrastructures The challenges of building data infrastructuresData brokers and markets Chapter 3: Open and Linked Data Open data Linked data The case for open data The economics of open data Concerns with respect to opening data Chapter 4: Big Data Volume Exhaustive Resolution and indexicality Relationality Velocity Variety Flexibility Chapter 5: Enablers and Sources of Big Data The enablers of big data Sources of big data Directed Data Automated data Volunteered data Chapter 6: Data Analytics Pre-analytics Machine learning Data mining and pattern recognition Data visualisation and visual analytics Statistical analysis Prediction, simulation and optimization Chapter 7: The Governmental and Business Rationale for Big Data Governing people Managing organisations Leveraging value and producing capital Creating better places Chapter 8: The Reframing of Science, Social Science and Humanities Research The fourth paradigm in science? The re-emergence of empiricism The fallacies of empiricism Data-driven science Computational social sciences and digital humanities Chapter 9: Technical and Organisational Issues Deserts and deluges Access Data quality, veracity and lineage Data integration and interoperability Poor analysis and ecological fallacies Skills and human resourcing Chapter 10: Ethical, Political, Social and Legal Concerns Data shadows and dataveillance Privacy Data security Profiling, social sorting and redlining Secondary uses, control creep and anticipatory governance Modes of governance and technological lock-ins Chapter 11: Making Sense of the Data Revolution Understanding data and the data revolution Researching data assemblages Final thoughts", "venue": "", "year": 2014, "referenceCount": 0, "citationCount": 735, "influentialCitationCount": 54, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business", "Sociology"], "authors": [{"authorId": "145878647", "name": "R. Kitchin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "b1b2c709b29623d1a8215315e9096f7b93f5c5b6", "externalIds": {"MAG": "2616446878", "DOI": "10.1146/ANNUREV-SOC-060116-053457"}, "url": "https://www.semanticscholar.org/paper/b1b2c709b29623d1a8215315e9096f7b93f5c5b6", "title": "Data ex Machina: Introduction to Big Data", "abstract": "Social life increasingly occurs in digital environments and continues to be mediated by digital systems. Big data represents the data being generated by the digitization of social life, which we break down into three domains: digital life, digital traces, and digitalized life. We argue that there is enormous potential in using big data to study a variety of phenomena that remain difficult to observe. However, there are some recurring vulnerabilities that should be addressed. We also outline the role institutions must play in clarifying the ethical rules of the road. Finally, we conclude by pointing to a few trends that are not yet common in research using big data but will play an increasing role in it. Expected final online publication date for the Annual Review of Sociology Volume 43 is July 30, 2017. Please see http://www.annualreviews.org/page/journal/pubdates for revised estimates.", "venue": "", "year": 2017, "referenceCount": 103, "citationCount": 108, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3185333", "name": "D. Lazer"}, {"authorId": "2328263", "name": "J. Radford"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "b4f91b2f01fd9ed4cbfeff25ababe787ae9749a2", "externalIds": {"MAG": "1865959941"}, "url": "https://www.semanticscholar.org/paper/b4f91b2f01fd9ed4cbfeff25ababe787ae9749a2", "title": "Police and National Security: American Local Law Enforcement and Counter-Terrorism after 9/11", "abstract": "What makes the issue of American policing and national security so interesting and complex is the decentralized and localized nature of most law enforcement in the United States. These attributes give rise to three challenges for policing and national security. First, the decentralized and localized nature of American policing creates enormous organizational problems in coordinating national security activities, and combating terrorism in particular. Second, the counter-terrorism agenda may influence or disrupt systems and patterns of political accountability of local police agencies. Third, some of the same attributes of local policing that makes it a useful counter-terrorism tool also create difficulties in effectively carrying out more traditional functions. The tension that sometimes exists between law enforcement efforts to prosecute criminals and secret intelligence activities to monitor them is exacerbated when stretched across local-federal lines, and some actions that may be important from a national security perspective may also be disruptive to more traditional law and order police efforts within localized communities. Whether and how these challenges are resolved depend heavily not only responses generated through the political system but on the evolutionary trajectory of the national security threats that spawn them.", "venue": "", "year": 2008, "referenceCount": 26, "citationCount": 31, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "65780038", "name": "Matthew C. Waxman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "b5f7078eab1831a54331ac824ea64ec2a4cb9602", "externalIds": {"MAG": "2913114386", "DOI": "10.1007/BF02687074"}, "url": "https://www.semanticscholar.org/paper/b5f7078eab1831a54331ac824ea64ec2a4cb9602", "title": "What’s new about the “new surveillance”?: Classifying for change and continuity", "abstract": "A critique of the dictionary definition of surveillance as “close observation, especially of a suspected person” is offered. Much surveillance is applied categorically and beyond persons to places, spaces, networks and categories of person and the distinction between self and other surveillance can be blurred. Drawing from characteristics of the technology, the data collection process and the nature of the data, this article identifies 28 dimensions that are useful in characterizing means of surveillance. These dimensions highlight the differences between the new and traditional surveillance and offer a way to capture major sources of variation relevant to contemporary social, ethical and policy considerations. There can be little doubt that major changes have occurred. However the normative implications of this are mixed and dependent on the technology in question and evaluative framework. The concept of surveillance slack is introduced. This involves the extent to which a technology is applied, rather than the absolute amount of surveillance. A historical review of the jagged development of telecommunications for Western democratic conceptions of individualism is offered. This suggests the difficulty of reaching simple conclusions about whether the protection of personal information is decreasing or increasing. “We are at any moment those who separate the connected or connect the separate.” Georg Simmel", "venue": "", "year": 2004, "referenceCount": 46, "citationCount": 153, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "21441437", "name": "G. Marx"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "ba130e97906d36a5eaca5ac82fe40c7f92981059", "externalIds": {"MAG": "1541515907", "DOI": "10.5860/choice.28-1843"}, "url": "https://www.semanticscholar.org/paper/ba130e97906d36a5eaca5ac82fe40c7f92981059", "title": "The consequences of modernity", "abstract": "Part I:. Introduction. The Discontinuities of Modernity. Security and Danger, Trust and Risk. Sociology and Modernity. Modernity, Time and Space. Disembedding. Trust. The Reflexivity of Modernity. Modernity and Post-- Modernity?. Summary. Part II:. The Institutional Dimensions of Modernity. The Globalizing of Modernity. Two Theoretical Perspectives. Dimensions of Globalization. Part III:. Trust and Modernity. Trust in Abstract Systems. Trust and Expertise. Trust and Ontological Security. The Pre--Modern and Modern. Part IV:. Abstract Systems and the Transformation of Intimacy. Trust and Personal Relations. Trust and Personal Identity. Risk and Danger in the Modern World. Risk and Ontological Security. Adaptive Reactions. A Phenomonology of Modernity. Deskilling and Reskilling in Everyday Life. Objections to Post--Modernity. Part V:. Riding the Juggernaut. Utopian Realism. Future Orientations. The Role of Social Movements. Post--Modernity. Part VI: . Is Modernity and Western Project?. Concluding Observations. Notes.", "venue": "", "year": 1990, "referenceCount": 0, "citationCount": 13999, "influentialCitationCount": 782, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "66098311", "name": "A. Giddens"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "ba328478958a5916060427d7949f3e7bde662d9b", "externalIds": {"MAG": "2056879345", "DOI": "10.2307/203963"}, "url": "https://www.semanticscholar.org/paper/ba328478958a5916060427d7949f3e7bde662d9b", "title": "A Thousand Plateaus: Capitalism and Schizophrenia", "abstract": "Translator's Foreword: Pleasures of Philosophy Notes on the Translation and Acknowledgements Author's Note 1. Introduction: Rhizome 2. 1914: One or Several Wolves? 3. 10,000 BC: The Geology of Morals (Who Does the Earth Think It Is?) 4. November 20th, 1923: Postulates of Linguistics 5. 587BC-AD70: On Several Regimes of Signs 6. November 28th, 1947: How Do You Make Yourself a Body Without Organs? 7. Year Zero: Faciality 8. 1874: Three Novellas, or \"What Happened?\" 9. 1933: Micropolitics and Segmentarity 10. 1730: Becoming Intense, Becoming-Animal, Becoming Imperceptible... 11. 1837: Of the Refrain 12. 1227: Treatise on Nomadology - The War Machine 13. 7000BC: Apparatus of Capture 14. 1440: The Smooth and the Striated 15. Conclusion: Concrete Rules and Abstract Machines Notes Bibliography List of Illustrations Index", "venue": "", "year": 1980, "referenceCount": 10, "citationCount": 13953, "influentialCitationCount": 1026, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2287656", "name": "G. Deleuze"}, {"authorId": "48800252", "name": "F. Guattari"}, {"authorId": "71684583", "name": "B. Massumi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "bac9e994a2193a6635207c083834f066b433eae6", "externalIds": {"MAG": "1538894003", "DOI": "10.1111/J.1746-8361.2011.01282.X"}, "url": "https://www.semanticscholar.org/paper/bac9e994a2193a6635207c083834f066b433eae6", "title": "Thought Experiments, Intuitions and Philosophical Evidence", "abstract": "What is the nature of the evidence provided by thought experiments in philosophy? For instance, what evidence is provided by the Gettier thought experiment against the JTB theory of knowledge? According to one view, it provides as evidence only a certain psychological proposition, e.g. that it seems to one that the subject in the Gettier case lacks knowledge. On an alternative, nonpsychological view, the Gettier thought experiment provides as evidence the nonpsychological proposition that the subject in the Gettier case lacks knowledge (e.g., Williamson 2007). Given the centrality of thought experiments to philosophical enquiry, the correct account of thought experiment evidence is important for understanding the nature of philosophical methodology. Further, Williamson argues that a misguided adherence to the psychological view of thought experiment evidence encourages scepticism about philosophy since it opens a gap between our evidence and the nonpsychological subject matter of philosophy. The main aim of this paper is to defend the psychological view against recent objections. In particular, I argue that even if thought experiment evidence is psychological, it can still provide justification for non-psychological claims which are the subject matter of philosophy.", "venue": "", "year": 2011, "referenceCount": 19, "citationCount": 29, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2110862089", "name": "Jessica Brown"}]}}, {"isInfluential": false, "contexts": ["By contrast, the institutional\nperspective (DiMaggio and Powell 1983; Meyer and Rowan 1977) questions the assumption that organizational structures stem from rational processes or technical imperatives (Scott 2004)."], "intents": ["background"], "citedPaper": {"paperId": "bc4c52775dde0e372e440a85de2b6c19ed696bfc", "externalIds": {"MAG": "76034536", "DOI": "10.1086/226550"}, "url": "https://www.semanticscholar.org/paper/bc4c52775dde0e372e440a85de2b6c19ed696bfc", "title": "Institutionalized Organizations: Formal Structure as Myth and Ceremony", "abstract": "Many formal organizational structures arise as reflections of rationalized institutional rules. The elaboration of such rules in modern states and societies accounts in part for the expansion and increased complexity of formal organizational structures. Institutional rules function as myths which organizations incorporate, gaining legitimacy, resources, stability, and enhanced survival prospects. Organizations whose structures become isomorphic with the myths of the institutional environment-in contrast with those primarily structured by the demands of technical production and exchange-decrease internal coordination and control in order to maintain legitimacy. Structures are decoupled from each other and from ongoing activities. In place of coordination, inspection, and evaluation, a logic of confidence and good faith is employed.", "venue": "American Journal of Sociology", "year": 1977, "referenceCount": 47, "citationCount": 20648, "influentialCitationCount": 1164, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47451551", "name": "John W. Meyer"}, {"authorId": "145966238", "name": "Brian Rowan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "bdaf4fcfa81895253d4286117c599c62f341671f", "externalIds": {"MAG": "584600887"}, "url": "https://www.semanticscholar.org/paper/bdaf4fcfa81895253d4286117c599c62f341671f", "title": "Surveillance as social sorting : privacy, risk, and digital discrimination", "abstract": "Part One: Orientations 1. Surveillance as Social Sorting: Computer Codes and Mobile Bodies 2. Theorizing Surveillance: The Case of the Workplace 3. Biometrics and the Body as Information: Normative Issues of the Socio-technical Coding of the Body Part Two: Verifying Identities: Constituting Life-Chances 4. Electronic Identity Cards and Social Classification 5. Surveillance Creep in the Genetic Age 6. \"Racial\" Categories and Health Risks: Epidemiological Surveillance Among Canadian First Nations Part Three: Regulating Mobilities: Places and Spaces 7. Privacy and the Phenetic Urge: Geodemographics and the Changing Spatiality of Local Practice 8. People and Place: Patterns of Individual Identification within Intelligent Transportation Systems 9. Netscapes of Power: Convergence, Network Design, Walled Gardens, and other Strategies of Control in the Information Age Part Four: Targeting Trouble: Social Divisions 10. Categorizing the Workers: Electronic Surveillance and Social Ordering in the Call Centre 11. Private Security and Surveillance: From the \"Dossier Society\" to Database Networks 12. From Personal to Digital: CCTV, the Panopticon, and the Technological Meditation of Suspicion and Social Control", "venue": "", "year": 2003, "referenceCount": 0, "citationCount": 509, "influentialCitationCount": 32, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "144275399", "name": "D. Lyon"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "bf69c98fca9a9f6c1cde871beddbcdc668b77771", "externalIds": {"MAG": "2886038082"}, "url": "https://www.semanticscholar.org/paper/bf69c98fca9a9f6c1cde871beddbcdc668b77771", "title": "Big Data: A Revolution That Will Transform How We Live, Work, and Think", "abstract": "Since Aristotle, we have fought to understand the causes behind everything. But this ideology is fading. The world of big data can crunch However the indirect implication of a raw material in cdc data processing. He says most common search terms think we'll have lost. At the damnation profoundly surprising conclusions, from make it seems more recently I think. Less as a fascinatingand sometimes profoundly surprising ways not knowing why only one to find knowledge.", "venue": "", "year": 2015, "referenceCount": 0, "citationCount": 1585, "influentialCitationCount": 89, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "5826096", "name": "Eric Gossett"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "c162b979614723af707c8cba8887c0fd4bcaf609", "externalIds": {"MAG": "2012758517", "DOI": "10.2307/2290231"}, "url": "https://www.semanticscholar.org/paper/c162b979614723af707c8cba8887c0fd4bcaf609", "title": "The Taming of Chance.", "abstract": "Acknowledgements 1. The argument 2. The doctrine of necessity 3. Public amateurs, secret bureaucrats 4. Bureaux 5. The sweet despotism of reason 6. The quantum of sickness 7. The granary of science 8. Suicide is a kind of madness 9. The experimental basis of the philosophy of legislation 10. Facts without authenticity, without detail, without control, and without value 11. By what majority? 12. The law of large numbers 13. Regimental chests 14. Society prepares the crimes 15. The astronomical conception of society 16. The mineralogical conception of society 17. The most ancient nobility 18. Cassirer's thesis 19. The normal state 20. As real as cosmic forces 21. The autonomy of statistical law 22. A chapter from Prussian statistics 23. A universe of chance Notes Index.", "venue": "", "year": 1992, "referenceCount": 371, "citationCount": 2007, "influentialCitationCount": 86, "isOpenAccess": true, "fieldsOfStudy": ["History", "Mathematics"], "authors": [{"authorId": "1957528", "name": "P. Guttorp"}, {"authorId": "2971501", "name": "I. Hacking"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "c42ef9e652581027865a08e51c7f7edbd88269c2", "externalIds": {"MAG": "272011779", "DOI": "10.5860/choice.49-6568"}, "url": "https://www.semanticscholar.org/paper/c42ef9e652581027865a08e51c7f7edbd88269c2", "title": "Disciplining the Poor: Neoliberal Paternalism and the Persistent Power of Race", "abstract": "\"Disciplining the Poor\" lays out the underlying logic of contemporary poverty governance in the United States. The authors argue that poverty governance - how social welfare policy choices get made, how authority gets exercised, and how collective pursuits get organized - has been transformed in the United States by two significant developments. The rise of paternalism has promoted a more directive and supervisory approach to managing the poor. This has intersected with a second development: the rise of neoliberalism as an organizing principle of governance. Neoliberals have redesigned state operations around market principles; to impose market discipline, core state functions - from war to welfare - have been contracted out to private providers. The authors seek to clarify the origins, operations, and consequences of neoliberal paternalism as a mode of poverty governance, tracing its impact from the federal level, to the state and county level, down to the differences in ways frontline case workers take disciplinary actions in individual cases. The book also addresses the complex role race has come to play in contemporary poverty governance.", "venue": "", "year": 2011, "referenceCount": 0, "citationCount": 579, "influentialCitationCount": 47, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "9960528", "name": "Joe Soss"}, {"authorId": "9939175", "name": "Richard C. Fording"}, {"authorId": "6270031", "name": "S. Schram"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "c4e70abcf9f61acc882db3502610aa1777e802fc", "externalIds": {"MAG": "2030461396", "DOI": "10.1017/CBO9780511618925.007", "PubMed": "10281188"}, "url": "https://www.semanticscholar.org/paper/c4e70abcf9f61acc882db3502610aa1777e802fc", "title": "Technology as an occasion for structuring: evidence from observations of CT scanners and the social order of radiology departments.", "abstract": "New medical imaging devices, such as the CT scanner, have begun to challenge traditional role relations among radiologists and radiological technologists. Under some conditions, these technologies may actually alter the organizational and occupational structure of radiological work. However, current theories of technology and organizational form are insensitive to the potential number of structural variations implicit in role-based change. This paper expands recent sociological thought on the link between institution and action to outline a theory of how technology might occasion different organizational structures by altering institutionalized roles and patterns of interaction. In so doing, technology is treated as a social rather than a physical object, and structure is conceptualized as a process rather than an entity. The implications of the theory are illustrated by showing how identical CT scanners occasioned similar structuring processes in two radiology departments and yet led to divergent forms of organization. The data suggest that to understand how technologies alter organizational structures researchers may need to integrate the study of social action and the study of social form.", "venue": "Administrative science quarterly", "year": 1986, "referenceCount": 47, "citationCount": 2849, "influentialCitationCount": 230, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "2040894", "name": "S. Barley"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "cf6aabd53e26f0660a8ee12463d66f66d271bc24", "externalIds": {"MAG": "1489085862", "DOI": "10.24908/SS.V7I1.3304"}, "url": "https://www.semanticscholar.org/paper/cf6aabd53e26f0660a8ee12463d66f66d271bc24", "title": "Discrimination by Design: predictive data mining as security practice in the United States’ ‘war on terrorism’", "abstract": "The tactics and strategies employed by the United States in its ‘War on Terrorism' have generally been condemned as departures from the norms of how a democratic government conducts itself. Reforms are thus thought needed to place the ‘War on Terror' under the rule of law and protect civil liberties. This article attempts to counter that view. Using predictive data mining-a technology at the heart of the US National Security Agency's (NSA) surveillance scandal-as an example, it argues that rather than a break with the past, the tactics that the Bush Administration adopted to fight terrorism represent an extension of a particular type of future-oriented power which Foucault (2008) referred to as \"security\" or \"government.\" And while individual civil liberties are no doubt at stake, they are not at stake equally for everyone. Predictive data mining discriminates by design, designating certain groups as threats relative to others. Thus, persons with Middle Eastern and North African backgrounds will disproportionately bear the burden of this surveillance technique and the innumerable mistakes it produces. Finally, the rule of law would seem to offer little to remedy the situation. The War on Drugs, the policing of immigration, and past international disputes with ‘terrorist regimes' have provided a \"crime jurisprudence\" (Simon 2007) that legitimizes such discrimination. Paradoxically and pessimistically then, the real hope for change lies in the crisis of legitimacy that one could expect to result from the wider application of such discriminatory technologies or the benevolent reign of an executive branch that has been imbued with an authority beyond its traditional limits.", "venue": "", "year": 2009, "referenceCount": 71, "citationCount": 44, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "102414455", "name": "Keith Guzik"}]}}, {"isInfluential": false, "contexts": ["Emblematic of the expansion of surveillance (Lyon 2003; Marx 2016; Rule 2007) is the rapid growth of the criminal justice system since 1972 (Carson 2015; Garland 2001; Wakefield and Uggen 2010; Western 2006)."], "intents": ["background"], "citedPaper": {"paperId": "d1df70c2adda711e147859121bd9f4a7cc8d4dd4", "externalIds": {"MAG": "2010923052", "DOI": "10.5860/choice.44-4178"}, "url": "https://www.semanticscholar.org/paper/d1df70c2adda711e147859121bd9f4a7cc8d4dd4", "title": "Punishment and Inequality in America", "abstract": null, "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 617, "influentialCitationCount": 73, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "34585890", "name": "M. Joseph"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "d347cb8b0176aedc4d6ea2385a7b045870f867fe", "externalIds": {"MAG": "148487365"}, "url": "https://www.semanticscholar.org/paper/d347cb8b0176aedc4d6ea2385a7b045870f867fe", "title": "Quis Custodiet Ipsos Custodes? Limits on Widespread Surveillance and Intelligence Gathering By Local Law Enforcement After 9/11", "abstract": null, "venue": "", "year": 2012, "referenceCount": 5, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "48366473", "name": "Craig Roush"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "d3490ecc1f2ce34699f3572c3c367eae21d4b54f", "externalIds": {"MAG": "2312389195", "DBLP": "journals/sigcas/Christin16", "DOI": "10.1145/2908216.2908220"}, "url": "https://www.semanticscholar.org/paper/d3490ecc1f2ce34699f3572c3c367eae21d4b54f", "title": "From daguerreotypes to algorithms: machines, expertise, and three forms of objectivity", "abstract": "What claims are made about the objectivity of machines versus that of human experts? Whereas most current debates focus on the growing impact of algorithms in the age of Big Data, I argue here in favor of taking a longer historical perspective on these developments. Drawing on Daston and Galison's analysis of scientific production since the eighteenth century, I show that their distinction among three forms of objectivity (\"truth-to-nature,\" \"mechanical objectivity,\" and \"trained judgment\") sheds light on existing discussions about algorithmic objectivity and accountability in expert fields.", "venue": "CSOC", "year": 2016, "referenceCount": 7, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "3379909", "name": "Angèle Christin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "d3e0ce6b738a433d6521b71fe78d9f0bf0e8bdf9", "externalIds": {"MAG": "2021204860", "DOI": "10.1111/J.1745-9125.1989.TB00862.X"}, "url": "https://www.semanticscholar.org/paper/d3e0ce6b738a433d6521b71fe78d9f0bf0e8bdf9", "title": "Hot Spots of Predatory Crime: Routine Activities and the Criminology of Place", "abstract": "A leading sociological theory of crime is the “routine activities” approach (Cohen and Felson, 1979). The premise of this ecological theory is that criminal events result from likely offenders, suitable targets, and the absence of capable guardians against crime converging nonrandomly in time and space. Yet prior research has been unable to employ spatial data, relying instead on individual- and household-level data, to test that basic premise. This analysis supports the premise with spatial data on 323,979 calls to police over all 115,000 addresses and intersections in Minneapolis over 1 year. Relatively few “hot spots” produce most calls to Police (50% of calls in 3% of places) and calls reporting predatory crimes (all robberies at 2.2% of places, all rapes at 1.2% of places, and all auto thefts at 2.7% of places), because crime is both rare (only 3.6% of the city could have had a robbery with no repeat addresses) and concentrated, although the magnitude of concentration varies by offense type. These distributions all deviate significantly, and with ample magnitude, from the simple Poisson model of chance, which raises basic questions about the criminogenic nature of places, as distinct from neighborhoods or collectivities.", "venue": "", "year": 1989, "referenceCount": 24, "citationCount": 1800, "influentialCitationCount": 90, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "12828670", "name": "L. Sherman"}, {"authorId": "80006533", "name": "Patrick R. Gartin"}, {"authorId": "102459688", "name": "Michael Buerger"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "d3ec0f296c72892858c91bca8df8666d6ec4a846", "externalIds": {"MAG": "2042567993", "DOI": "10.2307/2092019"}, "url": "https://www.semanticscholar.org/paper/d3ec0f296c72892858c91bca8df8666d6ec4a846", "title": "The Police on Skid-Row: A Study of Peace Keeping", "abstract": "Following the distinction proposed by Banton, police work consists of two relatively different activities: \"law enforcement\" and \"keeping the peace.\" The latter is not determined by a clear legal mandate and does not stand under any system of external control. Instead, it developed as a craft in response to a variety of demand conditions. One such condition is created by the concentration of certain types of persons on skid-row. Patrolmen have a particular conception of the social order of skid-row life that determines the procedures of control they employ. The most conspicuous features of the peace keeping methods used are an aggressively personalized approach to residents, an attenuated regard for questions of culpability, and the use of coercion, mainly in the interest of managing situations rather than persons.", "venue": "", "year": 1967, "referenceCount": 0, "citationCount": 677, "influentialCitationCount": 30, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49882548", "name": "E. Bittner"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "d6447799ae695a33ec772894be58e9fc607af309", "externalIds": {"MAG": "2413144013"}, "url": "https://www.semanticscholar.org/paper/d6447799ae695a33ec772894be58e9fc607af309", "title": "The Fourth Amendment as Administrative Governance", "abstract": "Fourth Amendment law is transactional: it focuses on the one-off interaction typified by the singular investigatory search against a particular suspect for a specific crime. Yet surveillance is increasingly programmatic. It is ongoing and cumulative, and the scope of the executive’s search and seizure power is determined by administrative practice. Vindicating Fourth Amendment values today requires more than what the conventional transactional approach has to offer. This Article recasts problems of surveillance as problems of governance and develops an administrative framework to help address them. Administrative law suggests a way to flesh out the requirement for Fourth Amendment “reasonableness” in the exercise of agency discretion, where today’s Fourth Amendment often punts. Administrative law also provides a mechanism, independent of criminal procedure, through which courts can impose more systemic safeguards on privacy. Finally, administrative law points to a set of extrajudicial strategies for addressing surveillance at the level of governance.", "venue": "", "year": 2016, "referenceCount": 2, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "117443723", "name": "Daphna Renan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "dd1c87cceed40748e136a80c35c5d32b3f47f8b1", "externalIds": {"MAG": "649194661"}, "url": "https://www.semanticscholar.org/paper/dd1c87cceed40748e136a80c35c5d32b3f47f8b1", "title": "Punished: Policing the Lives of Black and Latino Boys", "abstract": "Preface Acknowledgments Part I Hypercriminalization 1 Dreams Deferred: The Patterns of Punishment in Oakland 2 The Flatlands of Oakland and the Youth Control Complex 3 The Labeling Hype: Coming of Age in the Era of Mass Incarceration 4 The Coupling of Criminal Justice and Community Institutions Part II Consequences 5 \"Dummy Smart\": Misrecognition, Acting Out, and \"Going Dumb\" 6 Proving Manhood: Masculinity as a Rehabilitative Tool 7 Guilty by Association: Acting White or Acting Lawful? Conclusion: Toward a Youth Support Complex Appendix: Beyond Jungle-Book Tropes Notes References Index About the Author", "venue": "", "year": 2011, "referenceCount": 307, "citationCount": 745, "influentialCitationCount": 81, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "49240218", "name": "Victor M. Rios"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "dda5eb9e7eb241dc6634b61aed4efc050a206ef2", "externalIds": {"MAG": "2766445120", "DOI": "10.29173/CJS29369"}, "url": "https://www.semanticscholar.org/paper/dda5eb9e7eb241dc6634b61aed4efc050a206ef2", "title": "Forrest, Stuart, Down, Out, & Under Arrest: Policing and Everyday Life in Skid Row.", "abstract": null, "venue": "", "year": 2017, "referenceCount": 0, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116867181", "name": "Rylan Kafara"}]}}]}