{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "27a7ac15718d453075a4d627081f5a89009448a8", "externalIds": {"MAG": "3108683985", "DOI": "10.4018/978-1-7998-6605-3.ch007"}, "url": "https://www.semanticscholar.org/paper/27a7ac15718d453075a4d627081f5a89009448a8", "title": "Brands and Stories in Ads", "abstract": "Storytelling in advertising allows consumers to recall the narrative, characters, and brands related to the story. This consolidates the consumer's idea of a brand as unique and distinct from others and can also be the basis for brand distinctiveness. As such, the present chapter will firstly take into consideration the existing theoretical framework related to the use of storytelling in the creation of narrative ads, and then it will present the creation, unfolding and results of an investigation involving 326 individuals. The data collected from this study demonstrates that the structure of the narrative of a storytelling ad positively influences the distinctiveness of the brand. Moreover, this study shows the mediating role between narrative structure and the perception of brand distinctiveness. This chapter enhances knowledge on advertising, narrative, and brand distinctiveness and supports new researches in this field.", "venue": "", "year": 2021, "referenceCount": 82, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "152432165", "name": "Sara Santos"}, {"authorId": "138618928", "name": "P. E. Santo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2b3c04a796ffae4488ee47f22a96086da9e629a3", "externalIds": {"MAG": "3199696588", "DOI": "10.25136/2409-868X.2021.9.36403"}, "url": "https://www.semanticscholar.org/paper/2b3c04a796ffae4488ee47f22a96086da9e629a3", "title": "К вопросу о формировании якутской страшилки как жанра современного фольклора", "abstract": null, "venue": "", "year": 2021, "referenceCount": 2, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "122624120", "name": "Федорова Айталина Родионовна"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3189a58aa7ffce1fa26fa7358395316b2b97b7ac", "externalIds": {"MAG": "3163665921", "DOI": "10.1016/J.PAID.2021.111139"}, "url": "https://www.semanticscholar.org/paper/3189a58aa7ffce1fa26fa7358395316b2b97b7ac", "title": "The psychology of morbid curiosity: Development and initial validation of the morbid curiosity scale", "abstract": "Abstract The success of horror films, popularity of true crime, and prevalence of violence in the news implies that morbid curiosity is a common psychological trait. However, research on morbid curiosity is largely absent from the psychological literature. In this paper, I present a psychometric tool for assessing morbid curiosity, defined as a motivation to seek out information about dangerous phenomena, and use it to investigate the psychological nature of morbid curiosity. In studies 1 and 2 (ntotal = 1370), the Morbid Curiosity Scale was developed and its relationship to personality was assessed. Morbidly curious individuals were rebellious, socially curious, and low in animal reminder disgust. Study 3 (n = 317) demonstrated that trait morbid curiosity is stable over 4–6 weeks and that morbidly curious individuals prefer movies where threat is a central theme. In Study 4 (n = 137), participants were presented with a choice between morbid information and non-morbid information (image and text). Morbid curiosity predicted over half the variance (r2 = 0.53) in decisions to further investigate morbid information. These four studies provide evidence that morbid curiosity is a normally occurring psychological trait that can be assessed using the new 24-item Morbid Curiosity Scale.", "venue": "", "year": 2021, "referenceCount": 58, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "90842190", "name": "Coltan Scrivner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "50a6db6a18140d5be36a6c017fa393edb09078c7", "externalIds": {"MAG": "3190075092", "DOI": "10.1108/oir-03-2021-0121"}, "url": "https://www.semanticscholar.org/paper/50a6db6a18140d5be36a6c017fa393edb09078c7", "title": "Prevalence of anger, engaged in sadness: engagement in misinformation, correction, and emotional tweets during mass shootings", "abstract": "PurposeThe goal of this study is to examine how tweets containing distinct emotions (i.e., emotional tweets) and different information types (i.e., misinformation, corrective information, and others) are prevalent during the initial phase of mass shootings and furthermore, how users engage in those tweets.Design/methodology/approachThe researchers manually coded 1,478 tweets posted between August 3–11, 2019, in the immediate aftermath of the El Paso and Dayton mass shootings. This manual coding approach systematically examined the distinct emotions and information types of each tweet.FindingsThe authors found that, on Twitter, misinformation was more prevalent than correction during crises and a large portion of misinformation had negative emotions (i.e., anger, sadness, and anxiety), while correction featured anger. Notably, sadness-exhibiting tweets were more likely to be retweeted and liked by users, but tweets containing other emotions (i.e., anger, anxiety, and joy) were less likely to be retweeted and liked.Research limitations/implicationsOnly a portion of the larger conversation was manually coded. However, the current study provides an overall picture of how tweets are circulated during crises in terms of misinformation and correction, and moreover, how emotions and information types alike influence engagement behaviors.Originality/valueThe pervasive anger-laden tweets about mass shooting incidents might contribute to hostile narratives and eventually reignite political polarization. The notable presence of anger in correction tweets further suggests that those who are trying to provide correction to misinformation also rely on emotion. Moreover, our study suggests that displays of sadness could function in a way that leads individuals to rely on false claims as a coping strategy to counteract uncertainty.Peer reviewThe peer review history for this article is available at: https://publons.com/publon/10.1108/OIR-03-2021-0121/", "venue": "Online Information Review", "year": 2021, "referenceCount": 53, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": null, "name": "Jiyoung Lee"}, {"authorId": "3467521", "name": "Shaheen Kanthawala"}, {"authorId": "3544353", "name": "Brian C. Britt"}, {"authorId": "2132413119", "name": "Danielle F. Deavours"}, {"authorId": "2132367555", "name": "Tanya Ott-Fulmore"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a5d81cf39212f1a15fce28759b5adb3b1b733994", "externalIds": {"MAG": "3164895345", "DOI": "10.1007/S41471-021-00110-Y"}, "url": "https://www.semanticscholar.org/paper/a5d81cf39212f1a15fce28759b5adb3b1b733994", "title": "Playing When Paying and What Happens Next: Customer Satisfaction and Word-of-Mouth Intention in Gambled Price Promotions", "abstract": "Gambled price promotions, i.e., discounts in which the customers’ savings depend on the outcome of a game, have recently gained increasing attention from research and practice. This type of promotion is often framed as an in-store event, and consumers experience two properties inherent in gambling: entertainment and varied financial payoffs. Depending on the consumers’ assessments of these two elements, these experiences might drive two postpurchase consequences of such campaigns: customer satisfaction with the retailer and word-of-mouth intention. To assess these effects, two field quasi-experiments with gambled price promotions were conducted: one in a candy store and the other in a retail furniture store. Two main findings emerge from these studies: (1) The customers in both studies endorse gambled price promotions and are more willing to engage in word-of-mouth when participating in such a campaign. The effect of gambled price promotions on customer satisfaction is positive in the low-stakes setting of the candy store but insignificant in the furniture store. (2) The positive effects of such promotions are mediated by their entertainment value and moderated by the consumers’ assessments of the discount. The implication of these results is that, in addition to the already known revenue-increasing prepurchase effects, gambled price promotions can also result in positive postpurchase effects and should represent a valuable addition to the seller’s promotion toolbox.", "venue": "", "year": 2021, "referenceCount": 100, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "122718594", "name": "K. Akbari"}, {"authorId": "30306029", "name": "U. Wagner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b2e38750f86b6c304641e7e50ac290ef875df70a", "externalIds": {"MAG": "3184225265", "DOI": "10.1007/978-3-030-70324-0_16"}, "url": "https://www.semanticscholar.org/paper/b2e38750f86b6c304641e7e50ac290ef875df70a", "title": "Leveraging EWOM on Service Failure Recovery Strategy: An Insight into the Brand Perspective", "abstract": "Today, consumers have real power: they describe their brand experiences on social media. They are a source of electronic word of mouth (eWOM) that can influence other consumers and have an impact on their brand choices. EWOM is often produced when consumers experience an online service failure. Providers have to manage this with adequate recovery strategies. The value that fashion providers are able to create for consumers depends more and more on how they handle service failure situations. This chapter explore the relationship between UGC, as a basis of eWOM, and service failure and recovery strategies filtered through the brand. The analysis is carried out from a theoretical point of view and offers insights into the fashion industry.", "venue": "The Art of Digital Marketing for Fashion and Luxury Brands", "year": 2021, "referenceCount": 143, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "72434007", "name": "S. Ranfagni"}, {"authorId": "3436833", "name": "Wilson Ozuem"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b394081359eb1c797b4d97f145c52497c8db31be", "externalIds": {"MAG": "3175815707", "DOI": "10.31921/doxacom.n32a11"}, "url": "https://www.semanticscholar.org/paper/b394081359eb1c797b4d97f145c52497c8db31be", "title": "La música popular en las elecciones generales de 2019 en España", "abstract": "Esta investigación indaga en el diseño de las playlists electorales de tres partidos en las elecciones generales de 2019 en España. El binomio partido-candidato es esencial para entender la función de la música popular en las campañas electorales. El himno es una imagen de marca sonora del partido que apela a votantes fieles y enmarca en campaña al candidato. Las playlists con música popular permiten un discurso dividido emocional y temáticamente que facilita la personificación del partido. El empleo funcional de las canciones en las playlists se desarrolla desvinculando la canción utilizada de la ideología del intérprete. Tomando como referencia los estilos musicales, los temas de las letras y las fechas de las canciones, se observa que electoralmente el PSOE se dirige a los jóvenes con mensajes sociales de actualidad, y el PP, generacionalmente más amplio, usa la nostalgia y la identidad en la lógica de recuperar antiguos votantes. Ciudadanos abunda en la época de la denominada Movida, en la captación de electorados maduros, así como algunos jóvenes. En cualquier caso,  es destacable esla escasez de propuestas políticas, el predomino del mensaje emocional, atribuible a las organizaciones políticas y no a los candidatos, fortalece la vinculación con el partido.", "venue": "Doxa Comunicación. Revista Interdisciplinar de Estudios de Comunicación y Ciencias Sociales", "year": 2021, "referenceCount": 32, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2124792440", "name": "Antonio Francisco Alaminos Fernández"}]}}, {"contexts": ["Content that evokes more interest (Berger and Schwartz 2011; Heath et al. 2001), arouses high emotion, or contains more useful information (Berger 2014) is shared more often."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "bc5f692ad7c515e0589793d754d87e255dc96e2d", "externalIds": {"DBLP": "journals/bise/KosterMH21", "MAG": "3043933822", "DOI": "10.1007/s12599-020-00660-1"}, "url": "https://www.semanticscholar.org/paper/bc5f692ad7c515e0589793d754d87e255dc96e2d", "title": "Do All Roads Lead to Rome? Exploring the Relationship Between Social Referrals, Referral Propensity and Stickiness to Video-on-Demand Websites", "abstract": "Content website providers have two main goals: They seek to attract consumers and to keep them on their websites as long as possible. To reach potential consumers, they can utilize several online channels, such as paid search results or advertisements on social media, all of which usually require a substantial marketing budget. However, with rising user numbers of online communication tools, website providers increasingly integrate social sharing buttons on their websites to encourage existing consumers to facilitate referrals to their social networks. While little is known about this social form of guiding consumers to a content website, the study proposes that the way in which consumers reach a website is related to their stickiness to the website and their propensity to refer content to others. By using a unique clickstream data set of a video-on-demand website, the study compares consumers referred by their social network to those consumers arriving at the website via organic search or social media advertisements in terms of stickiness to the website (e.g., visit length, number of page views, video starts) and referral likelihood. The results show that consumers referred through social referrals spend more time on the website, view more pages, and start more videos than consumers who respond to social media advertisements, but less than those coming through organic search. Concerning referral propensity, the results indicate that consumers attracted to a website through social referrals are more likely to refer content to others than those who came through organic search or social media advertisements. The study offers direct insights to managers and recommends an increase in their efforts to promote social referrals on their websites.", "venue": "Bus. Inf. Syst. Eng.", "year": 2020, "referenceCount": 138, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "2421042", "name": "Antonia Köster"}, {"authorId": "145831680", "name": "C. Matt"}, {"authorId": "38659700", "name": "T. Hess"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d639caba90db14aed41d984e5733e0ce1ea278ae", "externalIds": {"MAG": "3175533424", "DOI": "10.1016/J.LANDURBPLAN.2021.104183"}, "url": "https://www.semanticscholar.org/paper/d639caba90db14aed41d984e5733e0ce1ea278ae", "title": "Paradoxical effects of exposure to nature in “haunted” places: Implications for stress reduction theory", "abstract": "Abstract Stress Reduction Theory (SRT) ostensibly explains why natural environments have positive effects on mental health. However, there is debate about the particular characteristics of natural environments that best foster psychological well-being. In this research, we analyze the effects of supposedly “haunted” natural environments on people’s stress levels. The abandoned village of Marmellar was chosen because it is a protected natural area, has numerous associated supernatural legends, and the popular media claims it is actively “haunted.” This site was visited by a total of 208 participants, evenly balanced by self-reported believers in the paranormal vs. non-believers. Before and after the visits, the participants completed three questionnaires that measured their (a) stress levels, (b) suggestibility, and (c) neurasthenia (i.e., general fatigue or irritability). As predicted, the paranormal-believers showed significantly higher levels of stress, suggestibility, and neurasthenia than the non-believers. Paranormal-related beliefs and attributions related to the Marmellar environment specifically predicted 39% of the increase in stress levels. Paradoxical to SRT, our findings suggest that beliefs can override the role of biology in appraisal processes responsible for “sense-of-place.” The risks and benefits of paranormal attributions in the context of personality are discussed.", "venue": "", "year": 2021, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1816709007", "name": "Álex Escolà-Gascón"}, {"authorId": "3530786", "name": "J. Houran"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5bf567607ce504e699fcababa7056c98759b99ef", "externalIds": {"MAG": "3034767479", "DOI": "10.1007/S10745-020-00189-7"}, "url": "https://www.semanticscholar.org/paper/5bf567607ce504e699fcababa7056c98759b99ef", "title": "Addressing Social-Ecological Systems across Temporal and Spatial Scales: a Conceptual Synthesis for Ethnobiology", "abstract": "The aim of this article is to develop an integrative conceptual framework for addressing social-ecological systems across different spatial and temporal scales. Ethnobiologists study social-ecological systems through the lens of heterogeneous disciplines from the natural sciences, social sciences, and humanities. Despite the integrative ambitions of the field, ethnobiology often remains fragmented through research programs that emphasize different methods and scales. This article proposes a conceptual synthesis of three processes of (1) cognitive processing, (2) cultural transmission, and (3) biocultural evolution. We also discuss how social negotiation is embedded in them. By showing how these different processes interact across different spatial and temporal scales, the article develops a framework for ethnobiological scholarship that can address complex dynamics in social-ecological systems.", "venue": "", "year": 2020, "referenceCount": 162, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3242395", "name": "U. Albuquerque"}, {"authorId": "144971150", "name": "David Ludwig"}, {"authorId": "17835378", "name": "I. Feitosa"}, {"authorId": "1504377208", "name": "Joelson Moreno Brito de Moura"}, {"authorId": "25640191", "name": "Patrícia Muniz de Medeiros"}, {"authorId": "40437060", "name": "P. Gonçalves"}, {"authorId": "1490972432", "name": "Risoneide Henriques da Silva"}, {"authorId": "32538980", "name": "Taline Cristina da Silva"}, {"authorId": "1399264778", "name": "Thiago Gonçalves‐Souza"}, {"authorId": "122501601", "name": "W. F. Ferreira Júnior"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "84814a5bc2da1d54c329c032f4179ba43dc3aec6", "externalIds": {"MAG": "3117223419", "DOI": "10.1093/bjc/azaa082"}, "url": "https://www.semanticscholar.org/paper/84814a5bc2da1d54c329c032f4179ba43dc3aec6", "title": "‘There’s A Certain Group of Cops that have their Own Vendetta’: Resident Perceptions of Notorious Police Officers and ‘Cop Clockin’ in the Inner-City", "abstract": "\n Many inner-city neighbourhoods across North America are disproportionately subject to heightened and aggressive policing strategies. Consequently, many inner-city residents have developed strategies to limit their encounters with police. Research examining police–community relationships has traditionally examined how residents perceive and respond to ‘the police’. However, this homogenizes and over-simplifies nuanced processes. Based upon 48 interviews with Toronto inner-city residents, we demonstrate how narratives about allegedly ‘notorious’ officers reveal that residents differentiate between individual officers and modify their behaviours accordingly. This process of officer differentiation—‘cop clockin’—results in strategic responses to specific officers as residents attempt to hinder the potential harms of interactions with ‘notorious cops’. Furthermore, officer complacency raises questions about police legitimacy and strengthening police–community relationships.", "venue": "The British Journal of Criminology", "year": 2020, "referenceCount": 90, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115097196", "name": "Marta-Marika Urbanik"}, {"authorId": "35307373", "name": "Carolyn Greene"}, {"authorId": "2091264091", "name": "Jake Wojnarowicz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8ef8d7f7401d6dfa349d6f7448ebf26e847ddf21", "externalIds": {"MAG": "3082735618", "DOI": "10.1163/15685373-12340082"}, "url": "https://www.semanticscholar.org/paper/8ef8d7f7401d6dfa349d6f7448ebf26e847ddf21", "title": "Cultural Attraction in Film Evolution: the Case of Anachronies", "abstract": "\nIn many films, story is presented in an order different from chronological. Deviations from the chronological order in a narrative are called anachronies. Narratological theory and the evidence from psychological experiments indicate that anachronies allow stories to be more interesting, as the non-chronological order evokes curiosity in viewers. In this paper we investigate the historical dynamics in the use of anachronies in film. Particularly, we follow the cultural attraction theory that suggests that, given certain conditions, cultural evolution should conform to our cognitive preferences. We study this on a corpus of 80 most popular mystery films released in 1970–2009. We observe that anachronies have become used more frequently, and in a greater proportion of films. We also find that films that made substantial use of anachronies, on average, distributed the anachronies evenly along film length, while the films that made little use of anachronies placed them near the beginning and end. We argue that this can reflect a functional difference between these two types of using anachronies. The paper adds further support to the argument that popular culture may be influenced to a significant degree by our cognitive biases.", "venue": "", "year": 2020, "referenceCount": 39, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2865897", "name": "Oleg Sobchuk"}, {"authorId": "69556612", "name": "Peeter Tinits"}]}}, {"contexts": ["Third, content eliciting disgust seem to be particularly culturally successful (Heath et al., 2001; Nichols, 2002; Eriksson and Coultas, 2014): they are better memorized (Stubbersfield et al., 2015), and people are more willing to transmit them (van Leeuwen et al., 2018)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "9c3ecb73c099a3b45181587420ee35f40c76dedc", "externalIds": {"MAG": "3021663078", "DOI": "10.1057/s41599-020-0452-1"}, "url": "https://www.semanticscholar.org/paper/9c3ecb73c099a3b45181587420ee35f40c76dedc", "title": "Internet users engage more with phatic posts than with health misinformation on Facebook", "abstract": "Social media like Facebook are harshly criticized for the propagation of health misinformation. Yet, little research has provided in-depth analysis of real-world data to measure the extent to which Internet users engage with it. This article examines 6.5 million interactions generated by 500 posts on an emblematic case of online health misinformation: the Facebook page Santé  +  Mag , which generates five times more interactions than the combination of the five best-established French media outlets. Based on the literature on cultural evolution, we tested whether the presence of cognitive factors of attraction, that tap into evolved cognitive preferences, such as information related to sexuality, social relations, threat, disgust or negative emotions, could explain the success of Santé  +  Mag ’s posts. Drawing from media studies findings, we hypothesized that their popularity could be driven by Internet users’ desire to interact with their friends and family by sharing phatic posts (i.e. statements with no practical information fulfilling a social function such as “hello” or “sister, I love you”). We found that phatic posts were the strongest predictor of interactions, followed by posts with a positive emotional valence. While 50% of the posts were related to social relations, only 28% consisted of health misinformation. Despite its cognitive appeal, health misinformation was a negative predictor of interactions. Sexual content negatively predicted interactions and other factors of attraction such as disgust, threat or negative emotions did not predict interactions. These results strengthen the idea that Facebook is first and foremost a social network used by people to foster their social relations, not to spread online misinformation. We encourage researchers working on misinformation to conduct finer-grained analysis of online content and to adopt interdisciplinary approach to study the phatic dimension of communication, together with positive content, to better understand the cultural evolution dynamics of social media.", "venue": "Palgrave Communications", "year": 2020, "referenceCount": 103, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "78155360", "name": "M. Berriche"}, {"authorId": "148001478", "name": "Sacha Altay"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a4473850b218db85b2ef4977d41f8dc5038df656", "externalIds": {"DOI": "10.1007/978-3-030-59955-3_6"}, "url": "https://www.semanticscholar.org/paper/a4473850b218db85b2ef4977d41f8dc5038df656", "title": "Viral Ice Buckets: A Memetic Perspective on the ALS Ice Bucket Challenge’s Diffusion", "abstract": null, "venue": "Economic Complexity and Evolution", "year": 2020, "referenceCount": 65, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "51307988", "name": "Michael P. Schlaile"}, {"authorId": "51301412", "name": "Theresa Knausberg"}, {"authorId": null, "name": "Matthias Mueller"}, {"authorId": "28289182", "name": "Johannes Zeman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a83b775cddfa60ca61f35f7139ea18e5d6c07351", "externalIds": {"MAG": "3094577553", "DOI": "10.1007/978-3-030-38270-4_11"}, "url": "https://www.semanticscholar.org/paper/a83b775cddfa60ca61f35f7139ea18e5d6c07351", "title": "How Belief in Conspiracy Theories Addresses Some Basic Human Needs", "abstract": null, "venue": "", "year": 2020, "referenceCount": 46, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "48892655", "name": "Evangeline Wheeler"}]}}, {"contexts": ["Likewise, this representation increases bonding among the non-stigmatized members (Lawler et al., 2000; Heath et al., 2001; Hoffner and Cohen, 2018; Smith et al., 2019) and differentiates from the stigmatized individuals through hostile and negative reactions.", "Research (Lawler et al., 2000; Heath et al., 2001; Hoffner and Cohen, 2018; Smith et al., 2019) demonstrated that in the case of stigmatization of individuals with mental health problems, group members are portrayed as dangerous, unproductive, and violent."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "b7a109604fab65c8c04bead9bb86c3874aed1c09", "externalIds": {"MAG": "3094088027", "DOI": "10.3389/fcomm.2020.550912"}, "url": "https://www.semanticscholar.org/paper/b7a109604fab65c8c04bead9bb86c3874aed1c09", "title": "Mental Health Interventions: Reflections on a Radio Program as Alternative for Stigma Reduction and Social Integration", "abstract": "Under the umbrella of Social Identity Theory and Goffman's notion of stigma, this paper reviews research on stigma in connection with social perceptions of individuals with mental health problems and the role of the media in building those perceptions. The study specifically examined three aspects: (1) social stigma of individuals with mental health problems; (2) media as an alternative intervention for individuals with mental health problems, and (3) alternative interventions for stigma reduction and social integration. Based on data collected via testimonies from an in-hospital radio show, from hospitalized patients with mental health problems, and from the audience, the study was designed to address the question of how mass media could act as an alternative mental health intervention to help reduce stigma and promote social integration.", "venue": "Frontiers in Communication", "year": 2020, "referenceCount": 114, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "115233255", "name": "M. I. Marino"}, {"authorId": "1999743072", "name": "Oluwabusola Adogba"}, {"authorId": "11654575", "name": "N. Tilli"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d718cd26ed732636ceb992a58989b0c3904d140e", "externalIds": {"MAG": "3040603659", "DOI": "10.1007/s42438-020-00160-1"}, "url": "https://www.semanticscholar.org/paper/d718cd26ed732636ceb992a58989b0c3904d140e", "title": "The Postdigital Emergence of Memes and GIFs: Meaning, Discourse, and Hypernarrative Creativity", "abstract": "The use of memes and GIFs has a significant influence on interactions in social networks and online forums. As productions or utterances, these modes of communication benefit from thorough research works, notably led by Shifman, thus impacting many different scientific fields—such as linguistics, semantics, and communication studies. This situation is linked to the recent emergence of memes and GIFs, and also to their complex intertwining of discursive, visual, and videographic signs, thus leading to a polysemic communicative phenomenon. In this paper, I wish to show how memes and GIFs work by analyzing scientific studies and looking at the digital dynamics in online interaction, and on the possible impact on the offline world, in a postdigital perspective. The aim is to propose an approach based on the communicational role played by memes and GIFs, and also to underline the fact that they do represent a new form of human discourse, enriched by cultural references, popular culture and individual, and collective creativity.", "venue": "", "year": 2020, "referenceCount": 63, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1738739132", "name": "Albin Wagener"}]}}, {"contexts": ["Heath et al. (2001) similarly found that being high in a ‘disgustscale’ (a quantitative measure of how disgusting is a story) was a good predictor of online success of urban legends."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "02cace165bd3781b40671ce65e173144b5089a23", "externalIds": {"MAG": "2896295631", "DOI": "10.1057/s41599-019-0224-y"}, "url": "https://www.semanticscholar.org/paper/02cace165bd3781b40671ce65e173144b5089a23", "title": "Cognitive attraction and online misinformation", "abstract": "The spread of online misinformation has gained mainstream attention in recent years. This paper approaches this phenomenon from a cultural evolution and cognitive anthropology perspective, focusing on the idea that some cultural traits can be successful because their content taps into general cognitive preferences. This research involves 260 articles from media outlets included in two authoritative lists of websites known for publishing hoaxes and ‘fake news’, tracking the presence of negative content, threat-related information, presence of sexually related material, elements associated to disgust, minimally counterintuitive elements (and a particular category of them, i.e., violations of essentialist beliefs), and social information, intended as presence of salient social interactions (e.g., gossip, cheating, formation of alliances), and as news about celebrities. The analysis shows that these features are, to a different degree, present in most texts, and thus that general cognitive inclinations may contribute to explain the success of online misinformation. This account can elucidate questions such as whether and why misinformation online is thriving more than accurate information, or the role of ‘fake news’ as a weapon of political propaganda. Online misinformation, while being an umbrella term covering many different phenomena, can be characterised, in this perspective, not as low-quality information that spreads because of the inefficiency of online communication, but as high-quality information that spreads because of its efficiency. The difference is that ‘quality’ is not equated to truthfulness but to psychological appeal.", "venue": "Palgrave Communications", "year": 2019, "referenceCount": 45, "citationCount": 28, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2352183", "name": "A. Acerbi"}]}}, {"contexts": ["…intentionally disseminated to manipulate public opinion, there is a large amount of persistent rumors, or urban legends, that look as simple popular stories but are often related with social problems and leverage on fears, prejudices and emotions of people (Campion-Vincent 2017; Heath et al. 2001)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "09fe3fd7457cb3738a9687b7d3557fd494ab6171", "externalIds": {"MAG": "2993162047", "DBLP": "journals/ans/TambuscioR19", "DOI": "10.1007/s41109-019-0233-1"}, "url": "https://www.semanticscholar.org/paper/09fe3fd7457cb3738a9687b7d3557fd494ab6171", "title": "Fact-checking strategies to limit urban legends spreading in a segregated society", "abstract": "We propose a framework to study the spreading of urban legends, i.e., false stories that become persistent in a local popular culture, where social groups are naturally segregated by virtue of many (both mutable and immutable) attributes. The goal of this work is identifying and testing new strategies to restrain the dissemination of false information, focusing on the role of network polarization. Following the traditional approach in the study of information diffusion, we consider an epidemic network-based model where the agents can be ‘infected’ after being exposed to the urban legend or to its debunking depending on the belief of their neighborhood. Simulating the spreading process on several networks showing different kind of segregation, we perform a what-if analysis to compare strategies and to understand where it is better to locate eternal fact-checkers, nodes that maintain their position as debunkers of the given urban legend. Our results suggest that very few of these strategies have a chance to succeed. This apparently negative outcomes turns out to be somehow surprising taking into account that we ran our simulations under a highly pessimistic assumption, such that the ‘believers’, i.e., agents that accepted as true the urban legend after they have been exposed to it, will not change their belief no matter of how much external or internal additional informational sources they access to. This has implications on policies that are supposed to decide which strategy to apply to stop misinformation from spreading in real world networks.", "venue": "Appl. Netw. Sci.", "year": 2019, "referenceCount": 77, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2388205", "name": "Marcella Tambuscio"}, {"authorId": "2222952", "name": "G. Ruffo"}]}}, {"contexts": ["Disgust-inducing information, for instance, is not particularly liked, yet several studies have shown that it has a transmission advantage (Eriksson and Coultas, 2014; Heath et al., 2001; Miton et al., 2015), at least, in WEIRD samples (Eriksson et al., 2016).", "…way using, for instance, experimental paradigms such as transmission chains (Bartlett, 1932; Mesoudi, 2007) and choose-to-transmit (Eriksson and Coultas, 2014; Heath et al., 2001; Stubbersfield et al., 2014) and choose-to-receive (Eriksson and Coultas, 2014; Stubbersfield et al., 2014) methods."], "isInfluential": false, "intents": ["methodology", "background"], "citingPaper": {"paperId": "5f3ec21dc2fe8f7233015edc39820cdfe2fe416e", "externalIds": {"MAG": "2916215406", "DOI": "10.1057/s41599-019-0228-7"}, "url": "https://www.semanticscholar.org/paper/5f3ec21dc2fe8f7233015edc39820cdfe2fe416e", "title": "Prestige-biased social learning: current evidence and outstanding questions", "abstract": "Cultural evolution theory posits that a major factor in human ecological success is our high-fidelity and selective social learning, which permits the accumulation of adaptive knowledge and skills over successive generations. One way to acquire adaptive social information is by preferentially copying competent individuals within a valuable domain (success bias). However, competence within a domain is often difficult or impossible to directly assess. Almost 20 years ago, Henrich and Gil-White (H&GW) suggested that people use indirect cues of success (e.g., differential levels of attention paid to models by other social learners) as adaptive short-cuts to select models from whom to learn. They called this use of indirect markers of success prestige bias. In this review, we re-visit H&GW’s proposal, examining the evidence amassed since for the adaptiveness and use of prestige bias in humans. First, we briefly outline H&GW’s theory. Second, we analyse whether prestige is associated with competence within valuable domains, which is a crucial assumption underlying the adaptiveness of prestige bias. Third, we discuss prestige cues that people use to infer success (e.g., the amount of voluntary deference and attention received by models). Fourth, we examine the evidence for and against the use of prestige bias in human adults and children. Finally, we point out limitations in the current literature and present new avenues for research on prestige bias.", "venue": "Palgrave Communications", "year": 2019, "referenceCount": 149, "citationCount": 48, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "51266744", "name": "Ángel V. Jiménez"}, {"authorId": "2562403", "name": "A. Mesoudi"}]}}, {"contexts": ["As mentioned previously, previous research in cultural transmission has found an emotional content bias (Eriksson and Coultas, 2014; Heath et al., 2001; Stubbersfield et al., 2017).", "…2015); information relevant to social relationships and interaction, hereafter social content (Mesoudi et al., 2006; Stubbersfield et al., 2015), and information evoking an emotional response, hereafter emotional content (Eriksson and Coultas, 2014; Heath et al., 2001; Stubbersfield et al., 2017).", "Previous research examining an emotional bias in cultural transmission has found that emotive information (as determined through self-report measures) has a positive influence on transmission fidelity (Eriksson and Coultas, 2014; Heath et al., 2001; Stubbersfield et al., 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "78b651ae28bb5933ac77c713ef27df76a6bd06e9", "externalIds": {"MAG": "2948902839", "DOI": "10.1057/s41599-019-0269-y"}, "url": "https://www.semanticscholar.org/paper/78b651ae28bb5933ac77c713ef27df76a6bd06e9", "title": "Social transmission favours the ‘morally good’ over the ‘merely arousing’", "abstract": "Moral stories are pervasive in human culture, forming the basis of religious texts, folklore, and newspaper articles. We used a linear transmission chain procedure to test three competing hypotheses: (1) that moral content in general is preferentially transmitted between individuals compared to non-moral content; (2) that negativity bias leads specifically to morally bad content being preferentially transmitted; and (3) that a bias towards pro-social information leads specifically to morally good content being preferentially transmitted. While we found no support for a bias for moral content in general, we did find that morally good content was transmitted with greater fidelity than neutral or morally bad content, with ratings of morally good content but not morally bad content predicting transmission. Moral content, therefore, appears to be particularly culturally potent when it describes the ‘virtuous’ rather than the ‘sinful’. A second study repeated the first but also tested the influence of physiological arousal on transmission by measuring the electrodermal activity of participants. This study also found that morally good content was transmitted with greater fidelity than neutral or morally bad content and that physiological arousal had a negative effect on transmission with more arousing material being less faithfully transmitted. These results suggest that the communication of content relating to moral virtue might serve to avoid negative impression formation and promote social bonding, and that this might partially explain the ubiquity of moral content in human culture.", "venue": "Palgrave Communications", "year": 2019, "referenceCount": 94, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5691738", "name": "Joseph M. Stubbersfield"}, {"authorId": "4135703", "name": "L. Dean"}, {"authorId": "47798810", "name": "Sana Sheikh"}, {"authorId": "2866059", "name": "K. Laland"}, {"authorId": "5328492", "name": "C. Cross"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8a23457b1fc59f04d33e18895b3419af9f642bae", "externalIds": {"DBLP": "journals/chb/NabiHNKR19", "MAG": "2944999048", "DOI": "10.1016/J.CHB.2019.05.030"}, "url": "https://www.semanticscholar.org/paper/8a23457b1fc59f04d33e18895b3419af9f642bae", "title": "When audiences become advocates: Self-induced behavior change through health message posting in social media", "abstract": "Abstract Couched within the self-effects paradigm of social media influence, this research examines how posting a health promotion message to one's social media influences one's own, versus others', later health behaviors, with emphasis on emotional intensity and message sharing directives. 382 participants viewed one of eight versions of a melanoma awareness video and were given the opportunity to post it to their Facebook page. Video sharers reported increased sun safety behavior one week later, even after accounting for a range of sun safety-related predictors. Emotional intensity and self-efficacy emerged as key message sharing predictors. These findings align with cognitive dissonance theory, offering unique evidence in a mediated context with relatively enduring effects, and expands the dialogue about the self-persuasive power of social media.", "venue": "Comput. Hum. Behav.", "year": 2019, "referenceCount": 58, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2373933", "name": "Robin L. Nabi"}, {"authorId": "48717938", "name": "Richard Huskey"}, {"authorId": "51011668", "name": "Spencer B. Nicholls"}, {"authorId": "118305363", "name": "Lauren Keblusek"}, {"authorId": "2056782971", "name": "Megan E. Reed"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cb312cedcd05a5eea03d3d8a4d80dea1e6fe0429", "externalIds": {"MAG": "2963550889", "DOI": "10.1007/S11747-019-00678-2"}, "url": "https://www.semanticscholar.org/paper/cb312cedcd05a5eea03d3d8a4d80dea1e6fe0429", "title": "What makes online content viral? The contingent effects of hub\nusers versus non–hub users on social media platforms", "abstract": "Extant research has focused on the role of hub users (e.g., individuals\nwith a large number of ties to other people) in social media–based product\nadoption or information diffusion processes to the neglect of non–hub users.\nDrawing on the strength-of-weak-ties perspective and social capital theory, we (1)\nreveal systematic differences in characteristics of hub users vs. non–hub\nusers in terms of user type, follower type, as well as user–follower\nrelationships and (2) demonstrate differential effects of non–hub users\nversus hub users contingent upon contextual factors. Using a dataset collected from\na popular Chinese micro-blog website, we find that hub users are more likely\ninformation disseminators than non–hub users, that followers of hub users are\nmore likely information disseminators themselves than followers of non–hub\nusers, and that there are more reciprocal ties between non–hub users and\ntheir followers than relationships between hub users and their followers. More\nimportantly, results confirm contingent effects of hub users vs. non–hub\nusers on reposts. Specifically, relative to hub users, the effect of non–hub\nusers on reposts becomes much less weak when\ncontent topics are of high personal relevance to followers’ lives or when\ncontent has high emotional valence. By contrast, hub users, relative to\nnon–hub users, become even more impactful\nwhen many of their followers happen to be active online when an original post is\nseeded.", "venue": "Journal of the Academy of Marketing Science", "year": 2019, "referenceCount": 71, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2109096582", "name": "Qingliang Wang"}, {"authorId": "2124013129", "name": "Fred Miao"}, {"authorId": "1966813", "name": "G. Tayi"}, {"authorId": "122209868", "name": "E. Xie"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cb9149e882d514dd40311d79af61a51aaca4db50", "externalIds": {"MAG": "2964591199", "DOI": "10.2501/JAR-2019-027"}, "url": "https://www.semanticscholar.org/paper/cb9149e882d514dd40311d79af61a51aaca4db50", "title": "How Do Brands' Facebook Posts Induce Consumers' e-Word-of-Mouth Behavior?", "abstract": "ABSTRACT Using a computational analysis, a so-called big-data approach, this study examines how brands' Facebook posts affect consumers' electronic word-of-mouth behavior. The findings suggest that the use of multimedia content—such as photo and video, a brand's name, a hashtag (i.e., “#”), a subjective word, or a social word—increases consumers' electronic word-of-mouth behaviors regarding the brand posts. Practical and academic implications are discussed on the basis of these findings.", "venue": "Journal of Advertising Research", "year": 2019, "referenceCount": 58, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2136178979", "name": "Taemin Kim"}, {"authorId": "48206547", "name": "Hyejin Kim"}, {"authorId": "3044501", "name": "Yunhwan Kim"}]}}, {"contexts": ["…for certain story types, such as a bias for\nPALGRAVE COMMUNICATIONS | (2019) 5:25 | https://doi.org/10.1057/s41599-019-0234-9 | www.nature.com/palcomms 9\nemotional stories (Heath et al., 2001) and a bias for stories describing social and survival information (Stubbersfield et al., 2015; 2017)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "ce89c9e61ae27e92dd824f841a4e3415a2b91f4c", "externalIds": {"MAG": "2919424406", "DOI": "10.1057/s41599-019-0234-9"}, "url": "https://www.semanticscholar.org/paper/ce89c9e61ae27e92dd824f841a4e3415a2b91f4c", "title": "Cultural entrenchment of folktales is encoded in language", "abstract": "In this interdisciplinary study, we explore the understudied effects of growing cultural entrenchment on the form of stories with a long reproduction history. Drawing on insight from literary theory, theoretical linguistics, and cultural evolution theory, we argue that changes in the cultural entrenchment of fairy tales and folk stories are reflected in (small) structural ‘mutations’ in the story. More specifically, we aim to show that with the increasing familiarity of “Little Red Riding Hood”, its story frame and characters have gradually become part of the author and audience’s shared world knowledge, which is encoded in the type of linguistic devices used to introduce the characters. To this end, we performed a Bayesian logistic regression analysis on a diachronic collection (late 18th century–2015) of the world’s most iconic fairy tale, using automatically generated time estimations for a subset of undated reproductions in the story lineage, and including these estimates and approximated measurement errors in the statistical model. Results show that there is indeed a marked increase of linguistic markers that indicate that the characters are already known or “accessible” to the audience. This development reflects the author’s changing intuitions and beliefs about the familiarity of the story, and, indirectly, the changing expectations of the story’s audience regarding the appearance of certain characters in the story frame. Notably, this study is the first to quantitatively describe the diachronic development of a story (and the concepts associated with it) into the realm of ‘shared knowledge’, showing that it is a slow and gradual process. The results help refine our understanding of cultural evolution as well as the workings of speaker-addressee dynamics. Conceptualising the observed linguistic mutations as an instance of guided variation, we argue that the increase of definite first mentions as a function of cultural entrenchment can be treated as an example of variation guided by pragmatic principles such as Grice’s Maxim of Quantity, making character introductions as informative as (and not more informative than) required.", "venue": "Palgrave Communications", "year": 2019, "referenceCount": 97, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "2797989", "name": "Folgert Karsdorp"}, {"authorId": "66845374", "name": "Lauren Fonteyn"}]}}, {"contexts": ["Urban legends that elicit disgust are better transmitted than control items (Heath et al., 2001)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "02d2b262f5ed37ddd8e9618442d4ae3b0dc2a8d6", "externalIds": {"MAG": "2764189971", "DOI": "10.1016/J.EVOLHUMBEHAV.2017.10.001"}, "url": "https://www.semanticscholar.org/paper/02d2b262f5ed37ddd8e9618442d4ae3b0dc2a8d6", "title": "Origins of sinister rumors: A preference for threat-related material in the supply and demand of information", "abstract": "Abstract Many rumors convey information about potential danger, even when these dangers are very unlikely. In four studies, we examine whether micro-processes of cultural transmission explain the spread of threat-related information. Three studies using transmission chain protocols suggest a) that there is indeed a preference for the deliberate transmission of threat-related information over other material, b) that it is not caused by a general negativity or emotionality bias, and c) that it is not eliminated when threats are presented as very unlikely. A forced-choice study on similar material shows the same preference when participants have to select information to acquire rather than transmit. So the cultural success of threat-related material may be explained by transmission biases, rooted in evolved threat-detection and error-management systems, that affect both supply and demand of information.", "venue": "", "year": 2018, "referenceCount": 43, "citationCount": 29, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "82710592", "name": "T. Blaine"}, {"authorId": "39587026", "name": "P. Boyer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "04989ced112ca6e05c5386f9c079503af7ac0e28", "externalIds": {"MAG": "2907573927", "DOI": "10.1007/978-3-030-06203-3_6"}, "url": "https://www.semanticscholar.org/paper/04989ced112ca6e05c5386f9c079503af7ac0e28", "title": "Culture, Advertising and Consumption", "abstract": "As a highly pervasive and universal channel of communication, the importance of advertising cannot be overstated. Advertising can reinforce existing values and, in certain cases, can also create new values and needs by inculcating new expectations for the consumer and reinforcing certain values and needs inherent in the role of the product. However, the notion of the power of advertisements over the consumer is far-fetched. Consumers are not simply easy to manipulate and non-rational; there are also rational, calculating and efficient consumers who are aware of their aims and wants. This chapter concludes that traditions and social practice can only be suggested to consumers and that they are chosen by consumers either on an informational level or due to an emotional connection, based on their ability to gain information or tap into emotions.", "venue": "", "year": 2018, "referenceCount": 36, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "3382608", "name": "Dieter Bögenhold"}, {"authorId": "47597480", "name": "F. Naz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2c93f1178cb54b8c78e934453a0ca09dc3bca5b0", "externalIds": {"MAG": "2903265406", "DOI": "10.1017/S0265052518000122"}, "url": "https://www.semanticscholar.org/paper/2c93f1178cb54b8c78e934453a0ca09dc3bca5b0", "title": "SOCIAL NORMS AND HUMAN NORMATIVE PSYCHOLOGY", "abstract": "Abstract: Our primary aim in this paper is to sketch a cognitive evolutionary approach for developing explanations of social change that is anchored in the psychological mechanisms underlying normative cognition and the transmission of social norms. We throw the relevant features of this approach into relief by comparing it with the self-fulfilling social expectations account developed by Bicchieri and colleagues. After describing both accounts, we argue that the two approaches are largely compatible, but that the cognitive evolutionary approach is well suited to encompass much of the social expectations view, whose focus on a narrow range of norms comes at the expense of the breadth the cognitive evolutionary approach can provide.", "venue": "Social Philosophy and Policy", "year": 2018, "referenceCount": 84, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144128311", "name": "Daniel Kelly"}, {"authorId": "39382319", "name": "Taylor Davis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4bef263859f4d38422806607083cc63d1ecf7d95", "externalIds": {"MAG": "2806983856", "ArXiv": "1805.12512", "DBLP": "conf/imc/ZannettouCBCSSS18", "DOI": "10.1145/3278532.3278550"}, "url": "https://www.semanticscholar.org/paper/4bef263859f4d38422806607083cc63d1ecf7d95", "title": "On the Origins of Memes by Means of Fringe Web Communities", "abstract": "Internet memes are increasingly used to sway and manipulate public opinion. This prompts the need to study their propagation, evolution, and influence across the Web. In this paper, we detect and measure the propagation of memes across multiple Web communities, using a processing pipeline based on perceptual hashing and clustering techniques, and a dataset of 160M images from 2.6B posts gathered from Twitter, Reddit, 4chan's Politically Incorrect board (/pol/), and Gab, over the course of 13 months. We group the images posted on fringe Web communities (/pol/, Gab, and The_Donald subreddit) into clusters, annotate them using meme metadata obtained from Know Your Meme, and also map images from mainstream communities (Twitter and Reddit) to the clusters. Our analysis provides an assessment of the popularity and diversity of memes in the context of each community, showing, e.g., that racist memes are extremely common in fringe Web communities. We also find a substantial number of politics-related memes on both mainstream and fringe Web communities, supporting media reports that memes might be used to enhance or harm politicians. Finally, we use Hawkes processes to model the interplay between Web communities and quantify their reciprocal influence, finding that /pol/ substantially influences the meme ecosystem with the number of memes it produces, while The_Donald has a higher success rate in pushing them to other communities.", "venue": "Internet Measurement Conference", "year": 2018, "referenceCount": 108, "citationCount": 109, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3447293", "name": "Savvas Zannettou"}, {"authorId": "1747580", "name": "T. Caulfield"}, {"authorId": "144728530", "name": "J. Blackburn"}, {"authorId": "1728207", "name": "Emiliano De Cristofaro"}, {"authorId": "2698864", "name": "M. Sirivianos"}, {"authorId": "2350947", "name": "G. Stringhini"}, {"authorId": "1388800688", "name": "Guillermo Suarez-Tangil"}]}}, {"contexts": ["…2006) and content eliciting a greater level of disgust has been shown to have an advantage in cultural transmission (Eriksson & Coultas, 2014; Heath et al., 2001; Stubbersfield, Tehrani & Flynn, 2015); such emotional content bias suggests that humans are biased in transmission towards…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8df2bf436b87e8799a5d61665a7302482e612b7c", "externalIds": {"MAG": "2896125243", "DOI": "10.5334/CSCI.109"}, "url": "https://www.semanticscholar.org/paper/8df2bf436b87e8799a5d61665a7302482e612b7c", "title": "Faking the News: Intentional Guided Variation Reflects Cognitive Biases in Transmission Chains Without Recall", "abstract": "Abstract Two potential forms of mutation in cultural evolution have been identified: ‘copying error’, where learners make random modifications to a behaviour and ‘guided variation’ where learners makes non-random modifications. While copying error is directly analogous to genetic mutation, guided variation is a specifically cultural process that does not have a close parallel in biological evolution. It has been suggested that the decision-making processes underlying intentional guided variation may produce similar results to cultural transmission as both are likely to be influenced by cognitive biases. This study uses a unique linear transmission chain design, without any influence of recall, to examine intentional guided variation. Participants were asked to alter news stories however they wished in order to make them more interesting, the product of their modification was then passed to the next participant and so on down the chain. The products of the chains were then compared with the original material so as to assess any underlying biases in the changed content. Through this process of guided variation, original material which scored low for bias-exploiting content significantly increased in at least one known content bias, whereas original material which scored high for bias-exploiting content was not significantly altered in this respect.", "venue": "Cultural Science Journal", "year": 2018, "referenceCount": 57, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5691738", "name": "Joseph M. Stubbersfield"}, {"authorId": "89892188", "name": "J. Tehrani"}, {"authorId": "144704966", "name": "Emma Flynn"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "df8971bd9125374d5c384d41a765fbb66547fa18", "externalIds": {"MAG": "2770301234", "DOI": "10.1016/BS.AESP.2017.10.001"}, "url": "https://www.semanticscholar.org/paper/df8971bd9125374d5c384d41a765fbb66547fa18", "title": "What Makes Moral Disgust Special? An Integrative Functional Review", "abstract": "The role of disgust in moral psychology has been a matter of much controversy and experimentation over the past 20 or so years. We present here an integrative look at the literature, organized according to the four functions of emotion proposed by integrative functional theory: appraisal, associative, self-regulation, and communicative. Regarding appraisals, we review experimental, personality, and neuroscientific work that has shown differences between elicitors of disgust and anger in moral contexts, with disgust responding more to bodily moral violations such as incest, and anger responding more to sociomoral violations such as theft. We also present new evidence for interpreting the phenomenon of sociomoral disgust as an appraisal of bad character in a person. The associative nature of disgust is shown by evidence for “unreasoning disgust,” in which associations to bodily moral violations are not accompanied by elaborated reasons, and not modified by appraisals such as harm or intent. We also critically examine the literature about the ability of incidental disgust to intensify moral judgments associatively. For disgust's self-regulation function, we consider the possibility that disgust serves as an existential defense, regulating avoidance of thoughts that might threaten our basic self-image as living humans. Finally, we discuss new evidence from our lab that moral disgust serves a communicative function, implying that expressions of disgust serve to signal one's own moral intentions even when a different emotion is felt internally on the basis of appraisal. Within the scope of the literature, there is evidence that all four functions of Giner-Sorolla’s (2012) integrative functional theory of emotion may be operating, and that their variety can help explain some of the paradoxes of disgust.", "venue": "", "year": 2018, "referenceCount": 179, "citationCount": 22, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1400843054", "name": "R. Giner-Sorolla"}, {"authorId": "19232473", "name": "Tom R. Kupfer"}, {"authorId": "114476843", "name": "John S. Sabo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "02794d8954762a5b1eb70472be6e8f84007e4c9f", "externalIds": {"MAG": "2656044294", "DOI": "10.1073/pnas.1618923114", "PubMed": "28652356"}, "url": "https://www.semanticscholar.org/paper/02794d8954762a5b1eb70472be6e8f84007e4c9f", "title": "Emotion shapes the diffusion of moralized content in social networks", "abstract": "Significance Twitter and other social media platforms are believed to have altered the course of numerous historical events, from the Arab Spring to the US presidential election. Online social networks have become a ubiquitous medium for discussing moral and political ideas. Nevertheless, the field of moral psychology has yet to investigate why some moral and political ideas spread more widely than others. Using a large sample of social media communications concerning polarizing issues in public policy debates (gun control, same-sex marriage, climate change), we found that the presence of moral-emotional language in political messages substantially increases their diffusion within (and less so between) ideological group boundaries. These findings offer insights into how moral ideas spread within networks during real political discussion. Political debate concerning moralized issues is increasingly common in online social networks. However, moral psychology has yet to incorporate the study of social networks to investigate processes by which some moral ideas spread more rapidly or broadly than others. Here, we show that the expression of moral emotion is key for the spread of moral and political ideas in online social networks, a process we call “moral contagion.” Using a large sample of social media communications about three polarizing moral/political issues (n = 563,312), we observed that the presence of moral-emotional words in messages increased their diffusion by a factor of 20% for each additional word. Furthermore, we found that moral contagion was bounded by group membership; moral-emotional language increased diffusion more strongly within liberal and conservative networks, and less between them. Our results highlight the importance of emotion in the social transmission of moral ideas and also demonstrate the utility of social network methods for studying morality. These findings offer insights into how people are exposed to moral and political ideas through social networks, thus expanding models of social influence and group polarization as people become increasingly immersed in social media networks.", "venue": "Proceedings of the National Academy of Sciences", "year": 2017, "referenceCount": 63, "citationCount": 304, "influentialCitationCount": 13, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Medicine"], "authors": [{"authorId": "46806879", "name": "W. Brady"}, {"authorId": "145392657", "name": "J. Wills"}, {"authorId": "3475001", "name": "J. Jost"}, {"authorId": "1903670", "name": "Joshua A. Tucker"}, {"authorId": "116250487", "name": "J. V. Van Bavel"}]}}, {"contexts": ["Heath et al. (2001) also found that urban 77 legends which featured a greater number of disgust evoking motifs were more 78 widely distributed on urban legend websites.", "Heath et al. (2001) also found that urban 360 legends which featured a greater number of disgust evoking motifs were more 361 widely distributed on urban legend websites.", "392\nFollowing previous research into emotional bias in cultural transmission 393 (Eriksson & Coultas, 2014; Heath et al, 2001) but unlike previous research 394 examining other biases in cultural transmission that has used original material (i.e. 395 Mesoudi et al., 2006) this study used real urban…", "While this study did demonstrate an advantage 124 in cumulative recall for content which evoked higher levels of emotion (in their 125 ‘encode-and-retrieve’ phase), like Heath et al (2001) it focused on the emotion of 126 disgust.", "127\nThe Present Research 128\nAs in Heath et al. (2001) and Eriksson and Coultas (2014), real urban 129 legends were used as a means to investigate emotional content biases.", "137\nIn contrast to the studies by Heath et al. (2001) and Eriksson and Coultas 138 (2014), emotional content bias is investigated as a general phenomenon, rather 139 than focusing on the single emotion of disgust, and the effects of emotion level on 140 cumulative recall (the ‘encode-and-retrieve’…", "In their first 66 study Heath et al. (2001) asked participants to read urban legends and to rate them 67 for emotional, informational and story characteristics such as plot, characters, 68 morals, practical information and plausibility, as well as their willingness to pass 69 the story along to…"], "isInfluential": true, "intents": ["result", "methodology", "background"], "citingPaper": {"paperId": "2106a5b3a9f12c3df3d970dd2049c6776e5ef28e", "externalIds": {"MAG": "2592517730", "DOI": "10.1163/15685373-12342189"}, "url": "https://www.semanticscholar.org/paper/2106a5b3a9f12c3df3d970dd2049c6776e5ef28e", "title": "Chicken Tumours and a Fishy Revenge: Evidence for Emotional Content Bias in the Cumulative Recall of Urban Legends", "abstract": "This study used urban legends to examine the effects of a cognitive bias for content which evokes higher levels of emotion on cumulative recall. As with previous research into content biases, a linear transmission chain design was used. One-hundred and twenty participants, aged 16–52, were asked to read and then recall urban legends that provoked both high levels and low levels of emotion and were both positively and negatively valenced. The product of this recall was presented to the next participant in a chain of three generations. A significant effect of emotion level on transmission fidelity was found with high emotion legends being recalled with significantly greater accuracy than low emotion legends. The emotional valence of a legend was found not to have any effect on cumulative recall; thus emotional biases in recall go beyond disgust and can incorporate other emotions such as amusement, interest and surprise. This study is the first to examine an emotion bias in cultural transmission as a general phenomenon without focusing on the emotion of disgust.", "venue": "", "year": 2017, "referenceCount": 38, "citationCount": 24, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5691738", "name": "Joseph M. Stubbersfield"}, {"authorId": "89892188", "name": "J. Tehrani"}, {"authorId": "144704966", "name": "Emma Flynn"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "52d0f09ec08c5498833573d2ca965658dea7d73b", "externalIds": {"MAG": "2467724387", "DOI": "10.1177/1532673X16657805"}, "url": "https://www.semanticscholar.org/paper/52d0f09ec08c5498833573d2ca965658dea7d73b", "title": "Talking About What Provokes Us", "abstract": "The current research assessed whether political satire viewing could indirectly promote interpersonal talk about politics by eliciting emotions. The theoretical model was tested utilizing both experimental and survey designs. The findings indicated good agreement, demonstrating that negative emotions significantly mediate and reinforce the effect of political satire viewing on interpersonal talk. Conversely, the process wherein traditional news sources motivate interpersonal talk is mostly direct, with little development of affective responses. The results suggest that political satire can help to paint a sanguine picture of a healthy deliberative democracy mainly through an affective rather than cognitive route.", "venue": "", "year": 2017, "referenceCount": 54, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "115238995", "name": "Hoon Lee"}, {"authorId": "2107091899", "name": "S. M. Jang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "540b2d3db25c1050a6922b3246d13b7f8eb4c83b", "externalIds": {"MAG": "2766277199", "DOI": "10.1093/ISQ/SQX015"}, "url": "https://www.semanticscholar.org/paper/540b2d3db25c1050a6922b3246d13b7f8eb4c83b", "title": "Rumor Has It: The Adoption of Unverified Information in Conflict Zones", "abstract": null, "venue": "", "year": 2017, "referenceCount": 106, "citationCount": 79, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "40828798", "name": "Kelly M. Greenhill"}, {"authorId": "12674784", "name": "Ben Oppenheim"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6a2138fadb33aa3f70504173c419c5aefe7ae915", "externalIds": {"MAG": "2760944227", "DOI": "10.1016/J.JARMAC.2017.07.008"}, "url": "https://www.semanticscholar.org/paper/6a2138fadb33aa3f70504173c419c5aefe7ae915", "title": "Beyond Misinformation: Understanding and coping with the post-truth era", "abstract": "The terms “post-truth” and “fake news” have become increasingly prevalent in public discourse over the last year. This article explores the growing abundance of misinformation, how it influences people, and how to counter it. We examine the ways in which misinformation can have an adverse impact on society. We summarize how people respond to corrections of misinformation, and what kinds of corrections are most effective. We argue that to be effective, scientific research into misinformation must be considered within a larger political, technological, and societal context. The post-truth world emerged as a result of societal mega-trends such as a decline in social capital, growing economic inequality, increased polarization, declining trust in science, and an increasingly fractionated media landscape. We suggest that responses to this malaise must involve technological solutions incorporating psychological principles, an interdisciplinary approach that we describe as “technocognition.” We outline a number of recommendations to counter misinformation in a post-truth world.", "venue": "", "year": 2017, "referenceCount": 190, "citationCount": 473, "influentialCitationCount": 6, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2573193", "name": "S. Lewandowsky"}, {"authorId": "3139999", "name": "Ullrich K. H. Ecker"}, {"authorId": "144343108", "name": "J. Cook"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "865640fd1a2ca8c6a0af3e9a44166481b95a8f58", "externalIds": {"MAG": "2557987535", "DOI": "10.1016/B978-0-12-804042-3.00095-6"}, "url": "https://www.semanticscholar.org/paper/865640fd1a2ca8c6a0af3e9a44166481b95a8f58", "title": "3.26 – The Cultural Capacity of Human and Nonhuman Primates: Social Learning, Innovation, and Cumulative Cultural Evolution", "abstract": "Whether the foundations of nonhuman and human traditions are fundamentally similar, or whether they are different, has been the subject of heated debate even referred to as the animal “culture wars.” In this chapter we aim to explore the question of homology and analogy, between nonhuman and human culture, by examining what we mean by the term culture and whether, and to what extent, a number of core cultural components—innovation, social learning processes, transmission biases—are shared across the primate order. We end with the topic of cumulative culture—the ability to generate complex cultural traits by building upon existing behavior patterns, generation after generation—and explore whether nonhuman primates, such as humans, exhibit such cultural progress.", "venue": "", "year": 2017, "referenceCount": 328, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "50282520", "name": "Gillian L Vale"}, {"authorId": "74410956", "name": "K. Carr"}, {"authorId": "4135703", "name": "L. Dean"}, {"authorId": "8946557", "name": "R. Kendal"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9f0ae995266d607f420dfdfc2f45e9b0669d0ca4", "externalIds": {"MAG": "2594425805", "DOI": "10.1016/J.JESP.2017.03.001"}, "url": "https://www.semanticscholar.org/paper/9f0ae995266d607f420dfdfc2f45e9b0669d0ca4", "title": "Based on a True Story: Making People Believe the Unbelievable", "abstract": "Abstract Storytelling is important to how people construct reality and interact with others. This research contributes to our understanding of why some stories are evaluated more positively than others, specifically how truth-based labeling (TBL), stating the story is “based on true events,” influences evaluations. Past research has failed to find an unequivocal effect of knowing a story is true on a range of responses including enjoyment, transportation, and emotional reactions. We contend this was due to past work not considering how TBL might interact with the nature of the story itself. One aspect of the story is its typicality (i.e., whether story events fall within the parameters of our past and present experiences). We propose, and show, across experimental and correlational data, that TBL increases the perceived plausibility of a story and enhances the audience's response only when a story is low in typicality to begin with. Conversely, when events in a story are already high in typicality, TBL has little effect on the perceived plausibility of the story, and in turn how the audience responds. We further provide mediational evidence for perceived plausibility as the underlying mechanism.", "venue": "", "year": 2017, "referenceCount": 24, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "114887735", "name": "Francesca Valsesia"}, {"authorId": "40167343", "name": "K. Diehl"}, {"authorId": "26983193", "name": "Joseph C. Nunes"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a022bf0ab31cf2a9d6db3ec77b75a24db5730183", "externalIds": {"MAG": "2567368073", "DOI": "10.1007/978-3-319-47693-3_4"}, "url": "https://www.semanticscholar.org/paper/a022bf0ab31cf2a9d6db3ec77b75a24db5730183", "title": "Evolutionary Perspectives on Leadership, Emotion and Organizational Change", "abstract": "Successful organizational change is often the result of good leadership. However, consensus on what good leadership means is scarcely discernible in the field. There remain several schools of thought with their paradigmatic interpretations. In this chapter, I explore and discuss the evolutionary perspective, which has developed within several areas of organization research in general, however, it remains alien to our understanding of organizational change. Specifically, the chapter asks how through the lens of evolution, leader–follower interactions in a change management context, are influenced by emotion at individual and group levels. Knowledge in this area is still developing and stands to benefit from an evolution perspective.", "venue": "", "year": 2017, "referenceCount": 93, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "40962715", "name": "U. Talat"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a392e4ab6214f4d99264eef3851ef7a9b0e4ad08", "externalIds": {"MAG": "2286538809", "DOI": "10.2139/SSRN.2702484"}, "url": "https://www.semanticscholar.org/paper/a392e4ab6214f4d99264eef3851ef7a9b0e4ad08", "title": "What Happens in Vegas Stays on TripAdvisor? Automatic Assessment of Narrativity and Consumer Responses in Big Data", "abstract": "Consumer online reviews are the most influential form of word of mouth after recommendations from family and friends. What types of reviews receive more positive feedback from consumers reading them? Although prior work provides a valid description of positive feedback on reviews of material purchases, it does not encompass positive feedback on reviews of experiential purchases. We assert that these experience reviews have a narrative structure. To test this assertion, we mined 190,461 reviews of 989 experiences on TripAdvisor, adapted contemporary quantitative techniques, and conducted an automated text analysis. We find that narrative structure elements of (1) identifiable characters, (2) an imaginable plot, and (3) genres, which involve changing emotional story shapes, are associated with more positive feedback. Thus, the narrative structure of experience reviews generates their positive feedback.", "venue": "", "year": 2017, "referenceCount": 39, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "7292256", "name": "T. V. Laer"}, {"authorId": "46260604", "name": "Jennifer Edson Escalas"}, {"authorId": "143876868", "name": "S. Ludwig"}, {"authorId": "73478390", "name": "E. A. V. D. Hende"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "abc4944fc63676e10a9224d340372b9410230e36", "externalIds": {"MAG": "2750999197", "DOI": "10.1108/BL-08-2017-0016"}, "url": "https://www.semanticscholar.org/paper/abc4944fc63676e10a9224d340372b9410230e36", "title": "Decision and intuition during organizational change: An evolutionary critique of dual process theory", "abstract": "Purpose\r\n\r\n\r\n\r\n\r\nThe purpose of this paper is to review intuition in the context of organizational change. The authors argue that intuition as a concept requires attention and its formulation is necessary prior to its application in organizations. The paper provides a critique of dual process theory and highlights shortcomings in organization theorizing of intuition.\r\n\r\n\r\n\r\n\r\nDesign/methodology/approach\r\n\r\n\r\n\r\n\r\nThe paper is conceptual and provides in-depth theoretical discussions by drawing from the literature on decision and intuition in the context of organizational change.\r\n\r\n\r\n\r\n\r\nFindings\r\n\r\n\r\n\r\n\r\nInvestigating whether dual process theory is sufficiently clear, the authors found ambiguity. Specifically, the current definition provided by Dane and Pratt is not clear in terms of its four sections: the consciousness of non-conscious processing, involving holistic associations, that are produced rapidly, which result in affectively charged judgments. Finally, the authors note that the evolutionary perspective is missing and they provide foundational concepts for such a perspective, including the discussion of information templates, memes and genes, as argued by research, condition intuition.\r\n\r\n\r\n\r\n\r\nOriginality/value\r\n\r\n\r\n\r\n\r\nThe paper finds that an evolutionary perspective develops a picture of intuition as an adaptive resource. This evolutionary perspective is currently absent in research and the authors provide foundational concepts for such a perspective. They propose specific arguments to highlight the evolutionary perspective.", "venue": "", "year": 2017, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40962715", "name": "U. Talat"}, {"authorId": "49223240", "name": "Kirk Chang"}, {"authorId": "46277268", "name": "B. Nguyen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "baec3871c3bef6b87a0c31e7ce8d6d93a8b1e889", "externalIds": {"MAG": "2508425776", "DOI": "10.1016/J.IJRESMAR.2016.07.003"}, "url": "https://www.semanticscholar.org/paper/baec3871c3bef6b87a0c31e7ce8d6d93a8b1e889", "title": "Modeling the role of message content and influencers in social media rebroadcasting", "abstract": "We develop a model that examines the role of content, content-user fit, and influence on social media rebroadcasting behavior. While previous research has studied the role of content or the role of influence in the spread of social media content separately, none has simultaneously examined both in an effort to assess the relative effects of each. Our modeling approach also accounts for a message's “fit” with users, based on the content of the message and the content of messages typically shared by users.", "venue": "", "year": 2017, "referenceCount": 55, "citationCount": 73, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "46868295", "name": "Yuchi Zhang"}, {"authorId": "1821717", "name": "Wendy W. Moe"}, {"authorId": "3114879", "name": "David A. Schweidel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "82d315fed9dc4856e51979b868fe1a1f6128e365", "externalIds": {"MAG": "2399388867", "DOI": "10.1016/B978-0-08-100508-8.00025-4"}, "url": "https://www.semanticscholar.org/paper/82d315fed9dc4856e51979b868fe1a1f6128e365", "title": "Different Ways of Measuring Emotions Cross-Culturally", "abstract": "Abstract There is no doubt that our emotions reflect our evolutionary heritage. Most humans around the world experience and express broadly similar emotional responses to significant events, such as bonding with others, prevailing over challenges, losing something or someone, or coping with threats to self or others. A rapidly expanding body of work illustrates that our emotions also reflect our cultural contexts. For example, a minor insult is more likely to trigger physiological and behavioral signs of rage among people from cultural contexts that emphasize honor concerns (eg, American South). Much of what we currently knowabout emotions is based on emotions of college students in North America and Western Europe, two sets of cultural contexts that are not representative of the world’s diversity. Recently, researchers have been extending the study of emotions to people in cultural contexts with different models of emotions that are important, appropriate, desirable, and functional. There is much to gain from pursuing this work. In doing so, we may learn more about emotions, about culture, and about the interactions between the two, as well as examine practical questions that involve both constructs (eg, comparing people’s responses to a political campaign). This chapter will review extant work in the field, with special attention given to methodological challenges posed by assessing emotions across cultural contexts and best practices for doing so.", "venue": "", "year": 2016, "referenceCount": 139, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1402135176", "name": "Y. Chentsova-Dutton"}, {"authorId": "87529771", "name": "S. Lyons"}]}}, {"contexts": ["One explanation is that controversial topics are interesting to discuss (Heath et al., 2001)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0f658a8d26aa36fec8c500c9480769196ea2f5c9", "externalIds": {"MAG": "2241034892", "DOI": "10.1504/ijima.2015.072882"}, "url": "https://www.semanticscholar.org/paper/0f658a8d26aa36fec8c500c9480769196ea2f5c9", "title": "How sender and receiver jointly shape message: an empirical study on transactional relationship in electronic word of mouth", "abstract": "By showing the effects of electronic word-of-mouth (eWOM) on product sales, prior research has established a one-way relationship from sender to receiver. This paper demonstrates a feedback loop via 'helpful votes' in the context of online user review: how many eWOM messages sender creates is a function of how many helpful votes receiver provides. In addition, we show receivers consider new eWOM more helpful when prior eWOM messages are few, inconsistent, or positive. Although senders originate eWOM messages, receivers enter the eWOM process through the feedback loop and influence what types of eWOM messages are created; therefore, eWOM is driven by both senders and receivers. Our findings imply that eWOM is a two-way transaction that senders do with receivers rather than to them.", "venue": "", "year": 2015, "referenceCount": 63, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2088813636", "name": "Tong Tony Bao"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "11aba7750b24da212f3b69712f98bc5ab75c1ee6", "externalIds": {"MAG": "2499360980", "DOI": "10.1108/S2050-206020150000009009"}, "url": "https://www.semanticscholar.org/paper/11aba7750b24da212f3b69712f98bc5ab75c1ee6", "title": "Event versus Issue: Twitter Reflections of Major News, A Case Study", "abstract": "Abstract \nAn issue and event were tracked for 90 days on Twitter, cable television, and large newspapers. The mortgage and housing crisis was an ongoing issue, and the BP oil spill was an ongoing event. As expected, the results suggest media as a predictor of Twitter for the two issue agendas studied. However, this study shows that the agenda-setting effects on Twitter are not equal in regard to issues and events. The agenda-setting effect of the media appeared to be stronger for the issue observed here. Moreover, initial evidence is provided that agendas for the ongoing events were more volatile than ongoing issues. For ongoing events, it appears that agendas are most reflective of the real-world cues that initiate them. This suggests that when real-world cues are largely absent, the media are less salient, and the agenda is more stable and ongoing. Finally, increased temporality appears to better reveal agenda-setting effects for events. Relaxed temporal measures appear to reveal the agenda-setting effect of ongoing issues more effectively. Events are not all equal; neither are issues. As such, the media and Twitter behave differently. This distinction has not yet been made in the literature.", "venue": "", "year": 2015, "referenceCount": 17, "citationCount": 19, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "21443343", "name": "C. Vargo"}, {"authorId": "107869124", "name": "Ekaterina Basilaia"}, {"authorId": "79913405", "name": "D. Shaw"}]}}, {"contexts": ["This could be explained by the content evolving through 440 transmission to become increasingly emotive, and therefore further exploit the high emotion 441 bias suggested by Heath et al. (2001).", "Previous research (Eriksson & Coultas, 2014; Heath et al., 2001) has 605 suggested that urban legends exploit a bias for content that evokes high emotion, particularly 606 disgust."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "17f78cfaa0ac7933637a32c93319da3198404951", "externalIds": {"MAG": "2073373407", "DOI": "10.1111/bjop.12073", "PubMed": "24975479"}, "url": "https://www.semanticscholar.org/paper/17f78cfaa0ac7933637a32c93319da3198404951", "title": "Serial killers, spiders and cybersex: Social and survival information bias in the transmission of urban legends.", "abstract": "This study uses urban legends to examine the effects of the social information bias and survival information bias on cultural transmission across three phases of transmission: the choose-to-receive phase, the encode-and-retrieve phase, and the choose-to-transmit phase. In line with previous research into content biases, a linear transmission chain design with 60 participants aged 18-52 was used to examine the encode-and-retrieve phase, while participants were asked to rank their interest in reading the story behind a headline and passing a story on for the other two phases. Legends which contained social information (Social Type), legends which contained survival information (Survival Type), and legends which contained both forms of information (Combined Type) were all recalled with significantly greater accuracy than control material, while Social and Combined Type legends were recalled with significantly greater accuracy than Survival Type legends. In another study with 30 participants aged 18-22, no significant differences were found between legend types in either the choose-to-receive phase or the choose-to-transmit phase.", "venue": "British journal of psychology", "year": 2015, "referenceCount": 58, "citationCount": 56, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "5691738", "name": "Joseph M. Stubbersfield"}, {"authorId": "89892188", "name": "J. Tehrani"}, {"authorId": "144704966", "name": "Emma Flynn"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "501f88356d333dbad562910a7fb5c2401242c753", "externalIds": {"MAG": "2472243216"}, "url": "https://www.semanticscholar.org/paper/501f88356d333dbad562910a7fb5c2401242c753", "title": "LANGUAGE MEMES IN CHINESE BLESSING TEXTED MESSAGES", "abstract": "As a form of computer-mediated communication, texting blessing messages is prevalent in the modern Chinese society. This paper analyzes a collection of Chinese blessing texted message in light of Meme Theory. It is argued that certain patterns can be recognized for the generation of these messages, both at the linguistic and at the socio-psychological level. The language memes in Chinese blessing texted messages could be classified as genotypes and phenotypes adapted to the communicators’ sociopsychological motivations of humour, modernity, revering the traditional culture and emotions.", "venue": "", "year": 2015, "referenceCount": 7, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "48550159", "name": "J. Deng"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "74a51deb326c0fdda2265eb27eba3730502ba590", "externalIds": {"DBLP": "journals/isci/ZhouJL15", "MAG": "1970512461", "DOI": "10.1016/j.ins.2015.02.027"}, "url": "https://www.semanticscholar.org/paper/74a51deb326c0fdda2265eb27eba3730502ba590", "title": "A linear threshold-hurdle model for product adoption prediction incorporating social network effects", "abstract": "With the development of social media, online social networks offer potential opportunities for firms to analyze user behaviors. Among many, one of the fundamental questions is how to predict product adoption, and the answer to this question lays the foundation for product adoption maximization and demand estimation in large social networks. However, due to the inherent challenges resulting from the dynamic diffusion mechanism in online social networks, such as modeling of activation thresholds and influence probability, differentiating between influence and adoption, and incorporating review content, traditional diffusion models are often not adequate enough to predict product adoption accurately. In order to tackle these challenges, we propose a linear threshold-hurdle model to predict product adoption incorporating social network effects. First, we present a fine-grained activation threshold model based on the five categories of adopters. In addition, we identify three operational factors underlying social network effects, including interaction strength, structural equivalence, and social entity similarity, to model influence probabilities. Furthermore, we distinguish influence spread from adoption spread by introducing a tattle state, in which users express opinions without adopting the product. Finally, we introduce the notion of hurdle to capture the monetary aspect in users' decision making process of product adoption. Based on the proposed linear threshold-hurdle model, two data mining methods based on the rough set technique, namely, decision rules and decomposition trees, are employed to predict product adoption in a large social network. An empirical study of Kindle Fire HD 7in. tablets is used to illustrate the potential and feasibility of the proposed model. The results demonstrate the predictive power of the proposed model with average F-scores of 89.8% for the week prediction model and of 86.7% for the bi-week prediction model.", "venue": "Inf. Sci.", "year": 2015, "referenceCount": 63, "citationCount": 27, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145649744", "name": "F. Zhou"}, {"authorId": "145966596", "name": "R. Jiao"}, {"authorId": "2053234656", "name": "B. Lei"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a31f3b5e735dcd4273f4e9211594fc6a553b8028", "externalIds": {"MAG": "2490744290", "DOI": "10.1016/B978-0-08-097086-8.32127-4"}, "url": "https://www.semanticscholar.org/paper/a31f3b5e735dcd4273f4e9211594fc6a553b8028", "title": "Rumors and Urban Legends", "abstract": "This article is a revision of the previous article by J.B. Renard, volume 20, pp. 13413–13416, © 2001, Elsevier Ltd.", "venue": "", "year": 2015, "referenceCount": 30, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "49335309", "name": "P. Donovan"}]}}, {"contexts": ["Strong emotions, such as disgust, were found to be central in decisions to pass along information, such as chain letters, rumours and urban legends (Heath et al., 2001)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "baccb8ab157dee00c88296f5a14bd29e3a2d2dd3", "externalIds": {"MAG": "2021228171", "DBLP": "journals/oir/TalYW15", "DOI": "10.1108/OIR-11-2014-0279"}, "url": "https://www.semanticscholar.org/paper/baccb8ab157dee00c88296f5a14bd29e3a2d2dd3", "title": "Aristotelian rhetoric and Facebook success in Israel's 2013 election campaign", "abstract": "Purpose – The purpose of this paper is to contribute to the mapping of the social media discourse involving politicians and their followers during election campaigns, the authors examined Israeli politicians’ Aristotelian rhetoric on Facebook and its reception during the 2013 elections campaign. Design/methodology/approach – The authors examined the Aristotelian rhetorical strategies used by Israeli politicians on their Facebook walls during the 2013 elections, and their popularity with social media users. Findings – Ethos was the most prevalent rhetorical strategy used. On the reception front, pathos-based appeals attracted the most likes. Finally, the results point to some discrepancy between politicians’ campaign messages and the rhetoric that actually gains social media users’ attention. Research limitations/implications – The findings indicate that Israel’s multi-party political system encourages emphasis on candidates’ credibility (ethos) in contrast to the prevalence of emotion (pathos) in typical ...", "venue": "Online Inf. Rev.", "year": 2015, "referenceCount": 111, "citationCount": 22, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "20334752", "name": "Samuel-Azran Tal"}, {"authorId": "2859586", "name": "Moran Yarchi"}, {"authorId": "2290001", "name": "Gadi Wolfsfeld"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ea73ae9bed09d8f9a7600f5927c9f9304bfb5968", "externalIds": {"MAG": "2147770117", "DOI": "10.1002/EJSP.2123"}, "url": "https://www.semanticscholar.org/paper/ea73ae9bed09d8f9a7600f5927c9f9304bfb5968", "title": "Bad habit or social good? How perceptions of gossiper morality are related to gossip content", "abstract": "From a folk perspective, gossipers (individuals who talk about the behaviours of others) are considered to be immoral individuals, doing harm to those they discuss. However, this folk perspective sits uneasily with recent claims that gossipers may actually do some good. In particular, it has been suggested that gossipers who share diagnostic information about the morality of social targets may help audiences to identify targets who are trustworthy and those who are not. In this way, gossipers may help audiences adaptively regulate their relationships. In this paper, we examined whether audience perceptions of gossiper morality are influenced by their perceptions that the content of gossip is able to help them regulate their relationships. Participants in two scenario studies and a realistic interaction study were presented with gossip items drawn from a pool of 24 unique behavioural descriptions and asked to rate their perceptions of the gossiper and the content of the gossip item. As predicted, participants perceived gossipers as more moral when gossipers shared the diagnostic morality gossip that participants perceived to serve relationship regulatory functions.", "venue": "", "year": 2015, "referenceCount": 36, "citationCount": 32, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "143692983", "name": "K. Peters"}, {"authorId": "1996561", "name": "Y. Kashima"}]}}, {"contexts": ["The choice of these emotion words was based upon the literature on (1) basic emotions theories (Lazarus, 1991; Shaver, Schwartz, Kirson, & O'Connor, 1987) and (2) the role of discrete emotions in message diffusion and health communication (e.g., Dillard & Nabi, 2006; Heath et al., 2001)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "2bf074535bfdff74d024dd119055a7068306c1bf", "externalIds": {"MAG": "184792923"}, "url": "https://www.semanticscholar.org/paper/2bf074535bfdff74d024dd119055a7068306c1bf", "title": "Attractability and virality: The role of message features and social influence in health news diffusion", "abstract": "What makes health news articles attractable and viral? Why do some articles diffuse widely by prompting audience selections (attractability) and subsequent social retransmissions (virality), while others do not? Identifying what drives social epidemics of health news coverage is crucial to our understanding of its impact on the public, especially in the emerging media environment where news consumption has become increasingly selective and social. This dissertation examines how message features and social influence affect the volume and persistence of attractability and virality within the context of the online diffusion of New York Times (NYT) health news articles. The dissertation analyzes (1) behavioral data of audience selections and retransmissions of the NYT articles and (2) associated article content and context data that are collected using computational social science approaches (automated data mining; computer-assisted content analysis) along with more traditional methods (manual content analysis; message evaluation survey). Analyses of message effects on the total volume of attractability and virality show that articles with high informational utility and positive sentiment invite more frequent selections and retransmissions, and that articles are also more attractable when presenting controversial, emotionally evocative, and familiar content. Furthermore, these analyses reveal that informational utility and novelty have stronger positive associations with emailspecific virality, while emotion-related message features, content familiarity, and exemplification play a larger role in triggering social media-based retransmissions. Temporal dynamics analyses demonstrate social influence-driven cumulative advantage effects, such that articles which stay on popular-news lists longer invite more frequent subsequent selections and retransmissions. These analyses further show that the social influence effects are stronger for articles containing message features found to enhance the total volume of attractability and virality. This suggests that those synergistic interactions might underlie the observed message effects on total selections and retransmissions. Exploratory analyses reveal that the effects of social influence and message features tend to be similar for both (1) the volume of audience news selections and retransmissions and (2) the persistence of those behaviors. However, some message features, such as expressed emotionality, are relatively unique predictors of persistence outcomes. Results are discussed in light of their implications for communication research and practice. Degree Type Dissertation Degree Name Doctor of Philosophy (PhD) Graduate Group Communication First Advisor Joseph N. Cappella This dissertation is available at ScholarlyCommons: http://repository.upenn.edu/edissertations/1331", "venue": "", "year": 2014, "referenceCount": 279, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145358307", "name": "Hyun Suk Kim"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "698a24558b5908ed547ef62d17e98171b4a24acc", "externalIds": {"MAG": "123717362"}, "url": "https://www.semanticscholar.org/paper/698a24558b5908ed547ef62d17e98171b4a24acc", "title": "Impact of First Disclosure Experience and Internalized Stigma on Disclosure Patterns in the HIV+ Community", "abstract": "The present study examined\npossible antecedent factors that contribute to the type of\ndiscloser (HIV status) one becomes as well as the relation between\ndiscloser type, social support, and CD4 count. This study builds\noff previous research by Stutterheim et al. (2011) that examined\ndifferences between disclosure groups on a variety of variables,\nbut the study did not examine variables that may contribute to the\ntype of discloser a person becomes. The present study examined two\nvariables that previous research suggests may influence the type of\ndiscloser (relative non-discloser, selective discloser, full\ndiscloser) a person becomes, first-disclosure experience, and\ninternalized stigma. It was predicted that more positive first\ndisclosure experiences would be related to more disclosures; full\ndisclosers would report more positive first disclosure experiences\nthan selective disclosers and relative non-disclosers,\nrespectively. It was hypothesized that higher internalized stigma\nwould be related to fewer disclosures; full disclosers would have\nthe lowest internalized stigma scores and relative non-disclosers\nwould report the highest level of internalized stigma. In addition,\nsocial support was predicted to fully mediate the relation between\nthe type of discloser and CD4 count. Specifically, full and\nselective disclosers would report more social support than relative\nnon-disclosers and, as a result, have higher CD4 counts than\nrelative non-disclosers. SEM Path Analysis was employed to examine\nthe relation between the aforementioned\nvariables. Results revealed that internalized\nstigma was negatively related to the type of discloser one becomes,\nas predicted. However, first disclosure experience was not\nsignificantly related to the type of discloser one becomes. Social\nsupport did mediate the relation between type of discloser and CD4\ncount, but not in the way originally hypothesized. Disclosure type\nwas positively related to social support as hypothesized, but\ncontrary to the prediction higher levels of social support were\nnegatively related to CD4 count. Possible explanations for results\nand directions for future research are discussed in the final\nsection.", "venue": "", "year": 2014, "referenceCount": 165, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "34924560", "name": "M. Talbot"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bf8ed51ff69f03b6c5acd953e1b5e6fc28230a77", "externalIds": {"MAG": "2143306143", "DOI": "10.1073/pnas.1317511111", "PubMed": "25225360"}, "url": "https://www.semanticscholar.org/paper/bf8ed51ff69f03b6c5acd953e1b5e6fc28230a77", "title": "The science of sharing and the sharing of science", "abstract": "Why do members of the public share some scientific findings and not others? What can scientists do to increase the chances that their findings will be shared widely among nonscientists? To address these questions, we integrate past research on the psychological drivers of interpersonal communication with a study examining the sharing of hundreds of recent scientific discoveries. Our findings offer insights into (i) how attributes of a discovery and the way it is described impact sharing, (ii) who generates discoveries that are likely to be shared, and (iii) which types of people are most likely to share scientific discoveries. The results described here, combined with a review of recent research on interpersonal communication, suggest how scientists can frame their work to increase its dissemination. They also provide insights about which audiences may be the best targets for the diffusion of scientific content.", "venue": "Proceedings of the National Academy of Sciences", "year": 2014, "referenceCount": 47, "citationCount": 69, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Political Science"], "authors": [{"authorId": "2788074", "name": "Katherine L. Milkman"}, {"authorId": "40066064", "name": "Jonah A. Berger"}]}}, {"contexts": ["…sharing interesting products and messages; which deals with sharing interesting, original, funny or controversial messages (Moldovan, Goldenberg, and Chattopadhyay, 2011; Heath, Bell, and Sternberg, 2001) and (c) impression management (Sengupta, Dahl, and Gorn, 2002; Argo, White, and Dahl, 2006)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "cbde202a494902d7cf48a896d81ace0480be624b", "externalIds": {"MAG": "1992758253", "DBLP": "journals/ijom/SudhirU14", "DOI": "10.4018/ijom.2014070104"}, "url": "https://www.semanticscholar.org/paper/cbde202a494902d7cf48a896d81ace0480be624b", "title": "Measuring Consumer Motivations to Share Rumors: Scale Development", "abstract": "Rumors are often shared in the marketplace about products, services, brands or organizations; both in the online as well as in the offline scenarios. These rumors get communicated from consumer to consumer in the form of Word of Mouth (WOM). An exhaustive review of literature identified four motivations for consumers to share rumors in the marketplace; which included anxiety management motivation, information sharing motivation, relationship management motivation and self enhancement motivation. The review was not conclusive in identifying any scales for the measurement of these motivations. The article develops a scale for measuring these four motivations. Structured interviews were initially conducted to identify 33 items that motivate a consumer to share rumors. Based on an exploratory factor analysis and confirmatory factor analysis four factors were identified and the final scale retained 21 items. The scale displayed good scores of reliability and validity.", "venue": "Int. J. Online Mark.", "year": 2014, "referenceCount": 85, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "39124469", "name": "S. Sudhir"}, {"authorId": "2475474", "name": "Anandakuttan B. Unnithan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f158b69115e0927282003488f9e708913bd6750a", "externalIds": {"MAG": "23968648"}, "url": "https://www.semanticscholar.org/paper/f158b69115e0927282003488f9e708913bd6750a", "title": "Effects of Emotional Valence and Arousal on Consumer Perceptions of Online Review Helpfulness", "abstract": "With the prevalence of online reviews, an unwieldy glut of information may be in some cases presented to the consumers. To address the problem of information overload, the voting mechanism for online review helpfulness has been used by many websites. This study focuses on the effects of emotional valence and arousal in review content on consumer perceptions of online review helpfulness, which has not received enough attentions before. Using real-world data and econometric model, we found emotions within review content significantly influence review helpfulness. Furthermore, the interaction effect of emotional valence and arousal is investigated in details. This study makes a theoretical contribution to online review helpfulness research and also provides guidance to e-commerce companies in managing online reviews.", "venue": "", "year": 2014, "referenceCount": 61, "citationCount": 17, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3075929", "name": "Guopeng Yin"}, {"authorId": "49347136", "name": "Qingyu Zhang"}, {"authorId": "48515305", "name": "Yimeng Li"}]}}, {"contexts": ["For example, emotionally evocative ideas are more memorable and therefore culturally contagious (Broesch et al. in press; Heath et al. 2001)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f3b7d4eb1a53141eac9ed4f277d2ad97fbc66f40", "externalIds": {"MAG": "2152126086", "DOI": "10.1017/S0140525X14001356", "PubMed": "26785995"}, "url": "https://www.semanticscholar.org/paper/f3b7d4eb1a53141eac9ed4f277d2ad97fbc66f40", "title": "The cultural evolution of prosocial religions", "abstract": "Abstract We develop a cultural evolutionary theory of the origins of prosocial religions and apply it to resolve two puzzles in human psychology and cultural history: (1) the rise of large-scale cooperation among strangers and, simultaneously, (2) the spread of prosocial religions in the last 10–12 millennia. We argue that these two developments were importantly linked and mutually energizing. We explain how a package of culturally evolved religious beliefs and practices characterized by increasingly potent, moralizing, supernatural agents, credible displays of faith, and other psychologically active elements conducive to social solidarity promoted high fertility rates and large-scale cooperation with co-religionists, often contributing to success in intergroup competition and conflict. In turn, prosocial religious beliefs and practices spread and aggregated as these successful groups expanded, or were copied by less successful groups. This synthesis is grounded in the idea that although religious beliefs and practices originally arose as nonadaptive by-products of innate cognitive functions, particular cultural variants were then selected for their prosocial effects in a long-term, cultural evolutionary process. This framework (1) reconciles key aspects of the adaptationist and by-product approaches to the origins of religion, (2) explains a variety of empirical observations that have not received adequate attention, and (3) generates novel predictions. Converging lines of evidence drawn from diverse disciplines provide empirical support while at the same time encouraging new research directions and opening up new questions for exploration and debate.", "venue": "Behavioral and Brain Sciences", "year": 2014, "referenceCount": 598, "citationCount": 460, "influentialCitationCount": 18, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "1977644", "name": "A. Norenzayan"}, {"authorId": "1999088", "name": "A. Shariff"}, {"authorId": "6557494", "name": "Will M. Gervais"}, {"authorId": "3610066", "name": "A. Willard"}, {"authorId": "8122514", "name": "R. McNamara"}, {"authorId": "2486302", "name": "E. Slingerland"}, {"authorId": "2300422", "name": "J. Henrich"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b71b7242e1c9882fbc184e9655f5f4b9857dc6fd", "externalIds": {"MAG": "2082622258", "DOI": "10.1016/j.ausmj.2013.07.003"}, "url": "https://www.semanticscholar.org/paper/b71b7242e1c9882fbc184e9655f5f4b9857dc6fd", "title": "The Emotions that Drive Viral Video", "abstract": "In today's socially connected world marketers are turning to social video as a way of extending campaign reach and gaining cut-through. However knowledge on which creative characteristics are related to successful diffusion, is limited. In this research we consider how two constructs of emotional response (arousal and valence), both separately and collectively are related to how videos are shared. Two large data sets are considered, one commercial and one non-commercial (n800), with levels of actual daily sharing recorded for all videos examined. We find that high arousal emotions are the primary driver of video sharing and while valance plays a role, it does so to a lesser extent. This study is the largest of its kind and makes a significant contribution to our understanding of what makes a successful viral video.", "venue": "", "year": 2013, "referenceCount": 51, "citationCount": 93, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1430961556", "name": "Karen Nelson-Field"}, {"authorId": "66541435", "name": "E. Riebe"}, {"authorId": "117021461", "name": "Kellie Newstead"}]}}, {"contexts": ["Some variants, for example, may elicit strong emotional reactions, such as disgust [30], or be appealing because they convey valued information, such as information about others [31,32]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "bb975db5efc3be23475ae20fba053190c0b8969b", "externalIds": {"MAG": "2065243080", "PubMedCentral": "3770587", "DOI": "10.1371/journal.pone.0074770", "PubMed": "24040341"}, "url": "https://www.semanticscholar.org/paper/bb975db5efc3be23475ae20fba053190c0b8969b", "title": "Fashion vs. Function in Cultural Evolution: The Case of Dog Breed Popularity", "abstract": "We investigate the relationship between characteristics of dog breeds and their popularity between years 1926 and 2005. We consider breed health, longevity, and behavioral qualities such as aggressiveness, trainability, and fearfulness. We show that a breed's overall popularity, fluctuations in popularity, and rates of increase and decrease around popularity peaks show typically no correlation with these breed characteristics. One exception is the finding that more popular breeds tend to suffer from more inherited disorders. Our results support the hypothesis that dog breed popularity has been primarily determined by fashion rather than function.", "venue": "PloS one", "year": 2013, "referenceCount": 43, "citationCount": 62, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Biology", "Medicine"], "authors": [{"authorId": "1897291", "name": "S. Ghirlanda"}, {"authorId": "2352183", "name": "A. Acerbi"}, {"authorId": "4095568", "name": "H. Herzog"}, {"authorId": "5615599", "name": "J. Serpell"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0344f13997464593c9a51c9d73bbdc23c82adb6c", "externalIds": {"MAG": "744340700"}, "url": "https://www.semanticscholar.org/paper/0344f13997464593c9a51c9d73bbdc23c82adb6c", "title": "Going viral: how does viral online video content and specific features influence attitudes toward the brand?", "abstract": "Watching videos online has become an ordinary activity, which brands and advertising agencies have been progressively incorporating into their strategies through viral marketing campaigns. Furthermore, it has been verified that to induce consumers to pass-along, viral online video advertisings tend to rely on the use of increasingly provocative content. Still, few experimental researches have examined underlying processes and responses evoked by this feature. In order to fill this void, experimental research, progressed online, was conducted, in which the effects of this strong appeal in forward intentions, advertising processing, brand memorability and purchase intentions are examined. Results insinuate that online videos comprising higher levels of perceived provocation appear to stimulate a higher pass-along probability, more complex formulations of ad related emotions and feelings and better brand memorability. Moreover, it appears also to affect attitudes toward the brand. Nevertheless, limits exist to the manner in which provocation can be portrayed. This study discriminates conditions under which managers can envisage to effectively use such powerful appeal while maximizing viral marketing potential gains.", "venue": "", "year": 2012, "referenceCount": 29, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "143697482", "name": "Mariana Vieira Alvares Martins"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "13375914a53e66e60bf677541a10e768b091afc1", "externalIds": {"MAG": "2183970126"}, "url": "https://www.semanticscholar.org/paper/13375914a53e66e60bf677541a10e768b091afc1", "title": "Th e Research-Practice Gap in I/O Psychology and Related Fields: Challenges and Potential Solutions", "abstract": "The gap between science and practice in I/O psychology and related fields is large and, some believe, getting larger. Although not everyone views this as a matter for concern, there is growing momentum to take actions to strengthen the interface between science and practice. This chapter examines three underlying sources of the gap: lack of awareness of what the other side knows and cares about; lack of belief or confidence in the knowledge generated or held by the other side; and lack of implementation of knowledge or ideas, even in the face of awareness and belief. Based on this analysis, proposed solutions are offered for each source of the gap, as are directions for future research and practice.", "venue": "", "year": 2012, "referenceCount": 407, "citationCount": 9, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3622286", "name": "S. Rynes"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "591485b250384d71a67329ed9184ba8972f4dac4", "externalIds": {"MAG": "1982929525", "DOI": "10.1016/J.EVOLHUMBEHAV.2011.10.002"}, "url": "https://www.semanticscholar.org/paper/591485b250384d71a67329ed9184ba8972f4dac4", "title": "The advantage of multiple cultural parents in the cultural transmission of stories", "abstract": "Recent mathematical modeling of repeated cultural transmission has shown that the rate at which culture is lost (due to imperfect transmission) will crucially depend on whether individuals receive transmissions from many cultural parents or only from one. However, the modeling assumptions leading up to this conclusion have so far not been empirically assessed. Here we do this for the special case of transmission chains where each individual either receives the same story twice from one cultural parent (and retransmits twice to a cultural child) or receives possibly different versions of the story from two cultural parents (and then retransmits to two cultural children). For this case, we first developed a more general mathematical model of cultural retention that takes into account the possibility of dependence of error rates between transmissions. In this model, under quite plausible assumptions, chains with two cultural parents will have superior retention of culture. This prediction was then tested in two experiments using both written and oral modes of transmission. In both cases, superior retention of culture was found in chains with two cultural parents. Estimation of model parameters indicated that error rates were not identical and independent between transmissions; instead, a primacy effect was suggested, such that the first transmission tends to have higher fidelity than the second transmission.", "venue": "", "year": 2012, "referenceCount": 26, "citationCount": 21, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "92258283", "name": "Kimmo Eriksson"}, {"authorId": "46242575", "name": "J. Coultas"}]}}, {"contexts": ["For example, it has been shown that traits that elicit emotional reactions in general [36], or particular emotion like disgust [37] tend to be transmitted more than traits that do not."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "75693f6b29dacd9dc7dc0c42ffe53dd56ea0629e", "externalIds": {"PubMedCentral": "3296716", "MAG": "1977332720", "DOI": "10.1371/journal.pone.0032541", "PubMed": "22412887"}, "url": "https://www.semanticscholar.org/paper/75693f6b29dacd9dc7dc0c42ffe53dd56ea0629e", "title": "The Logic of Fashion Cycles", "abstract": "Many cultural traits exhibit volatile dynamics, commonly dubbed fashions or fads. Here we show that realistic fashion-like dynamics emerge spontaneously if individuals can copy others' preferences for cultural traits as well as traits themselves. We demonstrate this dynamics in simple mathematical models of the diffusion, and subsequent abandonment, of a single cultural trait which individuals may or may not prefer. We then simulate the coevolution between many cultural traits and the associated preferences, reproducing power-law frequency distributions of cultural traits (most traits are adopted by few individuals for a short time, and very few by many for a long time), as well as correlations between the rate of increase and the rate of decrease of traits (traits that increase rapidly in popularity are also abandoned quickly and vice versa). We also establish that alternative theories, that fashions result from individuals signaling their social status, or from individuals randomly copying each other, do not satisfactorily reproduce these empirical observations.", "venue": "PloS one", "year": 2012, "referenceCount": 42, "citationCount": 63, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Biology", "Medicine"], "authors": [{"authorId": "2352183", "name": "A. Acerbi"}, {"authorId": "1897291", "name": "S. Ghirlanda"}, {"authorId": "1855371", "name": "M. Enquist"}]}}, {"contexts": ["It is, of course, Tantra’s materiality, its practicality that most often fascinates (see also Heath et al. 2001; Urban 2003)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "49fb2db28fbe6edabdb35ed22f8871b921b74f0d", "externalIds": {"MAG": "2102432721", "DOI": "10.1093/JAAREL/LFR077", "PubMed": "22180926"}, "url": "https://www.semanticscholar.org/paper/49fb2db28fbe6edabdb35ed22f8871b921b74f0d", "title": "Disgusting bodies, disgusting religion: the biology of Tantra.", "abstract": "Hard-core Tantric practice is disgusting, a point several scholars make. Scholarly interpretations of Tantric disgustingness, however, tend to follow the lead of Mary Douglas in suggesting that what disgusts is ultimately a reflection of social–historical concerns with borders and boundaries. Such interpretations fail to take seriously the Tantric consumption of feces, menstrual blood, urine, semen, and phlegm. Likewise, they fail to take seriously the particular sexual act involved, that is, intercourse with a menstruating, riding-astride, out-of-caste, mother-substitute. Consulting contemporary disgust research, I suggest that hard-core Tantra is literally disgusting because it is literally maladaptive. Disgust was naturally selected to deter the ingestion of bio-toxic pathogens as well as the practice of suboptimal sexual intercourse. Disgust maintains the species' viability. Tantra confounds disgust and thus disgusts. Tantra engages antibiological behaviors in its characteristically religious war against the body. As a disgusting religion, Tantra may be a perfected religion.", "venue": "Journal of the American Academy of Religion. American Academy of Religion", "year": 2011, "referenceCount": 119, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Biology", "Sociology", "Medicine"], "authors": [{"authorId": "4032946", "name": "Thomas B. Ellis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "034267dec170334a1d56be57c8fbc022c4e0fe00", "externalIds": {"MAG": "2182179584"}, "url": "https://www.semanticscholar.org/paper/034267dec170334a1d56be57c8fbc022c4e0fe00", "title": "Medical Mythology: Its Etiology, Prevention And Treatment", "abstract": "Myths are widely held beliefs that are false or of unverifiable existence. In medicine, they are not just unproven theories or mistaken conclusions, rather, they are fictitious ideas that weave their way throughout the profession. In order to prevent and treat medical myths, they need to be recognized as a disease that is harmful to patient care. Using established principles of medicine, the myths then can be medically managed and a cure attempted. To accomplish this, the myths need to be understood in terms of their etiology and pathopsychology. A firm understanding of biostatistics and the principles of evidence based medicine is essential to the prevention, management, and cure of medical myths.", "venue": "", "year": 2010, "referenceCount": 33, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "48030258", "name": "T. Heston"}, {"authorId": "35693602", "name": "M. Gosselin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1aa1a52bd5ec400dc7e4b04f53c561eb5f557718", "externalIds": {"MAG": "2407813370", "DOI": "10.1093/acprof:oso/9780195380392.003.0003"}, "url": "https://www.semanticscholar.org/paper/1aa1a52bd5ec400dc7e4b04f53c561eb5f557718", "title": "Infectious Disease and the Creation of Culture", "abstract": "The study of cultural psychology is a massive scientific enterprise. Cultural psychology is defined by two conceptually distinct bodies of scientific research, each of which explores a different set of causal connections between psychology and culture. One body of research examines the influence of psychology on culture. That is, it addresses questions about exactly how psychological processes (defined at an individual level of analysis) exert causal consequences on cultural outcomes (measured at a collective level of analysis). There are many different investigations that, in one way or another, fit into this broad program of research. In doing so, they provide many different insights into the effects of individual-level psychological processes on the rituals and norms and collective beliefs that define cultures in the first place (e.g., Conway & Schaller, 2007 ; Heath, Bell, & Sternberg, 2001 ; Latane, 1996 ; for an overview, see Schaller & Crandall, 2004 ). Of course, when people think about “cultural psychology,” this is not typically the first body of research that comes to mind. Rather, for most people, the concept of “cultural psychology” conjures up a rather different body of research, in which the arrow of causality reverses and the research questions pertain to the influence of culture on psychology. The results of these investigations describe the myriad ways in which", "venue": "", "year": 2010, "referenceCount": 144, "citationCount": 65, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144340849", "name": "M. Schaller"}, {"authorId": "6154942", "name": "Damian R. Murray"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2c6cce498d6934d211404befbebe73c65ca7f894", "externalIds": {"MAG": "1486303712", "DOI": "10.1111/J.1751-9004.2010.00321.X"}, "url": "https://www.semanticscholar.org/paper/2c6cce498d6934d211404befbebe73c65ca7f894", "title": "Ferreting Facts or Fashioning Fallacies? Factors in Rumor Accuracy", "abstract": "In some situations, rumors come to reflect reality quite well and in others they become fantastic. Why? This article summarizes research on rumor accuracy. It considers rumors as unverified statements in circulation, and rumor discussion as serving group sensemaking and threat-management functions. It also explores a complementary view of rumors as memes: adaptive statements that survive or die out. Conceptualizations of rumor accuracy, methods of investigation, prospects for future social psychological study, and accuracy rates are examined. The Percolation Model of rumor accuracy is reviewed: rumor distortions and errors that occur in part because of cognitive limitations and perceptual biases are either compounded by relationship- or self-oriented aims and a circumscribed ability to test the rumor, or countervailed by accuracy motivation, message checking, and veracity checking; rumor activity hastens these processes. The multivariate, interactive, and dynamical systems nature of rumor accuracy phenomena is highlighted. The implications of this research for social epistemics are discussed.", "venue": "", "year": 2010, "referenceCount": 69, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1943428", "name": "N. DiFonzo"}]}}, {"contexts": ["daily life. It also plays a significant role in affecting behaviors.  Heath, Bell, and Sternberg (2001)"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3086779afc72e410c6174eda2d1412021d395511", "externalIds": {"MAG": "2188970461"}, "url": "https://www.semanticscholar.org/paper/3086779afc72e410c6174eda2d1412021d395511", "title": "Souring the Status Quo", "abstract": null, "venue": "", "year": 2010, "referenceCount": 33, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2115753068", "name": "Seunghee Han"}, {"authorId": "5209814", "name": "J. Lerner"}, {"authorId": "2698333", "name": "R. Zeckhauser"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "20bd9adab8a0c2602e4db120b270bc34a199441a", "externalIds": {"MAG": "2034566782", "DOI": "10.1002/EJSP.523"}, "url": "https://www.semanticscholar.org/paper/20bd9adab8a0c2602e4db120b270bc34a199441a", "title": "Talking about Others: Emotionality and the Dissemination of Social Information", "abstract": "There is evidence that we may he more likely to share stories about other people to the extent that they arouse emotion. If so, this emotional social talk may have important social consequences, providing the basis for many of our social beliefs and mobilising people to engage or disengage with the targets of the talk. Across three studies, we tested the situated communicability of emotional social information by examining if the ability of emotionality to increase communicability would depend on the emotion that was aroused and the identity of the audience. Study J showed that participants were more willing to share social anecdotes that aroused interest, surprise, disgust and happiness with an unspecified audience. Study 2 provided a behavioural replication of these findings. Study 3 showed that the communicability of emotional social talk did vary with audience identity (friend or stranger). Together, these findings suggest that emotional social events (particularly those that arouse disgust and happiness) are likely to become part of a society's social beliefs, with important consequences for the structure of social relationships.", "venue": "", "year": 2009, "referenceCount": 34, "citationCount": 104, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "143692983", "name": "K. Peters"}, {"authorId": "1996561", "name": "Y. Kashima"}, {"authorId": "144265906", "name": "Anna E. Clark"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f3ca5401a31f8ba9a12fb0f00eb8cbbc21abdbf3", "externalIds": {"MAG": "2086315216", "DOI": "10.1111/J.1573-7861.2008.00091.X"}, "url": "https://www.semanticscholar.org/paper/f3ca5401a31f8ba9a12fb0f00eb8cbbc21abdbf3", "title": "Arbiters, Entrepreneurs, and the Shaping of Business School Reputations1", "abstract": "How are organizational reputations established? Expanding on recent work that emphasizes the construction of reputations rather than their cultural content, we explore how forces in the organizational environment define organizational reputation. Specifically, we demonstrate how two types of mediators - reputational arbiters and reputational entrepreneurs - influence the development of reputations by organizing and managing the information on which reputations are built. Buttressing our theoretical claims with 30 interviews of business school administrators, we find that these mediators play a central role in determining organizational reputations by engaging in three processes of information manipulation: synthesis, selection, and simplification. In addition to specifying the key role that the manipulation of information by outsiders plays in the development of reputation, this approach suggests the importance of the interrelationships among these mediators in the determination of reputational standing.", "venue": "", "year": 2008, "referenceCount": 54, "citationCount": 60, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "12243277", "name": "Michael Sauder"}, {"authorId": "27296239", "name": "G. Fine"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "260a68466e6268a3679861eae5892d2353ff2ed9", "externalIds": {"MAG": "2105756256"}, "url": "https://www.semanticscholar.org/paper/260a68466e6268a3679861eae5892d2353ff2ed9", "title": "Educar a los consumidores. Leyendas urbanas acerca de corporaciones mercantiles.", "abstract": null, "venue": "", "year": 2007, "referenceCount": 9, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "117209010", "name": "M. Santagada"}]}}, {"contexts": ["News media tend to report the shocking and horrible (‘If it bleeds, it leads’); individuals also pass on stories that elicit disgust more readily than those that do not (Heath et al., 2001).", "leads”); individuals also pass on stories that elicit disgust more readily than those that do not ( Heath, Bell, and Sternberg 2001 )."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "2acd282b2d132eb55cf355a0c3e2188564731296", "externalIds": {"MAG": "2259379014", "DOI": "10.1111/j.1468-036X.2007.00437.x"}, "url": "https://www.semanticscholar.org/paper/2acd282b2d132eb55cf355a0c3e2188564731296", "title": "Psychological Bias as a Driver of Financial Regulation", "abstract": "I propose here the psychological attraction theory of financial regulation—that regulation is the result of psychological biases on the part of political participants—voters, politicians, bureaucrats, and media commentators; and of regulatory ideologies that exploit these biases. Some key elements of the psychological attraction approach are: salience and vividness, omission bias, scapegoating and xenophobia, fairness and reciprocity norms, overconfidence, and mood effects. This approach further emphasizes emergent effects that arise from the interactions of individuals with psychological biases. For example, availability cascades and ideological replicators have powerful effects on regulatory outcomes.", "venue": "", "year": 2008, "referenceCount": 155, "citationCount": 115, "influentialCitationCount": 10, "isOpenAccess": true, "fieldsOfStudy": ["Business", "Economics", "Psychology"], "authors": [{"authorId": "1991863", "name": "D. Hirshleifer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c253a32a63f9110e65f894b16e685cabb0d206d9", "externalIds": {"MAG": "2159947028", "DOI": "10.1037/0022-3514.93.6.1028", "PubMed": "18072852"}, "url": "https://www.semanticscholar.org/paper/c253a32a63f9110e65f894b16e685cabb0d206d9", "title": "Stereotypes help people connect with others in the community: a situated functional analysis of the stereotype consistency bias in communication.", "abstract": "Communicators tend to share more stereotype-consistent than stereotype-inconsistent information. The authors propose and test a situated functional model of this stereotype consistency bias: stereotype-consistent and inconsistent information differentially serve 2 central functions of communication--sharing information and regulating relationships; depending on the communication context, information seen to serve these different functions better is more likely communicated. Results showed that stereotype-consistent information is perceived as more socially connective but less informative than inconsistent information, and when the stereotype is perceived to be highly shared in the community, more stereotype-consistent than inconsistent information is communicated due to its greater social connectivity function. These results highlight the need to examine communication as a dynamic and situated social activity.", "venue": "Journal of personality and social psychology", "year": 2007, "referenceCount": 54, "citationCount": 127, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "144265906", "name": "Anna E. Clark"}, {"authorId": "1996561", "name": "Y. Kashima"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2aafc94febb09479d3a7febf3f72b011eaeddc9c", "externalIds": {"MAG": "2089539158", "DOI": "10.1002/MDE.1292"}, "url": "https://www.semanticscholar.org/paper/2aafc94febb09479d3a7febf3f72b011eaeddc9c", "title": "Applying evolutionary psychology in understanding the Darwinian roots of consumption phenomena", "abstract": "Consumer scholars have amassed an impressive body of knowledge using a wide range of methodological approaches and paradigms. Despite the scientific rigor of the consumer behavior discipline, most scholars that have reviewed the field agree that it has yielded a fragmented and confused literature. It is argued here that this is in part due to the near paucity of evolutionary-based theorizing within the theoretical frameworks used by consumer scholars. While evolutionary psychology focuses on ultimate causation namely the adaptive origins of a particular cognition, emotion, preference, or behavior, the consumer behavior discipline has overwhelmingly addressed proximate mechanisms. Both levels of analyses are needed for a full understanding of consumption phenomena. Copyright © 2006 John Wiley & Sons, Ltd.", "venue": "", "year": 2006, "referenceCount": 57, "citationCount": 52, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2568403", "name": "G. Saad"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "55fd3b409ff676fc1186f418a24731f9a8eeca98", "externalIds": {"MAG": "2037044578", "DOI": "10.1002/MDE.1294"}, "url": "https://www.semanticscholar.org/paper/55fd3b409ff676fc1186f418a24731f9a8eeca98", "title": "Balancing cooperation and competition in human groups: the role of emotional algorithms and evolution", "abstract": "We examine emotional algorithms and their role in a fundamental dilemma that confronts human groups-whether actors should take care of 'me' (compete) or take care of 'we' (cooperate). We argue that human emotions, triggered in algorithmic fashion through four common, although culturally specified, mechanisms, powerfully direct humans to compete or cooperate. Drawing on evolutionary psychology, we first define and characterize these hard-wired emotional algorithms, presenting evidence for their independent influence. Their regulatory influence on human groups, however, can only be appreciated once we examine them as a system. We show how, as a system, these algorithms help explain the dynamic balance that members of human groups can (and often must) achieve between competition and cooperation. We derive three propositions regarding how these algorithms play out in groups. We suggest that understanding these dynamics can help leaders better manage cooperation and competition in organizational groups. Copyright © 2006 John Wiley & Sons, Ltd.", "venue": "", "year": 2006, "referenceCount": 78, "citationCount": 49, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2579446", "name": "C. Loch"}, {"authorId": "119406992", "name": "D. C. Galunic"}, {"authorId": "32264337", "name": "S. Schneider"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "640f90505de7b6f184288e00937b49971be948b3", "externalIds": {"MAG": "1727350781", "DOI": "10.5860/choice.44-7125"}, "url": "https://www.semanticscholar.org/paper/640f90505de7b6f184288e00937b49971be948b3", "title": "Rumor Psychology: Social and Organizational Approaches", "abstract": "In \"Rumor Psychology: Social and Organizational Approaches\", expert rumor researchers Nicholas DiFonzo and Prashant Bordia investigate how rumors start and spread, the accuracy of different types of rumor, and how rumors can be controlled, particularly given their propagation across media outlets and within organizations. Rumors are an enduring feature of our social and organizational landscapes. They attract attention, evoke emotion, incite involvement, affect attitudes and actions - and they are ubiquitous. Rumor transmission is motivated by three broad psychological motivations - fact-finding, relationship-enhancement, and self-enhancement - all of which help individuals and groups make sense in the face of uncertainty. Rumor is closely entwined with a host of social and organizational phenomena, including social cognition, attitude formation and maintenance, prejudice and stereotyping, group dynamics, interpersonal and intergroup relations, social influence, and organizational trust and communication. Organizational rumors, in contrast with natural disaster rumors, tend to be highly accurate, with accuracy being affected by cognitive, motivational, situational, group, and network factors. DiFonzo and Bordia describe how managers can most effectively manage and refute rumors and infer that employee trust in management inhibits rumor activity.", "venue": "", "year": 2006, "referenceCount": 264, "citationCount": 322, "influentialCitationCount": 45, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1943428", "name": "N. DiFonzo"}, {"authorId": "4954428", "name": "P. Bordia"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3fc323c7178d0681de66a58081227d8beffe5143", "externalIds": {"MAG": "2315054068", "DOI": "10.1037/e403822005-004"}, "url": "https://www.semanticscholar.org/paper/3fc323c7178d0681de66a58081227d8beffe5143", "title": "Rumor and Gossip Research", "abstract": null, "venue": "", "year": 2005, "referenceCount": 50, "citationCount": 60, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "4642690", "name": "R. L. Rosnow"}, {"authorId": "21543737", "name": "Eric K. Foster"}, {"authorId": "4642690", "name": "R. L. Rosnow"}, {"authorId": "145107023", "name": "R. Rosenthal"}, {"authorId": "40522770", "name": "W. Freeman"}, {"authorId": "2235217", "name": "D. Rubin"}, {"authorId": "2082882236", "name": "E. Foster"}]}}, {"contexts": ["Beliefs and behaviors that are more “communicable,” for whatever reason, are more likely to become culturally normative and to remain that way (Heath et al. 2001, Schaller 2001, Schaller et al. 2002, Sperber 1984).", "Research on contemporary “urban legends” is consistent with this analysis: Legends that elicit greater disgust are more likely to be communicated and to become part of popular culture (Heath et al. 2001)."], "isInfluential": false, "intents": ["result", "background"], "citingPaper": {"paperId": "3e30ed793c41c3243cef506355fda50cea38fe09", "externalIds": {"MAG": "2168630872", "DOI": "10.1146/ANNUREV.PSYCH.55.090902.141927", "PubMed": "14744231"}, "url": "https://www.semanticscholar.org/paper/3e30ed793c41c3243cef506355fda50cea38fe09", "title": "Psychology and culture.", "abstract": "Psychological processes influence culture. Culture influences psychological processes. Individual thoughts and actions influence cultural norms and practices as they evolve over time, and these cultural norms and practices influence the thoughts and actions of individuals. Large bodies of literature support these conclusions within the context of research on evolutionary processes, epistemic needs, interpersonal communication, attention, perception, attributional thinking, self-regulation, human agency, self-worth, and contextual activation of cultural paradigms. Cross-cultural research has greatly enriched psychology, and key issues for continued growth and maturation of the field of cultural psychology are articulated.", "venue": "Annual review of psychology", "year": 2004, "referenceCount": 188, "citationCount": 467, "influentialCitationCount": 15, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4051494", "name": "D. R. Lehman"}, {"authorId": "35766801", "name": "C. Chiu"}, {"authorId": "144340849", "name": "M. Schaller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "729d8359a90d5bb66fa9efcd0daf9e7434bfbe97", "externalIds": {"MAG": "2166928309", "DOI": "10.1017/S0140525X04000172", "PubMed": "16035401"}, "url": "https://www.semanticscholar.org/paper/729d8359a90d5bb66fa9efcd0daf9e7434bfbe97", "title": "Religion's evolutionary landscape: Counterintuition, commitment, compassion, communion", "abstract": "Religion is not an evolutionary adaptation per se, but a recurring cultural by-product of the complex evolutionary landscape that sets cognitive, emotional, and material conditions for ordinary human interactions. Religion exploits only ordinary cognitive processes to passionately display costly devotion to counterintuitive worlds governed by supernatural agents. The conceptual foundations of religion are intuitively given by task-specific panhuman cognitive domains, including folkmechanics, folkbiology, and folkpsychology. Core religious beliefs minimally violate ordinary notions about how the world is, with all of its inescapable problems, thus enabling people to imagine minimally impossible supernatural worlds that solve existential problems, including death and deception. Here the focus is on folkpsychology and agency. A key feature of the supernatural agent concepts common to all religions is the triggering of an “Innate Releasing Mechanism,” or “agency detector,” whose proper (naturally selected) domain encompasses animate objects relevant to hominid survival – such as predators, protectors, and prey – but which actually extends to moving dots on computer screens, voices in wind, and faces on clouds. Folkpsychology also crucially involves metarepresentation, which makes deception possible and threatens any social order. However, these same metacognitive capacities provide the hope and promise of open-ended solutions through representations of counterfactual supernatural worlds that cannot be logically or empirically verified or falsified. Because religious beliefs cannot be deductively or inductively validated, validation occurs only by ritually addressing the very emotions motivating religion. Cross-cultural experimental evidence encourages these claims.", "venue": "Behavioral and Brain Sciences", "year": 2004, "referenceCount": 573, "citationCount": 620, "influentialCitationCount": 29, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2268120", "name": "S. Atran"}, {"authorId": "1977644", "name": "A. Norenzayan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9a552eddabc402afe7fc65a7a5bf225d90ecfb57", "externalIds": {"MAG": "2052434365", "DOI": "10.1016/S0304-422X(02)00042-6"}, "url": "https://www.semanticscholar.org/paper/9a552eddabc402afe7fc65a7a5bf225d90ecfb57", "title": "“Idea hamsters” on the “bleeding edge”: profane metaphors in high technology jargon", "abstract": "Abstract Neo-Durkheimian studies of the culture of high technology have looked for, and found, evidence of technological products being portrayed as sacred, as pure and elevated above mundane human concerns. This tradition of cultural analysis of technology has followed Durkheim's lead (Durkheim, Emile 1965 [1915]. The Elementary Forms of the Religious Life. Free Press, New York) in emphasizing the sacred while eliding its opposite, the profane. In this paper I contend that symbols of the profane continue to be powerful cultural elements that animate and order modern discourses and moral worlds, and that scholarly understanding of the culture of high technology can be enriched through analysis of profane symbols. I demonstrate this through metaphoric content analysis of the jargon of American high technology industry from the 1960s through the late 1990s, and show that (1) profane metaphors are widespread in high technology jargon as compared to the jargons of other occupations; (2) profane metaphors in high tech jargon have increased over the last three decades with the growth of high tech industry; and (3) these profane metaphors are thematically ordered, such that they tend to signify threats to technological progress, while technology itself is signified through morally benign metaphors. I argue that these metaphors have proliferated in high technology industry, and much less so in other occupations, because they buttress a moral worldview that makes technological innovations meaningful to their creators. For cultural analysis, these findings point to the value of examining metaphors sociologically, and of examining the social use of profane symbols in modern discourses in which the experience of the sacred is ambiguous or individualized.", "venue": "", "year": 2003, "referenceCount": 48, "citationCount": 20, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2013844", "name": "Gabe Ignatow"}]}}, {"contexts": ["Dion & Dion, 1993; Levine, Sato, Hashimoto, & Verma, 1995]; C."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "49242f6a8afc7b51b325d0fd8a9bc74c5d253e16", "externalIds": {"MAG": "2067763021", "DOI": "10.1037/0033-2909.127.4.451", "PubMed": "11439707"}, "url": "https://www.semanticscholar.org/paper/49242f6a8afc7b51b325d0fd8a9bc74c5d253e16", "title": "Cultural variation: considerations and implications.", "abstract": "Cultural systems vary widely across the world. Partly this is due to different cultures' occupying different ecological and environmental niches. But partly it is due to similar circumstances giving rise to multiple stable equilibriums, each with a distinct cultural form. Using insights and examples from various fields, this article illustrates the way that multiple equilibriums can emerge and the forces that push a culture toward one equilibrium point or another. Considerations of game theory principles, mutual interdependence, historical circumstance, dependence on initial conditions, and crucial choice points are highlighted in discussing the ways humans create and re-create their culture. Cultural traits develop within physical, social, intracultural, and intercultural niches, and implications of this for how culture might be studied and the benefits of combining an \"equilibrium\" perspective and a \"meaning\" perspective are discussed.", "venue": "Psychological bulletin", "year": 2001, "referenceCount": 240, "citationCount": 233, "influentialCitationCount": 25, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Sociology"], "authors": [{"authorId": "40634589", "name": "D. Cohen"}]}}]}