{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0cfe8a2bb4c4b48fb8c92bdeb2e9fd263072a80a", "externalIds": {"MAG": "2090095000", "DOI": "10.1080/00224545.1975.9923258"}, "url": "https://www.semanticscholar.org/paper/0cfe8a2bb4c4b48fb8c92bdeb2e9fd263072a80a", "title": "Rumor Mongering in War Time", "abstract": "Summary The study tests the hypothesis that the essentials of rumor are importance and ambiguity: that is, the amount of rumor in circulation varies with the importance of the subject times the ambiguity of the evidence. The study also test the transmission theory of rumor and the classificatory method devised by Robert H. Knapp. The frequencies of the rumors that circulated in U.S.A. in 1942 and in Biafra from 1968–1970 are also compared. The results strongly confirmed the hypothesis, except that a new class of rumor, named “neo-pipe-dream rumor,” was discovered among the rumors that circulated in Biafra. In each country it is found that there is a negative correlation between pipe-dream rumors and wedge-driving rumors.", "venue": "", "year": 1975, "referenceCount": 3, "citationCount": 23, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "114162755", "name": "Nwokocha K. U. Nkpa"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0ef9c5c0ed925ca36beb2aea501ebb0e065cdcb3", "externalIds": {"MAG": "2731404648", "DOI": "10.1177/002204267900900315"}, "url": "https://www.semanticscholar.org/paper/0ef9c5c0ed925ca36beb2aea501ebb0e065cdcb3", "title": "Law and Society Review", "abstract": null, "venue": "", "year": 1979, "referenceCount": 5, "citationCount": 426, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "15896758", "name": "S. Decker"}]}}, {"contexts": ["In this study we measure disgust using a scale that codes the presence of individual disgust motifs identified by research on disgust—for example, whether the story involves the motif of contact with bodily fluids or the motif of ingesting a nonfood item (Haidt et al., 1994; Rozin et a!., 1993;  Rozin et al., 1994 ).", "As a result, researchers have described disgust based on specific actions that may have evolutionary implications (e.g., contact with bodily substances, ingestion of a contaminated substance; Haidt, McCauley, & Rozin, 1994; Rozin, Haidt, & McCauley, 1993;  Rozin, Lowery, & Ebert, 1994;  for a historical-literary approach to disgust, see Miller, 1997).", "In terms of the independent variable, we were able to reliably code our sample of legends on the various objectives motifs predicted by research on disgust (Haidt et al., 1994; Rozin et al., 1993;  Rozin et al., 1994 ).", "In this study, we selected legends that contained one or more of the specific motifs that have been found to reliably elicit disgust (e.g., contact with bodily substances, cutting or piercing of the skin; Haidt et al., 1994; Rozin et al., 1993;  Rozin et al., 1994 )."], "isInfluential": true, "intents": ["methodology", "background"], "citedPaper": {"paperId": "123b28a4b062a73daa4abef15e91e23b49382bf4", "externalIds": {"MAG": "2080966421", "DOI": "10.1037//0022-3514.66.5.870", "PubMed": "8014832"}, "url": "https://www.semanticscholar.org/paper/123b28a4b062a73daa4abef15e91e23b49382bf4", "title": "Varieties of disgust faces and the structure of disgust.", "abstract": "In 3 facial expression identification studies, college students matched a variety of disgust faces to verbally described eliciting situations. The faces depicted specific muscle action movements in accordance with P. Ekman and W. V. Friesen's (1978) Facial Action Coding System. The nose wrinkle is associated with either irritating or offensive smells and, to some extent, bad tastes. Gape and tongue extrusion are associated primarily with what we call core or food-offense disgust and also oral irritation. The broader range of disgust elicitors, including stimuli that remind humans of their animal origins (e.g., body boundary violations, inappropriate sex, poor hygiene, and death), a variety of aversive interpersonal contacts, and certain moral offenses are associated primarily with the raised upper lip. The results support a theory of disgust that posits its origin as a response to bad tastes and maps its evolution onto a moral emotion.", "venue": "Journal of personality and social psychology", "year": 1994, "referenceCount": 31, "citationCount": 335, "influentialCitationCount": 14, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "145983028", "name": "P. Rozin"}, {"authorId": "2070708636", "name": "L. Lowery"}, {"authorId": "145836101", "name": "R. Ebert"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "16503fcb6f54fa329d96ebc6823055cb5bbd6b54", "externalIds": {"MAG": "3139821079", "DOI": "10.2307/2092353"}, "url": "https://www.semanticscholar.org/paper/16503fcb6f54fa329d96ebc6823055cb5bbd6b54", "title": "Improvised News: A Sociological Study of Rumor", "abstract": null, "venue": "", "year": 1966, "referenceCount": 0, "citationCount": 511, "influentialCitationCount": 23, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "97861356", "name": "Tamotsu Shibutani"}]}}, {"contexts": ["Research on emotions has described the schemas associated with many emotions, but typically the schemas are fairly abstract because researchers have tried to choose the minimal set of dimensions (eg, pleasantness, anticipated effort, certainty) that allow them to discriminate among various emotions (Ortony, Clore, & Collins, 1988; Smith & Ellsworth, 1985)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "1b5b3a5e052c96f591f19569ca29b972ab1f5738", "externalIds": {"DBLP": "books/cu/OCC1988", "MAG": "1977137834", "DOI": "10.1017/CBO9780511571299"}, "url": "https://www.semanticscholar.org/paper/1b5b3a5e052c96f591f19569ca29b972ab1f5738", "title": "The Cognitive Structure of Emotions", "abstract": "1. Introduction The study of emotion Types of evidence for theories of emotion Some goals for a cognitive theory of emotion 2. Structure of the theory The organisation of emotion types Basic emotions Some implications of the emotions-as-valenced-reactions claim 3. The cognitive psychology of appraisal The appraisal structure Central intensity variables 4. The intensity of emotions Global variables Local variables Variable-values, variable-weights, and emotion thresholds 5. Reactions to events: I. The well-being emotions Loss emotions and fine-grained analyses The fortunes-of-others emotions Self-pity and related states 6. Reactions to events: II. The prospect-based emotions Shock and pleasant surprise Some interrelationships between prospect-based emotions Suspense, resignation, hopelessness, and other related states 7. Reactions to agents The attribution emotions Gratitude, anger, and some other compound emotions 8. Reactions to objects The attraction emotions Fine-grained analyses and emotion sequences 9. The boundaries of the theory Emotion words and cross-cultural issues Emotion experiences and unconscious emotions Coping and the function of emotions Computational tractability.", "venue": "", "year": 1988, "referenceCount": 3, "citationCount": 6427, "influentialCitationCount": 465, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1802934", "name": "A. Ortony"}, {"authorId": "31458494", "name": "G. Clore"}, {"authorId": "31533192", "name": "A. Collins"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "21dc060f02bb9383be2ad4cba46712c7216cd9dc", "externalIds": {"MAG": "2025252974", "DOI": "10.1177/107769907905600420"}, "url": "https://www.semanticscholar.org/paper/21dc060f02bb9383be2ad4cba46712c7216cd9dc", "title": "Newspaper Coverage of Causes of Death", "abstract": "W Life is dangerous, even in the most modern societies. Although great progress has been made towards reducing illness and deaths from infectious diseases, this improvement has been significantly offset by increased vulnerability to natural disastersl and the hazards of technology.2 Because society is limited in its capacity to worry about risk and to provide resources to reduce it. hazards must compete with one another for public attention. Unfortunately, there is evidence that people's perceptions of risk are subject to large and systematic biases.) These misconceptions undoubtedly influence the way that people think about and respond to hazards in their personal lives. Such biases may misdirect the actions of publicinterest groups and government agencies,", "venue": "", "year": 1979, "referenceCount": 0, "citationCount": 462, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2079963578", "name": "Barbara Combs"}, {"authorId": "2403553", "name": "P. Slovic"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "31286c425f32030533d8a64c01dcde2a1b101da9", "externalIds": {"MAG": "2798165592", "DOI": "10.2307/2711418"}, "url": "https://www.semanticscholar.org/paper/31286c425f32030533d8a64c01dcde2a1b101da9", "title": "American Folk Legend: A Symposium.", "abstract": null, "venue": "", "year": 1972, "referenceCount": 0, "citationCount": 19, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "History"], "authors": [{"authorId": "47855600", "name": "L. Funk"}, {"authorId": "69465332", "name": "W. Hand"}]}}, {"contexts": ["Social bonding may also be produced by shared hostility toward an out-group member (Sherif, Harvey, White, Hood, & Sherif, 1961) or by a shared contempt for a violation of social norms (Haidt, in press;  Keltner & Haidt, 1999 )."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "31edae2a7810324c82a53a86904090406d5505e9", "externalIds": {"MAG": "2170085344", "DOI": "10.1080/026999399379168"}, "url": "https://www.semanticscholar.org/paper/31edae2a7810324c82a53a86904090406d5505e9", "title": "Social Functions of Emotions at Four Levels of Analysis", "abstract": "In this paper we integrate claims and ® ndings concerning the social functions of emotions at the individual, dyadic, group, and cultural levels of analysis. Across levels of analysis theorists assume that emotions solve problems important to social relationships in the context of ongoing interactions. Theorists diverge, however, in their assumptions about the origins, de® ning characteristics, and consequences of emotions, and in their preferred forms of data. We illustrate the differences and compatibilities among these levels of analysis for the speci® c case of embarrassment. We close by suggesting research strategies that incorporate a social-functional perspective.", "venue": "", "year": 1999, "referenceCount": 90, "citationCount": 1373, "influentialCitationCount": 79, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3990536", "name": "D. Keltner"}, {"authorId": "2480714", "name": "J. Haidt"}]}}, {"contexts": ["By provoking such fears, the media may cause society to skew public policy toward trivial but emotional \"problems\" and away from legitimate problems that are less emotional ( Bailis & MacCoun, 1996;  Edelman, Abraham, & Erlanger, 1992; Glassner, 1999; Marsh, 1991).", "Our faith in the judicial system may be undermined by stories about criminals who abuse the insanity defense (Caplan, 1992) or about individuals who seem to benefit unfairly from the tort system ( Bailis & MacCoun, 1996 )—as in the famous case of the woman who \"received millions\" when she spilled a hot cup of coffee on her lap and sued \"because it was too hot.\""], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "32ac7f7a2e92bb82fbb6279f449d4f64e27916c8", "externalIds": {"MAG": "1486675420", "DOI": "10.1007/BF01498978"}, "url": "https://www.semanticscholar.org/paper/32ac7f7a2e92bb82fbb6279f449d4f64e27916c8", "title": "Estimating liability risks with the media as your guide: A content analysis of media coverage of tort litigation", "abstract": "A content analysis of 249 articles fromTime, Newsweek, Fortune, Forbes, andBusiness Week during 1980–1990 examined the representativeness of popular media coverage of tort litigation. Compared to objective data on tort cases, the magazine articles considerably overrepresented the relative frequency of controversial forms of litigation (product liability and medical malpractice), the proportion of disputes resolved by trial (rather than settlement), the plaintiff victory rate at trial, and the median and mean jury awards. Psychological mechanisms by which biases in media coverage could affect the decision making of potential litigants are discussed. The results highlight the need for more systematic monitoring and dissemination of reliable data on tort outcomes.", "venue": "", "year": 1996, "referenceCount": 25, "citationCount": 64, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Business"], "authors": [{"authorId": "6483570", "name": "D. Bailis"}, {"authorId": "4086529", "name": "R. MacCoun"}]}}, {"contexts": ["Although the previous literature on rumors and legends has found it difficult to explain positive emotions, other current literatures in social psychology can explain why people might consume memes that promote positive emotions ( Taylor & Brown, 1988;  Weinstein, 1980).", "Other potential explanations could easily handle positive emotions—for example, the Bill Gates rumor is consistent with the idea that people have positive illusions about themselves and their world and that they believe the world is a kind and generous place where good things happen to good people (Lerner, 1970;  Taylor & Brown, 1988;  Weinstein, 1980)—however, these explanations have difficulty explaining other rumors and legends that ..."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "3331a6d8daa55975dfab8e35f91b42157eb1a2e8", "externalIds": {"MAG": "2171975196", "DOI": "10.1037/0033-2909.103.2.193", "PubMed": "3283814"}, "url": "https://www.semanticscholar.org/paper/3331a6d8daa55975dfab8e35f91b42157eb1a2e8", "title": "Illusion and well-being: a social psychological perspective on mental health.", "abstract": "Many prominent theorists have argued that accurate perceptions of the self, the world, and the future are essential for mental health. Yet considerable research evidence suggests that overly positive selfevaluations, exaggerated perceptions of control or mastery, and unrealistic optimism are characteristic of normal human thought. Moreover, these illusions appear to promote other criteria of mental health, including the ability to care about others, the ability to be happy or contented, and the ability to engage in productive and creative work. These strategies may succeed, in large part, because both the social world and cognitive-processing mechanisms impose niters on incoming information that distort it in a positive direction; negative information may be isolated and represented in as unthreatening a manner as possible. These positive illusions may be especially useful when an individual receives negative feedback or is otherwise threatened and may be especially adaptive under these circumstances. Decades of psychological wisdom have established contact with reality as a hallmark of mental health. In this view, the well-adjusted person is thought to engage in accurate reality testing, whereas the individual whose vision is clouded by illusion is regarded as vulnerable to, if not already a victim of, mental illness. Despite its plausibility, this viewpoint is increasingly difficult to maintain (cf. Lazarus, 1983). A substantial amount of research testifies to the prevalence of illusion in normal human cognition (see Fiske& Taylor, 1984;Greenwald, 1980; Nisbett & Ross, 1980; Sackeim, 1983; Taylor, 1983). Moreover, these illusions often involve central aspects of the self and the environment and, therefore, cannot be dismissed as inconsequential. In this article, we review research suggesting that certain illusions may be adaptive for mental health and well-being. In particular, we examine evidence that a set of interrelated positive illusions—namely, unrealistically positive self-evaluations, exaggerated perceptions of control or mastery, and unrealistic optimism—can serve a wide variety of cognitive, affective, and social functions. We also attempt to resolve the following para", "venue": "Psychological bulletin", "year": 1988, "referenceCount": 409, "citationCount": 7380, "influentialCitationCount": 253, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2107339910", "name": "S. E. Taylor"}, {"authorId": "1915709", "name": "J. D. Brown"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "418c7d13253e2925f4eb2e7782b710097061644f", "externalIds": {"MAG": "2041648952", "DOI": "10.2307/1387024"}, "url": "https://www.semanticscholar.org/paper/418c7d13253e2925f4eb2e7782b710097061644f", "title": "Threatened Children: Rhetoric and Concern about Child-Victims", "abstract": "Child abuse, incest, child molestation, Halloween sadism, child pornography: although clearly not new problems, they have attracted more attention than ever before. \"Threatened Children \"asks why. Joel Best analyzes the rhetorical tools used by child advocates when making claims aimed at raising public anxiety and examines the media's role in transmitting reformers' claims and the public's response to the frightening statistics, compelling examples, and expanding definitions it confronts. Drawing on a wide range of sources, from criminal justice records to news stories, from urban legends to public opinion surveys, Best reveals how the cultural construction of social problems evolves.", "venue": "", "year": 1990, "referenceCount": 0, "citationCount": 440, "influentialCitationCount": 31, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "144081025", "name": "J. Best"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "499c66ab060f30620e5408e1435724dae5e69245", "externalIds": {"MAG": "2057438370", "DOI": "10.2139/ssrn.2500940"}, "url": "https://www.semanticscholar.org/paper/499c66ab060f30620e5408e1435724dae5e69245", "title": "Professional Construction of Law: The Inflated Threat of Wrongful Discharge", "abstract": "Institutional theories of organizational behavior consistently implicate the professions in explaining the diffusion of new organizational practices, yet there has been little empirical study of precisely what role the professions play. We address that issue by exploring the role of the personnel and legal professions in shaping employers' understandings of law and the threat posed by law. We focus on the implied contract theory of wrongful discharge,a recent common law development that allows employees - under a limited set of circumstances - to sue their employers when they are fired without good cause. We first present an analysis of the actual risk posed by the implied contract theory, based on a survey of published cases in six states. Then, by analyzing articles in professional personnel and Jaw journals, we reveal a striking disparity between the actual threat posed by implied contract theory and the threat as constructed by personnel and legal professionals. Our findings support the argument that the professions play an important role in the diffusion of organizational practices and suggest that the professions' constructions of the environment may critically affect how employers respond to environmental threats.", "venue": "", "year": 2014, "referenceCount": 40, "citationCount": 178, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "31424182", "name": "L. Edelman"}, {"authorId": "70577216", "name": "S. Abraham"}, {"authorId": "81030038", "name": "H. Erlanger"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4c001f776738c336cafd07f0c4b7f93332b3b164", "externalIds": {"MAG": "2145046219", "DOI": "10.1037/0022-3514.39.5.806"}, "url": "https://www.semanticscholar.org/paper/4c001f776738c336cafd07f0c4b7f93332b3b164", "title": "Unrealistic optimism about future life events", "abstract": "Two studies investigated the tendency of people to be unrealistically optimistic about future life events. In Study 1, 258 college students estimated how much their own chances of experiencing 42 events differed from the chances of their classmates. Overall, they rated their own chances to be above average for positive events and below average for negative events, ps<.001. Cognitive and motivational considerations led to predictions that degree of desirability, perceived probability, personal experience, perceived controllability, and stereotype salience would influence the amount of optimistic bias evoked by different events. All predictions were supported, although the pattern of effects differed for positive and negative events. Study 2 tested the idea that people are unrealistically optimistic because they focus on factors that improve their own chances of achieving desirable outcomes and fail to realize that others may have just as many factors in their favor. Students listed the factors that they thought influenced their own chances of experiencing eight future events. When such lists were read by a second group of students, the amount of unrealistic optimism shown by this second group for the same eight events decreased significantly, although it was not eliminated.", "venue": "", "year": 1980, "referenceCount": 35, "citationCount": 4480, "influentialCitationCount": 280, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2597126", "name": "N. Weinstein"}]}}, {"contexts": ["To name some other literatures that only rarely cite each other, we suspect that emotional selection may also play a role in propagating memes such as fear-inducing cascades of information about carcinogens or environmental contaminants (Kuran & Sunstein, 2000), moral panics about deviant behavior (Goode & Nachman, 1994) or hysterias about satanic ritual child abuse (Showalter, 1997), media attention to homicides and auto accidents but not to diabetes or stomach cancer (Combs & Slovic, 1979) or to road rage and flesh-eating bacteria but not to poverty or workplace safety (Glassner, 1999)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "5254d3f5755284dc0d110cac284c4785d9a0df99", "externalIds": {"MAG": "2061310035", "DOI": "10.1628/0932456022975385"}, "url": "https://www.semanticscholar.org/paper/5254d3f5755284dc0d110cac284c4785d9a0df99", "title": "Behavioral Law and Economics", "abstract": "This exciting volume marks the birth of a new field, one which attempts to study law with reference to an accurate understanding of human behavior. It reports new findings in cognitive psychology which show that people are frequently both unselfish and over-optimistic; that people have limited willpower and limited self-control; and that people are 'boundedly' rational, in the sense that they have limited information-processing powers, and frequently rely on mental short-cuts and rules of thumb. Understanding this behavior has large-scale implications for the analysis of law, in areas including environmental protection, taxation, constitutional law, voting behavior, punitive damages for civil rights violations, labor negotiations, and corporate finance. With a better knowledge of human behavior, it is possible to predict the actual effects of law, to see how law can promote society's goals, and to reassess the questions of what law should be doing.", "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 122, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "3171769", "name": "C. Sunstein"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "576f25d5f82842f43f7516218e114903f0ff3df9", "externalIds": {"MAG": "1481761954"}, "url": "https://www.semanticscholar.org/paper/576f25d5f82842f43f7516218e114903f0ff3df9", "title": "Too Good to Be True: The Colossal Book of Urban Legends", "abstract": "A fabulously entertaining book from the ultimate authority on those almost believable tales that always happen to a \"friend of a friend.\" Alligators in the sewers? A pet in the microwave? A tragic misunderstanding of the function of cruise control? No, it didn't really happen to your friend's sister's neighbor: it's an urban legend. And no matter how savvy you think you are, you are sure to find in this collection of over 200 tales at least one story you would have sworn was true. Jan Harold Brunvand has been collecting and studying this modern folklore for over twenty years. In Too Good to Be True he captures the best stories in their best retellings, along with their latest variations and examples of how the stories have changed as they move from person to person and place to place. To help you find your favorite, Brunvand has arranged the tales thematically. \"Bringing Up Baby\" is full of episodes of child-rearing gone wrong, including the grisly tale of the drugged out baby-sitter who mistakes the kid for a turkey. \"Funny Business\" showcases stories of infamous lapses in customer service, such as the story of the shockingly expensive chocolate chip cookie recipe. And \"The Criminal Mind\" features both brilliant --if they were real --scams, as well as the purported antics of the less mentally gifted. Whether you want to become an expert debunker or just have plenty of laughs, this book will surprise and entertain you. Illustrated throughout. \"Informative and entertaining...Brunvand has collected more than 200 of the most-repeated and best-known examples of modern folk-myth.\"-Tampa Tribune \"[N]ot only an entertaining anthology, but an excellent introduction to the study of folklore itself.\"-Publishers Weekly \"A fun read...All the classics are here from the killer upstairs to the Kentucky Fried Rat.\"-New City \"Resonant stories that express our hidden anxieties ...make us laugh, [or] arouse our fascinated horror.\"-San Francisco Chronicle Book Review \"Informative and entertaining...Brunvand has collected more than 200 of the most-repeated and best-known examples of modern folk-myth.\"-Tampa Tribune \"[N]ot only an entertaining anthology, but an excellent introduction to the study of folklore itself.\"-Publishers Weekly", "venue": "", "year": 1995, "referenceCount": 0, "citationCount": 36, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "52412963", "name": "J. H. Brunvand"}]}}, {"contexts": ["Emotional selection for fear is also illustrated by contemporary legends (e.g., Brunvand, 1981, chapters 1 and 3), wartime rumors (e.g., \"bogies\"; Allport & Postman, 1947;  Knapp, 1944 ), and rumors after natural disasters (Festinger, 1957; Prasad, 1935, 1950).", "Alternatively, consider the \"pipe dreams\" that occasionally circulate during wartime, which promise that the end of the war is just around the corner ( Knapp, 1944;  Nkpa, 1975)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "6468742842df9ae3fb1b3f9a7d2e2359f1616f47", "externalIds": {"MAG": "2058762731", "DOI": "10.1086/265665"}, "url": "https://www.semanticscholar.org/paper/6468742842df9ae3fb1b3f9a7d2e2359f1616f47", "title": "A PSYCHOLOGY OF RUMOR", "abstract": "To decry the ravages of rumor-mongering is one thing; to control it is yet another. In the following article Mr. Knapp attempts to systematize the field of rumor-its causes and consequences-with an eye to the problem of rumor control. Formerly in charge of rumor control for the Massachusetts Committee of Public Safety, Robert Knapp has probably been as intimately connected with this field as any social scientist ever has.", "venue": "", "year": 1944, "referenceCount": 0, "citationCount": 602, "influentialCitationCount": 29, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "1406346349", "name": "R. H. Knapp"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "6f0ca04007169e2a4a3bdb0adf2919d34776a520", "externalIds": {"MAG": "1565169769", "DOI": "10.4324/9781315286372-9"}, "url": "https://www.semanticscholar.org/paper/6f0ca04007169e2a4a3bdb0adf2919d34776a520", "title": "Report of the National Advisory Commission on Civil Disorders", "abstract": null, "venue": "", "year": 1968, "referenceCount": 0, "citationCount": 686, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "92642221", "name": "Tom Wicker"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "85d46d42df7e1c1c5d6fb2e4bb298e4fc88c3ec4", "externalIds": {"MAG": "1562145860", "DOI": "10.2307/1499565"}, "url": "https://www.semanticscholar.org/paper/85d46d42df7e1c1c5d6fb2e4bb298e4fc88c3ec4", "title": "The Choking Doberman and Other 'New' Urban Legends", "abstract": "Professor Jan Harold Brunvand expands his examination of the phenomenon of urban legends, those improbable, believable stories that always happen to a \"friend of a friend.\"", "venue": "", "year": 1984, "referenceCount": 0, "citationCount": 42, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "52412963", "name": "J. H. Brunvand"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "86fab77dc39c0dcac19fa75cabb903d4e1026c69", "externalIds": {"MAG": "1970789334", "DOI": "10.2307/2076012"}, "url": "https://www.semanticscholar.org/paper/86fab77dc39c0dcac19fa75cabb903d4e1026c69", "title": "Manufacturing Tales: Sex and Money in Contemporary Legends", "abstract": null, "venue": "", "year": 1992, "referenceCount": 0, "citationCount": 40, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "27296239", "name": "G. Fine"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "88351c4bbce95b8cd235e2faf868399d2ab51075", "externalIds": {"MAG": "1427318775", "DOI": "10.1017/CBO9781139175197.016"}, "url": "https://www.semanticscholar.org/paper/88351c4bbce95b8cd235e2faf868399d2ab51075", "title": "Behavioral Law and Economics: Controlling Availability Cascades", "abstract": null, "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "11662127", "name": "T. Kuran"}, {"authorId": "3171769", "name": "C. Sunstein"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "91f4ae5c5323ae72d2eb58ad6a7d633ef8f0b094", "externalIds": {"MAG": "2799255909"}, "url": "https://www.semanticscholar.org/paper/91f4ae5c5323ae72d2eb58ad6a7d633ef8f0b094", "title": "The Psychology Of Affiliation", "abstract": null, "venue": "", "year": 1959, "referenceCount": 0, "citationCount": 1347, "influentialCitationCount": 32, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "47815315", "name": "S. Schachter"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "92c4084aee206c0e0bfb9637ad43c885a9e2a21d", "externalIds": {"MAG": "592083924"}, "url": "https://www.semanticscholar.org/paper/92c4084aee206c0e0bfb9637ad43c885a9e2a21d", "title": "Curses! Broiled Again!: The Hottest Urban Legends Going", "abstract": "Did your cousin's wife's dentist's daughter go to the tanning parlor once too often and had her insides cooked? Has your husband's brother's nephew teacher try to make a dead rabbit look alive? If so, you've heard-or you yourself may have told-two of the seventy-plus legends in this collection. Urban legends are \"those bizarre but believable stories about batter-fried rats, spiders in hairdos, Cabbage Patch dolls that get funerals, and the like that pass by word of mouth as being the gospel truth.\" But of course, though often told as having happened to a FOAF (friend of a friend), they aren't true. Included in this collection are legends about sex, horror, cars, business, and academia. Among them are \"The Bible Student's Exam,\" \"The Pregnant Shoplifter,\" \"The Ice Cream Cone Caper,\" \"Don't Mess with Texas,\" and \"Mrs. Fields' Cookie Recipe.\"", "venue": "", "year": 1989, "referenceCount": 0, "citationCount": 23, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "52412963", "name": "J. H. Brunvand"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "9654abac3fd3fc20e67965c335f52d56365975af", "externalIds": {"MAG": "2036439938", "DOI": "10.1016/0191-8869(94)90212-7"}, "url": "https://www.semanticscholar.org/paper/9654abac3fd3fc20e67965c335f52d56365975af", "title": "Individual differences in sensitivity to disgust: A scale sampling seven domains of disgust elicitors", "abstract": "We describe the development of a reliable measure of individual differences in disgust sensitivity. The 32-item Disgust Scale includes 2 true-false and 2 disgust-rating items for each of 7 domains of disgust elicitors (food, animals, body products, sex, body envelope violations, death, and hygiene) and for a domain of magical thinking (via similarity and contagion) that cuts across the 7 domains of elicitors. Correlations with other scales provide initial evidence of convergent and discriminant validity: the Disgust Scale correlates moderately with Sensation Seeking (r= - 0.46) and with Fear of Death (r= 0.39), correlates weakly with Neuroticism (r = 0.23) and Psychoticism (r= - 0.25), and correlates negligibly with Self-Monitoring and the Eysenck Personality Questionnaire Extraversion and Lie scales. Females score higher than males on the Disgust Scale. We suggest that the 7 domains of disgust elicitors all have in common that they remind us of our animality and, especially, of our mortality. Thus we see disgust as a defensive emotion that maintains and emphasizes the line between human and animal.", "venue": "", "year": 1994, "referenceCount": 40, "citationCount": 1418, "influentialCitationCount": 145, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2480714", "name": "J. Haidt"}, {"authorId": "152587205", "name": "C. McCauley"}, {"authorId": "145983028", "name": "P. Rozin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "99b025b73a11d1e4d2a08c5081b1f3acf0dab6c1", "externalIds": {"MAG": "2085867554", "DOI": "10.1111/J.2044-8295.1935.TB00770.X"}, "url": "https://www.semanticscholar.org/paper/99b025b73a11d1e4d2a08c5081b1f3acf0dab6c1", "title": "THE PSYCHOLOGY OF RUMOUR: A STUDY RELATING TO THE GREAT INDIAN EARTHQUAKE OF 1934", "abstract": null, "venue": "", "year": 1935, "referenceCount": 0, "citationCount": 102, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145301407", "name": "J. Prasad"}]}}, {"contexts": ["To name some other literatures that only rarely cite each other, we suspect that emotional selection may also play a role in propagating memes such as fear-inducing cascades of information about carcinogens or environmental contaminants (Kuran & Sunstein, 2000), moral panics about deviant behavior (Goode & Nachman, 1994) or hysterias about satanic ritual child abuse (Showalter, 1997), media attention to homicides and auto accidents but not to diabetes or stomach cancer (Combs & Slovic, 1979) or to road rage and flesh-eating bacteria but not to poverty or workplace safety (Glassner, 1999)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "9a47d4e88d5625651c2d80b751828f6817a76832", "externalIds": {"MAG": "2115990132", "DOI": "10.2307/591375"}, "url": "https://www.semanticscholar.org/paper/9a47d4e88d5625651c2d80b751828f6817a76832", "title": "Moral Panics: The Social Construction of Deviance", "abstract": "Acknowledgements. Prologue. 1. A Prelude to Moral Panics: Three Moral Crusades. 2. Enter Moral Panics. 3. Moral Panics: An Introduction. 4. Deviance and Morality. 5. Deviance, Moral Entrepreneurs, and Criminal Law. 6. Social Problems. 7. Collective Behavior. 8. Social Movements. 9. Three Theories of Moral Panics. 10. The Renaissance Witchcraze. 11. The Israeli Drug Panic of 1982. 12. The American Drug Panic of the 1980s. 13. Moral Panics: Demise and Institutionalization. References.", "venue": "", "year": 1996, "referenceCount": 0, "citationCount": 806, "influentialCitationCount": 33, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "103240298", "name": "N. R. Johnson"}, {"authorId": "47456178", "name": "E. Goode"}, {"authorId": "1413251648", "name": "N. ben-yehuda"}]}}, {"contexts": ["As a result, researchers have described disgust based on specific actions that may have evolutionary implications (eg, contact with bodily substances, ingestion of a contaminated substance; Haidt, McCauley, & Rozin, 1994; Rozin, Haidt, & McCauley, 1993; Rozin, Lowery, & Ebert, 1994; for a historical–literary approach to disgust, see Miller, 1997)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "a91a3789871edec77740f59354404170897975b9", "externalIds": {"MAG": "1568683993"}, "url": "https://www.semanticscholar.org/paper/a91a3789871edec77740f59354404170897975b9", "title": "The anatomy of disgust", "abstract": "Prologue 1. Darwin's Disgust 2. Disgust and Its Neighbors 3. Thick, Greasy Life 4. The Senses 5. Orifices and Bodily Wastes 6. Fair Is Foul, and Foul Is Fair 7. Warriors, Saints, and Delicacy 8. The Moral Life of Disgust 9. Mutual Contempt and Democracy 10. Orwell's Sense of Smell Notes Works Cited Index", "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 833, "influentialCitationCount": 53, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "143825572", "name": "W. Miller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a98b9b62a0a32fd0f3e9365761407253ecbb2a92", "externalIds": {"MAG": "413456360"}, "url": "https://www.semanticscholar.org/paper/a98b9b62a0a32fd0f3e9365761407253ecbb2a92", "title": "The New Republic", "abstract": null, "venue": "", "year": null, "referenceCount": 0, "citationCount": 539, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "103806341", "name": "W. H. Mallock"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "aaad75217eaa9882c83417f6d63f20eafc252312", "externalIds": {"MAG": "1594221323", "DOI": "10.2307/1500063"}, "url": "https://www.semanticscholar.org/paper/aaad75217eaa9882c83417f6d63f20eafc252312", "title": "The Mexican Pet: More \"New\" Urban Legends and Some Old Favorites", "abstract": "\"[The book] captures the spirit of convivial storytelling and even encourages the activity...Many readers ...will be gratified to know that Brunvand intends to continue this series of relaxed, unofficial excursions into popular legends. Admirers of curiosa and the psychology of crowds cannot afford to miss them.\" -Kirkus Reviews", "venue": "", "year": 1986, "referenceCount": 0, "citationCount": 28, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "52412963", "name": "J. H. Brunvand"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ad4392176fd603b9abb6a578c9b52fefd2a6c5ea", "externalIds": {"MAG": "1550830162"}, "url": "https://www.semanticscholar.org/paper/ad4392176fd603b9abb6a578c9b52fefd2a6c5ea", "title": "The Baby Train and Other Lusty Urban Legends", "abstract": "Jan Harold Brunvand-\"Mr. Urban Legend\" [Smithsonian]-tracks the most fabulous tales making today's cocktail-party circuit and shows why those stories that sound too good to be true probably are too good to be true. The eponymous episode-\"The Baby Train\"-sheds light on certain predawn activities that have linked unusually high birth rates to the whim of train schedule makers. Other stories offer a revealing peek behind the story of \"The Exploding Bra,\" expose the embarrassing source of \"The Hairdresser's Error,\" resurrect a \"Failed Suicide\" Buster Keaton would have died for, and show why adults are better off not bringing their comic book fantasies out of the closet. From \"Superhero Hijinx\" to \"The Shocking Videotape\" to \"The Accidental Cannibal,\" The Baby Train uncovers the mysteries behind some of the bawdiest, goriest, funniest, most pyrotechnic urban legends yet.", "venue": "", "year": 1993, "referenceCount": 0, "citationCount": 35, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "52412963", "name": "J. H. Brunvand"}]}}, {"contexts": ["Research on emotions has described the schemas associated with many emotions, but typically the schemas are fairly abstract because researchers have tried to choose the minimal set of dimensions (e.g., pleasantness, anticipated effort, certainty) that allow them to discriminate among various emotions (Ortony, Clore, & Collins, 1988;  Smith & Ellsworth, 1985 )."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "adbb20378727b892a1705425c8df6efec423c5ab", "externalIds": {"MAG": "2129105917", "DOI": "10.1037/0022-3514.48.4.813", "PubMed": "3886875"}, "url": "https://www.semanticscholar.org/paper/adbb20378727b892a1705425c8df6efec423c5ab", "title": "Patterns of cognitive appraisal in emotion.", "abstract": "There has long been interest in describing emotional experience in terms of underlying dimensions, but traditionally only two dimensions, pleasantness and arousal, have been reliably found. The reasons for these findings are reviewed, and integrating this review with two recent theories of emotions (Roseman, 1984; Scherer, 1982), we propose eight cognitive appraisal dimensions to differentiate emotional experience. In an investigation of this model, subjects recalled past experiences associated with each of 15 emotions, and rated them along the proposed dimensions. Six orthogonal dimensions, pleasantness, anticipated effort, certainty, attentional activity, self-other responsibility/control, and situational control, were recovered, and the emotions varied systematically along each of these dimensions, indicating a strong relation between the appraisal of one's circumstances and one's emotional state. The patterns of appraisal for the different emotions, and the role of each of the dimensions in differentiating emotional experience are discussed.", "venue": "Journal of personality and social psychology", "year": 1985, "referenceCount": 53, "citationCount": 3230, "influentialCitationCount": 238, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "1881532", "name": "C. Smith"}, {"authorId": "4367292", "name": "P. Ellsworth"}]}}, {"contexts": ["Heath (1996) , who equated items of good and bad news for \"surprisingness\" and asked people which items they would pass along."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "b348970278d5aa0e9be02dd609b7646d71b43b84", "externalIds": {"MAG": "2037733767", "DOI": "10.1006/OBHD.1996.0091", "PubMed": "8954872"}, "url": "https://www.semanticscholar.org/paper/b348970278d5aa0e9be02dd609b7646d71b43b84", "title": "Do People Prefer to Pass Along Good or Bad News? Valence and Relevance of News as Predictors of Transmission Propensity", "abstract": "Anecdotal evidence seems to indicate that exaggeratedly bad news may propagate in the marketplace of ideas. Three studies investigate whether people prefer to pass along pieces of bad news or good news that are equated for \"surprisingness.\" People typically prefer to pass along central rather than extreme information (i.e., news that is less surprising rather than more surprising). However, when confronted with extreme information, the results support a preference for congruence, that is, people prefer to pass along news that is congruent with the emotional valence of the domain in question. This means that in emotionally negative domains, contrary to some theoretical predictions, people are willing to pass along bad news even when it is exaggeratedly bad. At the same time, however, people transmit exaggeratedly good news in emotionally positive domains. The general discussion indicates how these results may inform research on word of mouth for consumer products and social relations in organizations.", "venue": "Organizational behavior and human decision processes", "year": 1996, "referenceCount": 40, "citationCount": 121, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2084984236", "name": "Heath"}]}}, {"contexts": ["Although diffuse emotions such as anxiety may not be sufficiently consistent across people to drive emotional selection, emotional selection may occur for fear, anger, or disgust because these emotions are likely to be shared consistently across people (eg, Ekman, 1982; Frijda, 1987; Izard, 1977)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "b38f0cf86e71ed77d3af5c9f882cc0803d8438a0", "externalIds": {"MAG": "2156516654", "DOI": "10.1016/c2013-0-02458-9"}, "url": "https://www.semanticscholar.org/paper/b38f0cf86e71ed77d3af5c9f882cc0803d8438a0", "title": "Emotion in the human face", "abstract": null, "venue": "", "year": 1982, "referenceCount": 0, "citationCount": 1911, "influentialCitationCount": 92, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "21451088", "name": "P. Ekman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "b408cb67ad754f3662c1471d042d0420e60ff18d", "externalIds": {"MAG": "2315862387", "DOI": "10.2307/539397"}, "url": "https://www.semanticscholar.org/paper/b408cb67ad754f3662c1471d042d0420e60ff18d", "title": "Rumor and Gossip: The Social Psychology of Hearsay", "abstract": null, "venue": "", "year": 1979, "referenceCount": 0, "citationCount": 108, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "History"], "authors": [{"authorId": "4642690", "name": "R. L. Rosnow"}, {"authorId": "27296239", "name": "G. Fine"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "b74e8da297574fd071d4b48b7aa94ea16861aea6", "externalIds": {"MAG": "2123791568", "DOI": "10.1037/0033-295X.108.4.814", "PubMed": "11699120"}, "url": "https://www.semanticscholar.org/paper/b74e8da297574fd071d4b48b7aa94ea16861aea6", "title": "The emotional dog and its rational tail: a social intuitionist approach to moral judgment.", "abstract": "Research on moral judgment has been dominated by rationalist models, in which moral judgment is thought to be caused by moral reasoning. The author gives 4 reasons for considering the hypothesis that moral reasoning does not cause moral judgment; rather, moral reasoning is usually a post hoc construction, generated after a judgment has been reached. The social intuitionist model is presented as an alternative to rationalist models. The model is a social model in that it deemphasizes the private reasoning done by individuals and emphasizes instead the importance of social and cultural influences. The model is an intuitionist model in that it states that moral judgment is generally the result of quick, automatic evaluations (intuitions). The model is more consistent that rationalist models with recent findings in social, cultural, evolutionary, and biological psychology, as well as in anthropology and primatology.", "venue": "Psychological review", "year": 2001, "referenceCount": 308, "citationCount": 5759, "influentialCitationCount": 660, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "2480714", "name": "J. Haidt"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "bf53f58f4dd11aeb62546df8c3d9ad540f52d153", "externalIds": {"MAG": "2065098524", "DOI": "10.1016/0047-2352(91)90083-8"}, "url": "https://www.semanticscholar.org/paper/bf53f58f4dd11aeb62546df8c3d9ad540f52d153", "title": "A comparative analysis of crime coverage in newspapers in the United States and other countries from 1960–1989: A review of the literature", "abstract": "Analysis of the literature revealed that constitutional and legal differences between countries had no significant impact on conventional newspaper crime coverage. Research findings in the United States and other countries disclosed four areas in which newspaper crime coverage was essentially the same: there is an over-representation of violent crimes and an under-representation of property crimes; the percentages of violent crimes reported in newspapers do not match official crime statistics; crime coverage presents a false image of the effectiveness of police and courts in controlling crime and punishing criminals; and newspaper coverage fails to educate readers as to causes of crime or how to avoid personal victimization.", "venue": "", "year": 1991, "referenceCount": 56, "citationCount": 118, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "118878496", "name": "Henry L. Marsh"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "c3f8be41061906e638147131b6e8d94fdf0ea976", "externalIds": {"MAG": "1981712902", "DOI": "10.1037/0022-3514.56.3.339"}, "url": "https://www.semanticscholar.org/paper/c3f8be41061906e638147131b6e8d94fdf0ea976", "title": "Dimensions of appraisal and physiological response in emotion.", "abstract": "Appraisal theorists propose physiological activity in emotion to be systematically organized around appraisal of the adaptational significance of the environment in ways that promote two functions commonly ascribed to emotion: communication and preparation for coping. However, relations between appraisal and physiological activity remain largely untested. This article reviews existing evidence to generate specific hypotheses linking appraisal to physiological activity and presents an imagery-based experimental test of a subset of these hypotheses. No evidence was found for a relation between other-agency and the eyebrow frown, but brow activity and heart rate were affected by effort-related appraisals: Anticipated effort influenced heart rate, and perceived goal-obstacles influenced the eyebrow frown. Implications of the findings and theoretical approach are discussed.", "venue": "", "year": 1989, "referenceCount": 76, "citationCount": 218, "influentialCitationCount": 13, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2110202993", "name": "Craig A. Smith"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "c4d747f1d5e124bbe93d164ce97557b8faa645f4", "externalIds": {"MAG": "2085540596", "DOI": "10.1111/J.2044-8295.1950.TB00271.X"}, "url": "https://www.semanticscholar.org/paper/c4d747f1d5e124bbe93d164ce97557b8faa645f4", "title": "A COMPARATIVE STUDY OF RUMOURS AND REPORTS IN EARTHQUAKES", "abstract": null, "venue": "", "year": 1950, "referenceCount": 0, "citationCount": 43, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "145301407", "name": "J. Prasad"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ca4fc5a7965304f6431be08909d4b02037315943", "externalIds": {"MAG": "1968518592", "DOI": "10.2307/1499791"}, "url": "https://www.semanticscholar.org/paper/ca4fc5a7965304f6431be08909d4b02037315943", "title": "The Vanishing Hitchhiker: American Urban Legends and Their Meanings", "abstract": "The Vanishing Hitchhiker was Professor Brunvand's first popular book on urban legends, and it remains a classic. The culmination of twenty years of collection and research, this book is a must-have for urban legend lovers.", "venue": "", "year": 1982, "referenceCount": 0, "citationCount": 179, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "112842079", "name": "Janet L. Langlois"}, {"authorId": "52412963", "name": "J. H. Brunvand"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "cb6f343e74e60c1598b4940a60af87ec381b3b5d", "externalIds": {"MAG": "2796597489", "DOI": "10.2307/3814160"}, "url": "https://www.semanticscholar.org/paper/cb6f343e74e60c1598b4940a60af87ec381b3b5d", "title": "Modern Legend and Rumor Theory", "abstract": null, "venue": "", "year": 1972, "referenceCount": 0, "citationCount": 31, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "50419412", "name": "P. Mullen"}]}}, {"contexts": ["Others have argued that rumors reduce dissonance by justifying or rationalizing a preexisting emotional state produced by a disaster or war ( Festinger, 1957;  see Koenig, 1985, p. 33).", "Emotional selection for fear is also illustrated by contemporary legends (e.g., Brunvand, 1981, chapters 1 and 3), wartime rumors (e.g., \"bogies\"; Allport & Postman, 1947; Knapp, 1944), and rumors after natural disasters ( Festinger, 1957;  Prasad, 1935, 1950).", "For example, most previous explanations of rumors and legends have focused only on negative emotions such as anxiety (Allport & Postman, 1947;  Festinger, 1957;  Koenig, 1985; Rosnow, 1980; Rosnow & Fine, 1976; Shibutani, 1966)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "cffbfff81ea3485d5fa9332aa2a215899bde4571", "externalIds": {"MAG": "1966114254", "DOI": "10.2307/1420234"}, "url": "https://www.semanticscholar.org/paper/cffbfff81ea3485d5fa9332aa2a215899bde4571", "title": "A Theory of Cognitive Dissonance", "abstract": "Cognitive dissonance theory links actions and attitudes. It holds that dissonance is experienced whenever one cognition that a person holds follows from the opposite of at least one other cognition that the person holds. The magnitude of dissonance is directly proportional to the number of discrepant cognitions and inversely proportional to the number of consonant cognitions that a person has. The relative weight of any discrepant or consonant element is a function of its Importance.", "venue": "", "year": 1957, "referenceCount": 0, "citationCount": 22019, "influentialCitationCount": 1249, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5281667", "name": "L. Festinger"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d86fe6f6579b817d2d8f93aef165c7f7eaee4760", "externalIds": {"MAG": "2795434575", "DOI": "10.2307/3813896"}, "url": "https://www.semanticscholar.org/paper/d86fe6f6579b817d2d8f93aef165c7f7eaee4760", "title": "The Kentucky Fried Rat: Legends and Modern Society", "abstract": null, "venue": "", "year": 1980, "referenceCount": 0, "citationCount": 49, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "27296239", "name": "G. Fine"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d91eb9a9949856d94aa1ebd90586e30aaa9edcc8", "externalIds": {"MAG": "2045565604", "DOI": "10.2307/2076468"}, "url": "https://www.semanticscholar.org/paper/d91eb9a9949856d94aa1ebd90586e30aaa9edcc8", "title": "Handbook of Emotions", "abstract": "Part 1. Interdisciplinary Foundations. R.C. Solomon, The Philosophy of Emotions. P.N. Stearns, History of Emotions: Issues of Change and Impact. J.E. Stets, J.H. Turner, The Sociology of Emotions. J. Panksepp, The Affective Brain and Core Consciousness: How Does Neural Activity Generate Emotional Feelings? N.H. Frijda, The Psychologist's Point of View. L.S. Greenberg, The Clinical Application of Emotion in Psychotherapy. P.N. Johnson-Laird, K. Oatley, Emotions, Music, and Literature. J. Tooby, L. Cosmides, The Evolutionary Psychology of the Emotions and Their Relationship to Internal Regulatory Variables. R. Loewenstein, G. Loewenstein, The Role of Emotion in Economic Behavior. Part 2. Biological and Neurophysiological Approaches to Emotion. J.E. LeDoux, E.A. Phelps, Emotional Networks in the Brain. J.T. Larsen, G.G. Berntson, K.M. Poehlmann, T.A. Ito, J.T. Cacioppo, The Psychophysiology of Emotion. J. Bachorowski, M.J. Owren, Vocal Expressions of Emotion. D. Matsumoto, D. Keltner, M.N. Shiota, M. O'Sullivan, M. Frank, Facial Expressions of Emotion. J.M. Haviland-Jones, P.J. Wilson, A \"Nose\" for Emotion: Emotional Information and Challenges in Odors and Semiochemicals. T.D. Wager, L. Feldman Barrett, E. Bliss-Moreau, K. Lindquist, S. Duncan, H. Kober, J. Joseph, M. Davidson, J. Mize, The Neuroimaging of Emotion. A.D. Craig, Interoception and Emotion: A Neuroanatomical Perspective. Part 3. Developmental Changes. L.A. Camras, S.S. Fatani, The Development of Facial Expressions: Current Perspectives on Infant Emotions. M. Lewis, The Emergence of Human Emotions. P.L. Harris, Children's Understanding of Emotion. C. Saarni, The Interface of Emotional Development with Social Context. S.C. Widen, J.A. Russell, Young Children's Understanding of Others' Emotions. A.S. Walker-Andrews, Intermodal Emotional Processes in Infancy. C. Magai, Long-Lived Emotions: A Lifecourse Perspective on Emotional Development. Part 4. Social Perspectives. L.R. Brody, J.A. Hall, Gender and Emotion in Context. R.A. Shweder, J. Haidt, R. Horton, C. Joseph, The Cultural Psychology of the Emotions: Ancient and Renewed. E.R. Smith, D.M. Mackie, Intergroup Emotions. M.L. Hoffman, Empathy and Prosocial Behavior. A.H. Fischer, A.S.R. Manstead, Social Functions of Emotion. Part 5. Personality Issues. R.E. Lucas, E. Diener, Subjective Well-Being. J.E. Bates, J.A. Goodnight, J.E. Fite, Temperament and Emotion. J.J. Gross, Emotion Regulation. K.A. Lindquist, L. Feldman Barrett, Emotional Complexity. Part 6. Cognitive Factors. P. Salovey, B.T. Detweiler-Bedell, J.B. Detweiler-Bedell, J.D. Mayer, Emotional Intelligence. A.M. Isen, Some Ways in which Positive Affect Influences Decision Making and Problem Solving. N.L. Stein, M.W. Hernandez, T. Trabasso, Advances in Modeling Emotion and Thought: The Importance of Development, On-Line and Multilevel Analyses. P.M. Niedenthal, Emotion Concepts. E.A. Kensinger, D.L. Schacter, Memory and Emotion. M. Minsky, A Framework for Representing Emotional States. G.L. Clore, A. Ortony, Appraisal Theories: How Cognition Shapes Affect into Emotion. Part 7. Health and Emotions. M.A. Diefenbach, S.M. Miller, M. Porter, E. Peters, M. Stefanek, H. Leventhal, Emotions and Health Behavior: A Self-Regulation Perspective. M.E. Kemeny, A. Shestyuk, Emotions, the Neuroendocrine and Immune Systems, and Health. N.S. Consedine, Emotions and Health. A.M. Kring, Emotion Disturbances as Transdiagnostic Processes in Psychopathology. Part 8. Select Emotions. A. Ohman, Fear and Anxiety: Overlaps and Dissociations. E.A. Lemerise, K.A. Dodge, The Development of Anger and Hostile Interactions. M. Lewis, Self-Conscious Emotions: Embarrassment, Pride, Shame, and Guilt. P. Rozin, J. Haidt, C.R. McCauley, Disgust. B.L. Fredrickson, M.A. Cohn, Positive Emotions. G.A. Bonanno, L. Goorin, K.G. Coifman, Sadness and Grief.", "venue": "", "year": 1993, "referenceCount": 189, "citationCount": 3777, "influentialCitationCount": 33, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144118778", "name": "M. Lewis"}, {"authorId": "31529222", "name": "J. Haviland"}, {"authorId": "1731779", "name": "L. F. Barrett"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "dd835c5d3a5fc4e4b4b7055a3204d43f50afe34e", "externalIds": {"MAG": "2017504966", "DOI": "10.1037/0033-2909.87.3.578"}, "url": "https://www.semanticscholar.org/paper/dd835c5d3a5fc4e4b4b7055a3204d43f50afe34e", "title": "Psychology of rumor reconsidered.", "abstract": null, "venue": "", "year": 1980, "referenceCount": 74, "citationCount": 135, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "4642690", "name": "R. L. Rosnow"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "e0404844067ee4a2dc1d50d3afc315dc6f7f3076", "externalIds": {"MAG": "1527864504", "DOI": "10.2307/432161"}, "url": "https://www.semanticscholar.org/paper/e0404844067ee4a2dc1d50d3afc315dc6f7f3076", "title": "Memory in Oral Traditions: The Cognitive Psychology of Epic, Ballads, and Counting-out Rhymes", "abstract": "This book applies the methods and theories of cognitive psychology to the study of oral traditions. Rubin elaborates on three structural devices that appear in oral traditions: those consisting of meaning, those using imagery, and those in which sound pattern is predominant. Next, the way in which these and other constraints fit together is examined. The processes of transmission and recall are then considered. Three genres are considered as different applications of the principles outlined in the book. For two of these - counting-out rhymes and ballads - original studies are reported. For the third - epic - new analyses of existing data are reported.", "venue": "", "year": 1995, "referenceCount": 0, "citationCount": 469, "influentialCitationCount": 28, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2050284", "name": "D. Rubin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "e09da68f3dafbac5d745537cf387c96de8d2fe78", "externalIds": {"MAG": "2039289815", "DOI": "10.5860/choice.35-0946"}, "url": "https://www.semanticscholar.org/paper/e09da68f3dafbac5d745537cf387c96de8d2fe78", "title": "Hystories: Hysterical Epidemics and Modern Culture", "abstract": "Hysteria has traditionally been seen as a female disorder but in this study of its cultural implications, the author argues that it is a universal illness and that far from dying out with the end of the Victorian sexual repression it is becoming more widespread and manifest. Showalter identifies Gulf War syndrome, recovered memory, chronic fatigue syndrome, even claims of ritual satanic abuse, as the contemporary forms of the illness and by recognizing its universality releases women from the limiting association with hysteria.", "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 176, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "32975003", "name": "E. Showalter"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "eb182b8fa93ad62447304c655721f96cb9676d6b", "externalIds": {"MAG": "2066424048", "DOI": "10.2307/2086591"}, "url": "https://www.semanticscholar.org/paper/eb182b8fa93ad62447304c655721f96cb9676d6b", "title": "The psychology of rumor", "abstract": null, "venue": "", "year": 1947, "referenceCount": 0, "citationCount": 557, "influentialCitationCount": 19, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "16709314", "name": "G. Āllport"}, {"authorId": "3558229", "name": "L. Postman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "eda45f5802861bf101db874792599c68593db011", "externalIds": {"MAG": "1981067054", "DOI": "10.2307/2071086"}, "url": "https://www.semanticscholar.org/paper/eda45f5802861bf101db874792599c68593db011", "title": "Rumor in the Marketplace: The Social Psychology of Commercial Hearsay", "abstract": "This fascinating study of commercial rumors--those directed at products, producers, corporations, or retailers--presents case studies illustrating the types and impacts of rumors that can seriously affect a company's image and finances. The volume identifies factors that generate rumors and lead to their communication, with specific discussion of oral communication networks. The special roles of television, call-in radio shows, and media personalities are discussed, as is that very special marketplace--the stock market. This study also provides insights and guidelines for preventing and handling commercial rumors.", "venue": "", "year": 1985, "referenceCount": 0, "citationCount": 74, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "80272727", "name": "F. Koenig"}]}}, {"contexts": ["Contemporary legends are an interesting topic because they have aroused wide attention on the part of the research community (Brunvand, 1981; D6gh, 1971; Dundes, 1971; Fine, 1980, 1992;  Hall, 1965 ) and the public (e.g., the many Internet Web sites that analyze and debunk contemporary legends)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "f75f8e7236226da1a8bf2124b6cfd7a97024646a", "externalIds": {"MAG": "2038136578", "DOI": "10.1037/H0022489", "PubMed": "5841361"}, "url": "https://www.semanticscholar.org/paper/f75f8e7236226da1a8bf2124b6cfd7a97024646a", "title": "The great cabbage hoax: a case study.", "abstract": null, "venue": "Journal of personality and social psychology", "year": 1965, "referenceCount": 1, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "145031070", "name": "M. Hall"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "fbfcec64a93f34ba056edbfdb249983a2eedf85c", "externalIds": {"MAG": "602956776"}, "url": "https://www.semanticscholar.org/paper/fbfcec64a93f34ba056edbfdb249983a2eedf85c", "title": "The affairs of Dame Rumor", "abstract": null, "venue": "", "year": 1948, "referenceCount": 0, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118897532", "name": "David J. Jacobson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "fc7848ddeb8549eeabbfc3c7011310d5f21fc30e", "externalIds": {"MAG": "2071584883", "DOI": "10.2307/3035033"}, "url": "https://www.semanticscholar.org/paper/fc7848ddeb8549eeabbfc3c7011310d5f21fc30e", "title": "The Development of Cognitive Anthropology", "abstract": "1. Background 2. Towards an analysis of meaning 3. The classic feature model 4. Extension of the feature model 5. Folk taxonomies 6. The growth of schema theory 7. Models and theories 8. Cultural representations and psychological processes 9. Cognitive processes and personality 10. Summing up References Indexes.", "venue": "", "year": 1995, "referenceCount": 0, "citationCount": 1328, "influentialCitationCount": 46, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1404538940", "name": "R. D'Andrade"}]}}, {"contexts": ["Dawkins's memes do not compete solely on truth—consider annoying commercial jingles or a chain letter that threatens doom if it is not reproduced and spread ( Dawkins, 1976 )."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The Selfish Gene", "abstract": null, "venue": "", "year": 1976, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Richard Dawkins"}]}}]}