{"paperId": "bb480e95f0e4d2c7190240be2e74b30986035b59", "externalIds": {"MAG": "2287147465", "DOI": "10.1177/1367549415584857"}, "url": "https://www.semanticscholar.org/paper/bb480e95f0e4d2c7190240be2e74b30986035b59", "title": "Our metrics, ourselves: A hundred years of self-tracking from the weight scale to the wrist wearable device", "abstract": "The recent proliferation of wearable self-tracking devices intended to regulate and measure the body has brought contingent questions of controlling, accessing and interpreting personal data. Given a socio-technical context in which individuals are no longer the most authoritative source on data about themselves, wearable self-tracking technologies reflect the simultaneous commodification and knowledge-making that occurs between data and bodies. In this article, we look specifically at wearable, self-tracking devices in order to set up an analytical comparison with a key historical predecessor, the weight scale. By taking two distinct cases of self-tracking – wearables and the weight scale – we can situate current discourses of big data within a historical framing of self-measurement and human subjectivity. While the advertising promises of both the weight scale and the wearable device emphasize self-knowledge and control through external measurement, the use of wearable data by multiple agents and institutions results in a lack of control over data by the user. In the production of self-knowledge, the wearable device is also making the user known to others, in a range of ways that can be both skewed and inaccurate. We look at the tensions surrounding these devices for questions of agency, practices of the body, and the use of wearable data by courtrooms and data science to enforce particular kinds of social and individual discipline.", "venue": "", "year": 2015, "referenceCount": 32, "citationCount": 213, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "48024382", "name": "K. Crawford"}, {"authorId": "101299772", "name": "J. Lingel"}, {"authorId": "35340007", "name": "Tero Karppi"}]}