{"offset": 0, "next": 100, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "091afef6a1e541b38ceca97df95c07a8ac199e08", "externalIds": {"MAG": "3163396786", "DOI": "10.1016/J.METIP.2021.100051"}, "url": "https://www.semanticscholar.org/paper/091afef6a1e541b38ceca97df95c07a8ac199e08", "title": "Professional YouTubers’ health videos as research material: Formulating a multi-method design in health psychology", "abstract": "Abstract Professional YouTubers are developing a new culture through which they stage health content in pervasive ways. The present article aims to provide a methodological approach to analyse this type of content by adopting a critical perspective in health psychology. To achieve this, we first define our theoretical framework. Second, we formulate a multi-method design combining narrative and visual analyses, as well as automatised linguistic procedures. We then illustrate the potential of our methodology through concrete examples. Implications of this methodology in health psychology are discussed with regard to healthism, a dominant contemporary trend that strongly values the individualised pursuit of health.", "venue": "", "year": 2021, "referenceCount": 70, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2818543", "name": "M. D. R. Carral"}, {"authorId": "1581328235", "name": "Lucia Volpato"}, {"authorId": "2120773315", "name": "Chloé Michoud"}, {"authorId": "31041364", "name": "Thanh-Trung Phan"}, {"authorId": "1403029865", "name": "D. Gática-Pérez"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0c7d7791a4985b3ad060a0d4f95a85715b16881d", "externalIds": {"DOI": "10.1108/978-1-80043-338-020211012"}, "url": "https://www.semanticscholar.org/paper/0c7d7791a4985b3ad060a0d4f95a85715b16881d", "title": "References", "abstract": null, "venue": "The Politics and Possibilities of Self-Tracking Technology", "year": 2021, "referenceCount": 212, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0ed1c7366e87c70c7001fc82d36b12ea4d30f387", "externalIds": {"DBLP": "journals/cn/FarrokhiFRM21", "DOI": "10.1016/j.comnet.2021.107859"}, "url": "https://www.semanticscholar.org/paper/0ed1c7366e87c70c7001fc82d36b12ea4d30f387", "title": "Application of Internet of Things and artificial intelligence for smart fitness: A survey", "abstract": null, "venue": "Comput. Networks", "year": 2021, "referenceCount": 176, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1819176130", "name": "A. Farrokhi"}, {"authorId": "2633697", "name": "R. Farahbakhsh"}, {"authorId": "3189298", "name": "J. Rezazadeh"}, {"authorId": "1980601", "name": "R. Minerva"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0f9ca3eb87c0369c16b5b6763b098e2ca39326cb", "externalIds": {"MAG": "3164587627", "DOI": "10.1016/J.IJCCI.2021.100328"}, "url": "https://www.semanticscholar.org/paper/0f9ca3eb87c0369c16b5b6763b098e2ca39326cb", "title": "1,2,3,4 tell me how to grow more: A position paper on children, design ethics and biowearables", "abstract": "Abstract Driven by the rapid pace of technical innovation in biosensing, artificial intelligence, the Internet of Things and wearable computing, the next generation of smart devices will be worn on-body, eventually becoming implanted. The increasing presence of these new forms of interactive technologies, known as biowearables, in children’s lives poses critical ethical concerns. In this position paper, we take a design ethics perspective to identify and describe four cases of ethical importance associated with biowearables, children, and long-term use. The cases concern potential negative impacts of specific aspects of biowearables on children’s identity formation, the development of autonomy and agency, and what sources of information children turn to for authority about themselves. Drawing on ethical discourse related to emerging technologies and biowearable computing, we present prospective guidance for designers, where it is available. Where guidance is nascent or missing, we propose future research areas that could be addressed. In particular, we propose the importance of teaching children about computer ethics through hands-on critical reflection during design and technology activities. Our results will be of interest to the human–computer interaction community as well as to technology developers, educators, parents and those involved in policy formation around emerging technologies.", "venue": "", "year": 2021, "referenceCount": 84, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1693717", "name": "A. Antle"}, {"authorId": "11189596", "name": "Alexandra Kitson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4473dc24c4673257b717bd03f5ef4d26eb395195", "externalIds": {"PubMedCentral": "8116827", "DOI": "10.1057/s41292-021-00232-w", "PubMed": "34002115"}, "url": "https://www.semanticscholar.org/paper/4473dc24c4673257b717bd03f5ef4d26eb395195", "title": "The FDA’s standard-making process for medical digital health technologies: co-producing technological and organizational innovation", "abstract": "As digital health technologies (DHT) have been embraced as a ‘panacea’ for health care systems, they have evolved from a buzzword into a high priority objective for health policy across the globe. In the realm of quality and safety standards for medical devices, the US Food and Drug Administration (FDA) has been a frontrunner in adapting its regulatory framework to DHT. However, despite the utmost relevance of quality and safety standards and their role for sustaining the innovation pathway of DHT, their actual making has not yet been subjected to in-depth social-science scrutiny. Drawing on the conceptual repertoires of Science and Technology Studies (STS), this article investigates how digital health evolved from a buzzword into an ‘object of government’, or gained material meaning and transformed into a regulatable object, by charting the standard-making process of FDA’s medical digital health policy between 2008 and 2018. From this, we reflect on the mutually sustaining dynamics between technological and organizational innovation, as the FDA’s attempts to standardize medical DHT not only shaped the lifestyle/medical boundary for DHT. It also led to significant reconfigurations within the FDA itself, while fostering a broader shift toward the uptake of alternative forms of evidence in regulatory science.", "venue": "BioSocieties", "year": 2021, "referenceCount": 129, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "119448642", "name": "Elisa Lievevrouw"}, {"authorId": "41035808", "name": "L. Marelli"}, {"authorId": "6704990", "name": "Ine van Hoyweghen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "49925ab84ecb801e3ddb9e74104b8fde69fadef5", "externalIds": {"DBLP": "conf/mhci/KaluarachchiSTT21", "DOI": "10.1145/3447527.3474850"}, "url": "https://www.semanticscholar.org/paper/49925ab84ecb801e3ddb9e74104b8fde69fadef5", "title": "EyeKnowYou: A DIY Toolkit to Support Monitoring Cognitive Load and Actual Screen Time using a Head-Mounted Webcam", "abstract": "Studies show that frequent screen exposure and increased cognitive load can cause mental-health issues. Although expensive systems capable of detecting cognitive load and timers counting on-screen time exist, literature has yet to demonstrate measuring both factors across devices. To address this, we propose an inexpensive DIY-approach using a single head-mounted webcam capturing the user’s eye. By classifying camera feed using a 3D Convolutional Neural Network, we can determine increased cognitive load and actual screen time. This works because the camera feed contains corneal surface reflection, as well as physiological parameters that contain information on cognitive load. Even with a small data set, we were able to develop generalised models showing 70% accuracy. To increase the models’ accuracy, we seek the community’s help by contributing more raw data. Therefore, we provide an opensource software and a DIY-guide to make our toolkit accessible to human factors researchers without an engineering background.", "venue": "MobileHCI", "year": 2021, "referenceCount": 43, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1992921690", "name": "Tharindu Kaluarachchi"}, {"authorId": "2039160636", "name": "Shardul Sapkota"}, {"authorId": "2127916362", "name": "Jules Taradel"}, {"authorId": "2127913497", "name": "Aristée Thevenon"}, {"authorId": "2101764", "name": "Denys J. C. Matthies"}, {"authorId": "1486464114", "name": "Suranga Nanayakkara"}]}}, {"contexts": ["[18] illustrate how users derive meaning and substantial use from another domestic visible technology; the weight scale, which requires:", "[18] suggests that a structured understanding is needed in order to identify sources of disempowerment, which “requires a definition of the underlying maxim and goal of empowerment” (p."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "4b0a2285433ea493d66a76ec2f68f5c3ee6832c8", "externalIds": {"DBLP": "journals/pacmhci/SoubuttsAECO21", "DOI": "10.1145/3476061"}, "url": "https://www.semanticscholar.org/paper/4b0a2285433ea493d66a76ec2f68f5c3ee6832c8", "title": "Aging in Place Together: The Journey Towards Adoption and Acceptance of Stairlifts in Multi-Resident Homes", "abstract": "Stairlifts are a widely-used technology in the home that help people with mobility issues to go up and down stairs. However, it is unclear how stairlifts are experienced by all household members and what this understanding implies for home healthcare technologies. We investigated the impact of stairlift installations on older adults' households in the UK through a qualitative study investigating the lived experience of the adoption and acceptance of this technology. Interviews and focus groups with primary users, household residents and service providers showed how the wider household identify misalignments between simplified stairlift installation models from service providers and describe a more complex, nuanced emotional journey which involves decision making, conflict and trauma and catharsis and independence. Findings provide transferrable outcomes for the smart home domain by highlighting the multi-resident home, the emotional intrusiveness of home healthcare technologies and the diversity that comes with providing care, unique to every household.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 101, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2083223431", "name": "Ewan Soubutts"}, {"authorId": "3396079", "name": "Amid Ayobi"}, {"authorId": "3324064", "name": "R. Eardley"}, {"authorId": "143811784", "name": "K. Cater"}, {"authorId": "1401835413", "name": "A. O'Kane"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5375f42fe115ca6345ac1af6e1932154cb77f3a5", "externalIds": {"MAG": "3163105208", "DOI": "10.1177/0961463X211016781"}, "url": "https://www.semanticscholar.org/paper/5375f42fe115ca6345ac1af6e1932154cb77f3a5", "title": "Time, space, and power in digital modernity: From liquid to solid control", "abstract": "Zygmunt Bauman addressed spatiotemporal compression as a critical aspect of the transition from solid to liquid modernity. In this transition, speed and flexibility came to define the conditions of...", "venue": "", "year": 2021, "referenceCount": 63, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": null, "name": "Raymond LM Lee"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "56dcd75bfe717c3c31343280f96fcd7edcae213e", "externalIds": {"MAG": "3191405563", "DOI": "10.1007/978-3-030-72945-5_13"}, "url": "https://www.semanticscholar.org/paper/56dcd75bfe717c3c31343280f96fcd7edcae213e", "title": "Risk and Trust in Self-Tracking via Fitness Apps", "abstract": "Digitalization and the availability of smartphones have changed the way people communicate and how they gain information about themselves and their environment. In health and lifestyle contexts, fitness apps have become widely used tools to track and enhance health behavior such as physical activity. Fitness apps offer various functions, such as tracking of activities, steps, and calories. Self-tracking via fitness apps can entail both important benefits and risks. On the one hand, fitness app usage can contribute to health behavior, e.g., to enhance physical activity and to help establishing health-related routines. However, self-tracking via fitness apps can also entail certain risks, such as privacy issues or biased measurements. Beyond the background of these risks, trust emerges as an essential factor to understand the trajectories of healthy and maintained fitness app usage. In this work, an overview of the practice of self-tracking is provided including the specific aspects of self-tracking via fitness apps is provided. Then, risks and benefits that are associated with self-tracking via fitness apps are presented. A trust-based model is introduced that can assist to understand the trajectories of fitness app usage. Finally, practice-relevant implications for safe, healthy, and maintained self-tracking via fitness apps are derived.", "venue": "Trust and Communication", "year": 2021, "referenceCount": 50, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "119359047", "name": "Lena Busch"}, {"authorId": "6201230", "name": "Linda Schücker"}, {"authorId": "39795376", "name": "T. Utesch"}, {"authorId": "40201884", "name": "B. Strauss"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5f866d7e7fd425ea98370aea793a304decaab107", "externalIds": {"DOI": "10.1016/j.socscimed.2021.114404", "PubMed": "34601224"}, "url": "https://www.semanticscholar.org/paper/5f866d7e7fd425ea98370aea793a304decaab107", "title": "The ruling of weight: An institutional ethnography investigating young people's body weight surveillance work.", "abstract": "RATIONALE\nDominant framing of childhood obesity as a public health burden has increased weight stigma towards young people in larger bodies. However, weight stigma literature is generally limited by its focus on individuals' attitudes and beliefs, overlooking the broader social conditions shaping stigma. Further, few weight stigma studies have been conducted from young people's standpoint; little is known about how they navigate stigmatizing environments while growing up.\n\n\nOBJECTIVE\nThis study aimed to examine the social organization of young people's everyday work of growing up in a larger body, interpreting work generously as any activity requiring thought and intention.\n\n\nMETHODS\nUsing institutional ethnography, we conducted individual interviews in Alberta, Canada with 16 informants aged 15-21 who grew up in larger bodies. Five, repeated group interviews were then held with a subset (n = 5) of these informants.\n\n\nRESULTS\nWeight surveillance work (e.g., self-weighing on scales, social comparison) was informants' most common form of weight-related work while growing up. Surveillance results instructed them on next steps, whether that be working to fit in (literally and figuratively) or resisting social conformity altogether. Informants' bodies were monitored by nearly everyone around them: family, peers, educators, and healthcare providers. Informants learned how and why to do the work expected of them through social relations. Despite their (mostly) good intentions, surveillance by respected adults conveyed to informants that their self-worth depended on their weight. Biomedical, individuated health and weight discourses guided the enactment of institutional policies and practices in healthcare and education, such as those related to the Body Mass Index. These ruling discourses objectified bodies as normal or abnormal, healthy or unhealthy, good or bad.\n\n\nCONCLUSION\nOverall, study findings show how young people's experiences of growing up in their bodies were predictably organized by dominant weight and health discourses, identifying possible levers for public health intervention.", "venue": "Social science & medicine", "year": 2021, "referenceCount": 65, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "13510765", "name": "Alexa R Ferdinands"}, {"authorId": "23024226", "name": "T. F. McHugh"}, {"authorId": "3852016", "name": "K. Storey"}, {"authorId": "2408614", "name": "K. Raine"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "621e69e2ded29fb51b5ae0d32773453d1d942fec", "externalIds": {"DBLP": "conf/hci/Shi21", "DOI": "10.1007/978-3-030-77074-7_12"}, "url": "https://www.semanticscholar.org/paper/621e69e2ded29fb51b5ae0d32773453d1d942fec", "title": "Rethinking the Body as a Humanistic Intervention - Teaching HCI with a Recognition of Multiplicity", "abstract": null, "venue": "HCI", "year": 2021, "referenceCount": 7, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": null, "name": "Hanwei Shi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "625d28820db1031480ca89e8c9a0d2aade840bc1", "externalIds": {"DBLP": "conf/hci/HolowkaWPRK21", "DOI": "10.1007/978-3-030-77820-0_5"}, "url": "https://www.semanticscholar.org/paper/625d28820db1031480ca89e8c9a0d2aade840bc1", "title": "Principles for Designing an mHealth App for Participatory Research and Management of Chronic Pain", "abstract": null, "venue": "HCI", "year": 2021, "referenceCount": 41, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "117091876", "name": "Eileen Mary Holowka"}, {"authorId": "2056837062", "name": "Sandra Woods"}, {"authorId": "1830613569", "name": "Amber Pahayahay"}, {"authorId": "2111811425", "name": "Mathieu Roy"}, {"authorId": "1398423043", "name": "N. Khalili-Mahani"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6ae21708834a37620455af1fd2a218a904e463c5", "externalIds": {"MAG": "3195302850", "DOI": "10.4018/JGIM.20211101.OA10"}, "url": "https://www.semanticscholar.org/paper/6ae21708834a37620455af1fd2a218a904e463c5", "title": "Impacts of Risks Over Benefits in the Adoption of Self-Tracking Technologies", "abstract": null, "venue": "", "year": 2021, "referenceCount": 140, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "32188780", "name": "Jean-Francois De Moya"}, {"authorId": "1829314", "name": "Jessie Pallud"}, {"authorId": "2749823", "name": "S. Wamba"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6fc0cc345062095cea3c84decaa08e0f164b9a46", "externalIds": {"MAG": "3187525125", "DOI": "10.1007/978-3-030-73994-2_11"}, "url": "https://www.semanticscholar.org/paper/6fc0cc345062095cea3c84decaa08e0f164b9a46", "title": "Agility of Affect in the Quantified Workplace", "abstract": null, "venue": "The Agile Imperative", "year": 2021, "referenceCount": 101, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": null, "name": "Phoebe V. Moore"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7cd2746161a53c90f3746a4f3da3886d1bcbf9e3", "externalIds": {"MAG": "3196159111", "DOI": "10.1177/14614448211039060"}, "url": "https://www.semanticscholar.org/paper/7cd2746161a53c90f3746a4f3da3886d1bcbf9e3", "title": "Quantifying self-quantification: A statistical study on individual characteristics and motivations for digital self-tracking in young- and middle-aged adults in Germany", "abstract": "This study presents a quantitative account of who uses or stops using digital self-tracking (ST). A representative sample of German adults aged 20–50 years ( N = 1022) completed an online survey on their ST practices, personality traits and attitudes toward numbers, on sociodemographic characteristics, mental disorders (particularly bulimia, burnout syndrome, and depression) and somatic disorders. A descriptive statistical analysis was performed on differences between self-trackers and non-trackers. Among others, they differ regarding age, civil status, social class, presence of mental and/or somatic diagnoses, performance-pressure, and strive for competition. A consequent binary logistic regression analysis suggests perfectionism, a somatic diagnosis within the last 5 years, a diagnosis of bulimia in the past, as well as a present mental diagnosis to be significant predictors for ST, though the predictive value of the factors was relatively low.", "venue": "New Media & Society", "year": 2021, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2132345643", "name": "Charlotte Findeis"}, {"authorId": "2080522621", "name": "Benedikt Salfeld"}, {"authorId": "2131999414", "name": "Stella Voigt"}, {"authorId": "50217319", "name": "B. Gerisch"}, {"authorId": "2067864877", "name": "V. King"}, {"authorId": "2132346132", "name": "Anna Rosa Ostern"}, {"authorId": "2132329482", "name": "Hartmut Rosa"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "847156ac50bf9603bfa66f4f06256f2525f214c7", "externalIds": {"DOI": "10.7146/tjcp.v8i1.117800"}, "url": "https://www.semanticscholar.org/paper/847156ac50bf9603bfa66f4f06256f2525f214c7", "title": "Participatory Research Methods for Investigating Digital Health Literacy", "abstract": "Abstract DIGITAL TECHNOLOGIES AND PRE/PERI-NATAL APPS ARE TRANSFORMING MATERNITY CARE AS WOMEN USE COMMUNICATIONS TECHNOLOGIES TO OBTAIN INFORMATION AND SUPPORT. WOMEN FROM CULTURALLY AND LINGUISTICALLY DIVERSE (CALD) BACKGROUNDS EXPERIENCE INFORMATION AND SUPPORT GAPS, HOWEVER, RESEARCH ON NEW HEALTH COMMUNICATIONS HAS RARELY ENGAGED WITH THIS GROUP, RAISING CONCERNS ABOUT THE APPLICABILITY OF THESE TECHNOLOGIES WITH HIGHLY DIVERSE COMMUNITIES. THE GOAL OF THIS PILOT STUDY LOCATED IN IN NORTH RICHMOND, A CULTURALLY DIVERSE NEIGHBOURHOOD OF MELBOURNE, WAS TO TEST THE VALUE OF “DESIGN PROBES” IN ENGAGING WOMEN FROM CALD BACKGROUNDS IN DISCUSSIONS ABOUT HEALTH TRACKING AND WEARABLE HEALTH TECHNOLOGIES IN THE CONTEXT OF PREGNANCY AND PARENTING. THIS STUDY FOUND THAT DESIGN PROBES WERE EFFECTIVE IN ENABLING PARTICIPANTS TO PARTICIPATE IN EXTENDED DISCUSSIONS ON THE IMPLICATIONS OF DIGITAL HEALTH TECHNOLOGIES. PARTICIPANTS WERE AWARE OF THE WAYS THAT HEALTH INFORMATION SERVED THE NEEDS OF MULTIPLE ENTITIES, AND SOUGHT MORE CONTROL OVER WHERE AND WITH WHOM THEIR DATA WAS SHARED WITH.", "venue": "Conjunctions", "year": 2021, "referenceCount": 64, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "14057499", "name": "R. De Souza"}, {"authorId": "112962165", "name": "D. Butt"}, {"authorId": "3612255", "name": "Suneel Jethani"}, {"authorId": "32509584", "name": "C. Marmo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "916a9fd087acc067a8d2d2c5a1035e043bbbb8c9", "externalIds": {"MAG": "3158084493", "DOI": "10.1021/ACSAELM.1C00165"}, "url": "https://www.semanticscholar.org/paper/916a9fd087acc067a8d2d2c5a1035e043bbbb8c9", "title": "Recent Progress of Wearable Piezoelectric Nanogenerators", "abstract": "Considering the limited supply of fossil fuel, pollution, problems with chemical batteries, and the many potential applications of wearable electronics, the development of more effective lightweigh...", "venue": "", "year": 2021, "referenceCount": 159, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2116343688", "name": "Cong Zhang"}, {"authorId": "30597713", "name": "Wei Fan"}, {"authorId": "2108645005", "name": "Shujuan Wang"}, {"authorId": null, "name": "Qi Wang"}, {"authorId": "1591119329", "name": "Yifan Zhang"}, {"authorId": "2057563771", "name": "Kai Dong"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a91dd7396a2276c3240c474241fab14523dfb582", "externalIds": {"DOI": "10.1080/15358593.2021.1934520"}, "url": "https://www.semanticscholar.org/paper/a91dd7396a2276c3240c474241fab14523dfb582", "title": "The ambivalent assemblages of sleep optimization", "abstract": "ABSTRACT In the last decade, self-tracking technologies have encouraged users to optimize various biosocial practices. Through a wide array of smart digital devices and apps, users are put on notice: are they aware of the screen time they accrue each day, the steps they have (not) walked, or the last time they stood up? In the resulting sphere of mediated self-awareness, sleep is ripe for calculation, analysis, and optimization. Essential yet unconscious, sleep is a practice that manifests as an ambivalent example of wider self-tracking logics; an alluring “data frontier” for users and corporations alike. In this article, I draw on qualitative data (N = 38), collected in Australia, to explore the experiences and practices of self-trackers who monitor their sleep. Using interview data and participant screenshots, I discuss how apps construct sleep standards, social dimensions of sleep metrics, gamified incentives, and the process of assembling codes/spaces around sleep monitoring. In bringing sleep within a sphere of rational control, apps often exclude difference by focusing on consumer choice, wellness, and self-care. While imprecise and fungible, sleep metrics act as proxies for productivity, and reify normative understandings of time-use, energy, and sleep.", "venue": "", "year": 2021, "referenceCount": 61, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "119430126", "name": "B. Lyall"}]}}, {"contexts": ["Similarly to practices in the Quantifed Self movement [26, 66], data are seen as the cornerstone for self-knowledge and people are “encouraged to take the opportunity to view and refect on this information and use it to optimize their lives, improve their health and wellbeing, contribute to their memories or achieve Selfknowledge” [47:1600].", "People have come to understand data as plain and neutral, and thereby objective and, inevitably, true [21, 35], leading to trends where data are used as a path toward self-knowledge in movements like the Quantifed Self [13, 66]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "bca8dd6b3061f039d00e7309a78e642932be498e", "externalIds": {"DBLP": "conf/chi/DesjardinsB21", "DOI": "10.1145/3411764.3445241"}, "url": "https://www.semanticscholar.org/paper/bca8dd6b3061f039d00e7309a78e642932be498e", "title": "Data Epics: Embarking on Literary Journeys of Home Internet of Things Data", "abstract": "In this paper, we use fiction as a method to complicate the commonplace narratives of data as intangible and objective, in the particular context of Internet of Things (IoT) in the home. We, a team of two design researchers, partnered with a fiction writer and a single IoT enthusiast, Susan, to create The Data Epics: four short stories based on Susan's monthly home IoT data logs. The Data Epics revealed new imaginaries for data, showing new world-views and lively data, but also surfaced data's entanglement in meshes and hierarchies, and concerns about control and power. Our work also examines the labor of tending to and interpreting data and a particular interest in anomalies. We conclude with discussions of how data imaginaries from fiction might be imperfect, but are uniquely generative, offering a path to get closer to IoT data by trying things on and zooming in and slowing down.", "venue": "CHI", "year": 2021, "referenceCount": 103, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3106993", "name": "Audrey Desjardins"}, {"authorId": "146871512", "name": "Heidi R. Biggs"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cc03005d72e9372f10b382a0dbb96ba39fb7e54c", "externalIds": {"MAG": "3196851936", "DOI": "10.1177/13548565211038539"}, "url": "https://www.semanticscholar.org/paper/cc03005d72e9372f10b382a0dbb96ba39fb7e54c", "title": "Media addictions as Apparatgeist: What discourse on TV and smartphone addiction reveals about society", "abstract": "Disconnection presents itself as a modern answer to problems of media addiction and overuse. But, is it really novel? Through a thematic analysis of Dutch and American newspaper articles spanning several decades, this study examines public news discourses on TV and smartphone addiction and their imagined solutions. The analysis reveals Apparatgeist: While there are parallels stemming from similar affordances, the discourse surrounding each affliction and its treatment is also unique to its time. While TV addiction discourse alludes to the loss of traditional values, smartphone addiction discourse emphasizes self-governance. Disconnection is framed as a solution but is imbued with moral imperatives regarding the necessity of self-discipline and productive time. Overall, smartphone addiction discourse points toward being “present” and “in touch with one’s authentic Self” as states that are morally valuable and time-worthy, but under stress in contemporary society.", "venue": "Convergence: The International Journal of Research into New Media Technologies", "year": 2021, "referenceCount": 46, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2137802810", "name": "M. V. Vanden Abeele"}, {"authorId": "2042747280", "name": "Victoria Mohr"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cfd4e7a44c2e66e8aaa5630e124e20de9957bf87", "externalIds": {"DBLP": "conf/percom/KazlouskiMMM21", "DOI": "10.1109/PerComWorkshops51409.2021.9431018"}, "url": "https://www.semanticscholar.org/paper/cfd4e7a44c2e66e8aaa5630e124e20de9957bf87", "title": "Do partner apps offer the same level of privacy protection? The case of wearable applications", "abstract": "We analyze partner health apps compatible with the Fitbit fitness tracker, and record what third parties they are talking to. We focus on the ten partner Android applications that have more than 50,000 downloads and are fitness-related. Our results show that most of the them contact “unexpected” third parties. Such third parties include social networks; analytics and advertisement services; weather APIs. We also investigate what information is shared by the partner apps with these unexpected entities. Our findings suggest that in many cases personal information of users might be shared, including the phone model; location and SIM carrier; email and connection history.", "venue": "2021 IEEE International Conference on Pervasive Computing and Communications Workshops and other Affiliated Events (PerCom Workshops)", "year": 2021, "referenceCount": 18, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2028646133", "name": "Andrei Kazlouski"}, {"authorId": "2042734942", "name": "Thomas Marchioro"}, {"authorId": "2028646034", "name": "Harry Manifavas"}, {"authorId": "1723275", "name": "E. Markatos"}]}}, {"contexts": ["note during their comparison of historical weight scales to modern day fitness trackers, “The history of the weight scale reminds us that tracking devices are agents in shifting the process of knowing and controlling bodies, individually and collectively, as they normalize (and sometimes antagonize) human bodies” [12].", "note, the weight scale gave data directly to consumers, but with modern day personal informatics systems data has a much longer and more complex lifespan [12]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "de7d1f043be7f9c4792fc46edf22b40acd7950c2", "externalIds": {"DBLP": "conf/ACMdis/WannamakerKDW21", "DOI": "10.1145/3461778.3462138"}, "url": "https://www.semanticscholar.org/paper/de7d1f043be7f9c4792fc46edf22b40acd7950c2", "title": "I/O Bits: User-Driven, Situated, and Dedicated Self-Tracking", "abstract": "We present I/O Bits, a prototype personal informatics system that explores the potential for user-driven and situated self-tracking. With simple tactile inputs and small e-paper visualizations, I/O Bits are dedicated physical devices that allow individuals to track and visualize different kinds of personal activities in-situ. This is in contrast to most self-tracking systems, which automate data collection, centralize information displays, or integrate into multi-purpose devices like smartwatches or mobile phones. We report findings from an e-paper visualization workshop and a prototype deployment where participants constructed their own I/O Bits and used them to track a range of personal data. Based on these experiences, we contribute insights and opportunities for situated and user-driven personal informatics.", "venue": "Conference on Designing Interactive Systems", "year": 2021, "referenceCount": 58, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "147266350", "name": "Kendra Wannamaker"}, {"authorId": "1395919392", "name": "Sandeep Zechariah George Kollannur"}, {"authorId": "3271672", "name": "M. Dörk"}, {"authorId": "144116075", "name": "Wesley Willett"}]}}, {"contexts": ["of data, and the adoption of hardware implants and skin-worn devices that produce and collect data about the body autonomously [4, 33, 59, 83, 89, 91]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f09041b6bdbd9bb91d5a98e79d0c829985fb8bd8", "externalIds": {"DBLP": "conf/chi/HomewoodHRK21", "DOI": "10.1145/3411764.3445656"}, "url": "https://www.semanticscholar.org/paper/f09041b6bdbd9bb91d5a98e79d0c829985fb8bd8", "title": "Tracing Conceptions of the Body in HCI: From User to More-Than-Human", "abstract": "This paper traces different conceptions of the body in HCI and identifies a narrative from user to body, body to bodies, and bodies to more-than-human bodies. Firstly, this paper aims to present a broader, updated, survey of work around the body in HCI. The overview shows how bodies are conceptualized as performative, sensing, datafied, intersectional and more-than-human. This paper then diverges from similar surveys of research addressing the body in HCI in that it is more disruptive and offers a critique of these approaches and pointers for where HCI might go next. We end our paper with recommendations drawn from across the different approaches to the body in HCI. In particular, that researchers working with the body have much to gain from the 4th wave HCI approach when designing with and for the body, where our relationships with technologies are understood as entangled and the body is always more-than-human.", "venue": "CHI", "year": 2021, "referenceCount": 129, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3396836", "name": "Sarah Homewood"}, {"authorId": "69889200", "name": "Marika Hedemyr"}, {"authorId": "51031768", "name": "Maja Fagerberg Ranten"}, {"authorId": "3287960", "name": "S. Kozel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ffa0daa513849f16e3b10205da30f6696ea1a426", "externalIds": {"MAG": "3134123023", "DOI": "10.1108/jices-05-2020-0061"}, "url": "https://www.semanticscholar.org/paper/ffa0daa513849f16e3b10205da30f6696ea1a426", "title": "Analysis of consumers’ negative perceptions of health tracking in insurance – a value sacrifice approach", "abstract": "\nPurpose\nThis paper explores and identifies customer-value-related sacrifices that consumers attach to interactive health/life insurance. This paper aims to increase understanding of why individual consumers are not willing to embrace behaviour-tracking-based insurance applications.\n\n\nDesign/methodology/approach\nThe authors analysed data from a qualitative survey of Finnish insurance consumers who were not keen on adopting interactive insurance products.\n\n\nFindings\nDeveloped through thematic analysis, the framework presented in this paper illustrates consumers’ value sacrifices on four dimensions: economic, functional, emotional and symbolic value.\n\n\nResearch limitations/implications\nThe framework and insights emerging in the study hold several implications related to increased understanding of consumers’ perceptions of insurance and to developing interactive insurance services. In addition, this work provides a promising foundation and avenues for further considerations related to digital ethics in insurance.\n\n\nOriginality/value\nTo the best of the authors’ knowledge, this paper is the first piece applying a value sacrifice perspective in studying consumers’ unwillingness to adopt interactive insurance products.\n", "venue": "Journal of Information, Communication and Ethics in Society", "year": 2021, "referenceCount": 56, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "121289641", "name": "Antti Talonen"}, {"authorId": "102637978", "name": "Jukka Mähönen"}, {"authorId": "2852423", "name": "L. Koskinen"}, {"authorId": "114838346", "name": "Päivikki Kuoppakangas"}]}}, {"contexts": ["In addition, since few have historicised metrification practices (for exceptions, see Crawford et al., 2015; Frigo, 2017), we also wish to analyse metrics in light of metrification practices by the mass media, in order to understand which media user reactions could possibly be new."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "02ec026a2a65f3653e4f6d39f63ba39514204124", "externalIds": {"MAG": "2998990334", "DOI": "10.1177/0163443720907017"}, "url": "https://www.semanticscholar.org/paper/02ec026a2a65f3653e4f6d39f63ba39514204124", "title": "Audience-metric continuity? Approaching the meaning of measurement in the digital everyday", "abstract": "This article argues for an expansion of existing studies on the meaning of metrics in digital environments by evaluating a methodology tested in a pilot study to analyse audience responses to metrics of social media profiles. The pilot study used the software tool Facebook Demetricator by artist Ben Grosser in combination with follow-up interviews. In line with Grosser’s intentions, the software indeed provoked reflection among the users. In this article, we reflect on three kinds of disorientations that users expressed, linked to temporality, sociality and value. Relating these to the history of audience measurement in mass media, we argue that there is merit in using this methodology for further analysis of continuities in audience responses to metrics, in order to better understand the ways in which metrics work to create the ‘audience commodity’.", "venue": "", "year": 2020, "referenceCount": 89, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "49914089", "name": "Göran Bolin"}, {"authorId": "3482269", "name": "Julia Velkova"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "09753f89f3b9d5c9db824a03aecf902708d70396", "externalIds": {"MAG": "3004328820", "DOI": "10.1080/1369118x.2020.1718178"}, "url": "https://www.semanticscholar.org/paper/09753f89f3b9d5c9db824a03aecf902708d70396", "title": "Digital iatrogenesis and workplace marginalization: some ethical issues involving self-tracking medical technologies", "abstract": "ABSTRACT This paper addresses the ethical dimensions of the complex and evolving relationships between individuals and health-related self-tracking devices in the context of workplace systems. Many self-tracking initiatives can indeed have useful medical applications, aiding individuals and healthcare professionals in diagnosis and treatment. However, in some contexts the systems can also perpetuate economic discrimination and workplace marginalization as well as influence negatively the wellbeing and privacy of participants. The paper explores the concepts behind ‘pushed’ medical self-tracking devices and examines how the notion of the protection of ‘mental and physical integrity’ can be applied in analyses of organizational activities using such devices. Individuals’ capacities to make valid medical decisions concerning use of the devices can be diminished by the addictive and gamified aspects of the systems or through rhetorical promotion of specific philanthropic objectives, engendering a ‘data farming’ approach; the anxieties and addictions often involved may compound forms of workplace marginalization and be used in conjunction with other surveillance efforts. The paper also examines the roles of various medical and managerial authorities in perpetuating the conditions that can lead to marginalization. Self-tracking devices’ reflection capabilities can foster an apparent voluntariness and high level of user control that can make them seem less threatening in terms of employee wellbeing, even when sensitive and potentially stigmatizing areas such as weight and menstrual cycles are being tracked and externally surveilled. The paper explores how device manufacturers and system developers along with data brokers often benefit from the coupling of devices with organizational initiatives.", "venue": "", "year": 2020, "referenceCount": 83, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1843182", "name": "Jo Ann Oravec"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0d40dae0dfc2788d08a0acc40804c6a9dba3e5c4", "externalIds": {"DBLP": "journals/tochi/FoxMEB20", "MAG": "3041642481", "DOI": "10.1145/3397178"}, "url": "https://www.semanticscholar.org/paper/0d40dae0dfc2788d08a0acc40804c6a9dba3e5c4", "title": "Multiples Over Models", "abstract": "In this article, we describe our efforts to retrace and reimagine period tracking technology—or, mobile applications designed to support the documentation and quantification of menstrual cycle data. In their current form, these systems often encourage those who menstruate to extract intimate information about the body (e.g., consistency or color of menstrual flow, physical and emotional symptoms), while promising to predict fertility and offer insight into managing one's period. In doing so, these technologies subtly dictate the forms of knowledge and types of relationships menstruators are expected to establish with their bodies (i.e., transactional or instrumentalized). Through historical analysis and a series of participatory experiments, we offer a vision for menstrual sensemaking that expands on these forms of interaction and ways of knowing to emphasize multiplicity and dimensionality rather than models, predictability, or a user's relation to averages or norms.", "venue": "ACM Trans. Comput. Hum. Interact.", "year": 2020, "referenceCount": 163, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2056021143", "name": "Sarah E. Fox"}, {"authorId": "2066148", "name": "Amanda Menking"}, {"authorId": "35182924", "name": "J. Eschler"}, {"authorId": "2882481", "name": "Uba Backonja"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0fd495819e52d00f64976ee34c3498863f3905e6", "externalIds": {"MAG": "3038471051", "DOI": "10.1080/17508487.2020.1786708"}, "url": "https://www.semanticscholar.org/paper/0fd495819e52d00f64976ee34c3498863f3905e6", "title": "Platform stabilization: an autoethnographic exploration of the multiple relations and role of data behind the interface of online tutoring software", "abstract": "ABSTRACT The paper considers digital tutoring platforms as commercial products in the shadow education sector. In particular, it focuses on relatively new platforms which purportedly act as tutors themselves: web-based learning software providing “intelligent tutoring systems.’ The question is not how effective and beneficial these platforms are for learning success. Following science and technology studies, the focus is on product design and its role as an actor in a network of relations. Autoethnographic interaction with a paradigmatic platform is used to show a variety of inscriptions and translations. The classifications, standardizations and quantitative calculations that emerge here are analyzed as practices for generating data, which in turn stabilize the platform as a specific ontological configuration. The data give the impression of being personal. On closer examination, however, they are the product of manifold relations between different actors in the network.", "venue": "", "year": 2020, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2004816742", "name": "Jochen Lange"}]}}, {"contexts": ["Similar concerns arise from the increasingly pervasive use of devices to quantify ‘the self’, that is, to substitute automated readings of data extracted from the body for the individual’s self-monitoring (Crawford et al., 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1267558e93c8fc410433089a7b806ae9fb704952", "externalIds": {"DBLP": "journals/nms/Couldry20a", "MAG": "2962798063", "DOI": "10.1177/1461444820912536"}, "url": "https://www.semanticscholar.org/paper/1267558e93c8fc410433089a7b806ae9fb704952", "title": "Recovering critique in an age of datafication", "abstract": "This article starts out from the need for critical work on processes of datafication and their consequences for the constitution of social knowledge and the social world. Current social science work on datafication has been greatly shaped by the theoretical approach of Bruno Latour, as reflected in the work of Actor Network Theory and Science and Technology Studies (ANT/STS). The article asks whether this approach, given its philosophical underpinnings, provides sufficient resources for the critical work that is required in relation to datafication. Drawing on Latour’s own reflections about the flatness of the social, it concludes that it does not, since key questions, in particular about the nature of social order cannot be asked or answered within ANT. In the article’s final section, three approaches from earlier social theory are considered as possible supplements to ANT/STS for a social science serious about addressing the challenges that datafication poses for society.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 151, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "1896686", "name": "N. Couldry"}]}}, {"contexts": ["There is much at stake here as this self-improvement imperative is wrapped up in a commercial framework seeking to profit off bodies and lived experiences in an opaque and power skewed way [Crawford et al. 2015]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1e194ff4df6c08818c64078a75c7e7e2e3157080", "externalIds": {"MAG": "3040750546", "DBLP": "journals/tochi/DevendorfAK20", "DOI": "10.1145/3397177"}, "url": "https://www.semanticscholar.org/paper/1e194ff4df6c08818c64078a75c7e7e2e3157080", "title": "The Fundamental Uncertainties of Mothering", "abstract": "Present day ideals of good parenting are socio-technical constructs formed at the intersection of medical best practices, cultural norms, and technical innovation. These ideals take shape in relation to the fundamental uncertainty that parents/mothers face, an uncertainty that comes from not knowing how to do what is best for one's children, families, and selves. The growing body of parent-focused smart devices and data-tracking platforms emerging from this intersection frame the responsible parent as one who evaluates, analyzes, and mitigates data-defined risks for their children and family. As these devices and platforms proliferate, whether from respected medical institutions or commercial interests, they place new demands on families and add an implicit emphasis on how humans (often mothers) can be augmented and improved by data-rich technology. This is expressed both in the actions they support (e.g., breastfeeding, monitoring food intake), as well as in the emotions they render marginal (e.g., rage, struggle, loss, and regret). In this article, we turn away from optimization and self-improvement narratives to attend to our own felt experiences as mothers and designers. Through an embodied practice of creating Design Memoirs, we speak directly to the HCI community from our position as both users and subjects of optimized parenting tools. Our goal in this work is to bring nuance to a domain that is often rendered in simplistic terms or frames mothers as figures who could endlessly do more for the sake of their families. Our Design Memoirs emphasize the conflicting and often negative emotions we experienced while navigating these tools and medical systems. They depict our feelings of being at once powerful and powerless, expressing rage and love simultaneously, and struggling between expressing pride and humility. The Design Memoirs serve us in advocating that designers should use caution when considering a problem/solution focus to the experiences of parents. We conclude by reflecting on how our shared practice of making memoirs, as well as other approaches within feminist and queer theory, suggest strategies that trouble these optimization and improvement narratives. Overall, we present a case for designing for mothers who feel like they are just making do or falling short, in order to provide relief from the anxiety of constantly seeking improvement.", "venue": "ACM Trans. Comput. Hum. Interact.", "year": 2020, "referenceCount": 107, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2825906", "name": "Laura Devendorf"}, {"authorId": "147187697", "name": "Kristina Andersen"}, {"authorId": "1820838", "name": "Aisling Kelliher"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "272f71f6f0f331e5b6bcbbcbf1a2db64a11a5e09", "externalIds": {"MAG": "3118417621", "DOI": "10.4018/ijsr.20200101.oa2"}, "url": "https://www.semanticscholar.org/paper/272f71f6f0f331e5b6bcbbcbf1a2db64a11a5e09", "title": "Standardizing Social Justice in Digital Health", "abstract": "The bivalent nature of technology and its potential for adverse impacts are giving impetus to global efforts to ensure that the outcomes of technology are consistent with societal values and desired futures. Instruments such as legislation, standards, and ethical frameworks are being employed towards this end. This research investigates the domain of digital health, specifically health informatics, and asks the questions: What values should inform technical solutions in this domain? How can data justice, the infusing of social justice imperatives in data systems, be standardized in this domain? The paper presents findings from a review of data justice in health informatics supported by findings from a survey that explored key considerations for health data collection, processing, use, sharing, and exchange. The paper then presents the operationalization of the human data interaction framework through a health informatics system architecture to illustrate how the principles of legibility, agency, and negotiability can be standardized, mainstreamed, and embedded in health informatics.", "venue": "", "year": 2020, "referenceCount": 53, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49369609", "name": "M. Thinyane"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2d5f076560cab77c10ccc2960c3fa4fa4548496e", "externalIds": {"MAG": "2999241539", "DOI": "10.1016/j.polgeo.2020.102147"}, "url": "https://www.semanticscholar.org/paper/2d5f076560cab77c10ccc2960c3fa4fa4548496e", "title": "Between capture and addition: The ontogenesis of cartographic calculation", "abstract": "Abstract This paper argues that cartographic calculation can be considered as a form of ‘capture’. It suggests that surveillance narratives, typically used to illustrate sovereign forms of power, can be augmented by other socio-technical approaches. Accordingly, the paper develops the idea of capture from media studies to reframe cartographic calculation in computational terms. In doing so, it engages with work in political and digital geography, arguing that the rise of digital devices, apps, platforms and services have led to the generation of huge volumes of event-based knowledges; with significant implications for the study of the calculation. It subsequently argues that cartographic calculation is not, however, solely composed of calculative practices that simply capture cartographic data, but also necessarily composed of calculative practices that add knowledge into, and proliferate renders of, the world. Two dynamics of this oscillating process – anticipation and correspondence – expose the ontogenetic tendencies of cartographic calculation. The paper draws on the use of a digital protest mapping app to exemplify these forces.", "venue": "", "year": 2020, "referenceCount": 147, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "117057693", "name": "Sam Hind"}]}}, {"contexts": ["In the case of the Quantified Self movement this concerns the practices of tracking and self-measurement (Crawford et al., 2015, Didžiokaitė et al., 2018; Lomborg and Frandsen, 2015; Pantzar and Ruckenstein, 2014), the movement’s proximity to emerging approaches to personal health (Ajana, 2017;…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3986aa59c9fb6fcf516b556d4f4c84305a0cca06", "externalIds": {"MAG": "3029477222", "DOI": "10.1177/1367877920922867"}, "url": "https://www.semanticscholar.org/paper/3986aa59c9fb6fcf516b556d4f4c84305a0cca06", "title": "The fragility of curating a pioneer community: Deep mediatization and the spread of the Quantified Self and Maker movements", "abstract": "The aim of this article is to reconstruct the ways in which the organizational elites of the Quantified Self and Maker movements curate their respective pioneer communities. Based on a media ethnography carried out in Germany, the UK, and the USA it is demonstrated that the two movements adopt different curatorial models: curation through the use of an ‘unenforced trademark’ in the case of the Quantified Self movement and curation through ‘franchising’ in the case of the Maker movement. The fragility of both models is not necessarily a disadvantage to either and it has contributed to the rapid global spread of both communities. An analysis of these curatorial practices demonstrates that while these communities like to present themselves as having emerged from local groupings, rising ‘from below’, they are, in fact, figurations whose origin and overall exertion of influence can be traced back to Silicon Valley and the Whole Earth Network.", "venue": "", "year": 2020, "referenceCount": 129, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2075229276", "name": "A. Hepp"}]}}, {"contexts": ["…of the Quantified Self-movement—an international community striving for “self-knowledge through numbers” (Wolf 2009)—academic research has devoted increasing interest to the self-tracking concept (e.g., Bode and Kristensen 2016; Crawford, Lingel, and Karppi 2015; Kristensen and Ruckenstein 2018).", "At the same time, STTs are tools that educate users outside the visits to professional service providers and thereby enhance self-knowledge (Crawford, Lingel, and Karppi 2015; Seiders et al. 2015).", "Following literature on self-tracking (Bode and Kristensen 2016; Crawford, Lingel, and Karppi 2015), we investigate perceived empowerment (i.e., customers’ competence and autonomy to make their own decisions) and perceived personalization (i.e., the fit between customers’ needs and expert…", "…encompasses self-monitoring practices of any kind, collecting and analyzing biological, physical, behavioral, or environmental information with the aim to improve self-knowledge and ultimately an individual’s well-being in terms of overall quality of life (Crawford, Lingel, and Karppi 2015).", "Following recent research in the domain of self-tracking (e.g., Crawford, Lingel, and Karppi 2015; Pantzar and Ruckenstein 2015), we differentiate between standalone STTs and STTs with social network augmentation.", "In sum, STTs support the changing role of consumers from passive recipients of expert advice to better informed cocreators of the service outcome (Crawford, Lingel, and Karppi\n2015).", "self-tracking technology, smart devices, advice compliance, self-efficacy, Quantified Self, technology adoption, field experiment\nConsumers increasingly engage in and act on personal analytics to realize a better quality of life (Crawford, Lingel, and Karppi 2015).", "For instance, STT use enhances consumers’ access to self-relevant information and gives them more control over specific life situations (Crawford, Lingel, and Karppi 2015).", "First, STTs support consumers’ information search and knowledge development regarding their personal well-being by monitoring, analyzing, and presenting relevant performance data in a convenient manner (Crawford, Lingel, and Karppi 2015).", "STTs collect, analyze, and visualize individuallevel data to facilitate consumers’ decisions as to which actions to engage in or which future goals to set (Crawford, Lingel, and Karppi 2015; Pantzar and Ruckenstein 2015)."], "isInfluential": true, "intents": ["methodology", "background"], "citingPaper": {"paperId": "3fdfc5020393760645f6b0b96bbbbd0f6a4e199b", "externalIds": {"MAG": "2999472704", "DOI": "10.1177/1094670520904424"}, "url": "https://www.semanticscholar.org/paper/3fdfc5020393760645f6b0b96bbbbd0f6a4e199b", "title": "What Gets Measured Gets Done: Can Self-Tracking Technologies Enhance Advice Compliance?", "abstract": "Self-tracking technologies (STTs) in the form of smart devices and mobile applications enable consumers to monitor, analyze, and interpret personal performance data on health and physical or financial well-being. As a result of self-tracking, consumers are not only expected to check their personal performance more actively but also to implement service professionals’ advice to improve their well-being more accurately. Despite the growing popularity of STTs, empirical evidence on the extent to which STT use enhances advice compliance remains scant. A field experiment with 538 participants in a health-care setting suggests that STT use does not increase advice compliance per se. Rather, the effectiveness of STTs depends on consumers’ self-efficacy. For consumers low in self-efficacy, STT use can even undermine advice compliance. A lab experiment with 831 participants replicates and generalizes the findings to a nonmedical professional service (i.e., fitness training). As assessments of self-efficacy might be difficult in practice, service providers in health care can use consumers’ body mass index as an easy-to-measure proxy to predict STT effectiveness. Finally, the lab experiment also identifies perceived empowerment and personalization as psychological mechanisms mediating the influence of STT use on advice compliance.", "venue": "", "year": 2020, "referenceCount": 88, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "47547321", "name": "K. Wittkowski"}, {"authorId": "47051565", "name": "Jan F. Klein"}, {"authorId": "119725428", "name": "T. Falk"}, {"authorId": "40755835", "name": "J. Schepers"}, {"authorId": "40987222", "name": "J. Aspara"}, {"authorId": "114022630", "name": "K. Bergner"}]}}, {"contexts": ["According to the literature, in the current ‘data-sharing culture’, users of self-tracking devices have little control over the movements of their data (Ajana, 2017: 9–11; Crawford et al., 2015: 490).", "…media data, medical records and data from health apps, could be sold to third parties such as insurers, resulting in privacy issues and exploitative practices (Cinnamon, 2017: 614; Crawford et al., 2015: 490; Harkens, 2018: 22; Lanzing, 2016: 13; Lupton, 2015b: 448; Smith and Vonthethoff, 2017: 8).", "…by health insurers, as a descriptive example of the tendency to increase people’s responsibility for their own health and to normalise certain kinds of bodies and lifestyles (Crawford et al., 2015: 494–495; Elman, 2018: 3766–3767; Harkens, 2018: 22; Hull and Pasquale, 2018; Sanders, 2017: 44).", "However, even if people are given services in return for their data, they only receive a fragment of the value attributed to this work (Crawford et al., 2015: 490; Sadowski, 2019: 8)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "405a00d8689edc59c368f9df9272067c65494b16", "externalIds": {"MAG": "3084212032", "DOI": "10.1177/2053951720942536"}, "url": "https://www.semanticscholar.org/paper/405a00d8689edc59c368f9df9272067c65494b16", "title": "Contested technology: Social scientific perspectives of behaviour-based insurance", "abstract": "In this review, I analyse how ‘behaviour-based personalisation’ in insurance – that is, insurers’ increased interest in tracking and manipulating insureds’ behaviour with, for instance, wearable devices – has been approached in recent social scientific literature. In the review, I focus on two streams of literature, critical data studies and the sociology of insurance, discussing the new (i.e. health and life) insurance schemes that utilise sensor-generated and digital data. The aim of this review is to compare these two approaches and to analyse what kinds of understandings, methodologies and theoretical perspectives they apply to so-called ‘behaviour-based insurance’. The critical data studies literature emphasises the exploitative aspects of these new technologies and mobilises behaviour-based insurance to exemplify the negative outcomes of digital health. Scholars from the field of the sociology of insurance empirically analyse the practices of behavioural-based personalisation and study how regulating and ‘doing’ insurance affect attempts to personalise it. I highlight the importance of approaching insurance as a specific financial technology and argue that more research is needed to understand the practices of developing behaviour-based insurance schemes and the insureds’ experiences.", "venue": "", "year": 2020, "referenceCount": 152, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2091646412", "name": "M. Tanninen"}]}}, {"contexts": ["In this respect, the blog followed a longer history of analogue technical devices used to track the body such as diaries, scales, and wristwatches (Crawford et al., 2015; Schull, 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "49237d0f6bc9b07bfb7eea7343b6d4bd714b6e8e", "externalIds": {"MAG": "3005063564", "DOI": "10.1177/1367877919899963"}, "url": "https://www.semanticscholar.org/paper/49237d0f6bc9b07bfb7eea7343b6d4bd714b6e8e", "title": "What do participants on digital media platforms produce? Tracking the development of Hello Sunday Morning from a blog, to a social network, to a self-tracking app", "abstract": "This article analyses the development of the participatory online social movement and health intervention Hello Sunday Morning (HSM) from 2009 to 2016. HSM has developed a media platform comprised of blogs, social networking and self-tracking apps with the aim of changing individual and cultural drinking practices. The case of HSM enables us to reflect on the participatory culture of digital media platforms. I argue that participants don’t just construct the sociality of the platform – its practices of speaking and being heard – they also play a crucial role in generating exercises that are coded into the platform’s interfaces, protocols and algorithms, and they produce data that informs the platform’s ongoing development. The article draws on interviews with participants, analysis of the platform since 2009, and my own critical reflections on participating in research, evaluation and design activities.", "venue": "", "year": 2020, "referenceCount": 47, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "9660346", "name": "Nicholas Carah"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4a013aa575791dbfab3c8fe52a643ff6ada4becb", "externalIds": {"MAG": "3176339460", "DOI": "10.1007/978-3-030-48074-5_2"}, "url": "https://www.semanticscholar.org/paper/4a013aa575791dbfab3c8fe52a643ff6ada4becb", "title": "Measuring and Narrating the Disrupted Self on Instagram", "abstract": "The chapter explores how quantification is important for storytelling on social media through acts of self-measurement in posts shared by cancer patients. These self-measurements are aimed at positioning the self in a progressive time of hope and at inviting followers to support the patient’s movement towards a cure—and even to keep the teller in sync with the ideal of recovery. This logic of ‘teleological counting’ can be disturbed by various forms of ‘frustrated counting’ when progression is stalled or by the ‘tellability crisis’ occurring when the counting process reaches its goal and the narrative contract between teller and followers must be renegotiated. The chapter concludes that counting practices can be analytically approached as a way of adapting cancer storytelling to the affordances of Instagram.", "venue": "Quantified Storytelling", "year": 2020, "referenceCount": 70, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "67094306", "name": "A. Georgakopoulou"}, {"authorId": "39035853", "name": "Stefan Iversen"}, {"authorId": "73401483", "name": "Carsten Stage"}]}}, {"contexts": ["…focuses on how self-tracking applications have certain standards of normality inscribed in them, thereby enforcing a specific normative ideal (e.g., Devisch and Vanheule 2015; Lupton 2013), or on the amounts of highly individualized data that self-tracking applications collect that can be used by…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "5016184caec2ccee06e63c1e5d51f9340e1dd6bf", "externalIds": {"PubMedCentral": "7426282", "DOI": "10.1007/s11019-020-09949-0", "PubMed": "32246387"}, "url": "https://www.semanticscholar.org/paper/5016184caec2ccee06e63c1e5d51f9340e1dd6bf", "title": "Experiencing objectified health: turning the body into an object of attention", "abstract": "In current phenomenology of medicine, health is often understood as a state of transparency in which our body refrains from being an object of explicit attention. In this paper, I argue that such an understanding of health unnecessarily presupposes an overly harmonious alignment between subjective and objective body, resulting in the idea that our health remains phenomenologically inaccessible. Alternatively, I suggest that there are many occasions in which one’s body in health does become an object of attention, and that technologies mediate how a relation with one’s body is formed. First, I show prominent accounts in current phenomenology of medicine understand health in terms of a harmonious alignment between objective and subjective body. Second, I argue that there are many occasions in which there is a disharmony between objective and subjective body, and suggest that also in health, we cannot escape being an object that we often relate to. Then, I draw on postphenomenology to show how technologies such as digital self-tracking applications and digital twins can be understood as mediating the relationship with one’s own body in a specific way. In conclusion, I argue that both technologies make present the objective body as a site for hermeneutic inquiry such that it can be interacted with in terms of health parameters. Furthermore, I point to some relevant differences in how different technologies make aspects of our own body phenomenologically present.", "venue": "Medicine, health care, and philosophy", "year": 2020, "referenceCount": 54, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "51106134", "name": "B. de Boer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "507c5f9ff6d94cc013f71d877befbe6ec763dc9c", "externalIds": {"MAG": "3045916568", "DOI": "10.1515/commun-2019-0189"}, "url": "https://www.semanticscholar.org/paper/507c5f9ff6d94cc013f71d877befbe6ec763dc9c", "title": "Beyond empowerment, experimentation and reasoning: The public discourse around the Quantified Self movement", "abstract": "Abstract This article presents the results of a discourse analysis of press coverage on the Quantified Self (QS) movement in the German and British (online) press between 2007 and 2018. The analysis is driven by two questions: What discursive patterns can be discerned within this coverage? And, what characterizes the translation of the experimental practices and imaginaries of this pioneer community into an overall societal reflection of deep mediatization? In essence, the article shows that the QS movement becomes a ‘general signifier’ for a dystopian view of deep mediatization. So, while the QS movement itself understands its practices and community as self-empowering, self-reasoning, and experimental, the constructions of the QS movement in public discourse suggest the opposite. Paradoxically, however, another basic imaginary of the pioneer community is adopted and confirmed, namely that of the (simple) mutability of society as a consequence of digital media technologies.", "venue": "", "year": 2020, "referenceCount": 38, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2075229276", "name": "A. Hepp"}, {"authorId": "2005478351", "name": "Susan Alpen"}, {"authorId": "153454694", "name": "P. Simon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5741f46f12fe6a12d4e905f41c6a33f25f00da6e", "externalIds": {"MAG": "3080195067", "DOI": "10.1007/s11186-020-09405-1"}, "url": "https://www.semanticscholar.org/paper/5741f46f12fe6a12d4e905f41c6a33f25f00da6e", "title": "Digital hyperconnectivity and the self", "abstract": "Digital hyperconnectivity is a defining fact of our time. In addition to recasting social interaction, culture, economics, and politics, it has profoundly transformed the self. It has created new ways of being and constructing a self, but also new ways of being constructed as a self from the outside, new ways of being configured, represented, and governed as a self by sociotechnical systems. Rather than analyze theories of the self, I focus on practices of the self, using this expression in a looser, more general sense than that used by Foucault. I begin by considering and reformulating two early lines of argument about the web as a medium for exploring and emancipating the self. Subsequent sections show how digital hyperconnectivity has engendered new ways of objectifying, quantifying, producing, and regulating the self—considered both as active, reflexive practices and as systemic, data- and algorithm-driven processes. I conclude by reflecting on the broader implications of contemporary modes of governing the self and by underscoring the ways in which hyperconnectivity has colonized the territories of the self, conscripting the self into the service of techno-social systems.", "venue": "", "year": 2020, "referenceCount": 174, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47099466", "name": "Rogers Brubaker"}]}}, {"contexts": ["A number of prior works have studied how the advance of wearables and ubiquitous data collection impacts privacy [4,5,6,7,8,9].", "Lack of control over data by users have been reviewed in [7,8]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "5a6ca3824cd0698c0b2bd3e1c902ddf1afda131c", "externalIds": {"MAG": "3109750467", "DOI": "10.3233/SHTI200711", "PubMed": "33227757"}, "url": "https://www.semanticscholar.org/paper/5a6ca3824cd0698c0b2bd3e1c902ddf1afda131c", "title": "Do You Know Who Is Talking to Your Wearable Smartband?", "abstract": "We study seven fitness trackers and their associated smartphone apps from a wide variety of manufacturers, and record who they are talking to. Our results suggest that some of them communicate with unexpected third parties, including social networks, advertisement websites, weather services, and various external APIs. This implies that such unanticipated third-parties may glean personal information of users.", "venue": "Studies in health technology and informatics", "year": 2020, "referenceCount": 11, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "2028646133", "name": "Andrei Kazlouski"}, {"authorId": "2042734942", "name": "Thomas Marchioro"}, {"authorId": "2028646034", "name": "Harry Manifavas"}, {"authorId": "1723275", "name": "E. Markatos"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "62cad7660631fc5f8c7f0a1ddc068ffdd5bb4999", "externalIds": {"DBLP": "conf/ACMdis/HomewoodV20", "MAG": "3040513622", "DOI": "10.1145/3357236.3395550"}, "url": "https://www.semanticscholar.org/paper/62cad7660631fc5f8c7f0a1ddc068ffdd5bb4999", "title": "Putting Phenomenological Theories to Work in the Design of Self-Tracking Technologies", "abstract": "Existing self-tracking devices have been criticized for perpetuating a dualist, rather than phenomenological, understanding of the self as a separated mind and body. In this paper we answer calls for a phenomenological approach to the design of self-tracking devices. Ambient Cycle is a menstrual cycle tracking device that provides a continuous display of data in the home through coloured light. Through its design and long-term deployment, we found that a phenomenological approach facilitated; 1. the documentation of a diversity in subjective experiences of the enigmatic menstrual cycle; 2. the tracking of positive as well as negative aspects of the menstrual cycle, which challenges wider understandings of the body in society, and 3. novel uses of self-tracked data. We also expand on existing uses of phenomenological theories within HCI to include those that address interactions with the insides of our bodies.", "venue": "Conference on Designing Interactive Systems", "year": 2020, "referenceCount": 119, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "3396836", "name": "Sarah Homewood"}, {"authorId": "2752950", "name": "Anna Vallgårda"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "69dcb9c99e48f213bd1522e2f7295c3fc72b5016", "externalIds": {"MAG": "3112119952", "DOI": "10.3389/frsc.2020.534942"}, "url": "https://www.semanticscholar.org/paper/69dcb9c99e48f213bd1522e2f7295c3fc72b5016", "title": "The City as a License. Implications of Blockchain and Distributed Ledgers for Urban Governance", "abstract": "Distributed ledger technologies (DLTs) such as blockchain have in recent years been presented as a new general-purpose technology that could underlie many aspects of social and economic life, including civics and urban governance. In an urban context, over the past few years, a number of actors have started to explore the application of distributed ledgers in amongst others smart city services as well as in blockchain for good and urban commons-projects. DLTs could become the administrative backbones of such projects, as the technology can be set-up as an administration, management and allocation tool for urban resources. With the addition of smart contracts, DLTs can further automate the processing of data and execution of decisions in urban resource management through algorithmic governance. This means that the technological set-up and design of such DLT based systems could have large implications for the ways urban resources are governed. Positive contributions are expected to be made toward (local) democracy, transparent governance, decentralization, and citizen empowerment. We argue that to fully scrutinize the implications for urban governance, a critical analysis of distributed ledger technologies is necessary. In this contribution, we explore the lens of “the city as a license” for such a critical analysis. Through this lens, the city is framed as a “rights-management-system,” operated through DLT technology. Building upon Lefebvrian a right to the city-discourses, such an approach allows to ask important questions about the implications of DLTs for the democratic governance of cities in an open, inclusive urban culture. Through a technological exploration combined with a speculative approach, and guided by our interest in the rights management and agency that blockchains have been claimed to provide to their users, we trace six important issues: quantification; blockchain as a normative apparatus; the complicated relationship between transparency and accountability; the centralizing forces that act on blockchains; the degrees to which algorithmic rules can embed democratic law-making and enforcing; and finally, the limits of blockchain's trustlessness.", "venue": "Frontiers in Sustainable Cities", "year": 2020, "referenceCount": 123, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "73777510", "name": "I. Gloerich"}, {"authorId": "2036127344", "name": "Martijn de Waal"}, {"authorId": "46943124", "name": "G. Ferri"}, {"authorId": "3396650", "name": "Nazli Cila"}, {"authorId": "1666579325", "name": "Tara Karpinski"}]}}, {"contexts": ["Data are created, accessed and used by the consumer/user but not entirely controlled by them (Crawford et al., 2015); indeed, contingent control/autonomy is a function of the system of ExC with which the user interacts."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6a87f1855f4c02283761823babb710a7edecb73e", "externalIds": {"MAG": "3092263651", "DOI": "10.1177/1470593120964947"}, "url": "https://www.semanticscholar.org/paper/6a87f1855f4c02283761823babb710a7edecb73e", "title": "Exogenous cognition and cognitive state theory: The plexus of consumer analytics and decision-making", "abstract": "We develop the concept of exogenous cognition (ExC) as a specific manifestation of an external cognitive system. ExC describes the technological and algorithmic extension of (and annexation of) cognition in a consumption context. ExC provides a framework to enhance the understanding of the impact of pervasive computing and smart technology on consumer decision-making and the behavioural impacts of consumer analytics. To this end, the article provides commentary and structures to outline the impact of ExC and to elaborate the definition and reach of ExC. The logic of ExC culminates in a theory of cognitive states comprising of three potential decision states: endogenous cognition, symbiotic cognition and surrogate cognition. These states are posited as transient (consumers might move between them during a purchase episode) and determined by individual propensities and situational antecedents. The article latterly provides various potential empirical avenues and issues for consideration and debate.", "venue": "", "year": 2020, "referenceCount": 163, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2116583088", "name": "Andrew Smith"}, {"authorId": "143855656", "name": "J. Harvey"}, {"authorId": "2057098", "name": "J. Goulding"}, {"authorId": "2107976723", "name": "Gavin Smith"}, {"authorId": "104407701", "name": "L. Sparks"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6c89007b5b3c18d06dedec6f8675817d007d74ae", "externalIds": {"MAG": "3000140045", "DOI": "10.1007/s13347-019-00390-7"}, "url": "https://www.semanticscholar.org/paper/6c89007b5b3c18d06dedec6f8675817d007d74ae", "title": "To-Do Is to Be: Foucault, Levinas, and Technologically Mediated Subjectivation", "abstract": "The theory of technological mediation aims to take technological artifacts seriously, recognizing the constitutive role they play in how we experience the world, act in it, and how we are constituted as (moral) subjects. Its quest for a compatible ethics has led it to Foucault’s “care of the self,” i.e., a transformation of the self by oneself through self-discipline. In this regard, technologies have been interpreted as power structures to which one can relate through Foucaultian “technologies of the self” or ascetic practices. However, this leaves unexplored how concrete technologies can actually support the process of self-care. This paper explores this possibility by examining one such technology: a gamified To-Do list app. Doing so, it first shows that despite the apparent straightforwardness of gamification, confrontation and shame play an important role in how the app motivates me to do better. Second, inspired by Ihde’s schema of human-technology relations, it presents different ways in which the app may confront me with myself. Subsequently, it accounts for the motivation and shame that this technologically mediated confrontation with myself invokes through a Levinasian account of ethical subjectivity. In so doing, it also shows how Levinas’ phenomenology implies a responsibility for self-care and how nonhuman, technological others may still call me to responsibility. It concludes with a reflection on the role of gamification in technologically mediated subjectivation and some implications for design.", "venue": "", "year": 2020, "referenceCount": 119, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3416652", "name": "Jan Peter Bergen"}, {"authorId": "51021026", "name": "P. Verbeek"}]}}, {"contexts": ["…of wearable self-tracking devices intended to regulate and measure the body’ as a cue to examine the last hundred years of ‘selftracking’ practices, making visible the ubiquitous weighing scales as a means by which individuals both track and hold themselves accountable (Crawford et al., 2015).", "A recent article by Crawford et al takes the ‘recent proliferation of wearable self-tracking devices intended to regulate and measure the body’ as a cue to examine the last hundred years of ‘selftracking’ practices, making visible the ubiquitous weighing scales as a means by which individuals both track and hold themselves accountable (Crawford et al., 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "7682febd4cc11b8230652db3b3bf53071264196c", "externalIds": {"MAG": "3096228736", "DOI": "10.7488/ERA/569"}, "url": "https://www.semanticscholar.org/paper/7682febd4cc11b8230652db3b3bf53071264196c", "title": "The interplay of authority and expertise in online self-improvement communities", "abstract": "............................................................................................................. 6 Lay Summary ...................................................................................................... 8 Acknowledgements ............................................................................................ 11", "venue": "", "year": 2020, "referenceCount": 389, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "119012221", "name": "Tim Squirrell"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "775398cb9ab85bf87b187fde58b344a720740432", "externalIds": {"MAG": "3040675084", "DOI": "10.1007/978-3-030-43965-1_9"}, "url": "https://www.semanticscholar.org/paper/775398cb9ab85bf87b187fde58b344a720740432", "title": "Music, Recommender Systems and the Techno-Politics of Platforms, Data, and Algorithms", "abstract": "This chapter argues for an engaged approach to the techno-politics of platforms, data, and algorithms, drawing on three empirical vignettes on music recommender systems. The three vignettes are neither about individual taste, nor about its colonialization by a metaphorical machinery of the cultural industry, but about how the logistics of music consumption has been transformed into data science and data engineering problems. Based on these vignettes the chapter will highlight three levels of techno-politics involved in the current upgrade of our TechnoScienceSocieties infrastructural nerves. On the level of platforms and infrastructures, these techno-politics reorganize a flexible infrastructure into integrated, but locked-up platforms; on the level of data they deal with rearranging existing assemblages of institutional and technical legacies; on the level of algorithms they are reorganizing our common world as computational processes. The chapter ends with a proposal for interventions and redesigns of such techno-politics of platforms, data and algorithms inside that array of projects, processes and practices of reassembling the infrastructural nerves of our TechnoScienceSocieties.", "venue": "TechnoScienceSociety", "year": 2020, "referenceCount": 98, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2022452276", "name": "Jan-H. Passoth"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8a88f870eab27dc628ca7717d513219f48e454f4", "externalIds": {"MAG": "3112467455", "DOI": "10.33621/jdsr.v2i3.32"}, "url": "https://www.semanticscholar.org/paper/8a88f870eab27dc628ca7717d513219f48e454f4", "title": "Practical AI Transparency", "abstract": "How does one do research on algorithms and their outputs when confronted with the inherent algorithmic opacity and black box-ness as well as with the limitations of API-based research and the data access gaps imposed by platforms’ gate-keeping practices? This article outlines the methodological steps we undertook to manoeuvre around the above-mentioned obstacles. It is a “byproduct” of our investigation into datafication and the way how algorithmic identities are being produced for personalisation, ad delivery and recommendation. Following Pasmann and Boersma’s (2017) suggestion for pursuing “practical transparency” and focusing on particular actors, we experiment with different avenues of research. We develop and employ an approach of letting the platforms speak and making the platforms speak. In doing so, we also use non-traditional research tools, such as transparency and regulatory tools, and repurpose them as objects of/for study. Empirically testing the applicability of this integrated approach, we elaborate on the possibilities it offers for the study of algorithmic systems, while being aware and cognizant of its limitations and shortcomings.", "venue": "", "year": 2020, "referenceCount": 142, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2126323187", "name": "Ana Pop Stefanija"}, {"authorId": "2069977", "name": "J. Pierson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8ea72af089bb413d678c421e3371eb0b928d744d", "externalIds": {"DBLP": "conf/robophilosophy/Brandao20", "MAG": "3117591695", "DOI": "10.3233/faia200936"}, "url": "https://www.semanticscholar.org/paper/8ea72af089bb413d678c421e3371eb0b928d744d", "title": "Discrimination Issues in Usage-Based Insurance for Traditional and Autonomous Vehicles", "abstract": "Vehicle insurance companies have started to offer usage-based policies which track users to estimate premiums. In this paper we argue that usage-based vehicle insurance can lead to indirect discrimination of sensitive personal characteristics of users, have a negative impact in multiple personal freedoms, and contribute to reinforcing existing socio-economic inequalities. We argue that there is an incentive for autonomous vehicles (AVs) to use similar insurance policies, and anticipate new sources of risk that may lead to indirect and structural discrimination. We conclude by analyzing the advantages and disadvantages of alternative insurance policies for AVs: no-fault compensation schemes, technical explainability and fairness, and national funds.", "venue": "Robophilosophy", "year": 2020, "referenceCount": 45, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143778750", "name": "Martim Brandao"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "93a6fbaa8cb8e2e706f957176b1f9ae2f9dab06c", "externalIds": {"MAG": "3027369566", "DOI": "10.25772/9WAS-1H65"}, "url": "https://www.semanticscholar.org/paper/93a6fbaa8cb8e2e706f957176b1f9ae2f9dab06c", "title": "Internalizing Data Collection: Personal Analytics as an Investigation of the Self", "abstract": "......................................................................................5 Introduction ..................................................................................7 Chapter 1: Critiques of Big Data, Critiques of the Self ...............................21 Chapter 2: Health, Self and Information: ideology of improvement.................57 Chapter 3: Prediction and Control........................................................106 Chapter 4: Ethical and Legal perspectives on Self-Tracking and Workplace Wellness Programs....................................156 Conclusion..................................................................................193 Postscript....................................................................................203 Works Cited..................................................................................206 Vita ...........................................................................................225", "venue": "", "year": 2020, "referenceCount": 221, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2022720933", "name": "Neal R Swisher"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9994709ecfd53f92ff8ca4900b3ac93aaec7dfdd", "externalIds": {"MAG": "3178584212", "DOI": "10.1007/978-3-030-48074-5_1"}, "url": "https://www.semanticscholar.org/paper/9994709ecfd53f92ff8ca4900b3ac93aaec7dfdd", "title": "Analysing Quantified Stories on Social Media", "abstract": "Storytelling on social media platforms is intertwined with a ubiquity of numbers, metrics and rankings. In this book, we set out to explore this connection of stories with quantification and its consequences for what stories can be posted, distributed and become available and how. Because of the interdisciplinary nature of our questions and interests, we begin by situating our approach in relation to two largely distinct bodies of work: ‘social media metricization and quantification’ (Sect. 1.2) and ‘stories on social media’ (Sect. 1.3). Section 1.2 looks into studies within media studies and sociology of metricization, quantification and social media platforms. Section 1.3 engages with work within narrative studies on the contextual aspects of storytelling and its links with tellers’ identities. We also review studies of stories on social media. Drawing on these two strands of work, we then outline the basic assumptions underlining our approach to quantified storytelling on social media (Sect. 1.4).", "venue": "Quantified Storytelling", "year": 2020, "referenceCount": 88, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "67094306", "name": "A. Georgakopoulou"}, {"authorId": "39035853", "name": "Stefan Iversen"}, {"authorId": "73401483", "name": "Carsten Stage"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9b23f85957190c86dc3679ea38c30722819be099", "externalIds": {"MAG": "3111767194", "DOI": "10.1080/2159676x.2020.1836514"}, "url": "https://www.semanticscholar.org/paper/9b23f85957190c86dc3679ea38c30722819be099", "title": "Reflections from the ‘Strava-sphere’: Kudos, community, and (self-)surveillance on a social network for athletes", "abstract": "ABSTRACT In recent years, there has been a growing interest in the practice of digital self-tracking. Researchers have drawn attention to who self-tracks, why people self-track, and what it feels like to self-track in the context of sport and physical activity. To date, limited research has focused on self-tracking as a social practice and there has been minimal engagement with the specific online platforms that individuals use to share their self-tracking data online. In this paper I engage with findings from an ethnographic study of Strava, a popular social fitness platform. I propose that while Strava can be a source of motivation and entertainment for its users, and even help to establish or strengthen social networks, the platform invites users to adopt and adapt to technologically-mediated surveillance strategies that encourage and reward displays of bodily self-discipline.", "venue": "", "year": 2020, "referenceCount": 50, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "117198463", "name": "Jesse Couture"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a0b0b6031f707d49604a6f2bc2238ac517888a3f", "externalIds": {"MAG": "3014498459", "DOI": "10.1007/S11019-020-09949-0"}, "url": "https://www.semanticscholar.org/paper/a0b0b6031f707d49604a6f2bc2238ac517888a3f", "title": "Experiencing objectified health: turning the body into an object of attention", "abstract": "In current phenomenology of medicine, health is often understood as a state of transparency in which our body refrains from being an object of explicit attention. In this paper, I argue that such an understanding of health unnecessarily presupposes an overly harmonious alignment between subjective and objective body, resulting in the idea that our health remains phenomenologically inaccessible. Alternatively, I suggest that there are many occasions in which one’s body in health does become an object of attention, and that technologies mediate how a relation with one’s body is formed. First, I show prominent accounts in current phenomenology of medicine understand health in terms of a harmonious alignment between objective and subjective body. Second, I argue that there are many occasions in which there is a disharmony between objective and subjective body, and suggest that also in health, we cannot escape being an object that we often relate to. Then, I draw on postphenomenology to show how technologies such as digital self-tracking applications and digital twins can be understood as mediating the relationship with one’s own body in a specific way. In conclusion, I argue that both technologies make present the objective body as a site for hermeneutic inquiry such that it can be interacted with in terms of health parameters. Furthermore, I point to some relevant differences in how different technologies make aspects of our own body phenomenologically present.", "venue": "", "year": 2020, "referenceCount": 27, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145051450", "name": "B. Boer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b5778614567d0c10086d9e0bff5467ea26321900", "externalIds": {"MAG": "3042391943", "DOI": "10.1057/s41599-020-00535-6"}, "url": "https://www.semanticscholar.org/paper/b5778614567d0c10086d9e0bff5467ea26321900", "title": "Data promiscuity: how the public–private distinction shaped digital data infrastructures and notions of privacy", "abstract": "This essay discusses the performative effects of the public–private distinction on digital data infrastructures in healthcare. The words ‘public’ and ‘private’ hold many meanings. This analysis focuses on how they are used both in an informational sense (what is kept secret or strictly controlled versus what is out in the open or shared) and an institutional sense (issues of ownership and purpose such as being state-owned and governed for the common good or privately owned and aimed at generating profit). In the political construction of digital infrastructures, the two senses are deeply intertwined: changes in relation to ownership and purpose affect what is kept secret and what is shared. Furthermore, when policymakers search for ways to protect one aspect (privacy) they sometimes opt for tools from the other (by conceiving of data as private property). The informational interconnectedness facilitated by digital infrastructures produces a form of ‘data promiscuity’. Data promiscuity is a condition where data are indiscriminate in the choice of partners: what is seen as data on a thing for one purpose can always become seen as data on another aspect of that thing and be used for another purpose and by another user. Data are set free to pursue gain or pleasure, but this freedom involves certain dangers for the persons from whom they derive. Data promiscuity is the contemporary condition of possibility for health research. By unpacking the wholesale categories of public and private through which the contemporary situation came about, there is a better chance of rethinking the problems it involves, and for suggesting new solutions to ensure social sustainability. The argument is based on developments in one of the most fiercely digitalised and datafied countries in the world: Denmark.", "venue": "Humanities and Social Sciences Communications", "year": 2020, "referenceCount": 81, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3596412", "name": "K. Hoeyer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b7af73404605ab6ed45f4f0d681f01f3d267d743", "externalIds": {"MAG": "3004476589", "DBLP": "conf/hicss/FietkiewiczI20", "DOI": "10.24251/hicss.2020.421"}, "url": "https://www.semanticscholar.org/paper/b7af73404605ab6ed45f4f0d681f01f3d267d743", "title": "Fitness Tracking Technologies: Data Privacy Doesn't Matter? The (Un)Concerns of Users, Former Users, and Non-Users", "abstract": "To be concerned about data privacy in the fitness tracking world is apparently not the question of age or fitness level. It also does not necessarily influence the actual use of fitness tracking technologies. In this empirical study, 590 participants from the EU and USA, who are current users, former users or non-users of fitness tracking applications, were surveyed (online) on their sensitivity perception of several data pieces collected with fitness trackers as well as their data privacy concerns. Furthermore, subgroups of different fitness tracking users were detected based on their different privacy unconcerns.", "venue": "HICSS", "year": 2020, "referenceCount": 34, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2948420", "name": "Kaja Fietkiewicz"}, {"authorId": "40487284", "name": "Aylin Ilhan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bc2086e7e0c23472099829bb04670ef265d9bc21", "externalIds": {"DBLP": "conf/ozchi/JenkinsBHAV20", "DOI": "10.1145/3441000.3441020"}, "url": "https://www.semanticscholar.org/paper/bc2086e7e0c23472099829bb04670ef265d9bc21", "title": "Designing with Emerging Science: Developing an Alternative Frame for Self-Tracking", "abstract": "The emerging science of the “gut-brain axis” has been used as the basis for self-tracking technologies assuming that this connection can be used productively for better regulating mood, supporting digestive health, and avoiding disease. Taking this emerging science as a source of design inspiration, this paper presents a design research process to uncover opportunities for novel interaction design and generate alternative approaches to self-tracking. We explored how this emerging scientific knowledge might be experienced and used and what these design spaces might look like through designing a self-tracking probe and asking science communicators working with the gut-brain axis to live with that probe. Their reactions led to a set of exploratory interaction design briefs and a more refined research product that collectively articulate how design can engage with emerging science to inspire a new perspective on self-tracking practices—one of cultivation rather than control.", "venue": "OZCHI", "year": 2020, "referenceCount": 119, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145107652", "name": "Tom Jenkins"}, {"authorId": "2681975", "name": "Laurens Boer"}, {"authorId": "3396836", "name": "Sarah Homewood"}, {"authorId": "144694825", "name": "Teresa Almeida"}, {"authorId": "2752950", "name": "Anna Vallgårda"}]}}, {"contexts": ["The recent explosion of self-tracking wearable devices used for data collection and self-knowledge represents a “new culture of personal data” [1]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "c1e8c404f1c33667daac2e6609997e5c104caf03", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/c1e8c404f1c33667daac2e6609997e5c104caf03", "title": "Effects of Sleep Deprivation on Blood Glucose, Food Cravings, and Affect in a Non- Diabetic An N-of-1 Randomized Pilot Study", "abstract": "Sleep deprivation is a prevalent and rising health concern, one with known effects on blood glucose (BG) levels, mood, and calorie consumption. However, the mechanisms by which sleep deprivation affects calorie consumption (e.g., measured via self-reported types of craved food) are unclear, and may be highly idiographic (i.e., individual-specific). Single-case or “n-of-1” randomized trials (N1RT) are useful in exploring such effects by exposing each subject to both sleep deprivation and baseline conditions, thereby characterizing effects specific to that individual. We had two objectives: (1) To test and generate individual-specific N1RT hypotheses of the effects of sleep deprivation on next-day BG level, mood, and food cravings in two non-diabetic individuals; (2) To refine and guide a future n-of-1 study design for testing and generating such idiographic hypotheses for personalized management of sleep behavior in particular, and for chronic health conditions more broadly. We initially did not find evidence for idiographic effects of sleep deprivation, but better-refined post hoc findings indicate that sleep deprivation may have increased BG fluctuations, cravings, and negative emotions. We also introduce an application of mixed-effects models and pancit plots to assess idiographic effects over time.", "venue": "", "year": 2020, "referenceCount": 37, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "15149688", "name": "E. J. Daza"}, {"authorId": "2852578", "name": "K. Wac"}, {"authorId": "40480753", "name": "M. Oppezzo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c9bf34c5a43be07cabdb6eb5e5e53635f166c562", "externalIds": {"MAG": "3040024944", "DBLP": "conf/ACMdis/FriskeWD20", "DOI": "10.1145/3357236.3395442"}, "url": "https://www.semanticscholar.org/paper/c9bf34c5a43be07cabdb6eb5e5e53635f166c562", "title": "Entangling the Roles of Maker and Interpreter in Interpersonal Data Narratives: Explorations in Yarn and Sound", "abstract": "To explore how materials, data, and humans collaborate to produce physical data representations, we created a series of artefacts from personal data we collected (about commuting, forgetting, and busy-ness) in different media---yarn and sound. We exchanged these artefacts without providing guidelines for how to interpret them in order to study where the boundary between maker and interpreter emerges. Through creating hand-crafted physicalizations and sonifications, we present three themes on making personal data narratives: matching data to the materials (and vice versa), accepting the materials' will to co-author, and negotiating between the experience of the data and data of the experience. In exchanging the artefacts, we explored the role of the interpreter as a re-maker and how multiple narratives can productively co-exist. We conclude with a discussion about how reimagining the roles of maker and interpreter might lead to new interactions with personal data narratives.", "venue": "Conference on Designing Interactive Systems", "year": 2020, "referenceCount": 98, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "114462954", "name": "Mikhaila Friske"}, {"authorId": "1403676236", "name": "Jordan Wirfs-Brock"}, {"authorId": "2825906", "name": "Laura Devendorf"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cfdff56c971bd78a0878b642807c0aa8bd9a73c3", "externalIds": {"MAG": "3020873620", "DOI": "10.1088/1757-899x/806/1/012014"}, "url": "https://www.semanticscholar.org/paper/cfdff56c971bd78a0878b642807c0aa8bd9a73c3", "title": "A Scientometric Analysis of Self-tracking in Relation to Artificial Intelligence and Big Data", "abstract": null, "venue": "", "year": 2020, "referenceCount": 24, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1716206825", "name": "Xue Wu"}, {"authorId": "2109180221", "name": "Man Zhao"}, {"authorId": "1747386", "name": "H. Liao"}, {"authorId": "1720866569", "name": "Si-Pan Sun"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d03f934a85af21366e052784501c48494d7efd85", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/d03f934a85af21366e052784501c48494d7efd85", "title": "PRACTICAL AI TRANSPARENCY: REVEALING DATAFICATION AND ALGORITHMIC IDENTITIES", "abstract": "How does one do research on algorithms and their outputs when confronted with the inherent algorithmic opacity and black box-ness as well as with the limitations of API-based research and the data access gaps imposed by platforms’ gate-keeping practices? This article outlines the methodological steps we undertook to manoeuvre around the above-mentioned obstacles. It is a “byproduct” of our investigation into datafication and the way how algorithmic identities are being produced for personalisation, ad delivery and recommendation. Following Paßmann and Boersma’s (2017) suggestion for pursuing “practical transparency” and focusing on particular actors, we experiment with different avenues of research. We develop and employ an approach of letting the platforms speak and making the platforms speak. In doing so, we also use non-traditional research tools, such as transparency and regulatory tools, and repurpose them as objects of/for study. Empirically testing the applicability of this integrated approach, we elaborate on the possibilities it offers for the study of algorithmic systems, while being aware and cognizant of its limitations and shortcomings.", "venue": "", "year": 2020, "referenceCount": 115, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "114903848", "name": "Ana Pop Stefanija"}, {"authorId": "2069977", "name": "J. Pierson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d2f6331a5aa5688ae8775282145a72bd66d506f8", "externalIds": {"MAG": "3106493984", "DBLP": "conf/hcc/VuorinenB20", "PubMedCentral": "7978951", "DOI": "10.1007/978-3-030-62803-1_28"}, "url": "https://www.semanticscholar.org/paper/d2f6331a5aa5688ae8775282145a72bd66d506f8", "title": "Self-tracking, Power, and the Transition from Discipline to Control", "abstract": "This paper examines self-tracking as illustrative of the transition from Michel Foucault’s discipline society to the Gilles Deleuze’s control society. These two forms of societies both relate centrally to the organisation and (re)production of power relations, but they organise space and time in different ways. Self-tracking refers to data-driven practices of self-monitoring by digital devices, and the practice is here treated as an individual subjective activity, in which the self subjects itself with the help of a self-tracking device. Importantly, our claim is that this subjectivation takes place in the broader context of the control society and its increasingly data-driven character, in which traditional institutional discipline is being replaced by in principle unbounded regimes of (self-)control.", "venue": "HCC", "year": 2020, "referenceCount": 35, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2091873124", "name": "J. Vuorinen"}, {"authorId": "66268493", "name": "Harley Bergroth"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d8d4f059b01422b2e03c0f80b386eee2e5f19a30", "externalIds": {"MAG": "3111391550", "DOI": "10.1177/0196859920977113"}, "url": "https://www.semanticscholar.org/paper/d8d4f059b01422b2e03c0f80b386eee2e5f19a30", "title": "The Self-Surveillance Failures of Wearable Communication", "abstract": "By discursively analyzing blogs and popular press articles written by people who discontinued using Fitbit, this article reveals the incongruities between the tracking of our bodily information, the communication of that bodily information via wearables, and the promises of changing of users’ attitudes and behaviors with how wearables are actually used in practice. The discourses of discontinuance in this analysis also reveal how former Fitbit engenders feelings of disconnection and may affect users in detrimental ways. As a result, and despite the predominant framing and conceptualization of wearables as “motivating,” “empowering,” and “useful” (self)surveillance tools, I argue that Fitbit is an example of a failure both of self-surveillance and of wearable communication for helping users achieve their health and fitness goals. Finally, I argue that we need to start thinking about wearable communication like other forms of communication that are inherently inconsistent and contradictory, and that can be accepted, negotiated, or rejected by users. Instead of focusing on the disciplinary or controlling potentials of wearables as a form of self-surveillance, this paper considers the resistance and negotiations inherent in the (dis)use of wearables, and demonstrates the necessity of exploring both wearables and surveillance itself in relation to fundamental understandings of communication.", "venue": "", "year": 2021, "referenceCount": 113, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "103580748", "name": "Melissa Zimdars"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e0fc33f69c3e8afa2cc572e100430865a9edc5e4", "externalIds": {"MAG": "3096381620", "DOI": "10.1080/00098655.2020.1819183"}, "url": "https://www.semanticscholar.org/paper/e0fc33f69c3e8afa2cc572e100430865a9edc5e4", "title": "Wearable Technologies for Anxious Adolescents", "abstract": "Abstract Nearly one in three adolescents in our country experience stress or anxiety to the extent that it negatively effects their ability to cope with daily life demands. However, educators are not well prepared to support students who have anxiety-related issues. One approach for supporting adolescents with anxiety-related issues involves the use of wearable technologies. These devices support self-regulation by providing real-time physiological marker information. Wearers can then become more mindful of their stress at that moment and implement positive stress or anxiety-reducing interventions. This article provides an overview of wearable technologies and related research and describes steps that support adolescents who have wearables for addressing their anxiety.", "venue": "", "year": 2020, "referenceCount": 31, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "72935639", "name": "Greg Conderman"}, {"authorId": "48481132", "name": "Toni Van Laarhoven"}, {"authorId": "2115353583", "name": "Jesse W. Johnson"}, {"authorId": "112828249", "name": "Lisa M. Liberty"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e251c63b18c99590b0fcd8470e455597c9fd56a8", "externalIds": {"MAG": "3048670427", "DOI": "10.5007/1807-9288.2020v16n1p157"}, "url": "https://www.semanticscholar.org/paper/e251c63b18c99590b0fcd8470e455597c9fd56a8", "title": "\"Coletamos dados para o seu bem\" O truque retórico do imaginário sobre o dado digital promovido nos termos de uso, documentos de privacidade e relatórios de investidores da plataforma Fitbit", "abstract": "We map the meaning and qualities attributed to the word “data” used in documents addressed to users and investors of Fitbit, the third largest platform in the global wearables industry. We analyzed the financial report (IPO) of the brand's first year in the stock market, the terms of use and privacy. The documents were explored in the Atlas.ti software. The findings points that despite the fact of media discourse addressed to users emphasize the benefits of sharing body personal data through Fitbit system, the message sent to investor is that the personal data security assurance, governmental interests in data accessibility and regulatory policies represent risks to the company’s business. We argue that official narratives draw a data imaginary as a rhetorical trick which hide the brand's political-economic network, risks, and agendas of interest while strengthening the datafication practices that support the platform's business model.", "venue": "", "year": 2020, "referenceCount": 30, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "69871687", "name": "E. Bitencourt"}]}}, {"contexts": ["Algorithms also direct our financial investments (Pasquale 2013) and track our weight (Crawford, Lingel, and Karppi 2015), health (Swan 2013), and even sleep to nudge us (Yeung 2017; Thaler and Sunstein 2008) toward “healthier” ways of living."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f00c27183570ab8a4c45d6d73dfbbd5efef5ad27", "externalIds": {"MAG": "3024551436", "DOI": "10.1177/0162243920925147"}, "url": "https://www.semanticscholar.org/paper/f00c27183570ab8a4c45d6d73dfbbd5efef5ad27", "title": "Who Gets to Choose? On the Socio-algorithmic Construction of Choice", "abstract": "This article deals with choice-inducing algorithms––algorithms that are explicitly designed to affect people’s choices. Based on an ethnographic account of three Israeli data analytics companies, I explore how algorithms are being designed to drive people into choice-making and examine their co-constitution by an assemblage of specifically positioned human and nonhuman agents. I show that the functioning, logic, and even ethics of choice-inducing algorithms are deeply influenced by the epistemologies, meaning systems, and practices of the individuals who devise and use them and that such algorithms are similarly affected by interorganizational relationships, various nonhuman agents, and changing geopolitical contexts. I conclude by discussing the flexibility of choice-inducing algorithms and by arguing that such algorithms are not programmed to induce specific choices but to more generally convert people into choosers, and thus, to algorithmically (re)create the modern need to choose. This article contributes to the growing literature on algorithms and culture and to our understanding of choice-making in contemporary life. At the same time, it provides a new vocabulary that offers to critically engage with algorithms and their power without losing sight of the often very specific contexts from which they arise.", "venue": "", "year": 2020, "referenceCount": 164, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "13394664", "name": "Dan M. Kotliar"}]}}, {"contexts": ["in their historical study of the weight scale [11])."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f5fe4fdd5f4c930836f9fb0f40536d4897d3718d", "externalIds": {"DBLP": "conf/chi/DesjardinsBKV20", "MAG": "3031647340", "DOI": "10.1145/3313831.3376342"}, "url": "https://www.semanticscholar.org/paper/f5fe4fdd5f4c930836f9fb0f40536d4897d3718d", "title": "IoT Data in the Home: Observing Entanglements and Drawing New Encounters", "abstract": "Internet of Things (IoT) technologies for the home are gaining in popularity, generating exponential data byproducts. Yet, everyday relationships between home dwellers and domestic IoT data often remain secondary interactions, preventing deeper understanding and awareness of data tracked in the home. Our paper offers a design ethnography and design inquiry which examine these human-data entanglements. Findings from working with 10 inhabitants who interact with their IoT data illustrate five characteristics of current data encounters: manifesting, inquiring, exposing, repositioning, and broadening. In response, we used speculative sketches to refine, refract and complicate these encounters. We argue that data do not have to be laborious, tidy or the byproduct of a service, but rather lively and affecting. We further suggest new modes of engagement with data which expand or step away from self-improvement and reflection: through diverse acts of noticing, by allowing data to remain invisible, and by embracing imaginative practices.", "venue": "CHI", "year": 2020, "referenceCount": 82, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "3106993", "name": "Audrey Desjardins"}, {"authorId": "146871512", "name": "Heidi R. Biggs"}, {"authorId": "116624314", "name": "Cayla Key"}, {"authorId": "115851609", "name": "Jeremy E. Viny"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fc38cd77abcabda67ce6648b5f9980b6d8c5f57d", "externalIds": {"MAG": "3007500547", "DOI": "10.1177/1367549420902805"}, "url": "https://www.semanticscholar.org/paper/fc38cd77abcabda67ce6648b5f9980b6d8c5f57d", "title": "Dazzle camouflage as queer counter conduct", "abstract": "Developed as an anti-surveillance strategy during World War I, dazzle camouflage used sharply contrasting colors to disguise ships in the British navy from enemy observation. Unlike traditional cam...", "venue": "", "year": 2020, "referenceCount": 46, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "2278978", "name": "Jessica Lingel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fcb4d663d88b955f57613c9372b8af792496e94c", "externalIds": {"MAG": "3015075091", "DOI": "10.1080/08870446.2020.1743292", "PubMed": "32238068"}, "url": "https://www.semanticscholar.org/paper/fcb4d663d88b955f57613c9372b8af792496e94c", "title": "Embodying health behaviours in everyday life: the social and gendered practices of female senior managers", "abstract": "Abstract Objective: This article extends current theorising around health behaviours using insights from a study with women working in senior management positions in Switzerland. The study aimed to explore the meanings they attached to their everyday activities and examine implications for health and wellbeing by drawing on 1) social practices theory, 2) a socio-constructionist approach to gender, and 3) conceptualisations of embodiment. Design: Twenty female senior managers were interviewed at two time points six months apart: the first interview elicited highly-detailed, descriptive accounts of activities during the previous day, while in the second interview participants reflected on their previous accounts and discussed the meanings they ascribed to their activities. A thematic and narrative analysis of both sets of transcripts was conducted. Results: Three main themes captured the ways female senior managers talked about their everyday behaviours, all focused around their bodies: ‘Functional bodies: Being on-the-go and meeting responsibilities’; ‘Limiting bodies: Threats to everyday activities’; and ‘Intentional bodies: Activities for wellbeing’. Conclusions: Results are considered in terms of contemporary postfeminist/neoliberal discourses in Western societies, how these are shaping and affecting everyday practices and subjectivities, and their consequences for women’s health and wellbeing at work.", "venue": "Psychology & health", "year": 2020, "referenceCount": 118, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "1402372540", "name": "María del Río Carral"}, {"authorId": "39666619", "name": "A. Lyons"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "00f1c4feda80dd1948b8bc20731f969555c21eba", "externalIds": {"MAG": "2923757682", "DOI": "10.7275/rvqj-n043"}, "url": "https://www.semanticscholar.org/paper/00f1c4feda80dd1948b8bc20731f969555c21eba", "title": "Virtual Lucidity: A Media Archaeology of Dream Hacking Wearables", "abstract": "In 2014, engineers and entrepreneurs began meeting up in San Francisco to explore how virtual reality and lucid dreaming headsets using electroencephalography and other kinds of biofeedback could stimulate altered mental states. They called these practices “consciousness hacking” and referred to research, financing, and design efforts around these wearables as a movement. Unlike Quantified Self practitioners who combine bodily self-tracking and population analytics to optimize health and productivity, these hackers prod their bodies to gain immediacy to their consciousness. By turning perception inward, they attempt to displace the mediation of technologies. They believe hacking the mind through data-driven stimulation can transform it into the ultimate medium for purposeful dreams, flow states, positive emotions, and secular revelations about the self, unconscious, and nature of experience. How do these practices reconcile New Age assumptions about the sacred essence of the self, with biopolitical assumptions about the self as a database to be rationalized according to the 24/7 demands of late capitalism? This essay uses media archeology to examine how discursive and material practices around consciousness hacking proffer a vision about the mind as medium that is futuristic yet ancient. By using the Consciousness Hacking movement as a starting point to investigate historical neuro-stimulative apparatuses for lucid dreaming, media archaeology can trace convergent trajectories of self-knowledge and self-making. This analysis traces connections from Bert Kaplan’s 1950s database of dreams, to crowdfunded EEG headsets that promise to unlock the secrets of the collective unconscious using big data analytics. By probing historical antecedents of datalogical fantasies, this project demonstrates the value of critical inquiry into the techno-spiritual undercurrent of contemporary technoculture, its models and mechanisms for the human sensorium, and its metaphors that we live by.", "venue": "", "year": 2019, "referenceCount": 98, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "26164185", "name": "Aleena Chia"}]}}, {"contexts": ["In doing so, they also shape our relationships to ourselves; they tell us how to interpret our bodily processes and how we might endeavor to live differently [4,15]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "075b43e10630e9fbebbc42f476257281c96ad89f", "externalIds": {"DBLP": "conf/ACMdis/FoxHWS19", "MAG": "2947685147", "DOI": "10.1145/3322276.3323695"}, "url": "https://www.semanticscholar.org/paper/075b43e10630e9fbebbc42f476257281c96ad89f", "title": "Vivewell: Speculating Near-Future Menstrual Tracking through Current Data Practices", "abstract": "In this pictorial, we explore how emergent menstrual biosensing technologies compound existing concerns for the everyday ethics of extracting and analyzing intimate data. Specifically, we review the data practices of a set of existing menstrual tracking applications and use that analysis to inform the design of speculative near future technologies. We present these technologies here in the form of a product catalog for a fictional company called Vivewell. Through this work, we contribute both a set of speculative design proposals and a case study of a design project that begins with the analysis of existing data policies.", "venue": "Conference on Designing Interactive Systems", "year": 2019, "referenceCount": 31, "citationCount": 24, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2056021143", "name": "Sarah E. Fox"}, {"authorId": "39707815", "name": "Noura Howell"}, {"authorId": "9063054", "name": "Richmond Y. Wong"}, {"authorId": "146752326", "name": "F. Spektor"}]}}, {"contexts": ["…2013) and those who hail them as emancipatory instruments of self-knowledge and self-determination (Sharon & Zandbergen, 2017)—as well as those, like Crawford, Lingel, and Karppi (2015) and Humphreys (2018), who argue that contemporary digital self-chronicling can best be understood as a new…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "07b77f93922a66794a0dfbe4a4bc65f1458b5bdc", "externalIds": {"MAG": "2985377925", "DOI": "10.5210/spir.v2019i0.11035"}, "url": "https://www.semanticscholar.org/paper/07b77f93922a66794a0dfbe4a4bc65f1458b5bdc", "title": "THE CARRIER WAVE PRINCIPLE", "abstract": "In this article, we propose a new theoretical lens through which to explore the relationship between sociotechnical artifacts, the messages they convey, and the cultural meanings derived from them. This premise, which we entitle the \"carrier wave principle,\" holds that there is no theoretical limit to the amount and variety of knowledge that may be derived from a given cultural artifact over time. This axiom can be understood as the result of changes in technological regimes and cultural modalities over time and space, and this has been true throughout history. However, continuing exponential growth in the power and ubiquity of computational processing have accelerated this process to the point where new modalities of knowledge production are now available within the course of a human lifetime. We located our analysis at the intersection of several fields of scholarship, including media studies, information science, cultural studies, science and technology studies, and critical data studies. We conclude with an exploration of the carrier wave principle’s real-world consequences and contexts, including implications for privacy, security, identity and subjectivity.", "venue": "AoIR Selected Papers of Internet Research", "year": 2019, "referenceCount": 128, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Physics", "Computer Science"], "authors": [{"authorId": "2868538", "name": "Aram Sinnreich"}, {"authorId": "2052554984", "name": "Jesse Gilbert"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "189034ff8b8498475cd902dda042130fd70843eb", "externalIds": {"MAG": "2947880824", "DOI": "10.1007/978-3-030-16291-7_4"}, "url": "https://www.semanticscholar.org/paper/189034ff8b8498475cd902dda042130fd70843eb", "title": "Tomas van Houtryve’s Packing Heat and the Culture of Surveillance", "abstract": "This chapter explores how Tomas van Houtryve’s photographic portfolio Packing Heat addresses seminal shifts in how surveillance is understood in recent scholarship on the topic, which tends to see a transformation from ‘surveillance state’ to ‘surveillance culture’ (David Lyon), inviting a reconsideration of what constitutes surveillor and surveilled. Two conceptual nodes are particularly significant in unpacking this development: Harun Farocki’s influential delineation of what he in 2004 called “the operational image,” which has generated a wealth of texts in recent years; and writings on the ramifications of the pervasive use of various identification technologies that enable the systemic biometrification of the human body. Significantly, the very existence of van Houtryve’s pictures depends on a technology that renders elements that remain invisible to the human eye visible in an image, thus generating new visual regimes in surveillance culture.", "venue": "Invisibility in Visual and Material Culture", "year": 2019, "referenceCount": 20, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "6025068", "name": "Ø. Vågnes"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1e426523347815586408ac6db48e5cf5cd1afff4", "externalIds": {"MAG": "2955523686", "DOI": "10.3917/RES.216.0017"}, "url": "https://www.semanticscholar.org/paper/1e426523347815586408ac6db48e5cf5cd1afff4", "title": "Le Quantified Self en question(s)", "abstract": "Cet article presente les travaux de sciences sociales – selectionnes principalement au carrefour de la sociologie, de l’anthropologie et des STS – consacres au theme du Quantified Self (QS) depuis le debut des annees 2010. Concu comme un assemblage d’outils, de pratiques, de techniques et de representation, le QS y figure a la fois un mouvement sociopolitique d’usagers-pionniers et de concepteurs, des dispositifs de quantification, ainsi qu’une variete de pratiques de self-tracking inscrites historiquement. Apres avoir analyse la construction du QS en tant que promesse et sa diffusion, l’etat des lieux thematise l’economie morale de ces objets : management de soi ; discipline, controle et surveillance ; et formes d’experiences. Une troisieme partie organise les etudes d’usage selon les contextes dans lesquels ils s’inscrivent (sante et prevention, experimentations, prescription au travail ou a l’initiative des particuliers…). Enfin, les apports des travaux consacres a la mise en chiffres des individus sont remis en perspective a l’aune de la sociologie historique de la quantification.", "venue": "Réseaux", "year": 2019, "referenceCount": 27, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy", "Sociology"], "authors": [{"authorId": "118053767", "name": "Eric Dagiral"}, {"authorId": "2906781", "name": "C. Licoppe"}, {"authorId": "2069644691", "name": "Olivier Martin"}, {"authorId": "73407607", "name": "Anne-Sylvie Pharabod"}]}}, {"contexts": ["However, the activity of ‘self-tracking’ more broadly has a socio-technical history of at least 100 years, from the weighing scale to the wearable devices of the twenty-first century, with problematic claims that it will lead to self-knowledge and self-care (Crawford et al. 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1fda169b0d8701f2510b62c08a93d23e71fce905", "externalIds": {"MAG": "2974367053", "DOI": "10.3390/socsci8090262"}, "url": "https://www.semanticscholar.org/paper/1fda169b0d8701f2510b62c08a93d23e71fce905", "title": "Integrating Social Scientific Perspectives on the Quantified Employee Self", "abstract": "A key technological trend in big data science is that of the quantified self, whereby individuals can self-track their health and well-being using various sources of information. The aim of this article was to integrate multidimensional views on the positive and negative implications of the quantified self for employees and workplaces. Relevant human and social scientific literature on the quantified (employee) self and self-tracking were drawn upon and organized into three main influential perspectives. Specifically, the article identified (1) psychological perspectives on quantified attitudes and behaviors, (2) sociological perspectives on sociomaterial user construction, and (3) critical theoretical perspectives on digital power and control. This article suggests that the three perspectives are complementary and can be usefully integrated into an embodied sensemaking perspective. Embodied sensemaking views the employee as a self-conscious user of big data seeking to make sense of their embeddedness in wider digital and organizational environments. This article concludes with implications for protecting employee agency in tension with employers’ big data strategies for governing and managing the performance of quantified digital employee selves.", "venue": "Social Sciences", "year": 2019, "referenceCount": 175, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "82225453", "name": "T. Calvard"}]}}, {"contexts": ["While scholars have acknowledged long-standing tendencies for people to pursue selfknowledge through external measurement (Crawford et al., 2015), recent selftracking happens largely through (often wearable) digital sensors."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "22b160ed0f339cd2969042084c3cfd1d97ef7c0f", "externalIds": {"MAG": "2947458206", "DOI": "10.1177/1555412019845983"}, "url": "https://www.semanticscholar.org/paper/22b160ed0f339cd2969042084c3cfd1d97ef7c0f", "title": "Quantified Play: Self-Tracking in Videogames", "abstract": "This essay develops the concept of “quantified play” to describe and analyze the recent practice of self-tracking in the play of videogames. I argue that statistical, self-tracking utilities in videogames shape how gameplay “appears” and how it is experienced and valued by users. I proceed by situating contemporary self-tracking in games as part of a broader history of play as “quantified.” From there, drawing on interdisciplinary studies of self-tracking, as well as Bernard Stiegler’s postphenomenological analyses of technology, I characterize quantified play in three main ways. First, it is voluntary and occupied with self-knowledge. Second, it is used in mundane or everyday contexts. Third, it relates to the habitual faculty of users. The remainder of the essay illustrates the concept of quantified play through two examples of tracking hardware and software—showing how numerical or statistical apprehensions of player activity (and visualizations thereof) shape how we negotiate videogames.", "venue": "Games and Culture", "year": 2019, "referenceCount": 101, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3273627", "name": "Ben Egliston"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "266d3a971c9900862898d26640525e831fc6e3cd", "externalIds": {"MAG": "2920642105", "DOI": "10.1111/1467-9566.12879", "PubMed": "30834568"}, "url": "https://www.semanticscholar.org/paper/266d3a971c9900862898d26640525e831fc6e3cd", "title": "On the body of the consumer: performance-seeking with wearables and health and fitness apps.", "abstract": "Contributing to critical digital health research and the sociology of health consumption, this study investigates the phenomenon of self-tracking and interpretation of consumer data via wearable technology and mobile fitness software applications (apps). It critically analyses qualitative data collected from members of running communities in the UK who are heavy users of apps and wearables. The study seeks to understand the meaning and practise of long-term use of apps and wearables targeted at consumers interested in tracking fitness, and the collection of personal health information over time. The paper offers an interpretative perspective on runners as performance-seeking fitness consumers engaged in long-term self-management of health. These consumers are driven by a profound motivation to visualise and embody a long-term state of fitness. Participants were also hyper-aware of advertising and promotional methods used to engage consumers. The findings raise concerns about the validity of personal fitness data, and how its collection promises improved personal health while visually promoting sought-after fit bodies. Further research is required to understand the transformative impact of fitness-tracking and how individuals negotiate personal classifications of health.", "venue": "Sociology of health & illness", "year": 2019, "referenceCount": 81, "citationCount": 10, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "145677205", "name": "Mariann Hardey"}]}}, {"contexts": ["Beyond the development of new technologies used for personal health informatics, the 21st century self-tracking landscape has also introduced new considerations, including the commoditization of personal data, new value dimensions associated with aggregate data, and the wide sharing of data beyond the individuals who the data is about [7], [8]."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "413f01ba8ad931602b8aba691f8119bde9bea3c7", "externalIds": {"MAG": "3006610898", "DBLP": "conf/kaleidoscope/Thinyane19", "DOI": "10.23919/ITUK48006.2019.8996149"}, "url": "https://www.semanticscholar.org/paper/413f01ba8ad931602b8aba691f8119bde9bea3c7", "title": "Operationalizing Data Justice in Health Informatics", "abstract": "There is a growing awareness of the need and increasing demands for technology to embed, be sensitive to, be informed by, and to be a conduit of societal values and ethical principles. Besides the normative frameworks, such as the Human Rights principles, being used to inform technology developments, numerous stakeholders are also developing ethical guidelines and principles to inform their technology solutions across various domains, particularly around the use of frontier technologies such as artificial intelligence, machine learning, Internet of things, robotics and big data. Digital health is one of the domains where the convergence of technology and health stands to have a significant impact on advancing sustainable development imperatives, specifically around health and wellbeing (i.e. SDG3). As far as digital health is concerned, what values and ethical principles should inform solutions in this domain, and more significantly, how should these be translated and embedded into specific technology solutions? This paper explores the notion of data justice in the context of health informatics and outlines the key considerations for data collection, processing, use, sharing and exchange towards health outcomes and impact. Further, the paper explores the operationalization of Mortier et al.‘s Human-Data Interaction principles of legibility, agency and negotiability through a health informatics system architecture.", "venue": "2019 ITU Kaleidoscope: ICT for Health: Networks, Standards and Innovation (ITU K)", "year": 2019, "referenceCount": 37, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "49369609", "name": "M. Thinyane"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4a2e986329c1bcad7e0076b5046e35c59bff2fc3", "externalIds": {"MAG": "2917104355", "DOI": "10.1002/CB.1752"}, "url": "https://www.semanticscholar.org/paper/4a2e986329c1bcad7e0076b5046e35c59bff2fc3", "title": "Quantified or nonquantified: How quantification affects consumers' motivation in goal pursuit", "abstract": null, "venue": "Journal of Consumer Behaviour", "year": 2019, "referenceCount": 66, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2108044613", "name": "Yu‐dong Zhang"}, {"authorId": "2132764586", "name": "Dong-jin Li"}, {"authorId": "9769621", "name": "Chu-Bing Zhang"}, {"authorId": "7215129", "name": "Hui‐long Zhang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4e7e683bbc7ae1d21e7e2e9276c280a797c409c4", "externalIds": {"MAG": "2955651009", "DOI": "10.1080/14794713.2019.1633107"}, "url": "https://www.semanticscholar.org/paper/4e7e683bbc7ae1d21e7e2e9276c280a797c409c4", "title": "A living cabinet of breath curiosities: somatics, bio-media, and the archive", "abstract": "ABSTRACT Breath builds intimate and physical connections beyond the individual, at the same time as it also poses challenges to sharing experience with others. However, performance has the capacity to archive multidimensional sensory experience and recompose it in a manner that is palpable to an audience. This essay addresses the problem of collecting, re-accessing, and sharing breath, from the indexing of breath as biodata to the use of ‘breath media’ in performance. The phenomenology of breath is interwoven with critical theorization of contemporary interactive biofeedback techniques, and grounded in reflexive analysis of creative practice, specifically the practice research project Breath Catalogue, in which experimental choreography and technology create a cabinet of breath curiosities in performance. This living catalogue – distributed between bio-media and somatic tasks of embodied memory – is contextualized within medical humanities, archive theory, choreographic practices, digital performance, and feminist technology studies.", "venue": "International Journal of Performance Arts and Digital Media", "year": 2019, "referenceCount": 100, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "152262230", "name": "Kate Elswit"}]}}, {"contexts": ["As Crawford, Lingel, and Karppi (2015) note, ‘self-tracking enthusiasts celebrate the precision of numbers as a means of self-knowledge over the fuzziness and abstraction of self-impressions and feelings’ (490).", "However, Crawford, Lingel, and Karppi (2015) also point out that the notion that data is always reliable and valid is ‘mythic’ (490) due to errors in data collection and uses of data by technology companies of which users are not aware.", "…similarly reflected in fitness tracker advertisements, where it is\nsuggested that one can know themselves – and their physical activity and dietary habits – and thus improve upon them by walking more, running smarter, eating more healthfully and being healthier (Crawford, Lingel, and Karppi 2015)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "58f6660452caa982c464b77eb07e8605e1cd31e6", "externalIds": {"MAG": "2946823762", "DOI": "10.1080/2159676X.2019.1617188"}, "url": "https://www.semanticscholar.org/paper/58f6660452caa982c464b77eb07e8605e1cd31e6", "title": "‘There’s only so much data you can handle in your life’: accommodating and resisting self-surveillance in women’s running and fitness tracking practices", "abstract": "ABSTRACT The widespread use of Fitbits, Garmins and Apple Watches is emblematic of the ‘Quantified Self’ (QS) movement, where participants utilise digital self-tracking devices to generate a broad range of data on their health and fitness for the purposes of self-improvement. Gendered expectations for beauty and health have led to women becoming disproportionately represented amongst fitness tracker wearers, as weight loss and self-discipline for the purposes of beauty are often considered women’s endeavours. To examine the gendered ways in which wearable technologies are utilised in fitness practices, I look to ‘running interviews’ and semi-structured interviews with 10 women who identify as self-tracking runners to better apprehend the ways in which self-surveillance through a fitness tracking device is both accommodated and resisted. Drawing on a Foucauldian conceptual framework of surveillance, discipline and technologies of femininity, I describe four strategies of resistance to datafication: labelling some data as excessive, not tracking every run or every day, invoking one’s humanity and fallibility as a way of limiting disappointment from unfavourable data, and re-valuing feelings over data. While these self-trackers have undergone this process of problematisation and deemed this level of self-surveillance to be an important part of what they see as a healthy lifestyle, they do not fully accept practices of dataism, optimisation and technologies of femininity, entirely.", "venue": "Qualitative Research in Sport, Exercise and Health", "year": 2020, "referenceCount": 65, "citationCount": 16, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "18213014", "name": "Katelyn Esmonde"}]}}, {"contexts": ["The discourse around these new data-capturing technologies sometimes gives the impression of being a radically new phenomenon and thus disregards the long tradition of self-monitoring of one’s life with the help of diaries and weight scales (Crawford et al., 2015; Ruckenstein, 2014)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "5ccff61f618f561c9b2cf84ed29f4469451820cf", "externalIds": {"MAG": "2955067566", "DOI": "10.2478/nor-2019-0018"}, "url": "https://www.semanticscholar.org/paper/5ccff61f618f561c9b2cf84ed29f4469451820cf", "title": "Encounters with Self-Monitoring Data on ICT Use", "abstract": "Abstract This article elaborates on the prospects for research interventions that repurpose the means of datafication to create possibilities for people to reflect on what it means in their daily lives. The research data consist of qualitative research interviews (n=13) in which media diaries and tracking data from the participants’ smartphones and computers served as prompts for reflection. The experiences from the self-monitoring and the encounters with tracked data by self-identified avid ICT users are analysed to gain a better understanding of the kinds of possibilities for reflexivity that are enabled when people have access to data that are rarely available to them.", "venue": "Nordicom Review", "year": 2019, "referenceCount": 42, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "41035701", "name": "Minna Saariketo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5fff2232284f311c0beb2d028811a925c872321c", "externalIds": {"MAG": "2966970727", "DOI": "10.1080/19325037.2019.1642265"}, "url": "https://www.semanticscholar.org/paper/5fff2232284f311c0beb2d028811a925c872321c", "title": "College Students’ Use and Perceptions of Wearable Fitness Trackers", "abstract": "ABSTRACT Background: Nearly half of all college students do not engage in the recommended amount of physical activity which may contribute to chronic diseases such as obesity. Purpose: To investigate college students’ use and perceptions of wearable fitness trackers (WFTs) and the impact on confidence and motivation for increasing physical activity. Reasons for non-use were also explored. Methods: 356 College students completed a 25 -item paper survey. Results: 22.5% reported using a WFT. Most wore their WFT either “every day without fail” or “most days” and half wore their WFT “all day and while sleeping”. Analyses were significant for those reporting a high increase in physical activity and or a high increase in number of steps as being more likely to report a high motivation for physical activity. Discussion: Two reasons for use of WFT were weight loss and to track sleep. A common reason for non-use of WFT was cost. WFTs may help to increase motivation to engage in physical activity. Translation to Health Education Practice: When considering the use of WFTs, Health Educators would do well to identify affordable WFTs for use in interventions and be mindful of the barriers related to discontinuation of use.", "venue": "American Journal of Health Education", "year": 2019, "referenceCount": 41, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2066414858", "name": "Dee A. Kinney"}, {"authorId": "31469680", "name": "L. Nabors"}, {"authorId": "3791128", "name": "A. Merianos"}, {"authorId": "4534483", "name": "Rebecca A. Vidourek"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "68ae768e0d55e7bf86a7c0d7425b388deaf93299", "externalIds": {"DOI": "10.1145/3322276.3323695"}, "url": "https://www.semanticscholar.org/paper/68ae768e0d55e7bf86a7c0d7425b388deaf93299", "title": "Vivewell", "abstract": null, "venue": "Proceedings of the 2019 on Designing Interactive Systems Conference", "year": 2019, "referenceCount": 25, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2056021143", "name": "Sarah E. Fox"}, {"authorId": "39707815", "name": "Noura Howell"}, {"authorId": null, "name": "Richmond Wong"}, {"authorId": "146752326", "name": "F. Spektor"}]}}, {"contexts": ["…with Kate Crawford, founder of the AI Now Institute at New York University, earning 1,807 retweets, 2,416 likes and 63 replies12 for a tweet remarking on the ‘endless trapdoors ahead: data inaccuracies, intentional gaming, constant intimate surveillance 24/7’ (Crawford et al., 2015; Lupton, 2016a)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6b6dd3957ea428f567a9c429d92a7e0852a47b19", "externalIds": {"PubMedCentral": "6474732", "MAG": "2922744985", "DOI": "10.1080/03085147.2019.1570707", "PubMed": "31057333"}, "url": "https://www.semanticscholar.org/paper/6b6dd3957ea428f567a9c429d92a7e0852a47b19", "title": "Personalizing solidarity? The role of self-tracking in health insurance pricing", "abstract": "Abstract Can data-driven innovations, working across an internet of connected things, personalize health insurance prices? The emergence of self-tracking technologies and their adoption and promotion in health insurance products has been characterized as a threat to solidaristic models of healthcare provision. If individual behaviour rather than group membership were to become the basis of risk assessment, the social, economic and political consequences would be far-reaching. It would disrupt the distributive, solidaristic character that is expressed within all health insurance schemes, even in those nominally designated as private or commercial. Personalized risk pricing is at odds with the infrastructures that presently define, regulate and deliver health insurance. Self-tracking can be readily imagined as an element in an ongoing bio-political redistribution of the burden of responsibility from the state to citizens but it is not clear that such a scenario could be delivered within existing individual private health insurance operational and regulatory infrastructures. In what can be gleaned from publicly available sources discussing pricing experience in the individual markets established by the Patient Protection and Affordable Care Act 2010 (ACA), widely known as ‘Obamacare’, it appears unlikely that it can provide the means to personalize price. Using the case of Oscar Health, a technology driven start-up trading in the ACA marketplaces, I explore the concepts, politics and infrastructures at work in health insurance markets.", "venue": "Economy and society", "year": 2019, "referenceCount": 105, "citationCount": 26, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Business"], "authors": [{"authorId": "98746966", "name": "L. McFall"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6fe228b2f50a363977cc5b61130ebe9892f8a424", "externalIds": {"DBLP": "journals/tis/Lyall19", "MAG": "2923518811", "DOI": "10.1080/01972243.2019.1582569"}, "url": "https://www.semanticscholar.org/paper/6fe228b2f50a363977cc5b61130ebe9892f8a424", "title": "Fitness for sale: The value of self-tracking in secondhand exchange", "abstract": "Abstract This article uses online advertisements to gain retroactive insights into the use and disuse of wearable self-tracking technologies in everyday life. This is achieved by examining over 2700 listings for devices from manufacturers like Apple, Fitbit, and Garmin. These listings are sourced from an online secondhand marketplace—Gumtree Australia. In this exchange space, sellers often draw on existing retail product descriptions and aim to encourage prospective buyers with positive descriptions. Despite the “sale imperative” of these advertisements, item descriptions often feature disclosures about health goals, bodily capacities, and social expectations. This article identifies a system of for “values”—activity, social, financial, exchange—that inform advertisements for wearable self-tracking devices. Wearable devices are highly transient in the secondhand space. Yet, the apparent importance of undertaking personal self-tracking projects is constantly espoused, even as devices are passed on to new users.", "venue": "Inf. Soc.", "year": 2019, "referenceCount": 57, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "119430126", "name": "B. Lyall"}]}}, {"contexts": ["This isn’t necessarily true of self-tracking in general, which can be carried out using various forms of quantitative measure such as weight-scales or diaries (Crawford et al., 2015), but it is certainly true of something like pulsetracking.", "or diaries (Crawford et al., 2015), but it is certainly true of something like pulsetracking."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "71648a735c60204638c2c29c17232262e2be95c9", "externalIds": {"MAG": "2772876012"}, "url": "https://www.semanticscholar.org/paper/71648a735c60204638c2c29c17232262e2be95c9", "title": "The Political Economy of Pulse: Techno-somatic rhythm and real-time data", "abstract": "In the context of ubiquitous data capture and the politics of control, there is growing individual and managerial interest in ‘pulse’, both in the literal sense of arterial pulse (now monitored through wearable technology) and in a metaphorical sense of real-time tracking (for instance taking the ‘pulse of an organisation’). This article uses the category of ‘pulse’ to explore post-Fordism as a set of techniques for governing rhythms, both of the body and of technologies. It draws on Lefebvre’s work to introduce notions of eurhythmia, arrhythmia and ‘internal measure’ as ways of exploring somatic and organisational life. It then introduces two case studies where the idea and physical nature of ‘pulse’ are at work. These provide an insight into the real-time nature of post-Fordist life, where a chronic sensing of \nquantities becomes the basis of co-operation, rather than a judgement via measures.", "venue": "", "year": 2019, "referenceCount": 76, "citationCount": 7, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "31073789", "name": "W. Davies"}]}}, {"contexts": ["Measurements always create data by establishing some sort of knowledge (or material for analysis) about the measured, but this data circulates and is turned into value in different ways depending on the measuring technology used (Crawford, Lingel, and Karppi 2015).", "…or ‘lively’ cultural roles of metrics (Day, Lury, and Wakeford 2014; Rettberg 2014; Gerlitz 2016; Lupton 2016; Neff and Nafus 2016; Pantzar and Ruckenstein 2017) and another which emphases their neoliberal and biopolitical inclinations (Crawford, Lingel, and Karppi 2015; Beer 2016; Ajana 2017).", "…2016); how social media itself enables the strategic capitalization of affective processes or forms of affective labour (Beer 2016; McCosker 2013; Crawford, Lingel, and Karppi 2015); how social media platforms offer new (safe) spaces where affects can be expressed in cultural communities based…", "Being a body of a certain height and below a certain weight became culturally valuable through the dissemination of a specific metric system and new technologies for body measurement (the weighing scale) (Crawford, Lingel, and Karppi 2015).", "…between the weighing scales, the knowledge/data produced about the user, and the user is radically different from digital technologies, such as wearables, where measurements of individual behaviour produce data and knowledge used by other often unknown parties (Crawford, Lingel, and Karppi 2015)."], "isInfluential": true, "intents": ["methodology", "background"], "citingPaper": {"paperId": "7e1e90c548f143ea99c9b438a9cc388838de410c", "externalIds": {"MAG": "2918146960", "DOI": "10.1080/1600910X.2019.1580594"}, "url": "https://www.semanticscholar.org/paper/7e1e90c548f143ea99c9b438a9cc388838de410c", "title": "Affective measures: self-measurement and gridding in female cancer patients’ storytelling practices on Instagram", "abstract": "ABSTRACT This article explores the interplay between various forms of self-measurement and affective processes in three female cancer patients’ storytelling on Instagram. It argues that self-measurement should be approached as an epistemic, relational, biopolitical and affective practice of valuation, which simultaneously produces knowledge about the self, enacts social and technological relations, reproduces bodily discourses and motivates affective modulation. In the three Instagram profiles studied, self-measurement appears to work according to two different logics: a logic of self-tracking that quantifies stages towards restitution and a logic of self-experimentation that ‘visibilizes’ bodily surface changes during illness. In terms of affect, self-tracking is primarily aimed at establishing a sense of hope – supported by encounters with followers and their displays of love and empathy – but it is also linked to frustration and fear when the goal of measurement is postponed or unreachable. Self-experimentation, on the other hand, takes part in processes that affectively relate to the aesthetically changing ill body – a mode of measurement that is less focused on temporal progression and more focused on exploring the vulnerable aliveness and changeability of the body during cancer by focusing on relations between present and past. Finally, the article discusses to what extent these two logics resonate with wider cultural and biopolitical transformations in which publicly visible and intensely circulated patient practices are increasingly those that are able to master and affectively ‘grid’ the destructiveness of illness while telling and sharing a story about it.", "venue": "Distinktion: Journal of Social Theory", "year": 2019, "referenceCount": 121, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "73401483", "name": "Carsten Stage"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "88e019b371374ae8c63d908a76f86e50fa619574", "externalIds": {"MAG": "2953435037", "DOI": "10.21860/J.10.1.12"}, "url": "https://www.semanticscholar.org/paper/88e019b371374ae8c63d908a76f86e50fa619574", "title": "Digital medicine", "abstract": "The digital health industry is developing rapidly: many new subjects are involved in the field of medicine; new opportunities for distant medical services, diagnostics, monitoring of patients’ health, and conducting medical research are emerging; electronic medical documentation is being developed, global medical information databases are being formed, etc. At the same time, the format of doctor-patient relationships is being transformed and new issues and challenges arise that require ethical evaluation. I identified three areas of digital medicine and analyzed issues of confidentiality, informed consent, autonomy and equity in each case. The impact of digital health technologies on the ethical contexts of medicine is uneven: telemedicine possesses the smallest revolutionary potential, which changes the mechanisms of doctor-patient interaction and actualizes issues of cultural differences. mHealth technologies significantly affect patient autonomy and change ways of sharing medical information. Artificial Intelligence (AI) is diverse in medicine, it can depersonalize relationships in medicine, radically change ideas about the role of the doctor and patient, lead to a radical restructuring of the medical care system in the center of which will be the new model of patient interaction with automated medical agents and systems.", "venue": "JAHR", "year": 2019, "referenceCount": 22, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "32126404", "name": "E. Grebenshchikova"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8e41191fb4c609f287e9b05eeefa9e633d645f4d", "externalIds": {"DBLP": "journals/ethicsit/Arora19", "MAG": "2911449978", "DOI": "10.1007/s10676-019-09499-x"}, "url": "https://www.semanticscholar.org/paper/8e41191fb4c609f287e9b05eeefa9e633d645f4d", "title": "Digital health fiduciaries: protecting user privacy when sharing health data", "abstract": "Wearable self-tracking devices capture multidimensional health data and offer several advantages including new ways of facilitating research. However, they also create a conflict between individual interests of avoiding privacy harms, and collective interests of assembling and using large health data sets for public benefits. While some scholars argue for transparency and accountability mechanisms to resolve this conflict, an average user is not adequately equipped to access and process information relating to the consequences of consenting to further uses of her data. As an alternative, this paper argues for fiduciary relationships, which put deliberative demands on digital health data controllers to keep the interests of their data subjects at the forefront as well as cater to the contextual nature of privacy. These deliberative requirements ensure that users can engage in collective participation and share their health data at a lower risk of privacy harms. This paper also proposes a way to balance the flexible and open-ended nature of fiduciary law with the specific nature and scope of fiduciary duties that digital health data controllers should owe to their data subjects.", "venue": "Ethics and Information Technology", "year": 2019, "referenceCount": 106, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "2064154311", "name": "Chirag Arora"}]}}, {"contexts": ["The recent explosion of self-tracking wearable devices used for data collection and self-knowledge represents a “new culture of personal data” [1]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8ee98a49014fccb4fa655619cd9893cb920d4dd8", "externalIds": {"PubMedCentral": "7151045", "MAG": "2997385044", "DOI": "10.3390/healthcare8010006", "PubMed": "31881721"}, "url": "https://www.semanticscholar.org/paper/8ee98a49014fccb4fa655619cd9893cb920d4dd8", "title": "Effects of Sleep Deprivation on Blood Glucose, Food Cravings, and Affect in a Non-Diabetic: An N-of-1 Randomized Pilot Study", "abstract": "Sleep deprivation is a prevalent and rising health concern, one with known effects on blood glucose (BG) levels, mood, and calorie consumption. However, the mechanisms by which sleep deprivation affects calorie consumption (e.g., measured via self-reported types of craved food) are unclear, and may be highly idiographic (i.e., individual-specific). Single-case or “n-of-1” randomized trials (N1RT) are useful in exploring such effects by exposing each subject to both sleep deprivation and baseline conditions, thereby characterizing effects specific to that individual. We had two objectives: (1) To test and generate individual-specific N1RT hypotheses of the effects of sleep deprivation on next-day BG level, mood, and food cravings in two non-diabetic individuals; (2) To refine and guide a future n-of-1 study design for testing and generating such idiographic hypotheses for personalized management of sleep behavior in particular, and for chronic health conditions more broadly. We initially did not find evidence for idiographic effects of sleep deprivation, but better-refined post hoc findings indicate that sleep deprivation may have increased BG fluctuations, cravings, and negative emotions. We also introduce an application of mixed-effects models and pancit plots to assess idiographic effects over time.", "venue": "Healthcare", "year": 2019, "referenceCount": 45, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "15149688", "name": "E. J. Daza"}, {"authorId": "2852578", "name": "K. Wac"}, {"authorId": "6897458", "name": "M. Oppezzo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "993ceac192dc715e3da5ee205ecb358509963a34", "externalIds": {"PubMedCentral": "6631839", "MAG": "2950003499", "DOI": "10.3390/polym11061071", "PubMed": "31234306"}, "url": "https://www.semanticscholar.org/paper/993ceac192dc715e3da5ee205ecb358509963a34", "title": "Integration of Polypyrrole Electrode into Piezoelectric PVDF Energy Harvester with Improved Adhesion and Over-Oxidation Resistance", "abstract": "Smart textiles for wearable devices require flexibility and a lightweight, so in this study, a soft polypyrrole (PPy) electrode system was integrated into a piezoelectric polyvinylidenefluoride (PVDF) energy harvester. The PVDF energy harvester integrated with a PPy electrode had the piezoelectric output voltage of 4.24–4.56 V, while the PVDF energy harvester with an additional aluminum-foil electrode exhibited 2.57 V. Alkaline treatment and chemical vapor deposition with n-dodecyltrimethoxysilane (DTMS) were employed to improve the adhesion between the PVDF and PPy and the resistance to over-oxidation in aqueous solutions. The PVDF film modified by an alkaline treatment could have the improved adhesion via the introduction of polar functional groups to its surface, which was confirmed by the ultrasonication. The surface hydrophobicity of the PPy electrode was enhanced by the DTMS coating, resulting in the improvement of the resistance to over-oxidation with a water contact angle of 111°. Even with the hydrophobic coating, the electrodes remained electroconductive and continued to transfer an electric charge, maintaining the piezoelectricity of the PVDF film. The developed electrode-integrated energy harvester is expected to be applied to smart textiles because it offers the advantages of efficient piezoelectric generation, flexibility, and durability.", "venue": "Polymers", "year": 2019, "referenceCount": 69, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Materials Science"], "authors": [{"authorId": "40053003", "name": "K. Baik"}, {"authorId": "152662327", "name": "Sohyun Park"}, {"authorId": "97424850", "name": "C. Yun"}, {"authorId": "4078030", "name": "C. Park"}]}}, {"contexts": ["Sciences sociales 23 1 Études culturelles (Crawford et al., 2015)", "Effectivement, ces technologies comportent à la fois un rôle normalisateur (Desrosières, 2008; Crawford et al., 2015) et ellescontribuent en même\ntemps à une médecine personnalisée (Swan, 2009).", "Tout au long de l'histoire de la mesure du poids, Crawford et al. (2015) notent également le rôle de ces objets dans le contrôle normatif de l'individu sous prétexte d'une meilleure santé.", "Effectivement, ces technologies comportent à la fois un rôle normalisateur (Desrosières, 2008; Crawford et al., 2015) et ellescontribuent en même", "Par sa capacité à mesurer et comparer les données entre les individus, la QS contribue à cet objectif de normalité (Crawford et al., 2015 ; Lupton, 2015).", "…2015) 1 Psychiatrie (Andrieu, 2016) 1 Sciences du sport (Williamson, 2015) 1 Business (Roberts, 2011)\nSciences sociales\n23\n1 Études culturelles (Crawford et al., 2015) 1 Sciences de l'environnement (Swan, 2009) 2 Droit et politique (Charitsis, 2016), (Malgieri et Comandé, 2017) 1 Management…"], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "9f0178820cc2f4a262ab68eead5dbd51703ab805", "externalIds": {"MAG": "2965756467"}, "url": "https://www.semanticscholar.org/paper/9f0178820cc2f4a262ab68eead5dbd51703ab805", "title": "Essais sur l'adoption des technologies de quantification de soi : une approche critique", "abstract": "Cette these sur travaux explore l’adoption des technologies et des pratiques de quantification de soi avec un positionnement critique. Il s’agit de mieux comprendre l’experience des utilisateurs avec les technologies de quantification de soi, telles que les bracelets connectes, et de questionner la contribution reelle de ces technologies au bien-etre et a la sante des individus. Le premier essai presente une revue de la litterature systematique sur la quantification de soi et un agenda de recherche pour les chercheurs en management. Le deuxieme essai est une etude qualitative qui revele les relations de pouvoir qu’entretiennent les utilisateurs avec la technologie. Le troisieme essai s’interesse aux mecanismes sous-jacents qui guident la decision de l’utilisateur afin d’identifier les facteurs d’adoption d’une technologie de quantification de soi.", "venue": "", "year": 2019, "referenceCount": 529, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2057433271", "name": "Jean-François De Moya"}]}}, {"contexts": ["9 In another context—the legal context—tracking data have already been used as evidence against their owners in court, as reported by several authors; the personal identifiable information was made available to prosecutors by the companies (Olson 2014; Alba 2016; Crawford et al. 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "b2dd46de4f0850ec4eec722a9f090a9b9f75b804", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/b2dd46de4f0850ec4eec722a9f090a9b9f75b804", "title": "Body data — data body : Tracing ambiguous trajectories of data bodies between empowerment and social control in the context of health", "abstract": "A plethora of health apps and tracking devices is used around the globe to measure, store, and process body data. In this article, we use various approaches from the fields of science and technology studies (STS), surveillance studies and medical sociology to grasp and theorize these global trends of body datafication in health-related contexts. We (re)introduce the post-digital concept of the data body as the intersection of online and offline, individual and collective, private and public aspects, emphasizing the entanglements of the physical body from its datadimensions and its situatedness between empowerment and social control. We conclude by discussing aspects of ownership, care, and control of digital data bodies and how both individuals and society may cope with them in the future.", "venue": "", "year": 2019, "referenceCount": 95, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "40588447", "name": "Astrid Mager"}, {"authorId": "2059169240", "name": "Katja Mayer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b395d4644d1bd9191ba22658530d6a04e09fa484", "externalIds": {"MAG": "2990017426", "DOI": "10.1007/978-3-030-32361-5_3"}, "url": "https://www.semanticscholar.org/paper/b395d4644d1bd9191ba22658530d6a04e09fa484", "title": "Artificial Intelligence and Autonomy: Self-Determination in the Age of Automated Systems", "abstract": "The use of automated (decision-making) systems is becoming increasingly widespread in everyday life. By, for example, producing tailor-made decisions or individual suggestions, these systems increasingly penetrate—intentionally or unintentionally, openly or covertly—a sphere that has long been reserved for individual self-determination. With the advancing digitalisation of everyday life and the increasing proliferation of such systems, it can become more and more difficult for those affected to recognize the impact of these systems or to avoid their influence. This Chapter illustrates the risks that such systems may pose for individual self-determination and possible ways out.", "venue": "", "year": 2019, "referenceCount": 44, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "36869495", "name": "C. Ernst"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e2594c735f545769e1b12bf4b05c2fcac00793e5", "externalIds": {"MAG": "2955887509", "DOI": "10.3917/RES.216.0157"}, "url": "https://www.semanticscholar.org/paper/e2594c735f545769e1b12bf4b05c2fcac00793e5", "title": "« Faire ses 10 000 pas », vraiment ?", "abstract": "En se concentrant sur le cas de la marche, cet article apporte un eclairage empirique au debat sur les pratiques de self-tracking, ces automesures personnelles a l’aide de bracelets et montres connectes ou d’applications sur smartphone, que certains percoivent comme des nouvelles sources de connaissance de soi, et d’autres comme des formes inedites gouvernement des conduites. Il resitue la fabrication des automesures de marche dans la sociohistoire des podometres et montre comment les dispositifs numeriques privilegient desormais une visee d’evaluation permanente de l’activite physique plutot que celle de sessions dediees a la marche, integrant ainsi une preoccupation de sante publique – lutter contre la sedentarite – au cœur de la vie quotidienne. Toutefois, en fouillant les manieres de produire, lire et analyser les traces de marche de vingt self-trackers ordinaires, l’enquete montre qu’au-dela de l’appropriation d’un meme cadre cognitif (unite de compte en pas plutot qu’en kilometres ou en duree, norme des 10 000 pas), les utilisateurs ajustent leurs pratiques d’automesure de facon personnelle. Leurs modes d’adoption des podometres dans le temps et leurs logiques pour etablir des chiffres qui leur servent sont bien trop varies pour entrainer un alignement de leur activite de marche quotidienne sur l’objectif de sante embarque dans la plupart outils.", "venue": "Réseaux", "year": 2019, "referenceCount": 14, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Political Science"], "authors": [{"authorId": "103235916", "name": "Anne-Sylvie Pharabod"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e3583b6b799f00f2b4f7fa6952a9fe3cb4ac44f4", "externalIds": {"MAG": "2954735461", "DOI": "10.3917/RES.216.0083"}, "url": "https://www.semanticscholar.org/paper/e3583b6b799f00f2b4f7fa6952a9fe3cb4ac44f4", "title": "Théories et principes de conception des systèmes d’automesure numériques", "abstract": "Cet article s’interesse aux theories et principes qui sont mobilises dans la conception des systemes d’automesure numeriques. Il s’appuie principalement sur la litterature en interaction Humain-Machine. Il met en evidence que les principales sources theoriques utilisees dans ce domaine sont des theories psychologiques de la motivation et du changement de comportement. L’analyse des techniques de motivation et de changement de comportement utilisees par les concepteurs montre qu’une caracteristique notable des systemes qui incorporent ces techniques est qu’ils ne se limitent pas a la quantification. Ils sont egalement dotes de fonctions qui prennent en charge des operations de controle et d’evaluation de l’activite sur la base d’objectifs definis par les concepteurs ou par l’utilisateur. Le point developpe dans cet article est qu’en prenant en charge ces operations, ils impliquent une relation Humain-Machine particuliere, qui se caracterise par une forme hybride de regulation distribuee de soi.", "venue": "Réseaux", "year": 2019, "referenceCount": 16, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Philosophy"], "authors": [{"authorId": "7860551", "name": "Moustafa Zouinar"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e886307659eee4f3c2b731ee80b8913641b5716e", "externalIds": {"MAG": "2988271070", "DOI": "10.1007/978-981-32-9127-0_7"}, "url": "https://www.semanticscholar.org/paper/e886307659eee4f3c2b731ee80b8913641b5716e", "title": "Possibilities of Feminist Technoscience Studies of Sport: Beyond Cyborg Bodies", "abstract": "Feminist studies of sport offer a rich, interdisciplinary literature on the gendered dimensions of physical culture. This literature illuminates distinct aspects of women’s sporting experiences as well as how gendered, sexed, and intersectional difference informs practices, cultures, and representations of sport and physical activity. Feminist analyses of the entanglements of science, technology, and sport, while increasing in number, are comparatively limited in scope. This chapter surveys approaches used to study technosocial relations, particularly feminist technoscience, considering their current and potential contributions to studies of sport. First, it reflects on how scholars have used and adapted Haraway’s notion of the cyborg in analyses of sport. It then examines how scholars have employed agential realism and assemblage, considering their potential for feminist studies of sport. The chapter concludes by summarizing the possibilities of feminist technoscience studies of sport, while also considering how the study of embodiment, sport, and physical activity offers important reminders for scholarship on science, technology, and society.", "venue": "Sports, Society, and Technology", "year": 2019, "referenceCount": 77, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "14185441", "name": "Kathryn Henne"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ec97b8da6096974d58745ccd9aa885ac57008e26", "externalIds": {"DBLP": "journals/sensors/SaglRPKLW19", "MAG": "2979902129", "PubMedCentral": "6832271", "DOI": "10.3390/s19204448", "PubMed": "31615054"}, "url": "https://www.semanticscholar.org/paper/ec97b8da6096974d58745ccd9aa885ac57008e26", "title": "Wearables and the Quantified Self: Systematic Benchmarking of Physiological Sensors", "abstract": "Wearable sensors are increasingly used in research, as well as for personal and private purposes. A variety of scientific studies are based on physiological measurements from such rather low-cost wearables. That said, how accurate are such measurements compared to measurements from well-calibrated, high-quality laboratory equipment used in psychological and medical research? The answer to this question, undoubtedly impacts the reliability of a study’s results. In this paper, we demonstrate an approach to quantify the accuracy of low-cost wearables in comparison to high-quality laboratory sensors. We therefore developed a benchmark framework for physiological sensors that covers the entire workflow from sensor data acquisition to the computation and interpretation of diverse correlation and similarity metrics. We evaluated this framework based on a study with 18 participants. Each participant was equipped with one high-quality laboratory sensor and two wearables. These three sensors simultaneously measured the physiological parameters such as heart rate and galvanic skin response, while the participant was cycling on an ergometer following a predefined routine. The results of our benchmarking show that cardiovascular parameters (heart rate, inter-beat interval, heart rate variability) yield very high correlations and similarities. Measurement of galvanic skin response, which is a more delicate undertaking, resulted in lower, but still reasonable correlations and similarities. We conclude that the benchmarked wearables provide physiological measurements such as heart rate and inter-beat interval with an accuracy close to that of the professional high-end sensor, but the accuracy varies more for other parameters, such as galvanic skin response.", "venue": "Sensors", "year": 2019, "referenceCount": 58, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "3221016", "name": "Günther Sagl"}, {"authorId": "34576508", "name": "Bernd Resch"}, {"authorId": "51016720", "name": "Andreas Petutschnig"}, {"authorId": "103833227", "name": "K. Kyriakou"}, {"authorId": "2732177", "name": "M. Liedlgruber"}, {"authorId": "2450683", "name": "F. Wilhelm"}]}}, {"contexts": ["Crawford, Lingel, and Karppi (2015) drawing on Watson (2014) have criticized how definitions of health and bodies produced and framed within these technologies are permeated by standards contributing to the exclusion of those who do not come to meet these standards:\nAs Watson (2014) notes in her…", "(Crawford, Lingel, and Karppi 2015, 485)\nTherefore, we conceived these critical reflections all the more necessary in a context permeated by successful aging injunctions, where ‘success’ does not consider the diversity of bodies nor how the definition of a healthy body can vary among different…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f15acf14dfb5a031cadbe8e49d9d8f7551aa9c07", "externalIds": {"MAG": "2980588757", "DOI": "10.1080/14794713.2019.1677026"}, "url": "https://www.semanticscholar.org/paper/f15acf14dfb5a031cadbe8e49d9d8f7551aa9c07", "title": "Step, step, rest, step: challenging age-related norms and biometric bodies through self-tracking data-rematerialization", "abstract": "ABSTRACT This paper presents a research-creation project that aimed to explore how the experience of self-tracking and the data retrieved from self-tracking activities could be used to creatively critique the norms and regulatory mechanisms embedded within self-tracking devices and practices as they come to intersect with pressures and injunctions lying on seniors’ bodies. More specifically, we discuss the processes of research and creation involved in the ‘Dancing with Fitbit’ project (http://labs.fluxo.art.br/dancing-with-fitbit/), oriented by the key question: How can we use data and the lived self-tracking experience to disrupt the biometric bodies produced by self-tracking technologies, as they intersect with ideals of ‘successful aging’? The article presents the processes at stake in the development of the project, so as to highlight how creation and research co-informed each other and to render explicit the tacit knowledge produced and embedded in the interrelated creative processes (Paquin, L.-C. 2018. Faire le récit de sa pratique de recherche-création. https://www.academia.edu/38426295/Faire_le_r%C3%A9cit_de_sa_pratique_de_recherche-cr%C3%A9ation). We first present the ‘creation-as-research’ (Chapman, O., and K. Sawchuk. 2012. “Research-Creation: Intervention, Analysis and ‘Family Resemblances’.” Canadian Journal of Communication 37 (1): 5–26. doi:10.22230/cjc.2012v37n1a2489) approach mobilized. We then present the subversive forms of data materialization (through choreography, sounds, visuals) we carried out and how they relate to the initial creative and critical intents formulated by the project. We conclude by highlighting the importance of the collaborative and processual character of the project.", "venue": "International Journal of Performance Arts and Digital Media", "year": 2020, "referenceCount": 52, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "108187796", "name": "Myriam Durocher"}, {"authorId": "70363094", "name": "Samuel Thulin"}, {"authorId": "2069352912", "name": "Julia Salles"}, {"authorId": "2748409", "name": "L. Frizzera"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f1fdba5cf744627a1ca37c861dee8ad032e17ac3", "externalIds": {"MAG": "2949532593", "DOI": "10.1007/978-3-030-14540-8_6"}, "url": "https://www.semanticscholar.org/paper/f1fdba5cf744627a1ca37c861dee8ad032e17ac3", "title": "Precarious Ownership of the Internet of Things in the Age of Data", "abstract": "The growth of the Internet of Things (IoT)—internet-connected software embedded within physical products—has the potential to shift fundamentally traditional conceptions of ownership and the ways people can access, use, and control information. Drawing upon a knowledge regulation framework influenced by Susan Strange, this chapter argues that the IoT industry exemplifies the central role that knowledge governance now plays in the global political economy. The chapter examines how companies that own the knowledge integral to the IoT’s functionality (the software) control that knowledge through intellectual property laws, especially copyright, and the ubiquitous surveillance of their customers. These companies retain control over the software even after its purchase, meaning they have a newly expanded regulatory capacity to monitor and control how their products are used. The private post-purchase control that IoT companies exert over smart goods represents a significant change in private actors’ regulatory capacity to set rules governing knowledge.", "venue": "Information, Technology and Control in a Changing World", "year": 2019, "referenceCount": 52, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "97585835", "name": "Natasha Tusikov"}]}}]}