{"offset": 0, "data": [{"contexts": ["Researchers have pointed out that in the age of networked connectivity, systems that are supposedly built for you are, in fact, systems about you and the data you provide (e.g. Bossewitch and Sinnreich, 2013; Van Dijck, 2009: 43, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "02c874140243595f2261513636e96999ab0c3cde", "externalIds": {"DBLP": "journals/nms/BossewitchS13", "MAG": "2143845001", "DOI": "10.1177/1461444812451565"}, "url": "https://www.semanticscholar.org/paper/02c874140243595f2261513636e96999ab0c3cde", "title": "The end of forgetting: Strategic agency beyond the panopticon", "abstract": "The rapid explosion of information technologies in recent years has contributed to a substantive change in the social dimensions of information-sharing, and is forcing us to revise substantially our old assumptions regarding the knowledge/power dynamic. In this article, we discuss a range of strategic information-management options available to individuals and institutions in the networked society, and contrast these ‘blueprints’ to Foucault’s well-known panopticon model. We organize these observations and analyses within a new conceptual framework based on the geometry of ‘information flux’, or the premise that the net flow of information between an individual and a network is as relevant to power dynamics as the nature or volume of that information. Based on this geometrical model, we aim to develop a lexicon for the design, description and critique of socio-technical systems.", "venue": "New Media Soc.", "year": 2013, "referenceCount": 154, "citationCount": 51, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2429988", "name": "J. Bossewitch"}, {"authorId": "2868538", "name": "Aram Sinnreich"}]}}, {"contexts": ["But as Stearns (2002) observes,\nWhile a first doctor’s scale was produced in 1865, regular use of scales may have actually lagged behind the introduction of public scales in the 1890s.", "As Stearns (2002) notes, the public recording of one’s weight with the attendant noises and songs became embarrassing for many, so that when the domestic scale first appeared in 1913, it had strong consumer appeal (p. 28)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "08bc4a6803f02afe0f883108c52a95e1672d1606", "externalIds": {"MAG": "2046583683", "DOI": "10.2307/2649652"}, "url": "https://www.semanticscholar.org/paper/08bc4a6803f02afe0f883108c52a95e1672d1606", "title": "Fat History: Bodies and Beauty in the Modern West", "abstract": "The modern struggle against fat cuts deeply and pervasively into American culture. Dieting, weight consciousness, and widespread hostility toward obesity form one of the fundamental themes of modern life. Fat History explores the meaning of fat in contemporary Western society and illustrates how progressive changes, such as growth in consumer culture, increasing equality for women, and the refocusing of women's sexual and maternal roles have influenced today's obsession with fat. Brought up-to-date with a new preface and filled with narrative anecdotes, Fat History explores fat's transformation from a symbol of health and well-being to a sign of moral, psychological, and physical disorder.", "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 275, "influentialCitationCount": 21, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "3715136", "name": "P. Stearns"}]}}, {"contexts": ["With the notion of ‘implicit participation’, Schäfer (2011) has described how social media users contribute data unconsciously by merely using different social media sites and interfaces:\nImplicit participation is channeled by design, by means of easy-to-use interfaces, and the automation of user…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "09f7f5db675229431a949eb31b97566f7b1ab9a7", "externalIds": {"MAG": "2016907504", "DOI": "10.1177/0267323112441294"}, "url": "https://www.semanticscholar.org/paper/09f7f5db675229431a949eb31b97566f7b1ab9a7", "title": "Bastard Culture! How User Participation Transforms Cultural Production", "abstract": null, "venue": "", "year": 2012, "referenceCount": 3, "citationCount": 67, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145909497", "name": "N. Carpentier"}]}}, {"contexts": ["Crary (2013) argues that ‘there are now very few significant interludes of human existence (with the colossal exception of sleep) that have not been penetrated and taken over as work time, consumption time, or marketing time’ (p. 15)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "0a005847ecac39c5902734c129c60bf10b7654d8", "externalIds": {"MAG": "2019184553", "DOI": "10.1177/0950017014543133"}, "url": "https://www.semanticscholar.org/paper/0a005847ecac39c5902734c129c60bf10b7654d8", "title": "Book review: Jonathan Crary, 24/7: Late Capitalism and the Ends of Sleep", "abstract": null, "venue": "", "year": 2014, "referenceCount": 2, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "4601276", "name": "R. Meadows"}]}}, {"contexts": ["For example, the best-selling diet guide in the United States at the turn of the century was William Banting’s A Letter on Corpulence, which was aimed at men and ‘featured foods associated with masculinity, wealth, and national and racial superiority such as red meat and alcohol’ (Vester, 2010: 39). Early diet advice ignored women, as they were encouraged to be plump in order to be seen as healthy and beautiful, and in Vester’s (2010) analysis of newspaper and magazines, women were not encouraged to diet until the 1920s (p.", "While it was the Belgian mathematician Quetelet who first devised the height and weight chart in 1836, it was seen as impractical as it only listed one average height and weight for each year of age he represented (Czerniawski, 2007: 274).", "Across the United States, people were fascinated with the ability to reflect on their weight as a precise number of pounds, a shift ‘from a subjective to a numeric approach to evaluating weight’ (Czerniawski, 2007: 273).", "Across the United States, people were fascinated with the ability to reflect on their weight as a precise number of pounds, a shift ‘from a subjective to a numeric approach to evaluating weight’ (Czerniawski, 2007: 273). By the 1930s and 1940s, the penny scale was widespread in US cities, found everywhere from subways to banks, movie theaters to office buildings. By 1937, a US Department of Commerce report noted that ‘penny scales were the principle means of over 130,000,000 people keeping in touch with their weight and health’. But as Stearns (2002) observes,", "By 1908, the statistician Louis Dublin compiled the Standard Table of Height and Weight for Men and Women, and this became the default standard for doctors to assess ‘ideal’ weight (Czerniawski, 2007: 280)."], "isInfluential": true, "intents": ["background", "methodology"], "citedPaper": {"paperId": "1ad7eb814c362a7443a399a298c5e49ccdf93903", "externalIds": {"MAG": "2077708943", "DOI": "10.1017/S0145553200013754"}, "url": "https://www.semanticscholar.org/paper/1ad7eb814c362a7443a399a298c5e49ccdf93903", "title": "From Average to Ideal", "abstract": "This article examines the historical origins of the notion of “ideal” body weight by tracing the evolution of the gender-specific height and weight table in the United States from 1836 to 1943. Fewer than 200 years ago, weight was not regarded as an important health issue. At the turn of the twentieth century, low body weight, not overweight, was the leading concern of medical practitioners. With the rise of actuarial science, weight became a criterion insurance companies used to assess risk. Used originally as a tool to facilitate the standardization of the medical selection process throughout the life insurance industry, these tables later operationalized the notion of ideal weight and became recommended guidelines for body weights. The height and weight table was transformed from a “tool of the trade” into a means of practicing social regulation.", "venue": "Social Science History", "year": 2007, "referenceCount": 62, "citationCount": 36, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "13872972", "name": "Amanda M. Czerniawski"}]}}, {"contexts": ["Swan (2013) defines a QS participant as\nAny individual engaged in the self-tracking of any kind of biological, physical, behavioral, or environmental information."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "23a57b1e2beb4235d2020ed57f484c947e3d0816", "externalIds": {"DBLP": "journals/bigdata/Swan13", "MAG": "2103777983", "DOI": "10.1089/big.2012.0002", "PubMed": "27442063"}, "url": "https://www.semanticscholar.org/paper/23a57b1e2beb4235d2020ed57f484c947e3d0816", "title": "The Quantified Self: Fundamental Disruption in Big Data Science and Biological Discovery", "abstract": "A key contemporary trend emerging in big data science is the quantified self (QS)-individuals engaged in the self-tracking of any kind of biological, physical, behavioral, or environmental information as n=1 individuals or in groups. There are opportunities for big data scientists to develop new models to support QS data collection, integration, and analysis, and also to lead in defining open-access database resources and privacy standards for how personal data is used. Next-generation QS applications could include tools for rendering QS data meaningful in behavior change, establishing baselines and variability in objective metrics, applying new kinds of pattern recognition techniques, and aggregating multiple self-tracking data streams from wearable electronics, biosensors, mobile phones, genomic data, and cloud-based services. The long-term vision of QS activity is that of a systemic monitoring approach where an individual's continuous personal information climate provides real-time performance optimization suggestions. There are some potential limitations related to QS activity-barriers to widespread adoption and a critique regarding scientific soundness-but these may be overcome. One interesting aspect of QS activity is that it is fundamentally a quantitative and qualitative phenomenon since it includes both the collection of objective metrics data and the subjective experience of the impact of these data. Some of this dynamic is being explored as the quantified self is becoming the qualified self in two new ways: by applying QS methods to the tracking of qualitative phenomena such as mood, and by understanding that QS data collection is just the first step in creating qualitative feedback loops for behavior change. In the long-term future, the quantified self may become additionally transformed into the extended exoself as data quantification and self-tracking enable the development of new sense capabilities that are not possible with ordinary senses. The individual body becomes a more knowable, calculable, and administrable object through QS activity, and individuals have an increasingly intimate relationship with data as it mediates the experience of reality.", "venue": "Big Data", "year": 2013, "referenceCount": 107, "citationCount": 746, "influentialCitationCount": 37, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "46838780", "name": "M. Swan"}]}}, {"contexts": ["Researchers have pointed out that in the age of networked connectivity, systems that are supposedly built for you are, in fact, systems about you and the data you provide (e.g. Bossewitch and Sinnreich, 2013; Van Dijck, 2009: 43, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "308a549ba89e0a67d1166820b719b0f198b56a95", "externalIds": {"MAG": "2157233976", "DOI": "10.1177/0163443708098245"}, "url": "https://www.semanticscholar.org/paper/308a549ba89e0a67d1166820b719b0f198b56a95", "title": "Users like you? Theorizing agency in user-generated content", "abstract": null, "venue": "", "year": 2009, "referenceCount": 38, "citationCount": 889, "influentialCitationCount": 94, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Political Science", "Computer Science"], "authors": [{"authorId": "3132886", "name": "J. Dijck"}]}}, {"contexts": ["For example, the best-selling diet guide in the United States at the turn of the century was William Banting’s A Letter on Corpulence, which was aimed at men and ‘featured foods associated with masculinity, wealth, and national and racial superiority such as red meat and alcohol’ (Vester, 2010: 39)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "4a2077d257749c22d3f9ff96412ee6888be61eac", "externalIds": {"MAG": "1998065432", "DOI": "10.1353/jsh.2010.0032", "PubMed": "20939142"}, "url": "https://www.semanticscholar.org/paper/4a2077d257749c22d3f9ff96412ee6888be61eac", "title": "Regime Change: Gender, Class, and the invention of Dieting in Post-Bellum America", "abstract": "\"Regime Change\" argues against commonly held interpretations that see dieting as a practice established in the 1920s to control women at a time when they gained suffrage and greater economic independence. This article offers an alternative reading, arguing that diet advice literature arrived in the US in the 1860s and originally targeted a male, white, middle-class audience. While the hegemonic beauty ideal for the female body was at its heftiest, men started to build muscle and reduce weight. The ideal of the slender male body was associated with white superiority, social mobility and the national ambition for an American empire. When white middle-class women eventually started dieting in greater numbers in the 1890s, it was because they claimed the same mastery over their bodies as men—and demanded the same privileges as their male peers over immigrants, African Americans and working-class people, who were increasingly imagined as overweight. Revising the history of dieting to show its origins as a masculine practice appropriated by women to stake a claim to class and race privilege invites a rethinking of power and resistance in the disciplining of the female body.", "venue": "Journal of social history", "year": 2010, "referenceCount": 66, "citationCount": 19, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "12232381", "name": "K. Vester"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "5a4bbcd95a17e14405988de319da238f66ef141a", "externalIds": {"MAG": "62998037", "DOI": "10.1023/A:1005502917533"}, "url": "https://www.semanticscholar.org/paper/5a4bbcd95a17e14405988de319da238f66ef141a", "title": "Fat, loathing and public health: the complicity of science in a culture of disordered eating.", "abstract": null, "venue": "", "year": 1999, "referenceCount": 35, "citationCount": 47, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "114883745", "name": "Austin Sb"}]}}, {"contexts": ["Crary (2013) argues that ‘there are now very few significant interludes of human existence (with the colossal exception of sleep) that have not been penetrated and taken over as work time, consumption time, or marketing time’ (p. 15)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "5dbf68fcc472b82fe28366d4b31c2cc96436a4bd", "externalIds": {"MAG": "1597304084"}, "url": "https://www.semanticscholar.org/paper/5dbf68fcc472b82fe28366d4b31c2cc96436a4bd", "title": "24/7: Late Capitalism and the Ends of Sleep", "abstract": "24/7: Late Capitalism and the Ends of Sleep explores some of the ruinous consequences of the expanding non-stop processes of twenty-first-century capitalism. The marketplace now operates through every hour of the clock, pushing us into constant activity and eroding forms of community and political expression, damaging the fabric of everyday life. Jonathan Crary examines how this interminable non-time blurs any separation between an intensified, ubiquitous consumerism and emerging strategies of control and surveillance. He describes the ongoing management of individual attentiveness and the impairment of perception within the compulsory routines of contemporary technological culture. At the same time, he shows that human sleep, as a restorative withdrawal that is intrinsically incompatible with 24/7 capitalism, points to other more formidable and collective refusals of world-destroying patterns of growth and accumulation.", "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 415, "influentialCitationCount": 23, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "103795425", "name": "J. Crary"}]}}, {"contexts": ["(Ajana and Beer, 2014)\nWearable self-tracking devices have been described as triggering ‘a new culture of personal data’ and as representative of a revolution in how individuals understand their own bodies (Wolf, 2009)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "773d551a5323f95cfc36e8325ceb099baa6510b0", "externalIds": {"MAG": "2151712047", "DOI": "10.1177/0263276414546380"}, "url": "https://www.semanticscholar.org/paper/773d551a5323f95cfc36e8325ceb099baa6510b0", "title": "The Biopolitics of Biometrics: An interview with Btihaj Ajana", "abstract": "As a result of a growing interest in neoliberal political economy, surveillance and new forms of data, questions around metrics and the governance of life are moving to the forefront of contemporary conceptual analysis. This particular interview draws upon the key themes from Btihaj Ajana’s recently published book Governing through Biometrics: The Biopolitics of Identity (2013). Although the interview focuses centrally upon the book, it also covers broader topics including identity, measurement, the work of Foucault, big data, biopolitics, bioethics and biometrics. Ajana’s book sketches out a valuable conceptual set of resources for thinking through these pressing issues, the interview looks to explore how such a set of resources might continue to develop.", "venue": "", "year": 2014, "referenceCount": 0, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144145176", "name": "David Beer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "8556124073d8c4862f65d71db9d8ebcf90adcf03", "externalIds": {"MAG": "1959725665", "DOI": "10.1093/acprof:oso/9780199970773.001.0001"}, "url": "https://www.semanticscholar.org/paper/8556124073d8c4862f65d71db9d8ebcf90adcf03", "title": "The Culture of Connectivity: A Critical History of Social Media", "abstract": "Table of Contents Acknowledgments Chapter 1: Engineering Sociality in a Culture of Connectivity 1.1 Introduction 1.2 From Networked Communication to Platformed Sociality 1.3 Making the Web Social: Coding Human Connections. 1.4 Making Sociality Saleable: Connectivity as a Resource 1.5 The Ecosystem of Connective Media in a Culture of Connectivity Chapter 2: Disassembling Platforms, Reassembling Sociality 2.1 Introduction 2.2 Combining Two Approaches 2.3 Platforms as Techno-cultural Constructs 2.4 Platforms as Socio-economic Structures 2.5 Connecting Platforms, Reassembling Sociality Chapter 3: Facebook and the Imperative of Sharing 3.1 Introduction 3.2 Coding Facebook: The Devil is in the Default 3.3 Branding Facebook: What You Share Is What You Get 3.4 Shared norms in the Ecosystem of Connective Media Chapter 4: Twitter and the Paradox of Following and Trending 4.1 Introduction 4.2 Asking the Existential Question: What is Twitter? 4.3 Asking the Strategic Question: What Does Twitter Want? 4.4 Asking the Ecological Question: What Will Twitter Be? Chapter 5: Flickr between Communities and Commerce 5.1 Introduction 5.2 Flickr Between Connedtedness and Connectivity 5.3 Flickr Between Commons and Commerce 5.4 Flickr Between Participatory and Connective Culture Chapter 6: YouTube: The Intimate Connection between Television and Video-sharing 6.1 Introduction 179-215 6.2 Out of the Box: Video-sharing Challenges Television 6.3 Boxed In: Channeling Television into the Connective Flow 6.4 YouTube as A Gateway to Connective Culture Chapter 7: Wikipedia and the Principle of Neutrality 7.1 Introduction 7.2 The Techno-cultural Construction of Consensus 7.3 A Consensual Apparatus between Democracy and Bureaucracy 7.4 A Nonmarket Space in the Ecosystem? Chapter 8: The Ecosystem of Connective Media: Locked In, Fenced Off, Opt Out? 8.1 Introduction 8.2 Locked In: The Algorithmic Basis of Sociality 8.3 Fenced Off: Vertical Integration and Interoperability 8.4 Opt Out? Connectivity as Ideology Bibliography Index", "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 1940, "influentialCitationCount": 197, "isOpenAccess": true, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "3132886", "name": "J. Dijck"}]}}, {"contexts": ["The numbers tell me how to feel’ (Austin, 1999: 264)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "ea5bfa6c73016f0770d2ee455864cad4c3c576a2", "externalIds": {"DOI": "10.1023/A:1005502917533", "PubMed": "10451804"}, "url": "https://www.semanticscholar.org/paper/ea5bfa6c73016f0770d2ee455864cad4c3c576a2", "title": "Fat, Loathing and Public Health: The Complicity of Science in a Culture of Disordered Eating", "abstract": null, "venue": "Culture, medicine and psychiatry", "year": 1999, "referenceCount": 0, "citationCount": 19, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2492419", "name": "S. Austin"}]}}, {"contexts": ["‘It’s like tapping a gold mine’, claimed the Mills Novelty Company brochure in 1932 (Schwartz, 1986: 167). Not long after the emergence of the penny scale came the domestic weight scale, a smaller, more affordable device designed for use in the home, allowing for self-measurement in private. As Stearns (2002) notes, the public recording of one’s weight with the attendant noises and songs became embarrassing for many, so that when the domestic scale first appeared in 1913, it had strong consumer appeal (p."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "f7fb09f4e06c9c93f46058db92f8e979748f1afb", "externalIds": {"MAG": "2055423466", "DOI": "10.2307/1868240"}, "url": "https://www.semanticscholar.org/paper/f7fb09f4e06c9c93f46058db92f8e979748f1afb", "title": "Never Satisfied: A Cultural History of Diets, Fantasies and Fat", "abstract": null, "venue": "", "year": 1986, "referenceCount": 0, "citationCount": 252, "influentialCitationCount": 17, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145094354", "name": "H. Schwartz"}]}}, {"contexts": ["(p. 85; see also Boesel, 2013; Butterfield, 2012)\nWe would add that the QS movement has a significant social component: that users self-identify with QS and develop relationships (online or off) with other users of the same technologies."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "What is the quantified self now? The Society Pages: Cyborgology", "abstract": null, "venue": "Available at: http://thesocietypages.org/cyborgology/2013/05/22/what-is-the-quantified-self-now/ (accessed", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "W Boesel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "What is the quantified self now?", "abstract": null, "venue": "The Society Pages: Cyborgology. Available at", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "W Boesel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Stepping down: Rethinking the fitness tracker. The Atlantic", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S M Watson"}]}}, {"contexts": ["(Crawford, 2014)\nBut in this divided account, the data are perceived as more objective and reliable than a subjective human account."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "When fitbit is the expert witness", "abstract": null, "venue": "The Atlantic,", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "K Crawford"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Jessa Lingel is a post doctoral researcher at Microsoft Research, working with the Social Media Collective. She received her PhD in Communication and Information from Rutgers University", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The unhealthy side of wearable devices. The Guardian", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A Mahdawi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The surveillance-innovation complex", "abstract": null, "venue": "The Participatory Condition", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "JE Cohen"}]}}, {"contexts": ["(Crawford, 2014)\nBut in this divided account, the data are perceived as more objective and reliable than a subjective human account."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "When fitbit is the expert witness . The Atlantic , 19 November", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "K Crawford"}]}}, {"contexts": ["(p. 85; see also Boesel, 2013; Butterfield, 2012)\nWe would add that the QS movement has a significant social component: that users self-identify with QS and develop relationships (online or off) with other users of the same technologies."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Ethnographic assessment of quantified self meetup groups", "abstract": null, "venue": "Doctoral Dissertation, San José State University,", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "AD Butterfield"}]}}, {"contexts": ["Already, some companies use punitive measures like increased insurance costs for smokers (Fitzhugh, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Employers push workers toward healthier choices . The Burrill Report", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M Fitzhugh"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "A comparative review – 28 days with the fitbit one , jawbone UP , Nike + FuelBand , and BodyMedia LINK . Get Grok", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "P Olsen"}]}}, {"contexts": ["(p. 85; see also Boesel, 2013; Butterfield, 2012)\nWe would add that the QS movement has a significant social component: that users self-identify with QS and develop relationships (online or off) with other users of the same technologies."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Ethnographic assessment of quantified self meetup groups. Doctoral Dissertation", "abstract": null, "venue": "", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A D Butterfield"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "NikePlus support", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Nikeplus"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Wearable tech is plugging into health insurance", "abstract": null, "venue": "Forbes", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "P Olsen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Karppi's work focuses on the theme of disconnections in social media and network culture, and his work has been published in journals such as Culture Machine, Fibreculture and Simulation and Gaming", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "A comparative review -28 days with the fitbit one, jawbone UP, Nike+ FuelBand, and BodyMedia LINK", "abstract": null, "venue": "Get Grok. Available at", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S Patel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Employers push workers toward healthier choices", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M Fitzhugh"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Know thyself: Tracking every facet of life", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "G Wolf"}]}}]}