{"paperId": "a1e58f89f57f57fad3c77cd558444ad5ad64b525", "externalIds": {"MAG": "2790166049", "DOI": "10.1126/science.aap9559", "PubMed": "29590045"}, "url": "https://www.semanticscholar.org/paper/a1e58f89f57f57fad3c77cd558444ad5ad64b525", "title": "The spread of true and false news online", "abstract": "Lies spread faster than the truth There is worldwide concern over false news and the possibility that it can influence political, economic, and social well-being. To understand how false news spreads, Vosoughi et al. used a data set of rumor cascades on Twitter from 2006 to 2017. About 126,000 rumors were spread by ∼3 million people. False news reached more people than the truth; the top 1% of false news cascades diffused to between 1000 and 100,000 people, whereas the truth rarely diffused to more than 1000 people. Falsehood also diffused faster than the truth. The degree of novelty and the emotional reactions of recipients may be responsible for the differences observed. Science, this issue p. 1146 A large-scale analysis of tweets reveals that false rumors spread further and faster than the truth. We investigated the differential diffusion of all of the verified true and false news stories distributed on Twitter from 2006 to 2017. The data comprise ~126,000 stories tweeted by ~3 million people more than 4.5 million times. We classified news as true or false using information from six independent fact-checking organizations that exhibited 95 to 98% agreement on the classifications. Falsehood diffused significantly farther, faster, deeper, and more broadly than the truth in all categories of information, and the effects were more pronounced for false political news than for false news about terrorism, natural disasters, science, urban legends, or financial information. We found that false news was more novel than true news, which suggests that people were more likely to share novel information. Whereas false stories inspired fear, disgust, and surprise in replies, true stories inspired anticipation, sadness, joy, and trust. Contrary to conventional wisdom, robots accelerated the spread of true and false news at the same rate, implying that false news spreads more than the truth because humans, not robots, are more likely to spread it.", "venue": "Science", "year": 2018, "referenceCount": 85, "citationCount": 2551, "influentialCitationCount": 115, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "1918441", "name": "Soroush Vosoughi"}, {"authorId": "145364504", "name": "D. Roy"}, {"authorId": "2413779", "name": "Sinan Aral"}]}