{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0ade20d40eb4af9d42c442838b74a3bd636f97fa", "externalIds": {"MAG": "3042048038", "PubMedCentral": "7454801", "DOI": "10.1093/nutrit/nuaa067", "PubMed": "32653930"}, "url": "https://www.semanticscholar.org/paper/0ade20d40eb4af9d42c442838b74a3bd636f97fa", "title": "Dietary recommendations during the COVID-19 pandemic", "abstract": "Abstract Optimal nutrition can improve well-being and might mitigate the risk and morbidity associated with coronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). This review summarizes nutritional guidelines to support dietary counseling provided by dietitians and health-related professionals. The majority of documents encouraged the consumption of fruits, vegetables, and whole grain foods. Thirty-one percent of the guidelines highlighted the importance of minerals and vitamins such as zinc and vitamins C, A, and D to maintain a well-functioning immune system. Dietary supplementation has not been linked to COVID-19 prevention. However, supplementation with vitamins C and D, as well as with zinc and selenium, was highlighted as potentially beneficial for individuals with, or at risk of, respiratory viral infections or for those in whom nutrient deficiency is detected. There was no convincing evidence that food or food packaging is associated with the transmission of COVID-19, but good hygiene practices for handling and preparing foods were recommended. No changes to breastfeeding recommendations have been made, even in women diagnosed with COVID-19.", "venue": "Nutrition reviews", "year": 2020, "referenceCount": 98, "citationCount": 66, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "1398174939", "name": "Christianne de Faria Coelho-Ravagnani"}, {"authorId": "3540534", "name": "F. Corgosinho"}, {"authorId": "152614480", "name": "F. Sanches"}, {"authorId": "145660103", "name": "C. Prado"}, {"authorId": "5445693", "name": "A. Laviano"}, {"authorId": "37811704", "name": "J. F. Mota"}]}}, {"contexts": ["Moreover, as a result of the ’Lockdown’ (present research uses Lockdown as the term representing the conditions resulting from state and federal government Novel Coronavirus response regulations and advisories restricting government, organizational, personal, travel and business functionalities), over 30 million people lost their jobs along with a multi-trillion dollar economic impact [6]; furthermore these alarming numbers are growing everyday.", "10\nundisciplined reopening of the US economy may lead to rapid spreading of the Coronavirus and a corresponding steep increase in COVID-19 cases and deaths.", "To start with, we list a number of initiatives aimed at understanding, explaining and predicting various aspects of the Coronavirus phenomena.", "Phase 3: It would be possible for people to go back to near-normal pre-Coronavirus lifestyles, when proven vaccines and/or antibodies become commonly available, and mass-adoption sets in. Early research shows that 90% of transmissions have taken place in closed environments, namely, home, workplace, restaurants, social gatherings and public transport, and such prevalence in critical social spaces contributed to increased fear sentiment [31], [32].", "Hence, it is important to address the question: What is the dominant public sentiment in America concerning the reopening and in some form, going forward into a New Normal?. ’New normal’ is a term being used to represent the potentially transformed socioeconomic systems [12], as result of COVID19 issues, amidst the likelihood of multiple future waves of the Coronavirus pandemic.", "However, there is also a significant sentiment to stay safe, and many prefer the stay-at-home Lockdown measures to ensure lower spread of the Coronavirus [8].", "This study also provides pandemic specific public sentiment insights to researchers specifically interested in pursuing the Coronavirus pandemic and COVID-19 studies.", "Past research has illustrated the dramatic growth in public fear sentiment using textual analytics for identifying dominant sentiments in Coronavirus Tweets [24].", "2) Sentiment Scenario Analysis: There is a high level of uncertainty regarding future events, and questions surrounding the effectiveness of available healthcare facilities in protecting the populace against a potential second wave of Coronavirus remain.", "The current Coronavirus pandemic disaster has led to escalating emotional, mental health, and economic issues with significant consequences, and this presents a serious challenge to reopening and recovery initiatives [2]–[4].", "Previous sections have summarized key aspects of the extensive socioeconomic damage caused by the Coronavirus pandemic, and highlighted associated psychological and sentiment behavior challenges.", "There is a fear that the current Coronavirus wave will see a spike in COVID-19 infections with reopening and associated loosening of Lockdown restrictions.", "The Coronavirus pandemic has caused significant global disruptions, leading to continuing losses valued at trillions of US dollars due to the closure of many businesses and entire industries, such as hospitality and air travel.", "Fear became a prominent public sentiment as awareness of the seriousness and devastating effects of the Coronavirus pandemic increased [24].", "The whole is often greater than the sum of its parts - this adage holds true regarding the adverse collective psychological, sentimental and mental healthcare impact of the Coronavirus and COVID-19 phenomena on human society and societal structures.", "While public sentiment has changed from apathy, disregard and humor in the earliest stages of the Coronavirus pandemic, to fear in February and March of 2020, and despair in March and April of 2020, yet there is a lack of clarity on the nature of public sentiment surrounding reopening of the economy.", "Not reopening the economy has the potential to create irreversible socioeconomic damage which can subsequently lead to greater loss of lives and more pain, along with diminished long term capabilities to fight the Coronavirus pandemic, and other crises, should they persist of arise."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "3f7af51f9a530a07df14a75ce76b832f5269faf8", "externalIds": {"MAG": "3031034836", "DOI": "10.1101/2020.06.01.20119362"}, "url": "https://www.semanticscholar.org/paper/3f7af51f9a530a07df14a75ce76b832f5269faf8", "title": "Feeling Positive About Reopening?New Normal Scenarios from COVID-19 ReopenSentiment Analytics", "abstract": "The Coronavirus pandemic has created complex challenges and adverse circumstances. This research identifies public sentiment amidst problematic socioeconomic consequences of the lockdown, and explores ensuing four potential sentiment associated scenarios. The severity and brutality of COVID-19 have led to the development of extreme feelings, and emotional and mental healthcare challenges. This research focuses on emotional consequences - the presence of extreme fear, confusion and volatile sentiments, mixed along with trust and anticipation. It is necessary to gauge dominant public sentiment trends for effective decisions and policies. This study analyzes public sentiment using Twitter Data, time-aligned to the COVID-19 reopening debate, to identify dominant sentiment trends associated with the push to 'reopen' the economy. Present research uses textual analytics methodologies to analyze public sentiment support for two potential divergent scenarios - an early opening and a delayed opening, and consequences of each. Present research concludes on the basis of exploratory textual analytics and textual data visualization, that Tweets data from American Twitter users shows more positive sentiment support, than negative, for reopening the US economy. This research develops a novel sentiment polarity based four scenarios framework, which will remain useful for future crisis analysis, well beyond COVID-19. With additional validation, this research stream could present valuable time sensitive opportunities for state governments, the federal government, corporations and societal leaders to guide local and regional communities, and the nation into a successful new normal future.", "venue": "medRxiv", "year": 2020, "referenceCount": 89, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Medicine"], "authors": [{"authorId": "52328976", "name": "J. Samuel"}, {"authorId": "2107443527", "name": "M. Rahman"}, {"authorId": "2047956677", "name": "G. Ali"}, {"authorId": "144881487", "name": "Y. Samuel"}, {"authorId": "1517863918", "name": "A. Pelaez"}, {"authorId": "1781464591", "name": "P. H. Chong"}, {"authorId": "1879115033", "name": "M. Yakubov"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "86e0b31bb9aa917434f02b04608a4f9c241d3a1a", "externalIds": {"PubMedCentral": "8545342", "DOI": "10.1109/ACCESS.2020.3013933"}, "url": "https://www.semanticscholar.org/paper/86e0b31bb9aa917434f02b04608a4f9c241d3a1a", "title": "Feeling Positive About Reopening? New Normal Scenarios From COVID-19 US Reopen Sentiment Analytics", "abstract": "The Coronavirus pandemic has created complex challenges and adverse circumstances. This research identifies public sentiment amidst problematic socioeconomic consequences of the lockdown, and explores ensuing four potential public sentiment associated scenarios. The severity and brutality of COVID-19 have led to the development of extreme feelings, and emotional and mental healthcare challenges. This research focuses on emotional consequences - the presence of extreme fear, confusion and volatile sentiments, mixed along with trust and anticipation. It is necessary to gauge dominant public sentiment trends for effective decisions and policies. This study analyzes public sentiment using Twitter Data, time-aligned to the COVID-19 reopening debate, to identify dominant sentiment trends associated with the push to reopen the economy. Present research uses textual analytics methodologies to analyze public sentiment support for two potential divergent scenarios - an early opening and a delayed opening, and consequences of each. Present research concludes on the basis of textual data analytics, including textual data visualization and statistical validation, that tweets data from American Twitter users shows more positive sentiment support, than negative, for reopening the US economy. This research develops a novel sentiment polarity based public sentiment scenarios (PSS) framework, which will remain useful for future crises analysis, well beyond COVID-19. With additional validation, this research stream could present valuable time sensitive opportunities for state governments, the federal government, corporations and societal leaders to guide local and regional communities, and the nation into a successful new normal future.", "venue": "Ieee Access", "year": 2020, "referenceCount": 79, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2140273564", "name": "Jim Jim Samuel Samuel"}, {"authorId": "2140267327", "name": "Md. Mokhlesur Md. Mokhlesur Rahman Rahman"}, {"authorId": "2140268946", "name": "G. G. M. N. G. G. M. N. Ali Ali"}, {"authorId": "2140272710", "name": "Yana Yana Samuel Samuel"}, {"authorId": "2140268944", "name": "Alexander Alexander Pelaez Pelaez"}, {"authorId": "2140270416", "name": "Peter Han Joo Peter Han Joo Chong Chong"}, {"authorId": "2140270764", "name": "Michael Michael Yakubov Yakubov"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "aae894382834f0e01f9177e47d39eaae9d523217", "externalIds": {"DBLP": "journals/access/SamuelRASPCY20", "MAG": "3047061478", "DOI": "10.1109/ACCESS.2020.3013933"}, "url": "https://www.semanticscholar.org/paper/aae894382834f0e01f9177e47d39eaae9d523217", "title": "Feeling Positive About Reopening? New Normal Scenarios From COVID-19 US Reopen Sentiment Analytics", "abstract": "The Coronavirus pandemic has created complex challenges and adverse circumstances. This research identifies public sentiment amidst problematic socioeconomic consequences of the lockdown, and explores ensuing four potential public sentiment associated scenarios. The severity and brutality of COVID-19 have led to the development of extreme feelings, and emotional and mental healthcare challenges. This research focuses on emotional consequences - the presence of extreme fear, confusion and volatile sentiments, mixed along with trust and anticipation. It is necessary to gauge dominant public sentiment trends for effective decisions and policies. This study analyzes public sentiment using Twitter Data, time-aligned to the COVID-19 reopening debate, to identify dominant sentiment trends associated with the push to reopen the economy. Present research uses textual analytics methodologies to analyze public sentiment support for two potential divergent scenarios - an early opening and a delayed opening, and consequences of each. Present research concludes on the basis of textual data analytics, including textual data visualization and statistical validation, that tweets data from American Twitter users shows more positive sentiment support, than negative, for reopening the US economy. This research develops a novel sentiment polarity based public sentiment scenarios (PSS) framework, which will remain useful for future crises analysis, well beyond COVID-19. With additional validation, this research stream could present valuable time sensitive opportunities for state governments, the federal government, corporations and societal leaders to guide local and regional communities, and the nation into a successful new normal future.", "venue": "IEEE Access", "year": 2020, "referenceCount": 80, "citationCount": 27, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "37637429", "name": "Jim Samuel"}, {"authorId": "50743674", "name": "Md. Mokhlesur Rahman"}, {"authorId": "2047956677", "name": "G. Ali"}, {"authorId": "144881487", "name": "Y. Samuel"}, {"authorId": "1517863918", "name": "A. Pelaez"}, {"authorId": "1781464591", "name": "P. H. Chong"}, {"authorId": "1879115033", "name": "M. Yakubov"}]}}, {"contexts": ["In Reference [10], the authors use the methodology ‘attributes of innovation framework’ to identify the potential blockchain applications and present a framework explicating four transformation phases to subsequently categorize the identified areas of application according to their effects on organizational structures and processes.", "The applicability of blockchain technology in the Internet of Things sector is examined in Reference [12].", "In Reference [9], the authors identify characteristic use cases described for blockchain in the field of logistics and supply chain management and analyze them regarding their mindful technology use based on five mindful technology adoption principles: Engagement with the technology; technological novelty seeking; awareness of local context; cognizance of alternative technologies; and anticipation of technology alteration.", "The articulation between supply chain and ethics (as for example the discussion in Reference [17]) is something that is receiving significant attention in modern business ethics and where blockchains can contribute through the traceability of the products and the means of manufacturing."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "84de1e27cf0b3f42296040601400fcb735849f0e", "externalIds": {"MAG": "2909181255", "DOI": "10.3390/LOGISTICS3010005"}, "url": "https://www.semanticscholar.org/paper/84de1e27cf0b3f42296040601400fcb735849f0e", "title": "Blockchains for Supply Chain Management: Architectural Elements and Challenges Towards a Global Scale Deployment", "abstract": "Blockchains are attracting the attention of stakeholders in many industrial domains, including the logistics and supply chain industries. Blockchain technology can effectively contribute in recording every single asset throughout its flow on the supply chain, contribute in tracking orders, receipts, and payments, while track digital assets such as warranties and licenses in a unified and transparent way. The paper provides, through its methodology, a detailed analysis of the blockchain fit in the supply chain industry. It defines the specific elements of blockchain that affect supply chain such as scalability, performance, consensus mechanism, privacy considerations, location proof and cost, and details on the impact that blockchains will have in disrupting the supply chain industry. Discussing the tradeoff between consensus cost, throughput and validation time it proceeds with a suggested high-level architectural approach, and concludes as a result with a discussion on changes needed and challenges faced for an in-vivo deployment of blockchains in the supply chain industry. While the technological features of modern blockchains can effectively facilitate supply chain uses cases, the various challenges that still remain, bring in front of us a wide set of needed changes and further research efforts for achieving a global, production level blockchain for the supply chain industry.", "venue": "Logistics", "year": 2019, "referenceCount": 39, "citationCount": 66, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144993939", "name": "A. Litke"}, {"authorId": "2506597", "name": "D. Anagnostopoulos"}, {"authorId": "145122221", "name": "T. Varvarigou"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6e0dfae651ad0ce2acf07e69f36df9a80a31fa9d", "externalIds": {"MAG": "2754843595", "DOI": "10.3390/RECYCLING2030015"}, "url": "https://www.semanticscholar.org/paper/6e0dfae651ad0ce2acf07e69f36df9a80a31fa9d", "title": "Minimizing Onsite Organic Household Left-Over Waste: The Emission Benefits of Keeping Pet Rabbits.", "abstract": "As waste management is becoming all the more crucial, this study investigates the way in which house left-over organic waste can be better managed on site, in order to minimize the off-site treatment cost and maximize environmental performance. For the implementation of this research, a full year measurement was recorded, showing the organic leftover waste food intake of two rabbits in a household of four. The organic food, collected in two separate baskets suitable for composting—though one for rabbit intake—was 168.5 kg in total, plus 68.8 kg, which was delivered directly to the composting bin, along with food remains and rabbit feces. The results show that, over the examined year, a total of up to 0.417 metric tons of CO2 equivalent per year emissions was avoided, suggesting that if 30 houses were to apply this methodology, one garbage truck journey per year would be saved. Overall, this study suggests that better information and environmental awareness can result in on-site, low cost, individual management of recyclable organic material, which would assist with the decrease in the cost of management, along with increased environmental performance.", "venue": "", "year": 2017, "referenceCount": 59, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "6590576", "name": "K. Tsagarakis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d5052a7d25df19e153664f9798ea113dbcdf1331", "externalIds": {"MAG": "2333709242", "DOI": "10.1080/17524032.2016.1154886"}, "url": "https://www.semanticscholar.org/paper/d5052a7d25df19e153664f9798ea113dbcdf1331", "title": "Developing Communication Strategies for Mitigating Actions Against Global Warming: Linking Framing and a Dual Processing Model", "abstract": "Although there is increasing public awareness of global warming, there is a gap between such perception and relevant actions to combat the problem. In order to develop effective strategies for facilitating public actions, in this paper we draw upon framing theory and a dual processing model. Based on an experiment involving 261 participants from a large public university in Taiwan, this study found that by framing global warming as a local issue, communication messages can trigger both analytic (issue relevance) and affective (negative emotions) appraisals, which, in turn, will increase people's intentions to take actions. This study provides important insights for government and environmental groups when designing communication campaigns on this issue.", "venue": "", "year": 2017, "referenceCount": 91, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "6061108", "name": "Tsung-jen Shih"}, {"authorId": "2000089", "name": "Cheng-Yu Lin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4061041ddc270090dbf7640ab051711598621c9c", "externalIds": {"MAG": "2591507978", "DOI": "10.1057/9781137284037.0010"}, "url": "https://www.semanticscholar.org/paper/4061041ddc270090dbf7640ab051711598621c9c", "title": "Managing the Transition to a Low-Carbon Economy: Perspectives, Policies, and Practices from Asia", "abstract": "Asia must be at the center of the global fight against climate change. It is the world's most populous region, with high economic growth, a rising share of global greenhouse gas emissions, and the most vulnerability to climate risks. Its current resource- and emission-intensive growth pattern is not sustainable. This study recognizes low-carbon green growth as an imperative - not an option - for developing Asia. Asia has already started to move toward low-carbon green growth. Many emerging economies have started to use sustainable development to bring competitiveness to their industries and to serve growing green technology markets. The aim of this study is to share the experiences of emerging Asian economies and the lessons they have learned. The book assesses the low-carbon and green policies and practices taken by Asian countries, identifies gaps, and examines new opportunities for low-carbon green growth.", "venue": "", "year": 2016, "referenceCount": 197, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business", "Economics"], "authors": [{"authorId": "39893269", "name": "B. Lohani"}, {"authorId": "3130275", "name": "M. Kawai"}, {"authorId": "21575606", "name": "V. Anbumozhi"}]}}, {"contexts": ["The Toronto Zoo is currently involved in breeding programs for 122 species, 43 of which are coordinated through SSP programs, with the remainder organized through various other national and international studbooks (Toronto Zoo 2016b).", "As can be seen in Table 3.2, the Vancouver Aquarium was the first AZA accredited facility in Canada (Vancouver Aquarium 2016a), followed soon after by the Calgary Zoo and the Toronto Zoo (Calgary Zoo 2016a, Toronto Zoo 2015a).", "After being hatched, the juvenile turtles spent two years in captivity while they grew to a large enough size to reduce the risk of predation (Toronto Zoo 2016d).", "The first headstarted Blanding’s turtles were collected as eggs from stable populations in other parts of Ontario (Toronto Zoo 2016d).", "30\nWhile many people tend to think of zoos as solely exhibiting exotic species, I found that all four of the case study locations had a strong representation of Canadian species (Assiniboine Park Zoo 2016a, Calgary Zoo 2016b, Pers.", "…is responsible for housing the owls (in a non-public area) over the winter, in addition to conducting all of the genetic testing and deciding which headstarted owls should be paired together in order to foster the greatest possible genetic diversity (Assiniboine Park Zoo 2016c, Interview: AZ-5).", "Three of the four zoos appear to focus their collections mainly on mammals and birds (Assiniboine Park Zoo 2016a, Calgary Zoo 2016b, Toronto Zoo 2016a), while the Vancouver Aquarium is, perhaps unsurprisingly, dominated by fishes and marine invertebrates (Pers.", "Both the Vancouver\nAquarium and the Toronto Zoo are breeding populations of Panamanian golden frogs; however, the continued presence of the chytrid fungus in the animal’s range means that no reintroductions of the species can take place until this threat has been mitigated (Toronto Zoo 2016c).", "Though the Calgary Zoo’s burrowing owl headstarting program is still in the planning stages, the Assiniboine Park Zoo has been involved with burrowing owl recovery since 2010, and is a founding member of the Manitoba Burrowing Owl Recovery Program (MBORP) (Assiniboine Park Zoo 2016b).", "Comm. Vancouver Aquarium Animal Registrar June 20 2016, Toronto Zoo 2016a).", "In the case of the Blanding’s turtle, headstarting was a high priority, as there were only an estimated six turtles remaining in the Rouge Valley area prior to the establishment of the head-starting program (Toronto Zoo 2016d)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "4098423241d7ecbf54ac51e88f9f83e80f3ad8de", "externalIds": {"MAG": "2602774956"}, "url": "https://www.semanticscholar.org/paper/4098423241d7ecbf54ac51e88f9f83e80f3ad8de", "title": "The Role of Canadian Zoos and Aquaria in Species at Risk Conservation", "abstract": "Though many zoos have been participating in conservation activities for decades, academics have yet to conduct a thorough analysis of how zoos and aquaria are assisting in the recovery of species at risk. This thesis investigates the role of Canadian zoos and aquaria in conservation by using a combination of interviews with zoo staff members, observations of people at zoo exhibits, and multi-level species recovery document analysis. I argue that zoos in Canada are uniquely placed to make a substantial contribution to species at risk recovery in several main areas, including captive breeding and reintroductions, research, education, and recovery strategy development. However, financial limitations are holding these institutions back from growing their involvement in species at risk conservation, despite the pressing need for more nongovernmental organizations, such as zoos, to take on a more active role in species recovery.", "venue": "", "year": 2016, "referenceCount": 189, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "108373034", "name": "K. Jansen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "46423fb03a03f5d0c13581705c83fcab7e9b6cc1", "externalIds": {"MAG": "2334596195", "DOI": "10.1177/0896920515582091"}, "url": "https://www.semanticscholar.org/paper/46423fb03a03f5d0c13581705c83fcab7e9b6cc1", "title": "From Complicit Citizens to Potential Prey: State Imaginaries and Subjectivities in US War Resistance", "abstract": "The movements against the Vietnam and Iraq wars gave rise to analogous resistance efforts, in the form of draft resistance and counter-recruitment, respectively. Despite their many similarities, the draft resistance and counter-recruitment movements emerged in distinct historical eras marked by very different ‘state imaginaries’ or assumptions about the nature of the state and people’s relation to it. Drawing on original archival work, this paper excavates these state imaginaries and examines how they conditioned activists’ subjectivities in each era. More specifically, this paper argues that the 1960s were marked by an imaginary of the state based on consent, which positioned draft resisters as complicit citizens and engendered a sense of personal responsibility for the war. This state imaginary was displaced in the neoliberal era by an imaginary of the state as an alien and invasive force, which positioned counter-recruitment activists (or their children) as potential prey and impelled efforts at self-defense.", "venue": "", "year": 2016, "referenceCount": 83, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "114733116", "name": "Emily Brissette"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8b2856e2f7d96843112ec98d99dff0f6d50bf29b", "externalIds": {"MAG": "2571276740"}, "url": "https://www.semanticscholar.org/paper/8b2856e2f7d96843112ec98d99dff0f6d50bf29b", "title": "Automatic Detection of Cyberbullying on Social Media", "abstract": "Bullying on social media is a dire problem for many youths, leading to severe health problems. In this thesis we describe the construction of a software prototype capable of automatically identifyi ...", "venue": "", "year": 2016, "referenceCount": 38, "citationCount": 21, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "101306075", "name": "Love Engman"}]}}, {"contexts": ["Researchers (Gardner & Stern, 2008; Dietz et al., 2009; Aamaas et al., 2013), governments (EPA, 2013; European Commission, 2011) and environmental NGOs (Greenpeace, 2013) advise households on how to reduce their carbon footprint by providing specific lists of actions or carbon footprint calculators.", ", 2013), governments (EPA, 2013; European Commission, 2011) and environmental NGOs (Greenpeace, 2013) advise households on how to reduce their carbon footprint by providing specific lists of actions or carbon footprint calculators."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "fb76765ec734ea84696ebb6bce9fdc30bdec0149", "externalIds": {"MAG": "2278660109", "DOI": "10.1086/682572"}, "url": "https://www.semanticscholar.org/paper/fb76765ec734ea84696ebb6bce9fdc30bdec0149", "title": "Climate Campaigns, Cap and Trade, and Carbon Leakage: Why Trying to Reduce Your Carbon Footprint Can Harm the Climate", "abstract": "Governments and environmental NGOs campaign for carbon footprint reductions by households. Many of the behavioral changes recommended reduce demand for goods produced by sectors covered by cap-and-trade schemes. With a binding cap, greenhouse gas emissions from those sectors do not change. I show that climate campaigns create leakage effects if coverage of cap-and-trade schemes is incomplete. Campaigns that shift demand away from sectors subject to a cap increase aggregate emissions, as do campaigns to reduce carbon footprints generally if the capped sectors are emission intensive. However, campaigns targeting sectors not covered by a cap-and-trade scheme or propagating retiring of emission allowances reduce emissions.", "venue": "Journal of the Association of Environmental and Resource Economists", "year": 2015, "referenceCount": 67, "citationCount": 19, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Environmental Science"], "authors": [{"authorId": "49265031", "name": "Grischa Perino"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7a76618d127027734386cf41aeeec68dd62d71e6", "externalIds": {"MAG": "2053181480", "DOI": "10.1353/TECH.2014.0039"}, "url": "https://www.semanticscholar.org/paper/7a76618d127027734386cf41aeeec68dd62d71e6", "title": "Of Clunkers and Camaros: Accelerated Vehicle Retirement Programs and the Automobile Enthusiast, 1990–2009", "abstract": "This article examines the theory and practice of “accelerated vehicle retirement,” or “scrappage,” programs during the 1990s and 2000s. Scrappage programs, championed by smokestack-industry executives, as well as local, state, and federal authorities, sought to purge the streets of older cars so that their supporters could meet their federal- and state- level air-quality-improvement targets on the cheap. Put another way, these programs aimed to reduce the overall emissions of the nation’s fleet of cars—and, thus, to reduce overall air pollution—by hastening the pace of motor-vehicle obsolescence. Ultimately, vigorous opposition to these programs, especially though not exclusively among antique-and classic-car enthusiasts, led to their abandonment in all but a handful of cases. By examining both the origin and evolution of scrappage programs and the emergence of organized opposition to them, the article contemplates the relationship between the old and the new in the twentieth-century United States.", "venue": "", "year": 2014, "referenceCount": 109, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "89728325", "name": "David N. Lucsko"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4470d0932e101cc7a0770316508e8dcf4aa6f8a9", "externalIds": {"MAG": "2279324451"}, "url": "https://www.semanticscholar.org/paper/4470d0932e101cc7a0770316508e8dcf4aa6f8a9", "title": "Menstrual hygiene matters: a resource for improving menstrual hygiene around the world.", "abstract": "This comprehensive peer-reviewed handbook presents practical guidance on how to address menstrual hygiene within a range of water and sanitation health and education programmes. It builds on detailed research to find out what issues women and girls face and how these are being addressed in many developing countries. The handbook focuses on practical examples drawing on what is already being implemented in different contexts to encourage replication. It contains extensive training resources and ideas.", "venue": "", "year": 2012, "referenceCount": 123, "citationCount": 161, "influentialCitationCount": 17, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "46296361", "name": "S. House"}, {"authorId": "49732903", "name": "T. Mahon"}, {"authorId": "48672623", "name": "S. Cavill"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fe2f72cda84e0cdf1c330c637830bf9371c6b411", "externalIds": {"MAG": "1522851423", "DOI": "10.2139/ssrn.2184695"}, "url": "https://www.semanticscholar.org/paper/fe2f72cda84e0cdf1c330c637830bf9371c6b411", "title": "Lifestyle Choices and Societal Behavior Changes as Local Climate Strategy", "abstract": "The Asia-Pacific region is witnessing rapid economic growth. Along with rising incomes, the lifestyles of the large middle class are moving quickly towards a buy-and-discard consumer model that involves carbon-intensive products and services. This paper attempts to identify lifestyle changes at the individual level, and behavioral changes at the community level that could offer high carbon abatement potential. It also provides some good practices of public policies and policy recommendations that can be pivotal in making a business case of low-carbon and eco-efficient lifestyles, strengthening collective awareness, and influencing public decision-making in developing countries in Asia.", "venue": "", "year": 2012, "referenceCount": 148, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "46302039", "name": "B. Mohanty"}, {"authorId": "104772772", "name": "Martin Scherfler"}, {"authorId": "104888949", "name": "Vikram Devatha"}]}}, {"contexts": ["Andersen, \"Depressive Symptoms After Breast Cancer Surgery: Relationships with Global, Cancer-Related, and Life Event Stress,\" Psycho-Oncology, (in press). 574 Kreutz and Andersen, \"Depressive Symptoms After Breast Cancer Surgery: Relationships with Global, CancerRelated, and Life Event Stress.\", (in press). 575 M.E. Kurtz, et al., \"Predictors of Depressive Symptomatology of Geriatric Patients with Lung Cancer - A Longitudinal Analysis,\" Psycho-Oncology 11 (2002): 12-22, p. 12. 576 Kurtz, et al., \"Predictors of Depressive Symptomatology of Geriatric Patients with Lung Cancer - A Longitudinal Analysis.\", p. 13. 577 Lorenzo Cohen, et al., \"Endocrine Levels at the Start of Treatment Are Associated With Subsequent Psychological Adjustment in Cancer Patients with Metastatic Disease,\" Psychosomatic Medicine 63 (2001): 951-58, p.", "16 Sahotra Sarkar, Molecular Models of Life: Philosophical Papers on Molecular Biology (Cambridge: The MIT Press, 2005), p. 70-71.", "Conceptual Blending and Mental Spaces\nThe discussion of cognition must contain a discussion of ‘mental spaces’ – a theory of\ncognition positing the assemblage of novel ideas and constructs from earlier ideas and constructs, occurring outside of our conscious awareness.28 Fauconnier argues that language cues give rise to cognition outside of our awareness, building complex cognitive structures that can exceed the extent of the information presented:\n27 John A. Bargh, \"Reply to the Commentaries,\" in The Automaticity of Everyday Life, ed.", "200 20 Nico Peruzzi, Andrew Canapary, and Bruce Bongar, \"Physician-Assisted Suicide: The Role of Mental Health Professionals,\" Ethics & Behavior 6, no. 4 (1996): 353-66.", "76 Nancy McKendree-Smith and Forrest Scogin, \"Depressive Realism: Effects of Depression Severity and Interpretation Time,\" Journal of Clinical Psychology 56, no. 12 (2000): 1601-08.", "8 This can refer\n5 John A. Bargh, \"The Automaticity of Everyday Life,\" in The Automaticity of Everyday Life, ed.", "118 Evans and Hollon, \"Patterns of Personal and Causal Inference: Implications for the Cognitive Therapy of Depression,\" 348. 119 Moretti and Shaw, \"Automatic and Dysfunctional Cognitive Processes in Depression,\" 387-8. 120 Eric Matthews, \"Autonomy and the Psychiatric Patient,\" Journal of Applied Philosophy 17, no. 1 (2000): 67. 121 Mark Parascandola, Jennifer Hawkins, and Marion Danis, \"Patient Autonomy and the Challenge of Clinical Uncertainty,\" Kennedy Institute of Ethics Journal 12, no. 3 (2002): 257. 122 Heather Draper and Tom Sorell, \"Patients' Responsibilities in Medical Ethics,\" Bioethics 16, no. 4 (2002): 338. 123 Jennifer Parks, \"A Contextualized Approach to Patient Autonomy Within the Therapeutic Relationship,\" Journal of Medical Humanities 19, no. 4 (1998): 299-311; Anne Donchin, \"Understanding Autonomy Relationally: Toward a Reconfiguration of Bioethical Principles,\" Journal of Medicine and Philosophy 26, no.", "The mere word ‘cancer’ may elicit a slew of memories and experiences involuntarily and instigate thought processes culminating in a comorbid depression, which may radically affect how our patient perceives his or her current\n13 Bargh, \"The Automaticity of Everyday Life,\" 10.", "15 Bargh, \"The Automaticity of Everyday Life,\" 47-8.", "20 Roy E. Baumeister and Kristin L. Sommer, \"Consciousness, Free Choice, and Automaticity,\" in The Automaticity of Everyday Life, ed.", "24 Dov Cohen, \"Ifs and Thens in Cultural Psychology,\" in The Automaticity of Everyday Life, ed.", "97 Sahotra Sarkar, Molecular Models of Life: Philosophical Papers on Molecular Biology, p. 98.", "22 Gerald Clore and Timothy Ketelaar, \"Minding Our Emotions: On the Role of Automatic, Unconscious Affect,\" in The Automaticity of Everyday Life, ed.", "Andersen, \"Depressive Symptoms After Breast Cancer Surgery: Relationships with Global, Cancer-Related, and Life Event Stress,\" Psycho-Oncology, (in press). 574 Kreutz and Andersen, \"Depressive Symptoms After Breast Cancer Surgery: Relationships with Global, CancerRelated, and Life Event Stress.\", (in press). 575 M.E. Kurtz, et al., \"Predictors of Depressive Symptomatology of Geriatric Patients with Lung Cancer - A Longitudinal Analysis,\" Psycho-Oncology 11 (2002): 12-22, p.", "Their complexity makes it even more amazing how efficient, rapid, and seemingly automatic they are.3\n2 Charles S. Carver, \"Associations to Automaticity,\" in The Automaticity of Everyday Life, ed.", "Initially these responses\n10 Bargh, \"The Automaticity of Everyday Life,\" 8.", "It has been accepted for inclusion in Electronic Theses and Dissertations by an authorized administrator of Duquesne Scholarship Collection. For more information, please contact phillipsg@duq.edu. Recommended Citation Butkus, M. (2006). Depression, Volition, and Death: The Effect of Depressive Disorders on the Autonomous Choice to Forgo Medical Treatment (Doctoral dissertation, Duquesne University).", "Bargh suggests that by shifting away\n4 Eliot R. Smith, \"Preconscious Automaticity in a Modular Connectionist System,\" in The Automaticity of Everyday Life, ed.", "On the Need to Reconcile Situational Control and Personal Control,\" in The Automaticity of Everyday Life, ed.", "Holup, and Ian Pagano, \"Ethnic Differences in Quality of Life Among Early Breast and Prostate Cancer Survivors,\" PsychoOncology 11 (2002): 103-13, p.", "11 Beck, Cognitive Therapy and the Emotional Disorders, 84. 12 Richard G. MacGillivray and Pierre Baron, \"The Influence of Cognitive Processing Style on Cognitive Distortion in Clinical Depression,\" Social Behavior and Personality 22, no. 2 (1994): 146.", "12 Leonard Berkowitz, \"Some Thoughts Extending Bargh's Argument,\" in The Automaticity of Everyday Life, ed.", "8 Bargh, \"The Automaticity of Everyday Life,\" 3.", "594 Helen Street, \"The Psychosocial Impact of Cancer: Exploring Relationships Between Conditional Goal Setting and Depression,\" Psycho-Oncology 12 (2003): 580-89, p.", "He understands preconscious processing to refer to the “initial state of cognition in which the world makes contact with our minds” – in essence, we cannot have a conscious experience of the world without having a preconscious experience of\n9 Bargh, \"The Automaticity of Everyday Life,\" 3.", ", \"The Use of Advance Directives in End-of-Life Decision Making: Problems and Possibilities,\" American Behavioral Scientist 46 (2002): 268-83."], "isInfluential": true, "intents": ["methodology", "background"], "citingPaper": {"paperId": "a45eae0ab0859e27182161af8db59b7cd7234cc5", "externalIds": {"MAG": "2794693637"}, "url": "https://www.semanticscholar.org/paper/a45eae0ab0859e27182161af8db59b7cd7234cc5", "title": "Depression, Volition, and Death: The Effect of Depressive Disorders on the Autonomous Choice to Forgo Medical Treatment", "abstract": null, "venue": "", "year": 2006, "referenceCount": 431, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "87467998", "name": "Matthew A. Butkus"}]}}]}