{"offset": 0, "data": [{"contexts": ["• UAV-Guided & UAV-led Attacks: is a technique that was used between 2016 and late 2017 [234] to target military personnel, convoys and checkpoints or installations [221] , [236] , [237] using the Vehicle-Borne Improvised Explosive Devices (VBIED) [238] ; in addition to the old car bomb style [239] , or the dropping of homemade bombs (i.e bomblets, grenades, 20-40 mm, or modified shells) or leaflets [240] ."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "0cdcb926902d1878a7c8a48bfdb2d9c77ec5be02", "externalIds": {"MAG": "3021157052", "PubMedCentral": "7206421", "DBLP": "journals/iot/YaacoubNSC20", "DOI": "10.1016/j.iot.2020.100218"}, "url": "https://www.semanticscholar.org/paper/0cdcb926902d1878a7c8a48bfdb2d9c77ec5be02", "title": "Security analysis of drones systems: Attacks, limitations, and recommendations", "abstract": "\n Abstract\n \n Recently, the world witnessed a significant increase in the number of used drones, with a global and continuous rise in the demand for their multi-purpose applications. The pervasive aspect of these drones is due to their ability to answer people’s needs. Drones are providing users with a bird’s eye that can be activated and used almost anywhere and at any time. However, recently, the malicious use of drones began to emerge among criminals and cyber-criminals alike. The probability and frequency of these attacks are both high and their impact can be very dangerous with devastating effects. Therefore, the need for detective, protective and preventive counter-measures is highly required. The aim of this survey is to investigate the emerging threats of using drones in cyber-attacks, along the countermeasures to thwart these attacks. The different uses of drones for malicious purposes are also reviewed, along the possible detection methods. As such, this paper analyzes the exploitation of drones vulnerabilities within communication links, as well as smart devices and hardware, including smart-phones and tablets. Moreover, this paper presents a detailed review on the drone/Unmanned Aerial Vehicle (UAV) usage in multiple domains (i.e civilian, military, terrorism, etc.) and for different purposes. A realistic attack scenario is also presented, which details how the authors performed a simulated attack on a given drone following the hacking cycle. This review would greatly help ethical hackers to understand the existing vulnerabilities of UAVs in both military and civilian domains. Moreover, it allows them to adopt and come up with new techniques and technologies for enhanced UAV attack detection and protection. As a result, various civilian and military anti-drones/UAVs (detective and preventive) countermeasures will be reviewed.\n \n", "venue": "Internet of Things", "year": 2020, "referenceCount": 584, "citationCount": 55, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1492046485", "name": "Jean-Paul A. Yaacoub"}, {"authorId": "1893258", "name": "H. Noura"}, {"authorId": "2664220", "name": "O. Salman"}, {"authorId": "144113997", "name": "A. Chehab"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "178913cc56635f8de94149b70c6365d663f3077a", "externalIds": {"MAG": "3197087530", "DOI": "10.19165/2020.6.0123"}, "url": "https://www.semanticscholar.org/paper/178913cc56635f8de94149b70c6365d663f3077a", "title": "Prevention of Bomb Attacks by Terrorists in Urban Settings: Improvised Explosive Devices", "abstract": null, "venue": "", "year": 2020, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "152534849", "name": "Rachel Monaghan"}, {"authorId": "97863987", "name": "David McIlhatton"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c5a3a398a4e710aacb4956a457ea6d81583b2ecd", "externalIds": {"MAG": "3045814399", "DOI": "10.1177/1527476420919690"}, "url": "https://www.semanticscholar.org/paper/c5a3a398a4e710aacb4956a457ea6d81583b2ecd", "title": "“Talk to Each Other Like It’s 1995”: Mapping Nostalgia for the 1990s in Contemporary Media Culture", "abstract": "Twenty years on from Television & New Media’s first issue, we find ourselves in an era defined by fracture, anger, anxiety, and nervousness. This short article considers one notable response to this crisis: nostalgia for the 1990s manifesting across a number of cultural fields, including television, music, and celebrity.", "venue": "", "year": 2020, "referenceCount": 72, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "115200489", "name": "N. Ewen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4edb35c160bf995af02717580156ff9861626bc4", "externalIds": {"MAG": "2947046141", "DOI": "10.1017/9781108697699"}, "url": "https://www.semanticscholar.org/paper/4edb35c160bf995af02717580156ff9861626bc4", "title": "The Historical Roots of Political Violence", "abstract": null, "venue": "", "year": 2019, "referenceCount": 559, "citationCount": 21, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1403789763", "name": "Ignacio Sánchez-Cuenca"}]}}, {"contexts": ["The first section describes key specificities of the urban car attack that, seemingly, caused the security bollarding under analysis (see Davis, 2008).", "In their place is a sequence and interaction of events whose shape and significance indicates an almost complete vindication of Jon Coaffee’s arguments and case studies of this topos (Coaffee, 2009, 2010; see also Davis, 2008)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "5bfad5b37904901d2b8ec7450c8278cd01fac823", "externalIds": {"MAG": "2913457838", "DOI": "10.1177/0263775818824343"}, "url": "https://www.semanticscholar.org/paper/5bfad5b37904901d2b8ec7450c8278cd01fac823", "title": "Never mind the bollards: The politics of policing car attacks through the securitisation of crowded urban places", "abstract": "This paper follows an example of security bollarding in response to car attacks, now widely offered as a solution to the ‘new normal’ use of motor vehicles as weapons for terrorist attacks in crowded urban places. We examine the relations between the specificities of an attack in Melbourne in 2017, where bollards were presented as regrettable but necessary. We explore how improvisations softened the political impact of this target hardening through an aesthetic harm reduction called bollart, and we give attention to how bollarding is aligned with global logistics, governing social complexity by securing circulation. Finally, we analyse how the bollard minded the concerns of its publics by establishing an agentic relay of responsibilisation. In policing car attacks by securitising, the dream of security and the nightmare of catastrophe were patiently translated back into ‘business as usual’ through a set of measures that deflected risks and costs: by hedging, through building resilience, by absorbing semiotic flak and preventing responsibility from resting with any ‘one’. The bollard provided a way to govern complexity by policing terror in public spaces – in the absence of the police, or a shared vision of justice.", "venue": "Environment and Planning D: Society and Space", "year": 2019, "referenceCount": 109, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2067448863", "name": "Peter Chambers"}, {"authorId": "2077244962", "name": "Thomas Andrews"}]}}, {"contexts": ["First introduced into Lebanon in 1972, car bombs became a notable feature of the Lebanese Civil War in the late 1970s.(59) Because of their mobility,"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "aebe911d68c1d4d991f20c387a3ffea8c77eb702", "externalIds": {"MAG": "2922495753", "DOI": "10.1080/01495933.2019.1573072"}, "url": "https://www.semanticscholar.org/paper/aebe911d68c1d4d991f20c387a3ffea8c77eb702", "title": "Dynamics of insurgent innovation: How Hezbollah and other non-state actors develop new capabilities", "abstract": "Abstract Few issues are more important to security-studies scholars than understanding how violent non-state groups innovate. To shed new light on this subject, we examine Hezbollah’s innovations and the underlying processes that produced them. Based on this case, the most successful violent non-state groups are arguably those that systematically pursue incremental innovation. Although less dramatic than their discontinuous counterparts, a commitment to steadily improve an organizations' tactics and techniques can have dramatic effects. Indeed, even Hezbollah’s remarkable performance during the 2006 Lebanon War is attributable to the perfection of techniques utilized since the organization's inception. While innovations were incremental in character, a bottom-up process of learning and experimentation by field commanders was critical to generating most of these innovations. If generalizable to other violent non-state actors, these findings suggest that the most formidable insurgent and terrorist groups will actually be those that relentlessly pursue incremental innovations in a bottom-up fashion.", "venue": "Comparative Strategy", "year": 2019, "referenceCount": 140, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "100748530", "name": "Marc Devore"}, {"authorId": "2070226154", "name": "Armin Stähli"}, {"authorId": "143852651", "name": "U. Franke"}]}}, {"contexts": ["Mike Davis (2007) makes the compelling case that Buda’s Blast inaugurated the era of the car bomb, an era intensified by the US War on Terror, and which we are still living through.", "Mike Davis (2007) makes the compelling case that Buda’s Blast inaugurated the era of the car bomb, an era intensified by the US War on Terror, and which we are still living through. 2. To be sure, Debord’s book has not escaped geographers’ notice, and indeed, there is a decent critical literature that develops many of his spatial insights. But it is true that it has received only the fraction of the interest bestowed on The Right to the City. For excellent treatments see: Merrifield (2005), Pinder (2005), Kirsch (1997); and more recently, Rosati (2012), Gerrard and Farrugia (2015). There is also, of course, a whole cottage industry devoted to Debord’s ideas about pychogeography, but these tend not so much develop his trenchant analysis of capitalism, which is the focus of this paper. 3. I am, of course, well aware of Lefebvre’s (1976, 2003) writings on revolution, especially the presumed urban revolution, but as with so much of his work, his arguments are only coincidentally coherent. Lefebvre’s value is not as a theorist so much as a generative thinker adept at being suggestive. This is, surely, one reason he is so attractive to the rest of us all these years after his intellectual heyday: he opened up all manner of avenues for continued investigation. 4. It is conventional when citing The Society of the Spectacle to cite thesis number rather than page number. All citations are to Donald Nicholson-Smith’s translation for Zone Books (1994). Unless otherwise noted, all emphases are in the original.", "Mike Davis (2007) makes the compelling case that Buda’s Blast inaugurated the era of the car bomb, an era intensified by the US War on Terror, and which we are still living through. 2. To be sure, Debord’s book has not escaped geographers’ notice, and indeed, there is a decent critical literature that develops many of his spatial insights. But it is true that it has received only the fraction of the interest bestowed on The Right to the City. For excellent treatments see: Merrifield (2005), Pinder (2005), Kirsch (1997); and more recently, Rosati (2012), Gerrard and Farrugia (2015).", "Mike Davis (2007) makes the compelling case that Buda’s Blast inaugurated the era of the car bomb, an era intensified by the US War on Terror, and which we are still living through. 2. To be sure, Debord’s book has not escaped geographers’ notice, and indeed, there is a decent critical literature that develops many of his spatial insights. But it is true that it has received only the fraction of the interest bestowed on The Right to the City. For excellent treatments see: Merrifield (2005), Pinder (2005), Kirsch (1997); and more recently, Rosati (2012), Gerrard and Farrugia (2015). There is also, of course, a whole cottage industry devoted to Debord’s ideas about pychogeography, but these tend not so much develop his trenchant analysis of capitalism, which is the focus of this paper."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "c7f5408504ed83bbd9c87f3887e5207e611695a9", "externalIds": {"MAG": "2791817349", "DOI": "10.1080/04353684.2018.1445478"}, "url": "https://www.semanticscholar.org/paper/c7f5408504ed83bbd9c87f3887e5207e611695a9", "title": "Revolution and the critique of human geography: prospects for the right to the city after 50 years*", "abstract": "ABSTRACT This paper is a slightly revised version of the 2017 Geografiska Annaler B Lecture, which I gave at the Nordic Geography Meeting in Stockholm. It seeks to show why Guy Debord’s ([(1967) 1994]. The Society of the Spectacle. Translated by David Nicholson-Smith. New York: Zone Books.) is just as important now as it was when it was published 50 years ago – not just politically, but also analytically. To do so, I develop an argument Debord only made in passing: that we live in a world governed by a falling rate of use value. Through this development, I suggest some ways to think about the right to the city – and revolution – in our current moment.", "venue": "", "year": 2018, "referenceCount": 36, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "144363181", "name": "D. Mitchell"}]}}, {"contexts": ["This is evident from accounts provided by authors such as Christopherson (1945), Baker et al. (1948), Thomas (1948), Rhodes (1974), Elliott (1990) and more recently Davis (2008)."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "18d3fbdf97643c0a06b8e0ffc1b8703bc90e4630", "externalIds": {"MAG": "2825248711"}, "url": "https://www.semanticscholar.org/paper/18d3fbdf97643c0a06b8e0ffc1b8703bc90e4630", "title": "An investigation into tensile membrane action as a means of emergency load redistribution", "abstract": "This thesis presents a review of structural robustness in conventional (non-hardened, nongovernmental and non-military) buildings subjected to malicious actions and has also investigated the capability of tensile membrane (catenary) action as a means of emergency load redistribution in reinforced concrete (RC) framed buildings, designed in accordance with BS 8110 and Eurocode 2. Case studies and forensic data relating to the response of conventional blast damaged buildings have been investigated. Based on the conclusions drawn from this investigation a simple ranking system has been presented that identifies the level of confidence offered by various forms of direct and indirect robust design. Catenary action has been shown to be a fundamental mechanism of emergency load redistribution for which research has been relatively limited, particularly in relation to RC frame constructions. An experimental investigation has been carried out; this involved the testing to failure of a series of half scale RC strip specimens, detailed to conventional detailing practices, to investigate the large displacement behaviour and ultimate collapse resistance of laterally restrained RC floor components following the loss of intermediate column support. The results showed characteristic compressive and tensile membrane responses. However, tensile membrane action was found to provide the largest reserve of strength and to offer the highest potential as a means of emergency load redistribution. By testing specimens to outright collapse the investigation identified factors influencing catenary performance and demonstrated that the total energy absorption by work done in catenary action was influenced by the tensile properties and detailing of the specimens. The current ultimate limit criteria and theoretical approach to ultimate load prediction in catenary response have been critically reviewed using results obtained in testing. The findings have been implemented in an analytical study of collapse resistance by ultimate catenary response. A series of exemplar floor systems, of different size and detailing arrangements have been examined. The conclusions presented indicate that safe load redistribution by catenary action is dependent on the area of the unsupported structural bays and the area of the bottom reinforcement specified at or across structural connections, for which design parameters such as moment redistribution, detailing rules and tie force requirements are governing factors.", "venue": "", "year": 2016, "referenceCount": 110, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2108779265", "name": "Peter P. Smith"}]}}, {"contexts": ["The attack left 40 dead and over 200 injured and, at the time, prompted a national emergency in the US.[1]", "The attack left 40 dead and over 200 injured and, at the time, prompted a national emergency in the US.", "[1] Mike Davis, Buda’s Wagon: A Brief History of the Car Bomb."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "c45e7f7213cc0bedc7b13ded368afe24c58fb52f", "externalIds": {"MAG": "2602520411"}, "url": "https://www.semanticscholar.org/paper/c45e7f7213cc0bedc7b13ded368afe24c58fb52f", "title": "Daesh/IS Armored Vehicle Borne Improvised Explosive Devices (AVBIEDs): Insurgent Use and Terrorism Potentials.", "abstract": null, "venue": "", "year": 2016, "referenceCount": 21, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "96397184", "name": "R. Bunker"}]}}, {"contexts": ["There is dispute as to who was the first to describe the components of black powder in Europe, but Roger Bacon is generally given credit.", "Otherwise, nitrated organic compounds such as nitroglycerin and nitrosodiphenyl amine may undergo thermal decomposition in the heated zones of the gas chromatograph [11].", "Between the mid 1870’s and the post-World War II era, dynamite was the most common charge used in explosive devices, and many incidents took place in the United States and Europe [11,12,13].", "Bombings continued in the 19 th and early 20 th century in both Europe and the US as tools of political movements."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "f75c16ca496038b512f549b71a5b141b9d4a9429", "externalIds": {"MAG": "2511059238", "DOI": "10.25148/etd.FIDC000771"}, "url": "https://www.semanticscholar.org/paper/f75c16ca496038b512f549b71a5b141b9d4a9429", "title": "Analysis of Improvised Explosives by Electrospray Ionization - Mass Spectrometry and Microfluidic Techniques", "abstract": null, "venue": "", "year": 2016, "referenceCount": 26, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Chemistry"], "authors": [{"authorId": "120034840", "name": "I. Corbin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2ac424ffe154bf3f343256d20cde8b30af797972", "externalIds": {"MAG": "2779701823"}, "url": "https://www.semanticscholar.org/paper/2ac424ffe154bf3f343256d20cde8b30af797972", "title": "The development of the British approach to improvised explosive device disposal in Northern Ireland", "abstract": ".......................................................................................... ii Acknowledgments.............................................................................. iii", "venue": "", "year": 2015, "referenceCount": 92, "citationCount": 1, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "113661151", "name": "B. Cochrane"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "86e35bada4507e0d3b253b996fb0c22a621b68ac", "externalIds": {"MAG": "2179527204", "DOI": "10.1353/AQ.2015.0053"}, "url": "https://www.semanticscholar.org/paper/86e35bada4507e0d3b253b996fb0c22a621b68ac", "title": "“Strangers in Our Own Land”: John Kneubuhl, Modern Drama, and Hawai‘i Five-O", "abstract": "Widely acclaimed a foundational Oceanic playwright, Samoan American dramatist John Kneubuhl also wrote dozens of television scripts for programs such as The Fugitive and The Wild Wild West. As with his stage-dramas, many of these teleplays represent a masterful orchestration of diverse cultural traditions—an aesthetic nowhere more clear than in “Strangers in Our Own Land” (1968). In this early episode of Hawaii Five-O, Kneubuhl looks to his past as a playwright-cum-screenwriter and anticipates his future as Oceania’s foremost postcolonial dramatist. I argue that “Strangers in Our Own Land” reads as an adaptation of The Adding Machine (1923), the famous expression-ist play written by Elmer Rice, with whom Kneubuhl studied at Yale in the 1940s. Alluding to The Adding Machine, Kneubuhl offers a version of the play in which the anomic Mr. Zero becomes Benny Kalua (Simon Oakland), a native Hawaiian nightclub owner driven to murder by his participation in Honolulu’s exploitative tourist industry. “Strangers in Our Own Land” also evokes Kneubuhl’s earlier stage and screen works as well as intertexts such as John Dominis Holt’s “On Being Hawaiian” (1964). This small-screen drama should therefore be understood as a pivotal text that exemplifies the formal and thematic unity of Kneubuhl’s literary oeuvre.", "venue": "", "year": 2015, "referenceCount": 69, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "35261648", "name": "S. Orr"}]}}, {"contexts": ["Considering their later use against Israeli targets, Israel ironically introduced the car bomb into Lebanon when they used one to assassinate a Palestinian activist in 1972.(116) As this inaugural attack demonstrated, the mobility, ubiquity, and carrying capacity of automobiles renders them an efficient means of surreptitiously delivering explosives to high-value targets."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "9f5f7a398d3b08db4fd6fcdec26c29e9152831e9", "externalIds": {"MAG": "2030765172", "DOI": "10.1080/09546553.2013.808194"}, "url": "https://www.semanticscholar.org/paper/9f5f7a398d3b08db4fd6fcdec26c29e9152831e9", "title": "Explaining Hezbollah's Effectiveness: Internal and External Determinants of the Rise of Violent Non-State Actors", "abstract": "Few issues are more important to scholars of security studies than understanding the impact of state sponsorship on the capabilities of non-state armed actors. The subject of our study—Lebanon's Hezbollah—was selected based on its reputation amongst scholars and policymakers alike as an exceptionally capable organization. In our inquiry, we seek to answer the following questions about Hezbollah's rapid emergence during the 1980s as one of the world's premier armed non-state actors: (a) how did Iranian sponsorship contribute to Hezbollah's effectiveness?; and (b) to what extent did Hezbollah's success depend on characteristics endogenous to the organization itself? To preview our conclusions, state sponsorship can contribute markedly to non-state actors' capabilities by providing resources and sanctuary. However, the ultimate effectiveness of non-state armed groups depends heavily on such internal characteristics as their decision-making processes and members' backgrounds. Thus, while state support may be necessary for non-state actors to achieve their goals, it is insufficient as a guarantee of their effectiveness.", "venue": "", "year": 2015, "referenceCount": 94, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "100748530", "name": "Marc Devore"}, {"authorId": "2070226154", "name": "Armin Stähli"}]}}, {"contexts": ["Davis [1] calls them “stealth weapons of surprising power and destructive efficiency” – the “poor man’s air force” – and notes that over a person of 25 years, VBIED attacks have occurred in at least 58 countries."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "16a822f937d68f095ebf1ed2b189b552eb8ec6a3", "externalIds": {"MAG": "2182930141"}, "url": "https://www.semanticscholar.org/paper/16a822f937d68f095ebf1ed2b189b552eb8ec6a3", "title": "Cost-Effectiveness of Vehicle Barriers and Setback Distance for Protecting Buildings from Vehicle Bomb Attack", "abstract": "Decision-making regarding implementing measures to protect buildings from vehicle bomb attack is often undertaken using highly judgment-based risk processes. This paper presents a quantitative risk-cost model for using vehicle barriers to create setback distance around a new office building. The model explicitly considers both the attack probability, and the damages in the event of an attack (both target building and collateral), as well as how both of these might change as mitigation measures are implemented. The attack damages are assessed using a new empirical blast model, which adapts the estimation methods used by the U.S. Geological Survey for earthquake damages, and is based on data from three well-studied vehicle bomb attacks. Monte Carlo simulation is used to carry the uncertainty in the inputs through to the final results. The model outputs are the mitigation costs, the attack damages, the \"breakeven\" attack probability (at which the benefits of the mitigation justify its costs), and the cost per statistical life saved (assuming an attack). The results suggest that this mitigation option is cost-effective only when the attack probability (for the case without the mitigation measures present) is rather high.", "venue": "", "year": 2014, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "71574128", "name": "N. Heatwole"}]}}, {"contexts": ["…car bombs, known as vehicle-borne improvised explosive devices (VBIEDs) also have a proven ability to cause progressive collapses of buildings, such as the attack on the US Marine barracks in Beirut, Lebanon, in 1983, which was almost completely demolished with the loss of 241 lives (Davis, 2007).", "…Issue SB8 Pages 447–456 http://dx.doi.org/10.1680/stbu.12.00023 Paper 1200023 Received 20/04/2012 Accepted 20/08/2013 Published online 01/01/2014 Keywords: buildings, structures & design/codes of practice & standards\nICE Publishing: All rights reserved\nStructures and Buildings Volume 167 Issue SB8"], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "1fdfb3e540dbf5415d3ab8b271d306dc867209cc", "externalIds": {"MAG": "2043367767", "DOI": "10.1680/STBU.12.00023"}, "url": "https://www.semanticscholar.org/paper/1fdfb3e540dbf5415d3ab8b271d306dc867209cc", "title": "A review of progressive collapse research and regulations", "abstract": "History has demonstrated that buildings designed to conventional design codes can lack the robustness necessary to withstand localised damage, partial or even complete collapse. This variable performance has led governmental organisations to seek ways of ensuring all buildings of significant size possess a minimum level of robustness. The research community has responded by advancing understanding of how structures behave when subjected to localised damage. Regulations and design recommendations have been developed to help ensure more consistent resilience in all framed buildings of significant size, and rigorous design approaches have been specified for buildings deemed potentially vulnerable to extreme loading events. This paper summarises some of the more important progressive collapse events, to identify key attributes that lead to vulnerability to collapse. Current procedures and guidelines for ensuring a minimum level of performance are reviewed and modelling methods for structures subjected to loca...", "venue": "", "year": 2014, "referenceCount": 81, "citationCount": 44, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "92126138", "name": "M. Byfield"}, {"authorId": "115454728", "name": "Wjesundara Mudalige"}, {"authorId": "46741203", "name": "Colin Morison"}, {"authorId": "98885485", "name": "E. Stoddart"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "deb7275f916752d2f8fddc2c32600cff08b7aaa0", "externalIds": {"MAG": "119684974", "DOI": "10.1007/978-1-4939-0962-9_6"}, "url": "https://www.semanticscholar.org/paper/deb7275f916752d2f8fddc2c32600cff08b7aaa0", "title": "Reality Check: Assessing the (Un)Likelihood of Cyberterrorism", "abstract": "This chapter argues that debates around the threat posed by cyberterrorism have been dominated by a focus on issues relating to technological potentialities. To balance this, it focuses on the ‘terrorism’ aspect of cyberterrorism, arguing that it is important to situate cyber attacks within an analysis of terrorist interests and options. Doing so, it argues, leads to a far more optimistic forecast of the likelihood of cyberterrorism than is common, for four reasons. First, the costs of cyber attacks—although difficult to estimate—are vastly higher than those of non-cyber equivalents, such as car bombings. Second, terrorist groups typically lack the mastery to carry out successful cyber attacks which are exponentially more difficult than non-cyber terrorism. Third, the destructive potential of non-cyber attacks can be far more readily materialised than that of cyber attacks. And, fourth, cyberterrorism lacks the theatricality of more conventional attacks and therefore is likely to be less desirable to terrorist groups. Taken together, these four arguments indicate that cyberterrorism remains far less likely than is frequently supposed.", "venue": "", "year": 2014, "referenceCount": 46, "citationCount": 12, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "38961893", "name": "M. Conway"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "26fcf58147710580d7579c5ae9d354b39ab03b73", "externalIds": {"MAG": "1985933978", "DOI": "10.1504/IJHRCS.2013.057302"}, "url": "https://www.semanticscholar.org/paper/26fcf58147710580d7579c5ae9d354b39ab03b73", "title": "Constructing an American fear culture from red scares to terrorism", "abstract": "Building on the work of social analysts who have identified the emerging culture of fear in the USA, this article argues that the current fears about terrorism derive from deliberate campaigns by the world capitalism’s elites. It traces the history of political scares since the late 19th century to show an evolution from red scares to terrorism. While acknowledging the complexities of cultural constructions, the obsession with terrorism is shown as an outgrowth and offspring of earlier, anti-communist hysterias in the USA.", "venue": "", "year": 2013, "referenceCount": 62, "citationCount": 38, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1870236", "name": "G. Skoll"}, {"authorId": "51091504", "name": "M. Korstanje"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9a47a8e10bb5bf4c37bec4a2d49376c65be4f563", "externalIds": {"MAG": "1989400019", "DOI": "10.1080/13537113.2013.761899"}, "url": "https://www.semanticscholar.org/paper/9a47a8e10bb5bf4c37bec4a2d49376c65be4f563", "title": "Turbulent Stasis: Comparative Reflections upon Intercommunal Violence and Territoriality in the Israel/Palestine Conflict", "abstract": "From (at least) the Balfour Declaration of 1917 right down to the present day, the Zionist-Palestinian conflict has been sculpted by external forces. But never entirely so: grassroots patterns of confrontation have also been vital. This article therefore adopts a “bottom-up” approach to the evolution of the conflict since the early twentieth century.", "venue": "", "year": 2013, "referenceCount": 93, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40093950", "name": "T. Wilson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a8b20069aa33706c4a0337b9530e420aba303add", "externalIds": {"MAG": "2110160849", "DOI": "10.7833/99-0-675"}, "url": "https://www.semanticscholar.org/paper/a8b20069aa33706c4a0337b9530e420aba303add", "title": "RELIGIOUS FUNDAMENTALISM IN SOUTH AFRICA", "abstract": "Against the background of defining, theorizing, humanizing, nationalizing, and\nglobalizing religion in South Africa, this essay recalls the diverse ways in which\nreligious fundamentalism has registered in South Africa as an ‘inauthentic’ claim on\nreligious authenticity. Tracking academic and media attention to religious fundamentalism\nat ten-year intervals, we find Christian fundamentalism appearing\nduring the 1970s as contrary to the apartheid state, during the 1980s as legitimating\nthe apartheid state, and during the 1990s as resisting the new democratic dispensation.\nBy the 1990s, however, attention to religious fundamentalism, locally and\nglobally, shifted to focus on varieties of politicized Islam. As this brief historical\nreview suggests, the term, ‘fundamentalism,’ whether applied to Jesus People in\nJohannesburg during the 1970s or People Against Gangsterism and Drugs during\nthe 1990s, has been a recurring but shifting sign of a crisis of authenticity. In\nconclusion, South African perspectives on religion, the state, and authenticity can be\ndrawn into analyzing the current crisis of fundamentalism in our rapidly globalizing\nand increasingly polarized world.", "venue": "", "year": 2013, "referenceCount": 62, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "103534886", "name": "D. Chidester"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b384032a9492785c4228204a1d02ce1583fdd75d", "externalIds": {"MAG": "2032744933", "DOI": "10.3384/CU.2000.1525.135451"}, "url": "https://www.semanticscholar.org/paper/b384032a9492785c4228204a1d02ce1583fdd75d", "title": "Yours in Revolution: Retrofitting Carlos the Jackal", "abstract": "This paper explores the representation of ‘Carlos the Jackal’, the one-time ‘World’s Most Wanted Man’ and ‘International Face of Terror’ – primarily in cin-ema but also encompassing other forms of popular culture and aspects of Cold War policy-making. At the centre of the analysis is Olivier Assayas’s Carlos (2010), a transnational, five and a half hour film (first screened as a TV mini-series) about the life and times of the infamous militant. Concentrating on the var-ious ways in which Assayas expresses a critical preoccupation with names and faces through complex formal composition, the project examines the play of ab-straction and embodiment that emerges from the narrativisation of terrorist vio-lence. Lastly, it seeks to engage with the hidden implications of Carlos in terms of the intertwined trajectories of formal experimentation and revolutionary politics.", "venue": "", "year": 2013, "referenceCount": 50, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "2108533752", "name": "Samuel Thomas"}]}}, {"contexts": ["65 See See Mike Davis (2007) Buda’s Wagon: A Brief History of the Car Bomb , London: Verso."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8f84c2a6fb72d342203c9cecdd0f385944c3b497", "externalIds": {"MAG": "2119941282"}, "url": "https://www.semanticscholar.org/paper/8f84c2a6fb72d342203c9cecdd0f385944c3b497", "title": "Disrupted Cities: Infrastructure Disruptions as the Achilles Heel of Urbanized Societies", "abstract": "On our rapidly urbanizing planet, the everyday life of the world’s swelling population of urbanites is increasingly sustained by vast and unknowably complex systems of infrastructure and technology stretched across geographic space. Immobilized in space, they continually bring into being the mobilities and circulations of the city and the world. Energy networks connect the heating, cooling and energising of urban life through infrastructure to both far-off energy reserves and global circuits of pollution and global warming Huge water systems sate the city’s insatiable thirst, their waste water and sewerage parallels removing human and organic wastes from the urban scene (at least partially). Within cities, dense water, sewerage, food and waste distribution systems continually link human bodies and their metabolisms to the broader metabolic processes through which attempts are made to maintain public health. Global agricultural, shipping and trade complexes furnish the city’s millions with food. Highway, airline, train and road complexes support the complex and multi-scaled flows of commuters, migrants, tourists and refugees, as well as materials and commodities, within and through the global urban system and its links with hinterlands and peripheries. And electronic communications systems provide an universe of digitally mediated information, transaction, interaction and entertainment with is the very lifeblood of digital capitalism and which is increasingly assembled based on assumptions of always being ‘on’. The vital material bases for ‘cyberspace’ are largely invisible and subterranean. They also link intimately both to the electrical infrastructures which allow it to function, and to the other infrastructural circuits of the city as they themselves become organised through digital media. Whilst sometimes taken for granted -at least when they work or amongst wealthier or more privileged users and spaces -energy, water, sewerage, transport, trade, finance and communication infrastructures allow modern urban life to exist. Their pipes, ducts, servers, wires, conduits, electronic transmissions and tunnels sustain the flows, connections, and metabolisms that are intrinsic to contemporary cities. Through their endless technological agency, these systems help transform the natural into the cultural, the social and the urban. Infrastructural edifices thus provide the fundamental background to modern urban everyday life – a background that is often hidden, assumed, even naturalised. They fundamentally underpin the ceaseless and mobile process of city life in a myriad of ways. This process inevitably works across many geographical scales, from the level of the human body and its metabolisms -through which the food, water and energy brought to the city through infrastructural", "venue": "", "year": 2012, "referenceCount": 40, "citationCount": 4, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "119392072", "name": "S. Graham"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ad4d22c8a0b889c4732921e634a2eced6eb94e5f", "externalIds": {"MAG": "2162454091", "DOI": "10.1353/nlh.2012.0019"}, "url": "https://www.semanticscholar.org/paper/ad4d22c8a0b889c4732921e634a2eced6eb94e5f", "title": "What is Left in Postcolonial Studies?", "abstract": "This response to “The State of Postcolonial Studies” in New Literary History (Winter 2012) is a critique of the theoretical assumptions and methodologies in essays purporting to provide a genealogy of postcolonial studies and signal its future directions as enhancing the understanding of globalization and its effects. The argument of the rejoinder points to the partiality of accounts of the field's intellectual inspirations, practices, and achievements, and observes the authors' perverse mapping of the contemporary world, this deriving from insubstantial constructions of the causes of ecological degradation and climate change (Chakrabarty) and the arbitrary identification of “indigenous struggle, settler colonialism and Islam” as neglected areas of research (Young). The repudiation of materials and analysis that do advance a total comprehension of the connexions and disjunctions in capitalism's world-system, registers an anti-Marxist stance that extends to the neglect of substantive work on ecology and political Islam, and whose gravitas reveals the flaws in the two essays.", "venue": "", "year": 2012, "referenceCount": 61, "citationCount": 30, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "107771615", "name": "B. Parry"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bd35999bddca2adf5579b09d625b05115a651eb6", "externalIds": {"MAG": "2034179352", "DOI": "10.1007/S10624-012-9267-9"}, "url": "https://www.semanticscholar.org/paper/bd35999bddca2adf5579b09d625b05115a651eb6", "title": "Droning on: the rise of the machines", "abstract": "Five activists have been sentenced for their role in a protest against U.S. drone attacks in Pakistan and Afghanistan at a New York military base last year. The activists were arrested at the New York Air National Guard base at Hancock Field near Syracuse, New York. They draped themselves in white clothes splattered with blood-red pigment and then staged a ‘‘die-in’’ at the main entrance to the base. The group calls themselves the Hancock 38 Drone Resisters. Thirty-three of the activists were sentenced in December. On Wednesday, the remaining five were sentenced to fines and a one-year conditional discharge 1 Mike Davis once referred to the car bomb as the ‘‘quotidian workhorse of urban terrorism’’ (Davis 2007). The point seems quaint these days. In the interceding half decade or so, the car bomb has changed sides, enlisted in the Air Force, and grown wings (think of the money we save on parking). We refer, of course, to the drone—that piece of solitary, guiltless, menacing, and wonderfully affordable machinery that is enabling police actions all over the oily parts of the globe. Part sterile male bee, part Robocop, part national security IUD, part engine of the San Diego economy, this amazing new toy of national diplomacy has the ability to camouflage itself even on the front page of the New York Times. Its opposite is not so lucky. Locally, the quotidian", "venue": "", "year": 2012, "referenceCount": 2, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "33846497", "name": "A. Marcus"}, {"authorId": "117694159", "name": "A. Aiyer"}, {"authorId": "2497217", "name": "K. Dombrowski"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "08f73d5a0266e2ae19547cfa01240c390af9d7c3", "externalIds": {"MAG": "616967687", "DOI": "10.5860/choice.49-4350"}, "url": "https://www.semanticscholar.org/paper/08f73d5a0266e2ae19547cfa01240c390af9d7c3", "title": "The Cinematic Footprint: Lights, Camera, Natural Resources", "abstract": "Film is often been used to represent the natural landscape and to communicate environmentalist messages. Yet behind even the \"green\" images shown on screens are ecologically unsustainable production and distribution processes. Noting that celluloid is often composed of petroleum byproducts, The Cinematic Footprint traces the history of how the \"hydrocarbon imagination\" has been central to the development of film as a medium. Nadia Bozak's innovative fusion of film studies and environmental studies leads her to make provocative connections between the disappearance of material resources and the emergence of digital media-with examples ranging from early cinema to Dziga Vertov's prescient eye, from Chris Marker's analog experiments to the digital work of Agnes Varda, James Benning, and Zacharias Kunuk. Combining an analysis of cinema technology with a sensitive consideration of film aesthetics, The Cinematic Footprint offers a new perspective between moving images and the natural resources that sustain them.", "venue": "", "year": 2011, "referenceCount": 28, "citationCount": 41, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "101389400", "name": "Nadia Bozak"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0a53ee0f451e8c06ba3cf6ea19d8a70cb8cb3e34", "externalIds": {"MAG": "1494577550"}, "url": "https://www.semanticscholar.org/paper/0a53ee0f451e8c06ba3cf6ea19d8a70cb8cb3e34", "title": "Ground Zero: Tourism, Terrorism, and Global Imagination", "abstract": "At Ground Zero, the transnational phenomena of tourism and terrorism intersect. In this thesis, I introduce the concept of global imagination, and analyze how tourism and terrorism affect this process of global imagination for Americans, arguing that tourism plays an important role in constructing a globe, while terrorism – particularly the 9/11 attacks – works to interrupt imaginative process itself. I then explore how tourism of terrorism at Ground Zero influences global imagination, containing the events of 9/11, allowing for the construction of only a very specific globe in which the U.S. is an innocent, benevolent actor in world history.", "venue": "", "year": 2011, "referenceCount": 31, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "104764452", "name": "Maxwell E. Loos"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "36dea464fcdc19f84169c40de8effc10a6f1d063", "externalIds": {"MAG": "2129373380", "DOI": "10.1017/S0260210510001750"}, "url": "https://www.semanticscholar.org/paper/36dea464fcdc19f84169c40de8effc10a6f1d063", "title": "Securing by design", "abstract": "Abstract This article investigates how modern neo-liberal states are ‘securing by design’ – harnessing design to new technologies in order to produce security, safety, and protection. We take a critical view toward ‘securing by design’ and the policy agendas it produces of ‘designing out insecurity’ and ‘designing in protection’ because securing by design strategies rely upon inadequate conceptualisations of security, technology, and design and inadequate understandings of their relationships to produce inadequate ‘security solutions’ to ready-made ‘security problems’. This critique leads us to propose a new research agenda we call Redesigning Security. A Redesigning Security Approach begins from a recognition that the achievement of security is more often than not illusive, which means that the desire for security is itself problematic. Rather than encouraging the design of ‘security solutions’ – a securing by design – a Redesigning Security Approach explores how we might insecure securing by design. By acknowledging and then moving beyond the new security studies insight that security often produces insecurity, our approach uses design as a vehicle through which to raise questions about security problems and security solutions by collaborating with political and critical design practitioners to design concrete material objects that themselves embody questions about traditional security and about traditional design practices that use technology to depoliticise how technology is deployed by states and corporations to make us ‘safe’.", "venue": "Review of International Studies", "year": 2011, "referenceCount": 65, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145128651", "name": "Cynthia Weber"}, {"authorId": "2065797559", "name": "Mark J. Lacy"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4182d7398eb0a646ebd5dab5ed13f3426fdb7674", "externalIds": {"MAG": "2374234866"}, "url": "https://www.semanticscholar.org/paper/4182d7398eb0a646ebd5dab5ed13f3426fdb7674", "title": "Violence and social networking in Mexico: Actors and surveillance technologies", "abstract": "In the last five years, Mexico has seen the emergence of unprecedented expressions of violence by groups linked to drug trafficking. Particularly it can be seen in three forms: beheadings as an execution form between groups of drug traffickers and against police; attacks against police stations, mayors, newspaper, magazines and television stations using car bombs; and finally, the blocking of avenues and streets in the countries northern cities as well as the cities of the south. These expressions of violence have generated a feeling of insecurity, terror and fear in many sectors of the population. It is clear that these newer expressions of violence have gone and reinforced as well as consolidated the expansion of a number of important surveillance technologies, both in public as well as private spaces.", "venue": "", "year": 2011, "referenceCount": 11, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2095709716", "name": "Nelson Arteaga Botello"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "81f375aaf11ca8a503fcf2588aabc057df95b020", "externalIds": {"MAG": "1495807070"}, "url": "https://www.semanticscholar.org/paper/81f375aaf11ca8a503fcf2588aabc057df95b020", "title": "The Automobile in Crisis", "abstract": null, "venue": "", "year": 2011, "referenceCount": 2, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "144403816", "name": "Steven Logan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "af548fee32b96f9779337d7bbea0b14dd187499b", "externalIds": {"MAG": "2078537883", "DOI": "10.1080/07341512.2011.622149"}, "url": "https://www.semanticscholar.org/paper/af548fee32b96f9779337d7bbea0b14dd187499b", "title": "Buckets, bollards and bombs: towards subject histories of technologies and terrors", "abstract": "This article provides a theoretical and empirical contribution to the political history of technology by articulating a new conceptual perspective on the power of technological things and through outlining a history of modern urban technological terror and terrorism. It introduces a user-centered perspective on technological politics in the form of ‘subject histories of technology’ which, contrasting with prevalent ‘object histories of technology’ on technological inventions and innovators, emphasize the self-fashioning power of technological artifacts. Through an overview history of technology of ‘terrormindedness’ covering the three subsequent waves of urban terror arising from aerial bombardment, nuclear weapons and substate terrorism it shows how technologies have been used by individual citizens to cope with the experience of man-made fear and insecurity. In conclusion it argues that the political history of technology should to the focus on community politics and system politics of big institutional technologies add an attention to the personal politics of the emotional and material power of small technical things.", "venue": "", "year": 2011, "referenceCount": 188, "citationCount": 13, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "95667281", "name": "M. Fridlund"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e40ec374c131a7a1d0dc6e29f7d0d2057e8fbf16", "externalIds": {"DOI": "10.1177/04866134110430010801"}, "url": "https://www.semanticscholar.org/paper/e40ec374c131a7a1d0dc6e29f7d0d2057e8fbf16", "title": "Books Received", "abstract": "We encourage contributors to take the initiative to prepare reviews of significant books not on this list of interest to readers of the RRPE. We would also welcome a more ambitious examination of bodies of literature that should be better known by our readers. I would be pleased to assist in obtaining review copies for this purpose. We also have a number of books that we have received from publishers interested in having reviews appear in the RRPE. We encourage people to request them. Reviews should be 1,200-1,500 words in length and submitted within 60 days of your receipt of the book, together with an electronic copy in MS Word 2003 or earlier. More detailed instructions will accompany the book when it is sent to you. We welcome review essays encompassing 3 or 4 books that bring together an important literature in significant areas for political economists; generally, these reviews are about 2,500 words. The Book Review Editor and one other member of the Editorial Board referee reviews of single books. Suggestions for making this section more useful for readers are particularly encouraged. This list is updated regularly on the RRPE Web page.", "venue": "", "year": 2011, "referenceCount": 124, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "47718087", "name": "David Barkin"}, {"authorId": "1831208164", "name": "H. Gunn"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e4bd864270575cd6d2845e56b716e06c5fca2d84", "externalIds": {"MAG": "2094623318", "DOI": "10.1353/mfs.2011.0062"}, "url": "https://www.semanticscholar.org/paper/e4bd864270575cd6d2845e56b716e06c5fca2d84", "title": "Outtakes and Outrage: The Means and Ends of Suicide Terror", "abstract": "The full-text may be used and/or reproduced, and given to third parties in any format or medium, without prior permission or charge, for personal research or study, educational, or not-for-pro t purposes provided that: • a full bibliographic reference is made to the original source • a link is made to the metadata record in DRO • the full-text is not changed in any way The full-text must not be sold in any format or medium without the formal permission of the copyright holders. Please consult the full DRO policy for further details.", "venue": "", "year": 2011, "referenceCount": 18, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "2108534715", "name": "S. Thomas"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "25f0ed2eddd3b148ae23684a5733d27ead02a456", "externalIds": {"MAG": "2119110457", "DOI": "10.1177/0309132509342367"}, "url": "https://www.semanticscholar.org/paper/25f0ed2eddd3b148ae23684a5733d27ead02a456", "title": "The world was never flat: early global encounters and the messiness of empire", "abstract": "Thomas Friedman’s 2005 book The world is flat was meant as a wake-up call to those in the United States who direct its corporate boardrooms and govern its political/economic state, a warning that globalization has brought about a level economic ‘playing field’ in which the United States might be losing the game. As rhetoric, the title certainly works well to raise fears about North America’s future economic role. It also works in concretizing a popular view of globalization, a view that obscures its uneven, discordant, and decidedly unflat processes and practices. In this paper I help deconstruct this view by fleshing out the everyday ways through which United States expanded economically in its early (1890—1927) global empire. Based on archival work in Argentina, Russia, Scotland, and the United States, I provide a historical look at encounters between North American business men and women and their foreign customers, students, and workers. Focusing on the diverse practices and personal encounters that were critical to the early global efforts of select United States-based corporations, I expose the uneven, contested, and messy ways in which economic expansion works. By analyzing early global encounters when the economic dominance of the United States was just becoming apparent, I am able to highlight the sheer complexity and truly relational nature of United States’ expansion in the early twentieth century.", "venue": "", "year": 2010, "referenceCount": 62, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "98538627", "name": "M. Domosh"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "55cd399d5295fe30dab50763f32411e06b904775", "externalIds": {"MAG": "2073747014", "DOI": "10.1353/jsr.2010.0003"}, "url": "https://www.semanticscholar.org/paper/55cd399d5295fe30dab50763f32411e06b904775", "title": "Social Histories of Anarchism", "abstract": "This article is a synoptic overview of a larger project on the social histories of anarchism from the eighteenth century to the present. The specific themes of this article are a discussion of the periodization of anarchism as an ism, an ideology originating in nineteenth-century Europe, and its relationship to and differences with more general libertarian or noncoercive modes of behavior and organization found in all human societies. Secondly, the dissemination of anarchism (and syndicalism) throughout the globe and thus the role of the Global South in the history of anarchism will be surveyed. This article focuses on the period of classical anarchism (1860s to 1940s) and therefore discusses the differences between preanarchism and classical anarchism on the one hand, and classical anarchism and postanarchism on the other. Once that is established, which in turn sets the context for the ideology of classical anarchism, the article proceeds to examine the dissemination and reception of anarchism from the 1880s to 1914 in many ways the heyday of anarchism as a global movement, in which it competed with, and at times challenged, the hegemony of social democracy. This challenge was most successfully mounted where anarchism merged with or lived under the protective cover of the syndicalist movement. Thus, a discussion of the relationships among anarchism, syndicalism, and the globalization of the", "venue": "", "year": 2010, "referenceCount": 193, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "143917173", "name": "C. Levy"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a99ab80945de3defef48877f526325b7e3c8be7a", "externalIds": {"MAG": "1525989980"}, "url": "https://www.semanticscholar.org/paper/a99ab80945de3defef48877f526325b7e3c8be7a", "title": "\"We Are the Revolutionaries\": Visibility, Protest, and Racial Formation in 1970s Prison Radicalism", "abstract": "This dissertation analyzes black and Puerto Rican prison protest in the 1970s. I argue that prisoners elucidated a nationalist philosophy of racial formation that saw racism as a site of confinement but racial identity as a vehicle for emancipation. Trying to force the country to see its sites of punishment as discriminatory locations of repression, prisoners used spectacular confrontation to dramatize their conditions of confinement as epitomizing American inequality. I investigate this radicalism as an effort to secure visibility, understood here as a metric of collective consciousness. In documenting the ways prisoners were symbols and spokespeople of 1970s racial protest, this dissertation argues that the prison served as metaphor and metonym in the process of racial formation. A concept and an institution, the prison was embodied in protest, hidden in punishment, represented in media, and known in ideas. This dissertation examines the multifaceted mechanisms by which social movements attempt to effect change through creating new ways of knowing. I examine prison visibility through two extended case studies. First, I study a coterie of radical black prisoners centered in California and revolving around militant prisoner author George Jackson. Through appeals to revolutionary action as racial authenticity, this grouping—which included Angela Davis, Ruchell Magee, and the San Quentin 6, as well as the Black Panther Party and others—described black prisoners as slaves rebelling against the confinement of American society writ large. The second case study addresses the successful decade-long campaign to free five Puerto Rican Nationalists imprisoned for spectacular attacks on U.S. authority in the 1950s. Understanding colonialism as a prison, U.S.based Puerto Rican nationalists in the 1970s (including the Young Lords, the Fuerzas Armadas de Liberacion Nacional, the Movimiento de Liberacion Nacional and others) defined the freedom of these prisoners as a necessary step toward national independence. Through strategies of visibility, black and Puerto Rican prison radicals used collective memory to overcome the spatial barriers of confinement. Such memories were recalled through a wide range of tactics, from bombs to bombast, from alternative media to community organizing, as prison radicals fought to control the terms of their visibility. Degree Type Dissertation Degree Name Doctor of Philosophy (PhD) Graduate Group Communication First Advisor Barbie Zelizer Second Advisor John Jackson This dissertation is available at ScholarlyCommons: http://repository.upenn.edu/edissertations/250 Third Advisor Michael Delli Carpini", "venue": "", "year": 2010, "referenceCount": 279, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47747744", "name": "D. Berger"}]}}, {"contexts": ["Urban space, already coordinated and actualized through organizational logics, is exposed to visibility in the attack as so orchestrated (Davis, 2007)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "235a2e6d884d8f7f10dafa0a452b1e7eeeb9592c", "externalIds": {"MAG": "2012843794", "DOI": "10.1177/0263276409350009"}, "url": "https://www.semanticscholar.org/paper/235a2e6d884d8f7f10dafa0a452b1e7eeeb9592c", "title": "‘India’s 9/11’", "abstract": "This article explores the hermeneutical force and flexibility of the 9/11 idiom, by identifying some ways in which it served as an interpretative framework for the attacks of 26 November 2008 in Mumbai. The idiom’s transposition to Mumbai represented, in part, a contest over American rhetorical capital. Re-territorialized as ‘India’s 9/11’, the idiom has re-signified a range of local interests, aspirations, and contests over urban space and identity in Mumbai. In this context, I examine two symmetrical developments within the civic spaces of the city in the immediate aftermath. The first involves the emergence of an upwardly mobile middle class and elite as it took the form of collective survivor-spectator, appearing as a coherent, highly visible and effective public agent. The second involves an apparent suspension of competing narratives of urban terror, which in the past have been enacted through demotic violence in the form of the communal riot. The article suggests that these developments in Mumbai must be read through the city’s incorporation into an emergent narrative of ‘global’ or so-called ‘9/11-type’ terror. In the case of 26/11, the terrorist attacks were possibly understood as the exercise of ideological indifference to identity, as levelling the value and distinction of moral communities to the abject experience of sheer bodily life.", "venue": "", "year": 2009, "referenceCount": 32, "citationCount": 18, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2061597805", "name": "Tania Roy"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c26c973c63b44f97205e54a91d7b243e126aab0b", "externalIds": {"MAG": "1505734287", "DOI": "10.1057/9780230244771_11"}, "url": "https://www.semanticscholar.org/paper/c26c973c63b44f97205e54a91d7b243e126aab0b", "title": "The spectacle of war: security, legitimacy, and profit post-9/11", "abstract": "On the fifth anniversary of the Iraq invasion, Martha Raddatz from ABC’s Good Morning America interviewed Vice President Cheney about progress in the war. The result was one of the most stunning admissions in recent memory of the irrelevance of ‘the people’ to the political process, particularly as it concerns war.", "venue": "", "year": 2009, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "114499620", "name": "Ian Buchanan"}, {"authorId": "103233881", "name": "L. Guillaume"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "43df4bddcbc6619d6877481a7b45fd0b25bbc5d2", "externalIds": {"MAG": "2010156537", "DOI": "10.1080/03068370802341032"}, "url": "https://www.semanticscholar.org/paper/43df4bddcbc6619d6877481a7b45fd0b25bbc5d2", "title": "THE ISLAMIST THREAT IN SOUTH EAST ASIA: MUCH ADO ABOUT NOTHING?", "abstract": "Professor John Sidel argues that coverage of terrorist events in South East Asia focuses on description, rather than explanation, events rather than causes. He suggests that Islamist forces in South East Asia are in retreat: terrorist violence reflects frustration at a reduction in political influence, not a rising tide of Islamisation. In a review of the situation in four individual countries, Indonesia, the Philippines, Malaysia and Southern Thailand, he asserts that the number of terrorist attacks is not increasing and in Indonesia at least is in absolute decline. This article is based on a lecture he delivered as part of the Southeast Asia Seminar Series at St Antony's College, University of Oxford.", "venue": "", "year": 2008, "referenceCount": 5, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "104311840", "name": "J. Sidel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4849c5c029c752896e4ad0fe795fa7de6957a606", "externalIds": {"MAG": "1617931219"}, "url": "https://www.semanticscholar.org/paper/4849c5c029c752896e4ad0fe795fa7de6957a606", "title": "Missing Their Mark: The IRA’s Proxy Bomb Campaign", "abstract": "This article discusses a suicide car bombing campaign organized by the Irish Republican Army in 1990 to frame the concept of martyrdom and self-sacrifice in suicide bombing. The relationship between terrorism and public opinion is considered, and the conscious framing of martyrdom as a cultural phenomenon is noted. The difference between suicide bombers, who seek martyrdom of their own volition, and proxy bombers, who are coerced into action by the threat of violence against their families, is described. The coercion of bombers is presented as an event that is more common that many observers realize. The possibility that the proxy bombing tactic was developed to sow dissent within the Catholic communities upon which the IRA depended is considered.", "venue": "", "year": 2008, "referenceCount": 33, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "47511491", "name": "Mia Bloom"}, {"authorId": "1468669040", "name": "Mia John Horgan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6c5252e14e90d2fda10d2e04c08c9e9668da7084", "externalIds": {"MAG": "598258113", "DOI": "10.5860/choice.46-6987"}, "url": "https://www.semanticscholar.org/paper/6c5252e14e90d2fda10d2e04c08c9e9668da7084", "title": "Capitol Men: The Epic Story of Reconstruction Through the Lives of the First Black Congressmen", "abstract": null, "venue": "", "year": 2008, "referenceCount": 318, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "14068399", "name": "P. Dray"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "777a2ff1dd2cce74d0e8beb97d16ca3f367de9b9", "externalIds": {"MAG": "1967691487", "DOI": "10.1038/SCIENTIFICAMERICANMIND1008-58"}, "url": "https://www.semanticscholar.org/paper/777a2ff1dd2cce74d0e8beb97d16ca3f367de9b9", "title": "Talking about Terrorism", "abstract": "How We Characterize an Issue Affects How We Think About It. Replacing The \"War on Terror\" Metaphor with other ways of Framing Counterterrorism might Help us Curtail The Violence more Effectively", "venue": "", "year": 2008, "referenceCount": 38, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "3063575", "name": "A. Kruglanski"}, {"authorId": "144364550", "name": "M. Crenshaw"}, {"authorId": "47357055", "name": "J. Post"}, {"authorId": "6130211", "name": "J. Victoroff"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9f26814ee9d6eb006d9908d781f8cf71a2aef8a9", "externalIds": {"MAG": "1756666122"}, "url": "https://www.semanticscholar.org/paper/9f26814ee9d6eb006d9908d781f8cf71a2aef8a9", "title": "Crisis of representation: Experimental documentary in postwar Lebanon", "abstract": null, "venue": "", "year": 2008, "referenceCount": 84, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "117713133", "name": "Mark R. Westmoreland"}]}}, {"contexts": ["The car bomb is the terrorist’s weapon of choice today; it is operationally simple to organize and it leaves a minimum of incriminating evidence (Davies, 2007)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "b29902f405415dd430a078ddb0f6d59063931347", "externalIds": {"MAG": "2093020219", "DOI": "10.1177/0001699307086818"}, "url": "https://www.semanticscholar.org/paper/b29902f405415dd430a078ddb0f6d59063931347", "title": "Terrorism and Everyday Life in Beirut 2005", "abstract": "Although the psychological stress created by terror has been extensively researched, little has been written about the subjective experience of living with terror. How do people perceive risk and how do they adjust their daily lives? The Lebanese capital Beirut suffered from a wave of bomb attacks following the assassination of Lebanon's former Prime Minister Rafik Hariri on 14 February 2005. In order to examine people's reactions and ways of coping with these events, 14 focus group interviews (n = 77) were conducted in targeted areas. The findings suggest that Beirutis could no longer rely on the taken-for-granted routines of daily life. By changing their routes to school or work and avoiding public places, they restricted their daily activities. However, the data also suggest that targeted people attempted to normalize their everyday lives. Two strategies were employed. The first can be described as bracketing in time and space, which means that people tried to benefit from periods they perceived as moments of reprieve, and that they defined business and private space as safe havens. Bracketing can also be described as re-normalization, i.e. as an attempt to return to the previous state of `normality'. The other strategy can be described as crisis normalization and means that the new evaluations of the risks and new patterns of action adopted, which originally deviated from people's established routines, themselves became routinized.", "venue": "", "year": 2008, "referenceCount": 52, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "14580454", "name": "K. Borell"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e5412802afcc0c5a577fb4f260fe37576dcf930d", "externalIds": {"MAG": "2335180291"}, "url": "https://www.semanticscholar.org/paper/e5412802afcc0c5a577fb4f260fe37576dcf930d", "title": "A Redemptive Tale of Class Struggle", "abstract": "12 San Francisco had its own Haymarket Affair, the Preparedness Day 13 bombing and trials of 1916-17, to compare with Chicago’s notorious events of 14 thirty years earlier. But the circumstances leading up to and following after the 15 convictions of Tom Mooney and Warren Billings were markedly different from 16 those in Chicago in the 1880s and 90s. San Francisco’s working class fought 17 pitched battles with employers several times, holding the bourgeoisie at bay again 18 and again. Unions succeeded in creating a Closed Shop town in the years before 19 the First World War and again in the aftermath of the General Strike of 1934. They 20 also gained a measure of political power through the Union Labor Party between 21 1900 and 1910, and forced their way back to a place at the table in city government 22 in the 1930s and beyond. All in all, the Preparedness Day bombings did not lead to 23 the same class lynching as it did in Chicago, nor the same degree of bourgeois 24 revanchism. 25", "venue": "", "year": 2008, "referenceCount": 36, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145519880", "name": "R. Walker"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0b8bb1156f106ae81a63eda778ea102211dc450f", "externalIds": {"MAG": "2009105538", "DOI": "10.1215/08992363-2007-009"}, "url": "https://www.semanticscholar.org/paper/0b8bb1156f106ae81a63eda778ea102211dc450f", "title": "How to Read a Bomb: Scenes from Bombay's Black Friday", "abstract": "n March 12, 1993, ten bombs exploded across the city of Bombay within a period of about two hours. The timed explosions were caused by large quantities of an explosive known as RDX, a black soap – like substance, which was loaded onto several four- and two-wheelers. Planted strategically in and around important city buildings, crowded marketplaces, and hotels, each vehicle exploded within fifteen or thirty minutes of the previous one. Their itiner-ary not only was timed serially but also, perhaps accidentally, followed a north-south geographic trajectory, beginning with a dramatic explosion in the basement of the Bombay Stock Exchange in the city’s historic, colonial Fort area and ending with a series of unexploded grenades hurled onto the runways of the airport in the northwest suburb of Santacruz. These explosions followed nearly three months of tension and murderous riots in Bombay between Hindus and Muslims after the destruction of the Babri Masjid, a sixteenth-century mosque in northern India by a mob of Hindu nation-alist youths. While the riots took place immediately after the mosque’s destruc-tion on December 6, 1992, followed by a second round a month later, in January", "venue": "", "year": 2007, "referenceCount": 17, "citationCount": 18, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "107881434", "name": "V. Rao"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "379eff78084365f6974f6df38a6640c8510e0e88", "externalIds": {"MAG": "2061962876", "DOI": "10.1016/J.GEOMORPH.2007.04.020"}, "url": "https://www.semanticscholar.org/paper/379eff78084365f6974f6df38a6640c8510e0e88", "title": "Dynamics of coupled human-landscape systems", "abstract": "A preliminary dynamical analysis of landscapes and humans as hierarchical complex systems suggests that strong coupling between the two that spreads to become regionally or globally pervasive should be focused at multi-year to decadal time scales. At these scales, landscape dynamics is dominated by water, sediment and biological routing mediated by fluvial, oceanic, atmospheric processes and human dynamics is dominated by simplifying, profit-maximizing market forces and political action based on projection of economic effect. Also at these scales, landscapes impact humans through patterns of natural disasters and trends such as sea level rise; humans impact landscapes by the effect of economic activity and changes meant to mitigate natural disasters and longer term trends. Based on this analysis, human-landscape coupled systems can be modeled using heterogeneous agents employing prediction models to determine actions to represent the nonlinear behavior of economic and political systems and rule-based routing algorithms to represent landscape processes. A cellular model for the development of New Orleans illustrates this approach, with routing algorithms for river and hurricane-storm surge determining flood extent, five markets (home, labor, hotel, tourism and port services) connecting seven types of economic agents (home buyers/laborers, home developers, hotel owners/ employers, hotel developers, tourists, port services developer and port services owners/employers), building of levees or a river spillway by political agents and damage to homes, hotels or port services within cells determined by the passage or depth of flood waters. The model reproduces historical aspects of New Orleans economic development and levee construction and the filtering of frequent small-scale floods at the expense of large disasters.", "venue": "", "year": 2007, "referenceCount": 75, "citationCount": 136, "influentialCitationCount": 13, "isOpenAccess": false, "fieldsOfStudy": ["Geology"], "authors": [{"authorId": "95207469", "name": "B. Werner"}, {"authorId": "35171819", "name": "D. McNamara"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "71657d10540b83273f53834e44dea575b38cbf77", "externalIds": {"MAG": "2042730662", "DOI": "10.1080/14747730701574452"}, "url": "https://www.semanticscholar.org/paper/71657d10540b83273f53834e44dea575b38cbf77", "title": "Open Societies, Closed Minds? Exploring the Ubiquity of Suspicion and Voyeurism", "abstract": "This article explores what is called the conceptual bundle consisting of security, alterity, transparency, and surveillance within the context of a multidimensional conception of globalization and the use of Popper's idea of the open society by students of transparency. The general argument is that the conceptual bundle should not be thought of as arising from new technological forms. Continuity, rather than discontinuity, is heavily emphasized in the face of those who consider such themes as risk society or surveillance society as features of a new world. In fact, a number of examples of methods of identification from traditional—even primal—societies are provided in order to substantiate this emphasis. The vast range of contemporary methods of spying and governmental support thereof are discussed, as is the phenomenon of large proportions of national populations welcoming their being watched. At the same time, being gazed upon seems to be a form of empowerment. The article concludes with warnings about the onset of global totalitarianism as well as the disciplinary nature of the contemporary emphasis upon the alleged virtues of the academic disciplines, which in themselves are considered to be part of the apparatus of surveillance. Este artículo explora lo que se llama el marco conceptual que consiste en seguridad, diversidad, transparencia y vigilancia dentro del contexto de una concepción de globalización multidimensional y el uso de la idea de Popper sobre la sociedad abierta por estudiantes de la transparencia. El argumento general es que el marco conceptual no se debería concebir como algo que surge de nuevas formas tecnológicas. La continuidad, al contrario de la discontinuidad, se enfatiza fuertemente ante aquellos que consideran tales temas como sociedad en riesgo o sociedad vigilada como características de un nuevo mundo. De hecho, para respaldar este énfasis, se provee un número de ejemplos de métodos de identificación de sociedades tradicionales—incluso primitivas—. De allí que se plantee tanto la amplia gama de métodos de espionaje y soporte gubernamental, como el fenómeno de que grandes proporciones de la población nacional aceptan que se les observe. Al mismo tiempo, el ser contemplado parece ser una forma de fortalecimiento. El artículo finaliza con advertencias sobre el comienzo tanto del totalitarismo global, como también sobre la naturaleza disciplinaria del énfasis contemporáneo sobre las supuestas virtudes de las disciplinas académicas, las cuales se consideran a sí mismas, parte del mecanismo de vigilancia.", "venue": "", "year": 2007, "referenceCount": 107, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "13389784", "name": "R. Robertson"}]}}]}