{"offset": 0, "next": 100, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4b04c12091ca16cdc22dd791c3e20103a9a667b3", "externalIds": {"MAG": "3131929120", "DOI": "10.1080/14927713.2021.1886870"}, "url": "https://www.semanticscholar.org/paper/4b04c12091ca16cdc22dd791c3e20103a9a667b3", "title": "Alienation from Leisure: Smartphones and the Loss of Presence", "abstract": "Smartphones have exacerbated the devolution of humans’ ability to maintain presence, or the practice of being aware of what is happening while it is happening in all manners of their lives, especia...", "venue": "", "year": 2021, "referenceCount": 99, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "113032834", "name": "Justin Harmon"}, {"authorId": "104857115", "name": "Lauren N. Duffy"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0121189fa4dc5ef76d9e02ad813257493bf83eed", "externalIds": {"MAG": "3096146996", "DOI": "10.1080/23311908.2020.1832032"}, "url": "https://www.semanticscholar.org/paper/0121189fa4dc5ef76d9e02ad813257493bf83eed", "title": "Social Networking Addiction Scale", "abstract": "Abstract Social networking is the new norm of the society as many of us remain “online” 24*7. However, excessive use of it would result in social networking addiction. There are some existing tools to measure social networking addiction but all of them suffer from conceptual or/and methodological problems. The present research aimed at developing a theoretically and psychometrically sound tool to assess social networking addiction by conducting three different studies. Study 1 established the factor structure of the social networking addiction scale as a higher-order construct having six first-level factors. In study 2, we found that social networking is a relatively enduring characteristic as test-retest reliability was found to be. 88 in a time span of 25 days. Study 3 was conducted to establish the convergent and divergent validity of the social networking addiction scale (SNAS). Problematic internet use, Facebook addiction, average time spent on the internet daily and loneliness were chosen to test the convergent validity of SNAS, while life satisfaction was used to test the divergent validity. The result establishes the convergent and divergent validity of SNAS. The scale situated nicely between problematic internet and Facebook addictions as it shared 53% of the variance with the former and 25% with the later.", "venue": "", "year": 2020, "referenceCount": 113, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "79848629", "name": "M. Shahnawaz"}, {"authorId": "2093735482", "name": "Usama Rehman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6953048323f6e1c7c1061c1348b9524844cd3d65", "externalIds": {"DBLP": "journals/creativity/MerrittHAD20", "MAG": "3002681432", "DOI": "10.1080/14626268.2019.1707231"}, "url": "https://www.semanticscholar.org/paper/6953048323f6e1c7c1061c1348b9524844cd3d65", "title": "Living media interfaces: a multi-perspective analysis of biological materials for interaction", "abstract": "ABSTRACT Living media interfaces (LMIs) have emerged as a new way to interact with digital systems by incorporating actual living organisms in user interfaces. There is increasing interest in utilizing living media in the context of interaction design influenced by recent advancements in biological sciences that make new forms of responsive living media possible. We establish a definition of LMIs appropriate for HCI’s interdisciplinary domain. We provide an overview of the current design space and identify open research questions from four different perspectives: Biological, Ethical, Artistic, and HCI. For each perspective, we use a series of LMI exemplars to illustrate and ground themes and arguments. We conclude with a series of implications for design, including a discussion of LMIs’ ability to engage human users through being alive, their potential to symbolize and embody dynamic information, and the practical and ethical questions that designers need to consider when working with them.", "venue": "Digit. Creativity", "year": 2020, "referenceCount": 139, "citationCount": 13, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "36108549", "name": "Timothy Merritt"}, {"authorId": "9399707", "name": "Foad Hamidi"}, {"authorId": "3088955", "name": "M. Alistar"}, {"authorId": "1560026158", "name": "Marta Demenezes"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "82b6a9ae314e51405c66621ff5a2c23a9c33b092", "externalIds": {"MAG": "3009608603", "DOI": "10.5294/pacla.2020.23.2.2"}, "url": "https://www.semanticscholar.org/paper/82b6a9ae314e51405c66621ff5a2c23a9c33b092", "title": "Hacia una teoría crítica de la razón algorítmica", "abstract": "Towards a Critical Theory of Algorithmic Reason Por uma teoria critica da razao algoritmica This article starts from the theoretical review of algorithmic literature to outline the core themes of a critical theory. In the dichotomy between describing the world using macrodata and prescribing preset behaviors after analyzing big data, algorithmic reason may give rise to closed communication systems that simplify and standardize our practices. In accordance with an essay and philosophical method that binds the form and substance of criticism together, the dimensions for a reflective theory of algorithms concern three fundamental facets: a) abstraction, mathematical encryption, and calculation; b) performative algorithm-induced passivity, and c) invisible, impersonal power. So, the major contribution of the article is the discussion of the constraints arising from algorithmic technologies. The emphasis on a critical theory of technology becomes all the more relevant as digital devices normalize as intermediaries in various fields of human activity. Therefore, it is about problematizing technology as the basis of everyday behaviors and decisions from a theoretical perspective. The article intends to continue judging technology based on authors such as those belonging to the Frankfurt School or Lewis Mumford and Jacques Ellul in the field of technology itself, as well as current digitalism critics, such as Cathy O’Neil, Evgeny Morozov, or Nicholas Carr. Para citar este articulo / to reference this article / para citar este artigo Fernandez-Vicente, A.  (2020). Hacia una teoria critica de la razon algoritmica. Palabra Clave, 23(2), e2322.  https://doi.org/10.5294/pacla.2020.23.2.2 Recibido: 22/04/2019 Aceptado: 04/07/2019 Publicado: 03/03/2020", "venue": "", "year": 2020, "referenceCount": 67, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2125910194", "name": "Antonio Fernández Vicente"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8c5237487ef3b165fa2712295e2598a486cc6b2c", "externalIds": {"MAG": "3029652944", "DBLP": "journals/ijhci/Eklund20", "DOI": "10.1080/10447318.2020.1767982"}, "url": "https://www.semanticscholar.org/paper/8c5237487ef3b165fa2712295e2598a486cc6b2c", "title": "A Shoe Is a Shoe Is a Shoe: Interpersonalization and Meaning-making in Museums – Research Findings and Design Implications", "abstract": "ABSTRACT Digital technology is increasingly used to enhance museum experiences for visitors. Concurrently, research shows that people seldom visit museums alone, yet design often focusses on creating individual experiences. This article addresses this conundrum by examining visitor’s social interaction and meaning-making in museums in order to provide empirical results actionable for design. It does so through an ethnographic approach combining observations and extended focus group interviews in an analogue museum. Results highlight how museums are social spaces, made so by active participant visitors. Processes of social meaning-making occur as visitors draw on objects in social identity-making and recontextualization – linking the past to the present –, play, share knowledge, and engage in embodied practices. The study suggests shifting from designing personalized toward interpersonal experiences. Four design sensitivities are presented: Interpersonalized meaning-making, playful sociality, social information sharing, and social movement.", "venue": "Int. J. Hum. Comput. Interact.", "year": 2020, "referenceCount": 70, "citationCount": 5, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2285918", "name": "L. Eklund"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9d396634c6a28683a65b62e8c15af26476680687", "externalIds": {"MAG": "2999678993", "DOI": "10.32603/2412-8562-2019-5-6-57-71"}, "url": "https://www.semanticscholar.org/paper/9d396634c6a28683a65b62e8c15af26476680687", "title": "In the Ensemble with Technical Subjects", "abstract": null, "venue": "", "year": 2020, "referenceCount": 8, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1395965822", "name": "V. Ignatyev"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e04e38a39ca90889791f60f6454851674d2380dc", "externalIds": {"MAG": "3086170168", "DOI": "10.1080/14623943.2020.1821632"}, "url": "https://www.semanticscholar.org/paper/e04e38a39ca90889791f60f6454851674d2380dc", "title": "Undergoing the experiences of the COVID-19 pandemic as ruptures in American civil society create conditions for right action", "abstract": "ABSTRACT The global pandemic known as COVID-19 has brought most cities and counties to a slow dance of shelter-in-place and stay-at-home curfews. This is our first personally experienced civilization-wide transformation. Nothing will return to how we knew it. The complexity of this moment—the full vitality of the unknown—is an essential feature of transformation and demands an ongoing process of moving underneath the experience of the unknown to generate right action. In this article, we will write from our own experience of COVID-19 and the rupture of civil unrest in the wake of the murder of George Floyd, Breonna Taylor, and Ahmaud Arbery. We believe that the global pandemic, and the potential of this moment in America to overcome and defeat racial disparity, suggests a space for the forging of deeper stories—stories that peel back the felt sense and fullness of a present unfolding experience. We will discuss living through these experiences as the basis for exploring the potential for the transformation of sense-making that may generate a multiplicity of new learning and new action.", "venue": "", "year": 2020, "referenceCount": 61, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "9004165", "name": "Aliki Nicolaides"}, {"authorId": "2053311875", "name": "Ahreum Lim"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2186ccb4b25460791ab2d34e7a1dc8708ec511f6", "externalIds": {"MAG": "2954228253", "DOI": "10.1007/978-3-030-17107-0_10"}, "url": "https://www.semanticscholar.org/paper/2186ccb4b25460791ab2d34e7a1dc8708ec511f6", "title": "Social Robots and Human Touch in Care: The Perceived Usefulness of Robot Assistance Among Healthcare Professionals", "abstract": "Touching in care work is inevitable, particularly in cases where clients depend on nurses for many activities of daily living, such as bathing, dressing, lifting and assisting. When new technologies are involved in nurse–client relationships, the significance of human touch needs special attention. Stressing the importance of practitioners’ opinions on the usage of robots in care environments, we analyze care workers’ attitudes toward robot assistance in the care of older people and reflect on their ideas of the embodied relationship that caregivers and care receivers have with technology. To examine nurses’ attitudes toward care robots, we use survey data on professional care workers (n = 3800), including random samples of registered and practical nurses working primarily in elderly care. As the theoretical framework for analyzing the empirical data, we apply two different conceptual approaches regarding human touch: nursing ethics and the phenomenological theory of embodiment. The empirical results suggest that the care workers are significantly more approving of robot assistance for lifting heavy materials compared to the moving patients. Generally, the care workers have reservations about the idea of utilizing autonomous robots in tasks that typically involve human touch, such as assisting the elderly in the bathroom.", "venue": "Human–Computer Interaction Series", "year": 2019, "referenceCount": 56, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1868303", "name": "Jaana Parviainen"}, {"authorId": "12226222", "name": "Tuuli Turja"}, {"authorId": "15719261", "name": "Lina Van Aerschot"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "732cc1beb20c749534e066dbc8be0b79ca7724ba", "externalIds": {"MAG": "2974869678", "DOI": "10.1007/978-3-030-25316-5_3"}, "url": "https://www.semanticscholar.org/paper/732cc1beb20c749534e066dbc8be0b79ca7724ba", "title": "The Social Organization of Students in Class Versus in an Online Social Network: Freedom and Constraint in Two Different Settings", "abstract": "In “The Social Organization of Students,” Pariser and Forget illustrate the variable effects of participating in both a physical and a virtual classroom and examine the students’ interactions with their classmates online as well as in person. The MonCoin curriculum’s closed social network gave students the chance to explore new “performances” of themselves as they explored and constructed their identities (Goffman in The presentation of self in everyday life. Anchor Books, New York, 1959). The students’ online and off line interactions generated revealing sociograms. These maps of interpersonal relationships offer significant potential benefits for teachers who aim to understand the social dynamics of their classrooms better.", "venue": "Mobile Media In and Outside of the Art Classroom", "year": 2019, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "74259444", "name": "D. Pariser"}, {"authorId": "115077015", "name": "Bettina Forget"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ad55442e88f638048f53ae362acf54045e934798", "externalIds": {"MAG": "2966718183", "DOI": "10.1080/15710882.2019.1631350"}, "url": "https://www.semanticscholar.org/paper/ad55442e88f638048f53ae362acf54045e934798", "title": "Care towards posttraumatic growth in the era of digital economy", "abstract": "ABSTRACT This article offers a reflection on how we might co-design with and for care amid the era of digital economy through a critique of current approaches to supporting mental well-being outside of therapy. Lenses of care theory and posttraumatic growth guide this critique, examining six themes of creative approaches that have been identified through a thematic review of 83 existing interventions: online communities, digitisation and re-design of psychology intervention, biometrics and data-driven, creative sharing of stories, symbolic engagements, and creative offerings of comfort and encouragements of self-care. In particular, approaches that lie within the sharing economy are scrutinised, presenting neoliberal drives that oppose its values of fairness and equity. Involvement of trusted others in the co-design of care entanglements is proposed, suggesting that these involvements would allow for reciprocal care encounters to be personalised towards those who have experienced trauma and their trusted others.", "venue": "CoDesign", "year": 2019, "referenceCount": 92, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "40221743", "name": "Alice Brown"}, {"authorId": "116410003", "name": "Jaz Hee-jeong Choi"}, {"authorId": "1399787045", "name": "J. Shakespeare-Finch"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ddbc1343807a140cebc6025d66f6e63a3921a66c", "externalIds": {"MAG": "2912362911", "DOI": "10.1007/978-3-319-76040-7_9-1"}, "url": "https://www.semanticscholar.org/paper/ddbc1343807a140cebc6025d66f6e63a3921a66c", "title": "Privacy in Research Ethics", "abstract": null, "venue": "Handbook of Research Ethics and Scientific Integrity", "year": 2019, "referenceCount": 60, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "4863368", "name": "K. Macnish"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "10d6f15064b65003cb06b1851fa18ff5ad884bc9", "externalIds": {"DBLP": "conf/chi/Robinson0018", "MAG": "2795468810", "DOI": "10.1145/3170427.3170655"}, "url": "https://www.semanticscholar.org/paper/10d6f15064b65003cb06b1851fa18ff5ad884bc9", "title": "Mobile UX -- The Next Ten Years?", "abstract": "Mobile phones are the ubiquitous platform used by billions of people globally, every day. However, two concerns signal a pause for reflection and change. First, while mobiles have rapidly become indispensable, the effect that constant device use has on our lives, our experiences, and the interactions we have with others, has caused growing discomfort [4, 7]. At the same time, there is a broad sense that mainstream mobile devices have fallen into a period of innovation limbo, with recent releases seemingly being distinguished only by ever narrowing feature gaps. As a recent Economist article bleakly reports, \"More black rectangles made their debut\" [2]. This course will challenge attendees to play a part in reinvigorating mobile interaction design. We celebrate the success that is apps, services, and the hugely popular ecology of mobile devices, but want to promote a return to radical innovation. We have been fortunate enough to have collaborated with a broad range of industrial and academic researchers and practitioners over many years. More importantly, however, we have worked with a wide range of people who are not considered to be typical \"future makers,\" and are also not usually considered when designing mobile user experiences. Typically these people - who have been called \"emergent\" users [1] - are often drawn from developing regions, with lower literacy, lower socioeconomic conditions, and other constraints. Our experience in working with these people has demonstrated how their unique and contrasting outlooks on both technology and the world and ways of seeing it are invaluable in generating radically new and exciting digital innovations.", "venue": "CHI Extended Abstracts", "year": 2018, "referenceCount": 11, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "50390550", "name": "Simon Robinson"}, {"authorId": "144443630", "name": "Jennifer Pearson"}, {"authorId": "50604395", "name": "Matt Jones"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "17b3fefe7f55a14bac66769157f4bcea890a30f3", "externalIds": {"PubMedCentral": "6133055", "MAG": "2772395238", "DOI": "10.1007/s41347-017-0041-3", "PubMed": "30238057"}, "url": "https://www.semanticscholar.org/paper/17b3fefe7f55a14bac66769157f4bcea890a30f3", "title": "Problematic Mobile Phone Use and Addiction Across Generations: the Roles of Psychopathological Symptoms and Smartphone Use", "abstract": "Contemporary technological advances have led to a significant increase in using mobile technologies. Recent research has pointed to potential problems as a consequence of mobile overuse, including addiction, financial problems, dangerous use (i.e. whilst driving) and prohibited use (i.e. use in forbidden areas). The aim of this study is to extend previous findings regarding the predictive power of psychopathological symptoms (depression, anxiety and stress), mobile phone use (i.e. calls, SMS, time spent on the phone, as well as the engagement in specific smartphone activities) across Generations X and Y on problematic mobile phone use in a sample of 273 adults. Findings revealed prohibited use and dependence were predicted by calls/day, time on the phone and using social media. Only for dependent mobile phone use (rather than prohibited), stress appeared as significant. Using social media and anxiety significantly predicted belonging to Generation Y, with calls per day predicted belonging to Generation X. This finding suggests Generation Y are more likely to use asynchronous social media-based communication, whereas Generation X engage more in synchronous communication. The findings have implications for prevention and awareness-raising efforts of possibly problematic mobile phone use for educators, parents and individuals, particularly including dependence and prohibited use.", "venue": "Journal of technology in behavioral science", "year": 2018, "referenceCount": 111, "citationCount": 67, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2034264", "name": "D. Kuss"}, {"authorId": "2034060", "name": "E. Kanjo"}, {"authorId": "1404084555", "name": "Mark Crook-Rumsey"}, {"authorId": "39295380", "name": "F. Kibowski"}, {"authorId": "2107897191", "name": "Grace Y. Wang"}, {"authorId": "2132468", "name": "A. Sumich"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3e2b8bcea365d5a66933f381b8f6820cd1d1eb86", "externalIds": {"MAG": "2797569606", "DOI": "10.1080/08098131.2018.1439085"}, "url": "https://www.semanticscholar.org/paper/3e2b8bcea365d5a66933f381b8f6820cd1d1eb86", "title": "Music therapy and interactive musical media in the future: Reflections on the subject-object interaction", "abstract": "ABSTRACT How can music therapy contribute to the future design and development of interactive and musical media for co-creation, and vice versa? This question is addressed through a reflective synthesis on selected results of the research project called RHYME (www.rhyme.no), in which the author took part. That project involved families of a child with disabilities and their co-creation with interactive musical media that were designed as home-environment objects (e.g. pillows, carpets, and toys). This paper examines aspects of the project results with regard to the subject-object interaction. One such aspect is that the users would experience the media as active collaborators and not “just” as another technological thing which they could manipulate into a cause-and-effect reaction. Another such aspect is that successful co-creation with the media seemed to demand an open and empathic (also called dialogical) mind-set among those who took on the role of helper. The paper argues that music therapy competency in human communication and interaction is significant for future developers of interactive media. Music therapy should also note the close connection humans have to the media, and learn from the ways in which this relationship too can be potentially health promoting.", "venue": "", "year": 2018, "referenceCount": 56, "citationCount": 7, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "4665390", "name": "Karette Stensæth"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "66f44142df99c97c0f6b00d5f72464660c29ff7a", "externalIds": {"MAG": "2808033932", "DBLP": "conf/sigcpr/Moussawi18", "DOI": "10.1145/3209626.3209709"}, "url": "https://www.semanticscholar.org/paper/66f44142df99c97c0f6b00d5f72464660c29ff7a", "title": "User Experiences with Personal Intelligent Agents: A Sensory, Physical, Functional and Cognitive Affordances View", "abstract": "The interaction between users and their personal intelligent agents like Apple's Siri, Amazon's Alexa, and Google Home is getting more personal, therefore raising questions about the ethical obligations of technology companies. Thus, a thorough examination of users' experiences with these agents is indispensable. After all, it is merely the interaction between the human actor and the system that enables the artifact to be of consequence. This study uses an affordances lens to explore such use patterns. We qualitatively analyze 232 interviews with personal intelligent agents' users. The results reveal sensory affordances that support functional ones (hands-free and eyes-free use, familiarity and emotional connection) and dominate the users' experience with these agents. We also detect cognitive (personalization and learning from interactions), functional (speedy assistance and usefulness), and physical affordances (potential improvement). These findings have implications for researchers and practitioners alike seeking to understand usability patterns and challenges resulting from the integration of Apple's Siri, Google Now, Amazon's Echo and Microsoft's Cortana into users' everyday life.", "venue": "SIGMIS-CPR", "year": 2018, "referenceCount": 51, "citationCount": 8, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2252360", "name": "Sara Moussawi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ad34a48301c32377c591e857c43809e5ee8ffbcf", "externalIds": {"DBLP": "conf/nordichi/PaasovaaraVMO0J18", "MAG": "2892667428", "DOI": "10.1145/3240167.3240212"}, "url": "https://www.semanticscholar.org/paper/ad34a48301c32377c591e857c43809e5ee8ffbcf", "title": "Playfulness and progression in technology-enhanced social experiences between nearby strangers", "abstract": "Encouraging social experiences and interactions between nearby strangers has received both research and commercial interest over the past years. This paper focuses on two design qualities that have previously been found successful in this area: playfulness and progression. Employing the research through design approach, we explore these as design principles in so-called people-nearby applications. To evaluate how playfulness and progression contribute to encouragement of social interaction, we carried out a field trial with Next2You, a playful mobile application that automatically detects nearby users and exchanges user-generated profile information. The results imply that the application features demonstrating playfulness and progression did contribute to encouragement of interaction between nearby strangers; however not as expected. The results provide a basis for reconsidering appropriate design decisions and methodological choices with respect to design and evaluation of people-nearby applications that aim to encourage interaction between strangers.", "venue": "NordiCHI", "year": 2018, "referenceCount": 36, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2819097", "name": "Susanna Paasovaara"}, {"authorId": "1689940", "name": "Kaisa Väänänen"}, {"authorId": "3389682", "name": "Aris Malapaschas"}, {"authorId": "2158388", "name": "Ekaterina Olshannikova"}, {"authorId": "143875035", "name": "Thomas Olsson"}, {"authorId": "1805818", "name": "Pradthana Jarusriboonchai"}, {"authorId": "1780368", "name": "Jiri Hosek"}, {"authorId": "1764313", "name": "Pavel Mašek"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b66e1d829abdc32aace9e85d2531517541a76fc3", "externalIds": {"DBLP": "conf/chi/Robinson0RA018", "MAG": "2795989183", "DOI": "10.1145/3173574.3173981"}, "url": "https://www.semanticscholar.org/paper/b66e1d829abdc32aace9e85d2531517541a76fc3", "title": "Make Yourself at Phone: Reimagining Mobile Interaction Architectures With Emergent Users", "abstract": "We present APPropriate -- a novel mobile design to allow users to temporarily annex any Android device for their own use. APPropriate is a small, cheap storage pod, designed to be easily carried in a pocket or hidden within clothing. Its purpose is simple: to hold a copy of the local content an owner has on their mobile, liberating them from carrying a phone, or allowing them to use another device that provides advantages over their own. Picking up another device when carrying APPropriate transfers all pertinent content to the borrowed device (using local no-cost WiFi from the APPropriate device), transforming it to give the impression that they are using their own phone. While APPropriate is useful for a wide range of contexts, the design was envisaged through a co-design process with resource-constrained emergent users in three countries. Lab studies and a subsequent deployment on participants' own devices identified key benefits of the approach in these contexts, including for security, resource sharing, and privacy.", "venue": "CHI", "year": 2018, "referenceCount": 40, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "50390550", "name": "Simon Robinson"}, {"authorId": "144443630", "name": "Jennifer Pearson"}, {"authorId": "2076008", "name": "Thomas Reitmaier"}, {"authorId": "2156463", "name": "Shashank Ahire"}, {"authorId": "50604395", "name": "Matt Jones"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ffc55a4898c4980e39b36593cade05aefd91192c", "externalIds": {"DBLP": "journals/ras/Salvini18", "MAG": "2603120007", "DOI": "10.1016/j.robot.2017.03.007"}, "url": "https://www.semanticscholar.org/paper/ffc55a4898c4980e39b36593cade05aefd91192c", "title": "Urban robotics: Towards responsible innovations for our cities", "abstract": "Abstract Emerging developments in robotics technologies combined with ambient intelligent infrastructures may radically improve the quality of life in cities. Urban robotics is a research area encompassing diverse applications for the urban environment. In particular, the term is used to refer to military, search and rescue and civil applications. In this article, we take into account civil applications. The article discusses the role of social desirability and responsibility in the design of robots and proposes a method for identifying the implications deriving from the interaction between the robot and the physical and non-physical properties of the urban environment. Among the issues discussed are: the phenomenon of vandalism, the rules of urban decorum, the social resistance towards technological displacement, and finally the new “soft” risks engendered by human–robot social interactions.", "venue": "Robotics Auton. Syst.", "year": 2018, "referenceCount": 57, "citationCount": 22, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "153723511", "name": "P. Salvini"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "146229362fe36357cbfe92b94af9e3bfd3b152d4", "externalIds": {"MAG": "2725620392", "DOI": "10.17547/KJSR.2017.25.2.128"}, "url": "https://www.semanticscholar.org/paper/146229362fe36357cbfe92b94af9e3bfd3b152d4", "title": "Exploring Psychological Factors Related to Fatigue in Hyperconnective Society", "abstract": null, "venue": "", "year": 2017, "referenceCount": 36, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2055007611", "name": "Minhee Jang"}, {"authorId": "2111926419", "name": "Daehyun Kim"}, {"authorId": "66152766", "name": "Jangju Lee"}, {"authorId": "65913075", "name": "Taeyun Jung"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "14f2f6c4ee64a4cfa28df45571e111e94562fd1c", "externalIds": {"MAG": "2793090285", "DOI": "10.21684/2587-8484-2017-1-2-82-96"}, "url": "https://www.semanticscholar.org/paper/14f2f6c4ee64a4cfa28df45571e111e94562fd1c", "title": "Social Networks as an Infrastructure of Interpersonal Communication: Transformation and Diffusion of Communication Frames (Tomsk Students’ Case)", "abstract": null, "venue": "", "year": 2017, "referenceCount": 4, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "133599252", "name": "A. P. Glukhov"}, {"authorId": "15348483", "name": "T. A. Bulatova"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "244fae2fcad660a647bb2ed826c42acc9fa73dfd", "externalIds": {"MAG": "2717320283", "DBLP": "conf/limits/RingensonERW17", "DOI": "10.1145/3080556.3080559"}, "url": "https://www.semanticscholar.org/paper/244fae2fcad660a647bb2ed826c42acc9fa73dfd", "title": "The Limits of the Smart Sustainable City", "abstract": "The ongoing and escalating urbanisation has resulted in a situation where a majority of people worldwide live in cities. Cities stand for a substantial part of the world GDP and are often lifted as possible drivers of sustainable development. However, the city has limitations and vulnerabilities. Cities depend on resources flowing into the city and increasing populations strain their land use. Climate change threatens cities with sea-level rise, heat waves and extreme weather events. Transforming cities into Smart Sustainable Cities by incorporation of Information and Communication Technologies (ICTs) is becoming a recurring proposed solution to these limitations and challenges. The two main areas where ICT are envisioned to function for this are i) as part of the city's infrastructure for monitoring, efficiency and automatization of processes, and ii) as an enabler for sharing of both information and goods among citizens, expectedly leading to more sustainable urban lifestyles. However, there are several limits to the realisation of the Smart Sustainable City. Manufacturing, implementation and maintenance of its digital infrastructure hold environmental risks and require human and natural resources. Furthermore, there are issues of increased vulnerability of the city due to increased complexity. Already now, the (global) flows that the city depends upon to thrive, are to a large and increasing extent possible due to - and dependent on - ICTs working without disturbances. Considering the fragility of these systems, both physical and virtual, is the Smart Sustainable City a desirable or even feasible path? We suggest that while ICT may be useful for making cities more sustainable, we need to be heedful so as not to make the city even more vulnerable in the process. We suggest that we should make sure that the ICT systems simply assist the cities, while maintaining analogue backup in case the ICT shuts down; that we should build more resilient ICT systems with higher backward compatibility; and that we should acknowledge increasing complexity as a problem and strive to counteract it.", "venue": "LIMITS", "year": 2017, "referenceCount": 97, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "28013330", "name": "Tina Ringenson"}, {"authorId": "5003077", "name": "Elina Eriksson"}, {"authorId": "3046504", "name": "Miriam Börjesson Rivera"}, {"authorId": "2227740", "name": "Josefin Wangel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2a02fe275e632013652d729409a3dd873702473f", "externalIds": {"MAG": "2560459391", "DOI": "10.1007/978-94-024-0878-2_9"}, "url": "https://www.semanticscholar.org/paper/2a02fe275e632013652d729409a3dd873702473f", "title": "Community Well-Being and Information Technology", "abstract": "The chapter is based upon how information and communications technologies (ICT) can help enhance the well-being of communities by promoting societal quality which we analyse as: socio-economic security, social cohesion, social inclusion and social empowerment. Digital communications can facilitate each of these dimensions by enabling common events and projects to be shared, promote social capital by enabling better networking within the community, and improve communications with external agencies and people. It is argued that although ICT has the potential to enhance community well-being, this also depends upon the way in which communities engage with it and how this relates to social relationships within the community. In general we argue that rather than creating isolation and dislocation, ICT affordances can help to generate a sense of place and are becoming increasingly important in understanding of the meaning of locality.", "venue": "", "year": 2017, "referenceCount": 27, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "7572101", "name": "C. Wallace"}, {"authorId": "2057065840", "name": "Kathryn Vincent"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "35bcf03c0ac2745fe128ea86c186f1289c9eeb69", "externalIds": {"MAG": "2566105604", "DOI": "10.1016/j.neubiorev.2016.12.024", "PubMed": "28027952"}, "url": "https://www.semanticscholar.org/paper/35bcf03c0ac2745fe128ea86c186f1289c9eeb69", "title": "Internet Addiction in adolescence: Neurobiological, psychosocial and clinical issues", "abstract": "Despite it has not been formally included in DSM-5 as a disorder, 'Internet addiction (IA)' has become a worldwide issue. It can be broadly defined as a non-chemical, behavioral addiction, which involves human-machine interaction. We pinpoint it as an \"instrumental\" form of social interaction (i.e. mediated by machines), a notion that appears useful for the sake of possible preclinical modeling. The features of Internet use reveals as addictive when this comes at the expense of genuine real-life sociability, with an overlap towards the hikikomori phenomenon (i.e., extreme retreat to one's own room). Due to the specific neuro-developmental plasticity in adolescence, IA poses risks to youths' mental health, and may likely produce negative consequences in everyday life. The thwarted development of adolescents' identity, self-image and adaptive social relationships is discussed: the IA adolescents often suffer loss of control, feelings of anger, symptoms of distress, social withdrawal, and familial conflicts. Further, more severe clinical conditions are also associated to IA, such as dysthymic, bipolar, affective, social-anxiety disorders, as well as major depression. This paper overviews the literature on IA, from neuro-biological, psycho-social and clinical standpoints, taking into account recent debates on diagnostic criteria, nosographic label and assessment tools. Neuroimaging data and neurochemical regulations are illustrated with links to pathogenetic hypotheses, which are amenable to validation through innovative preclinical modeling.", "venue": "Neuroscience & Biobehavioral Reviews", "year": 2017, "referenceCount": 154, "citationCount": 135, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "4539938", "name": "L. Cerniglia"}, {"authorId": "5612694", "name": "F. Zoratto"}, {"authorId": "35261217", "name": "S. Cimino"}, {"authorId": "1837749", "name": "G. Laviola"}, {"authorId": "6693483", "name": "M. Ammaniti"}, {"authorId": "2743061", "name": "W. Adriani"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "49a56c8b0a9f571c728d300b1be1b0d754e67e9d", "externalIds": {"MAG": "2792969897", "DOI": "10.1515/9789048532179"}, "url": "https://www.semanticscholar.org/paper/49a56c8b0a9f571c728d300b1be1b0d754e67e9d", "title": "Medieval Saints and Modern Screens: Divine Visions as Cinematic Experience", "abstract": null, "venue": "", "year": 2017, "referenceCount": 596, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "1404070249", "name": "A. Spencer-Hall"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "529e5f50ea1ec263916825e11a0a816326aa14ad", "externalIds": {"MAG": "2573320736", "DOI": "10.1016/J.PAID.2017.01.014"}, "url": "https://www.semanticscholar.org/paper/529e5f50ea1ec263916825e11a0a816326aa14ad", "title": "Partner phubbing and depression among married Chinese adults: The roles of relationship satisfaction and relationship length", "abstract": "Abstract Although relationship satisfaction has been shown to play an important role in married adults' depression, it is less clear whether partner phubbing can undermine relationship satisfaction and increase the risk of depression. The current study investigated the indirect effect of partner phubbing on depression via relationship satisfaction and the moderating role of relationship length in this indirect effect. Two hundred forty-three married Chinese adults participated in the study. The results indicated that partner phubbing had a negative effect on relationship satisfaction, and relationship satisfaction had a negative effect on depression. Partner phubbing had an indirect positive impact on depression via relationship satisfaction, and this indirect effect only existed among those married more than seven years. Results indicate that partner phubbing is a significant risk factor for depression among those married more than seven years.", "venue": "", "year": 2017, "referenceCount": 44, "citationCount": 95, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "51053042", "name": "X. Wang"}, {"authorId": "3485003", "name": "Xiaochun Xie"}, {"authorId": "49416261", "name": "Yuhui Wang"}, {"authorId": "71984347", "name": "Pengcheng Wang"}, {"authorId": "46420450", "name": "L. Lei"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "534926b0b8733d5abb97321c1e02701ad96fbeb5", "externalIds": {"MAG": "2340263289", "DOI": "10.1016/j.addbeh.2016.04.005", "PubMed": "27136694"}, "url": "https://www.semanticscholar.org/paper/534926b0b8733d5abb97321c1e02701ad96fbeb5", "title": "Technological addictions: Conceptualisation, measurement, etiology and treatment.", "abstract": "Nowadays, Internet and mobile phone use are widespread worldwide. Forty percent of the world population use the Internet, whereas six times more individuals are online today compared to the last decade (International Telecommunication Union, 2012, 2013). Advancements in digital technologies have resulted in various positive applications, including (but not limited to) promoting (mental) health, education, leisure, communication and global connectivity. However, extensive research conducted over the last two decades also evidenced that the use of digital technologies may come at a price, and accumulating evidence resulting from empirical research emphasized that a number of negative consequences are linked to the overuse of these technologies, such as subjective distress and psychopathological symptoms, health problems, professional and social disruptions, symptoms traditionally associated with substance-related addictions (see Billieux, Maurage, Lopez-Fernandez, Kuss, & Griffiths, 2015; Kuss, Griffiths, Karila, & Billieux, 2014, for reviews). Accordingly, technological innovations of the 21st Century have not only brought about significant lifestyle changes which some critically refer to as leading to us being “alone together” (i.e., brought together virtually by technology, but physically alone due to overengagement with technology) (Turkle, 2013), and in some instances may lead to the development of addictive usage patterns. Initial publications on the topic, which often took the form of clinical case description or theoretical papers (Griffiths, 1996; Young, 1996), largely assumed that deregulated use of digital technologies should be considered as a “behavioural” or “non-chemical” addiction (Marks, 1990), based on their similarities with substance-related addictions, including cognitive salience, mood modification, tolerance and withdrawal-like manifestations, conflict, and relapse (Griffiths, 2005). Various terms emerged in the literature to describe pathological use of digital technologies, such as “Internet addiction” (Young, 1998), “compulsive Internet use” (Greenfield, 1999), or “mobile phone addiction” (Chóliz, 2010). It has also been proposed that these various disorders could fall within the remit of technological addictions, which have been defined as “non-chemical behavioural addictions which involve human-machine interaction”, and includes both passive and active behaviours which are maintained via reinforcing characteristics and may lead to the development of an addiction (Griffiths, 1995, p. 15). Over the course of the last 20 years, a myriad of empirical studies has been published suggesting Internet use-related disorders can be considered addictive behaviours, including research on the development of diagnostic criteria (Tao et al., 2010) and screening instruments (Lortie & Guitton, 2013), (2) epidemiology (Kuss, Griffiths, et al., 2014a), neurobiology (D'Hondt, Billieux, & Maurage, 2015; Kuss & Griffiths, 2012) and psycho(patho)logical correlates (Kuss & Lopez-Fernandez, 2016),", "venue": "Addictive behaviors", "year": 2017, "referenceCount": 53, "citationCount": 52, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2034264", "name": "D. Kuss"}, {"authorId": "144949833", "name": "J. Billieux"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "783967c0ede5d88a43bdf44613f3c9bcd54a06e6", "externalIds": {"DBLP": "journals/iwc/MalinverniP17", "MAG": "2533551907", "DOI": "10.1093/iwc/iww031"}, "url": "https://www.semanticscholar.org/paper/783967c0ede5d88a43bdf44613f3c9bcd54a06e6", "title": "An Autoethnographic Approach to Guide Situated Ethical Decisions in Participatory Design with Teenagers", "abstract": "Participatory Design (PD) methods have become a widespread practice in the development of digital technologies. Even if PD is grounded on a critical and reflective tradition, often the presence of implicit assumptions may have relevant methodological and ethical consequences, since they may unintentionally shape our way of considering or behaving with participants. To tackle this issue, we suggest that the assumptions and expectations of designers must be carefully examined. To guide this process, we propose using a self-reflexive critical practice based on autoethnography as a tool to reflect and construct knowledge out of our subjective experience of designers involved in PD. Grounded on our experience of PD with teenagers, we report how autoethnography allowed gaining a deeper understanding of one’s own positions, assumptions and contradictions on aspects related to our standpoint on participatory practices, the images that we have of participants and our role in the design process. This awareness allowed taking into account emotions, personal stories and values in ethical choices, hence guiding situated decision-making on ethical and methodological aspects. Furthermore, we suggest that this approach not only contributes to unveil incongruences and strengthens the validity of the research, but also facilitates conditions for enabling a suitable space for creation and support novel forms of reporting PD experiences.", "venue": "Interact. Comput.", "year": 2016, "referenceCount": 94, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1908716", "name": "Laura Malinverni"}, {"authorId": "2844133", "name": "N. Parés"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "87b8f15bd54f7bd615d5e1925bdf225d28c5da06", "externalIds": {"DBLP": "journals/el/Nwagwu17", "MAG": "2611133124", "DOI": "10.1108/EL-01-2015-0014"}, "url": "https://www.semanticscholar.org/paper/87b8f15bd54f7bd615d5e1925bdf225d28c5da06", "title": "Social networking, identity and sexual behaviour of undergraduate students in Nigerian universities", "abstract": "Purpose \n \n \n \n \nThe purpose of this study was to examine how the identity of undergraduates who use social networking sites in selected Nigerian universities influences the prediction of their sexual behaviour. \n \n \n \n \nDesign/methodology/approach \n \n \n \n \nA questionnaire survey was used to collect data from 388 students from three public universities in Nigeria. \n \n \n \n \nFindings \n \n \n \n \nSex and age exerted sufficient influence on the youth’s sexual behaviour, but the identity variables seemed only to increase the tendency of younger males to form intimate relationship with partners. Specifically, young males who maintain high level of social relationships have a high tendency of developing intimate relationship with partners. \n \n \n \n \nResearch limitations/implications \n \n \n \n \nThis study that deployed identity variables provides wide-ranging information on how identity moderates sexual behaviour in the presence of traditional predictors of demographic characteristics and social networking. \n \n \n \n \nPractical implications \n \n \n \n \nThis study demonstrates that identity has a very strong influence of the predictive power of sex and age on sexual behaviour. \n \n \n \n \nOriginality/value \n \n \n \n \nThis study is the first that examined sexual behaviour, identity and social networking together.", "venue": "Electron. Libr.", "year": 2017, "referenceCount": 105, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "50597422", "name": "W. Nwagwu"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "922113291129e6b72cbc1527230bd7e7c916b422", "externalIds": {"MAG": "2625666994", "DOI": "10.1080/0966369X.2017.1339672"}, "url": "https://www.semanticscholar.org/paper/922113291129e6b72cbc1527230bd7e7c916b422", "title": "Queering code/space: the co-production of socio-sexual codes and digital technologies", "abstract": "Abstract The mutual production of space by sexuality and technology has been differently addressed in the often-disparate disciplinary pursuits of queer geographies and critical studies of technology in geography. Building on Dodge and Kitchin’s ‘code/space,’ we highlight how studies of technology in geography are already concerned with questions of sexuality through the examination of biopolitics and the regulation of bodies, together with the (re-)establishment of new and old lines between the public and the private. The immanence of sexuality in code/space foregrounds the importance of spatial processes characterised by their difference and normativity in the geographies of technology. Queer geographies critically examine such different experiences and processes of differentiation through space in their nuanced conceptualisations of spatial regulation and transgression. We illustrate how these two bodies of geographical scholarship might be synthesised by outlining three approaches for studies of ‘queer code/space.’ To show how there are a variety of relationships between sexuality, code, and space, we play on the double entendre of ‘code’ as a set of social rules and norms, and ‘code’ as the set of algorithmic instructions underlying software systems. In both senses, codes constrain forms of intimate life, but can also transgress, disrupt, and distribute the norm. To queer code/space is to emphasise the complexities of difference and normativity in living with technologies, where technologies might both proliferate and regulate socio-spatial experience.", "venue": "", "year": 2017, "referenceCount": 88, "citationCount": 30, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "51043942", "name": "Daniel G. Cockayne"}, {"authorId": "39037601", "name": "L. Richardson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "93f88abe05e0460df590cc60c3b22098b7d943c8", "externalIds": {"MAG": "2794337222", "DOI": "10.1145/3134721"}, "url": "https://www.semanticscholar.org/paper/93f88abe05e0460df590cc60c3b22098b7d943c8", "title": "Synchronous Text Messaging", "abstract": "We have created and evaluated a novel mobile messaging app named Curtains Messenger. The app has been designed to support synchrony in messaging. It does this by requiring users to be in the app at the same time as each other in order to send, receive and read messages. This design is contrary to typical apps where messages can be sent and read asynchronously at an individual's convenience. We have conducted a field trial in which 15 users installed the app on their own devices and used it in the wild. We present a qualitative analysis of interviews with the participants following the trial. The findings address how the app was used, how synchrony affected conversational flows, how synchrony raised issues of attention and intimacy, and what issues users faced in the practical work of conducting synchronous messaging. This work demonstrates how core concepts in the study of cooperative work such as a/synchrony can be drawn upon to reconsider taken-for-granted design features of mobile applications and the lived experience of communication.", "venue": "", "year": 2017, "referenceCount": 56, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3396728", "name": "Martin Podlubny"}, {"authorId": "2609254", "name": "J. Rooksby"}, {"authorId": "40141390", "name": "Mattias Rost"}, {"authorId": "144175654", "name": "M. Chalmers"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "94bdda3a742b12142730589cdfae523e1cf082dd", "externalIds": {"MAG": "2463528793", "DOI": "10.1016/J.JRURSTUD.2016.06.005"}, "url": "https://www.semanticscholar.org/paper/94bdda3a742b12142730589cdfae523e1cf082dd", "title": "Information technology and social cohesion: A tale of two villages", "abstract": "The study is about social cohesion in rural communities and how this interacts with Information and Communications Technology (ICT). Social cohesion is considered in terms of both system integration and social integration. System integration includes business and cultural organisations, civil society and communal spaces on and offline, which can provide bridging mechanisms to bring together disparate social groups. Social integration refers to more informal mechanisms of inclusion, including social networks, a sense of belonging, commitment to the common good. The paper considers these elements of social cohesion in relation to the intertwining of on and offline relationships by examining two contrasting rural communities in Northern Scotland. The paper concludes that ICT can play very different roles in social cohesion for different social and cultural groups as well as for different kinds of locational communities, but that ICT is becoming an integral part of rural social relations.", "venue": "", "year": 2017, "referenceCount": 39, "citationCount": 28, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "7572101", "name": "C. Wallace"}, {"authorId": "2057065840", "name": "Kathryn Vincent"}, {"authorId": "1896324", "name": "Cristian Luguzan"}, {"authorId": "116193436", "name": "L. Townsend"}, {"authorId": "2842841", "name": "D. Beel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a01687b5b626a9002dd29b0d1c9b3db96db74bb9", "externalIds": {"MAG": "2610599553", "DBLP": "conf/chi/VlachokyriakosC17", "DOI": "10.1145/3025453.3025490"}, "url": "https://www.semanticscholar.org/paper/a01687b5b626a9002dd29b0d1c9b3db96db74bb9", "title": "HCI, Solidarity Movements and the Solidarity Economy", "abstract": "The financial crisis and austerity politics in Europe has had a devastating impact on public services, social security and vulnerable populations. Greek civil society responded quickly by establishing solidarity structures aimed at helping vulnerable citizens to meet their basic needs and empower them to co-create an anti-austerity movement. While digital technology and social media played an important role in the initiation of the movement, it has a negligible role in the movement's on-going practices. Through embedded work with several solidarity structures in Greece, we have begun to understand the \"solidarity economy\" (SE) as an experiment in direct democracy and self-organization. Working with a range of solidarity structures we are developing a vision for a \"Solidarity HCI\" committed to designing to support personal, social and institutional transformation through processes of agonistic pluralism and contestation, where the aims and objectives of the SE are continuously re-formulated and put into practice.", "venue": "CHI", "year": 2017, "referenceCount": 67, "citationCount": 29, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "1950283", "name": "V. Vlachokyriakos"}, {"authorId": "35841504", "name": "Clara Crivellaro"}, {"authorId": "145961523", "name": "P. Wright"}, {"authorId": "2677817", "name": "E. Karamagioli"}, {"authorId": "10762556", "name": "Eleni-Revekka Staiou"}, {"authorId": "2327151", "name": "D. Gouscos"}, {"authorId": "153501390", "name": "Rowan Thorpe"}, {"authorId": "145263612", "name": "A. Krüger"}, {"authorId": "2070910", "name": "Johannes Schöning"}, {"authorId": "50604395", "name": "Matt Jones"}, {"authorId": "1693761", "name": "S. Lawson"}, {"authorId": "145171812", "name": "P. Olivier"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ad86232047c4c92cdd7156e6c7c701580c73efd8", "externalIds": {"DBLP": "conf/chi/PargmanEHOB17", "MAG": "2611168762", "DOI": "10.1145/3025453.3025858"}, "url": "https://www.semanticscholar.org/paper/ad86232047c4c92cdd7156e6c7c701580c73efd8", "title": "The (Un)sustainability of Imagined Future Information Societies", "abstract": "The pathway to a sustainable society is not clear, and we need to consider different developmental possibilities. This paper describes the results of a research project in the intersection of HCI and Futures Studies as well as in the intersection between \"the future information society\" and sustainability. We here present parts of the body of materials that were developed in a multi-year research project with the aim of describing and evaluating the sustainability impact of possible future information societies. We also discuss some of the lessons learned and what HCI and design fiction can learn from Futures Studies in general and from this project in particular. The main stakeholders in this project have been city administrators and corporate partners, and the overarching goal has primarily been to influence planning processes at the regional (Stockholm, Sweden) level.", "venue": "CHI", "year": 2017, "referenceCount": 75, "citationCount": 23, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "3334346", "name": "D. Pargman"}, {"authorId": "5003077", "name": "Elina Eriksson"}, {"authorId": "2524176", "name": "Mattias Höjer"}, {"authorId": "10730290", "name": "Ulrika Gunnarsson Östling"}, {"authorId": "37901223", "name": "L. Borges"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "af06029a203be851e902a56fce71b51394d161b9", "externalIds": {"DBLP": "journals/chb/YooJ17", "MAG": "2560185194", "DOI": "10.1016/j.chb.2016.12.011"}, "url": "https://www.semanticscholar.org/paper/af06029a203be851e902a56fce71b51394d161b9", "title": "Psychosocial effects of SNS use: A longitudinal study focused on the moderation effect of social capital", "abstract": "As represented by Facebook depression and alone together, the effects of SNS use on a person's psychosocial well-being have been highlighted of late, but it is still unclear if SNS use adversely affects the users in psychosocial terms. In addition, there have been few studies that verified the moderating role of social capital in the relationship between SNS use and psychosocial factors. Using the one-year longitudinal panel data of 477 subjects, the current study tested the effects of SNS use and network size on psychosocial well-being factors (i.e., depression, loneliness, and life satisfaction). To clarify the accumulative effects of the variables on one another, the concept of reciprocal influences was also applied in the analysis. The results show different results of SNS use according to the degree of social capital. For the lower-social-capital group, a vicious circle was observed: depression augmented SNS use, but the increase of SNS use reinforced the degree of depression. Conversely, for the higher-social-capital group, a virtuous circle was found: SNS use increased the network size, and the increased network size strengthened the degree of life satisfaction. These results imply that social capital is a key factor in explaining and predicting the effects of SNS use. The theoretical contributions and practical implications of the study based on the empirical findings are discussed herein. Effects of SNS use and social capital on psychosocial factors were tested.Social capital was a key in explaining and predicting the effects of SNS use.For the lower-social-capital group, a vicious circle was observed.Depression augmented SNS use, but the increased SNS time reinforced depression.For the higher group, network size enforced by SNS increased life satisfaction.", "venue": "Comput. Hum. Behav.", "year": 2017, "referenceCount": 118, "citationCount": 37, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2115613688", "name": "J. Yoo"}, {"authorId": "2511392", "name": "E. Jeong"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b49a2493e994acd07b3bc81430ecca8fa4a0e01c", "externalIds": {"DBLP": "conf/chi/WiddicksBHFB17", "MAG": "2603497573", "DOI": "10.1145/3025453.3025730"}, "url": "https://www.semanticscholar.org/paper/b49a2493e994acd07b3bc81430ecca8fa4a0e01c", "title": "Demand Around the Clock: Time Use and Data Demand of Mobile Devices in Everyday Life", "abstract": "Motivated by mobile devices' growing demand for connectivity, and concern in HCI with the energy intensity and sustainability of networked services, in this paper we reveal the impact of applications on smartphones and tablets in terms of network demand and time use. Using a detailed mixed methods study with eight participants, we first provide an account of how data demand has meaning and utility in our participants' social practices, and the timing and relative impacts of these. We then assess the scale of this demand by drawing comparison between our fine-grained observations and a more representative dataset of 398 devices from the Device Analyzer corpus. Our results highlight the significant categories of data demanding practice, and the identification of where changes in app time and duration of use might reduce or shift demand to reduce services' impacts.", "venue": "CHI", "year": 2017, "referenceCount": 49, "citationCount": 20, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "10717563", "name": "Kelly Widdicks"}, {"authorId": "145777339", "name": "Oliver Bates"}, {"authorId": "144753097", "name": "M. Hazas"}, {"authorId": "8133458", "name": "A. Friday"}, {"authorId": "2619693", "name": "A. Beresford"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "dabc9e614f9b6703540ac5e0a7099b70c44d0545", "externalIds": {"DBLP": "conf/acmidc/BarendregtBET17", "MAG": "2661552749", "DOI": "10.1145/3078072.3091987"}, "url": "https://www.semanticscholar.org/paper/dabc9e614f9b6703540ac5e0a7099b70c44d0545", "title": "StringForce: A Forced Collaborative Interaction Game for Special Education", "abstract": "In this paper, we present the forced collaborative interaction game StringForce. StringForce is developed for a special education context to support training of collaboration skills, using readily available technologies and avoiding the creation of a \"mobile bubble\". In order to play StringForce two or four physically collocated tablets are required. These tablets are connected to form one large shared game area. The game can only be played by collaborating. StringForce extends previous work, both technologically and regarding social-emotional training. We believe StringForce to be an interesting demo for the IDC community, as it intertwines several relevant research fields, such as mobile interaction and collaborative gaming in the special education context.", "venue": "IDC", "year": 2017, "referenceCount": 16, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2431058", "name": "W. Barendregt"}, {"authorId": "40413824", "name": "Peter Börjesson"}, {"authorId": "98771650", "name": "E. Eriksson"}, {"authorId": "1679770", "name": "O. Torgersson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0095c0a2396fdfac0cafc2c903a3ba93e2692ace", "externalIds": {"MAG": "2582998417", "DOI": "10.1007/978-3-319-43820-7_5"}, "url": "https://www.semanticscholar.org/paper/0095c0a2396fdfac0cafc2c903a3ba93e2692ace", "title": "Bowling Online: Mobile Social Games for Korean Teen Girls", "abstract": "Due to their arduous schedules, South Korean high school girls are gradually socializing in online environments such as mobile games. This study explores how Korean high school girls’ mobile social gaming is related to their social networks and social capital. The findings from focus group interviews with 23 high school girls indicate that playing mobile social games helps the interviewees develop their strong-tie relations rather than weak ties. A couple of social functions such as ‘presenting’ or ‘boasting’ induce the interviewees to cooperate or compete with their strong ties constantly, which results in an increase in bonding social capital. Other social functions such as ‘invitation’ entice the interviewees into interacting with their weak ties. However, they interact with their weak ties not for socializing but for earning rewards provided in proportion to the number of interactions. Thus, those behaviors rarely increased their bridging social capital.", "venue": "", "year": 2016, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "101188407", "name": "Hogeun Seo"}, {"authorId": "153897473", "name": "Claire Shinhea Lee"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "06e8631f34770bdc1d76c93929bf05d6894ea2fe", "externalIds": {"MAG": "2529887205", "DBLP": "conf/chiplay/LaLone16", "DOI": "10.1145/2968120.2990466"}, "url": "https://www.semanticscholar.org/paper/06e8631f34770bdc1d76c93929bf05d6894ea2fe", "title": "The Spaces Between: Using Play to Situate the Social and the Technical in a Single Space", "abstract": "My work situates play as a space where social and technical spaces collide. By engaging play as a space of convergence, it is possible to observe social and technical objects concurrently without aggregation, reduction, or supposition. I am a 4th year PhD Candidate in the midst of data-gathering. The driving force for my research begins with the imbalance of inquiry afforded to social and technical spaces as they relate to the design of socio-technical systems. My research will provide designers and researchers a means through which to dispense with forcefully separated social and technical spaces; thus allowing more complexity and simplicity in design.", "venue": "CHI PLAY", "year": 2016, "referenceCount": 15, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2229779", "name": "Nicolas J. LaLone"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "13099053a519f44fe6790256973df214109cb2ce", "externalIds": {"MAG": "2514700151", "DOI": "10.1590/S2176-6681/371614642"}, "url": "https://www.semanticscholar.org/paper/13099053a519f44fe6790256973df214109cb2ce", "title": "O uso do celular por estudantes na escola: motivos e desdobramentos", "abstract": "A sociedade contemporânea vivencia a era da conexao, mobilidade e ubiquidade na comunicacao humana, desencadeando novas formas de interacao e colaboracao em redes e ambientes on-line . Neste contexto, ha uma disseminacao crescente e acelerada do uso de aparelhos moveis, e inevitavelmente esse uso comeca a ocorrer com mais frequencia na escola. O objetivo desta pesquisa foi compreender os motivos e desdobramentos do uso dos aparelhos celulares pelos estudantes na escola. A metodologia utilizada foi a Teoria Fundamentada (Glaser; Strauss, 1999) e os dados foram obtidos por meio de interacoes no Twitter, questionario e entrevistas on-line com estudantes que estivessem acessando a internet na escola por meio de um aparelho movel. Com base nos dados coletados, foram elaboradas quatro categorias explanatorias do uso do celular na escola por estudantes: regras, uso didatico, motivacao e consequencias. A partir da analise dos dados, nota-se que, em geral, as escolas tendem a proibir o uso, contudo, os estudantes costumam transgredir, utilizando seus celulares em virtude do tempo livre na escola ou do tedio nas aulas. Alem disso, relata-se o uso com a finalidade de acesso as redes sociais, de distracao e de pesquisa de conteudo relacionado as disciplinas. Neste cenario, indica-se que a escola compreenda as questoes sociais e culturais relativas a cibercultura dos jovens e perceba o fenomeno como uma oportunidade de aproximacao e aprendizagem mutua.", "venue": "", "year": 2016, "referenceCount": 19, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "119214760", "name": "Estevon Nagumo"}, {"authorId": "2360823", "name": "L. Teles"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1529c85e3edbf95607ca6cd4180f973259d32c6c", "externalIds": {"MAG": "2045417924", "DOI": "10.1007/S10615-015-0532-7"}, "url": "https://www.semanticscholar.org/paper/1529c85e3edbf95607ca6cd4180f973259d32c6c", "title": "Friends in Old Age", "abstract": "Psychoanalysis has long recognized the vital role that relationships between people play in human development and in the maintenance of sense of well being throughout life. While the internalization of representations of significant others and their interactions with each other, the achievement of object constancy, makes it possible to gain support from the realization that we live in the minds of others and they in ours’, it is “not enough.” We need people “in the flesh” from “cradle to grave.” Unfortunately, this need is more difficult to meet in our later years. Parents, siblings, mates, love partners die. Children move away. No longer do we have daily contact with our work colleagues. Old friends are lost, never to be replaced, making the ability to form and maintain additional friendships as well as the opportunity to do so critical in the life of the elderly. This paper considers the roles that friends play in old age, the developmental achievements that contribute to the capacity for friendship, some of the factors that may impede doing so, and finally the ways in which psychoanalytic treatment may foster an individual’s ability to be a friend and make friends.", "venue": "", "year": 2016, "referenceCount": 17, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "82153715", "name": "J. Edward"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1588124e421efbe8290ee0ccec21906c4f356f6d", "externalIds": {"MAG": "2470933167", "DOI": "10.1080/24694452.2016.1191325"}, "url": "https://www.semanticscholar.org/paper/1588124e421efbe8290ee0ccec21906c4f356f6d", "title": "Doing Public Participation on the Geospatial Web", "abstract": "The emergence of Web 2.0, open source software tools, and geosocial networks, along with associated mobile devices and available government data, is widely considered to have altered the nature and processes of place-based digital participation. Considerable theorizing has been dedicated to the geographic version of Web 2.0, the geospatial Web (Geoweb). To assess the theories, we draw on four years of empirical work across Canada that considers the nature of public participation on the Geoweb. We are driven by the question of how easy or difficult it is to “do” Geoweb-enabled participation, particularly participation as envisioned by researchers such as Arnstein and planning practitioners. We consider how the Geoweb could transform methods by which citizens and nonprofit organizations communicate with the state on environmental issues that affect their lives. We conduct a meta-analysis of twelve research cases and derive new findings that reach across the cases on how the Geoweb obliges us to redefine and unitize participation. This redefinition reifies existing digital inequalities, blurs distinctions between experts and nonexperts, heterogenizes the state as an actor in the participation process, reassigns participation activities in a participation hierarchy, and distances participation from channels of influence.", "venue": "", "year": 2016, "referenceCount": 119, "citationCount": 47, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "39724649", "name": "R. Sieber"}, {"authorId": "21509620", "name": "P. Robinson"}, {"authorId": "49368718", "name": "P. Johnson"}, {"authorId": "49403240", "name": "Jon M. Corbett"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1d7b513af99b3dd56de5aeacda91f37f90490b60", "externalIds": {"DBLP": "conf/chi/MayerHBVJ16", "MAG": "2397458537", "DOI": "10.1145/2858036.2858175"}, "url": "https://www.semanticscholar.org/paper/1d7b513af99b3dd56de5aeacda91f37f90490b60", "title": "Supporting Opportunities for Context-Aware Social Matching: An Experience Sampling Study", "abstract": "Mobile social matching systems aim to bring people together in the physical world by recommending people nearby to each other. Going beyond simple similarity and proximity matching mechanisms, we explore a proposed framework of relational, social and personal context as predictors of match opportunities to map out the design space of opportunistic social matching systems. We contribute insights gained from a study combining Experience Sampling Method (ESM) with 85 students of a U.S. university and interviews with 15 of these participants. A generalized linear mixed model analysis (n=1704) showed that personal context (mood and busyness) as well as sociability of others nearby are the strongest predictors of contextual match interest. Participant interviews suggest operationalizing relational context using social network rarity and discoverable rarity, and incorporating skill level and learning/teaching needs for activity partnering. Based on these findings we propose passive context-awareness for opportunistic social matching.", "venue": "CHI", "year": 2016, "referenceCount": 53, "citationCount": 30, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "31723440", "name": "Julia M. Mayer"}, {"authorId": "1749200", "name": "S. R. Hiltz"}, {"authorId": "2604959", "name": "Louise Barkhuus"}, {"authorId": "1689940", "name": "Kaisa Väänänen"}, {"authorId": "144812959", "name": "Quentin Jones"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "24ed2690f8f379f71e4e82621bb9a52dcb2a079b", "externalIds": {"MAG": "2175943870", "DBLP": "journals/chb/KarapanosTG16", "DOI": "10.1016/j.chb.2015.10.015"}, "url": "https://www.semanticscholar.org/paper/24ed2690f8f379f71e4e82621bb9a52dcb2a079b", "title": "Need fulfillment and experiences on social media: A case on Facebook and WhatsApp", "abstract": "With an increasing inflow and outflow of users from social media, understanding the factors the drive their adoption becomes even more pressing. This paper reports on a study with 494 users of Facebook and WhatsApp. Different from traditional uses & gratifications studies that probe into typical uses of social media, we sampled users' single recent, outstanding (either satisfying or unsatisfying) experiences, based on a contemporary theoretical and methodological framework of 10 universal human needs. Using quantitative and qualitative analyses, we found WhatsApp to unlock new opportunities for intimate communications, Facebook to be characterized by primarily non-social uses, and both media to be powerful lifelogging tools. Unsatisfying experiences were primarily rooted in the tools' breach of offline social norms, as well in content fatigue and exposure to undesirable content in the case of Facebook. We discuss the implications of the findings for the design of social media. We studied users' recent, outstanding experiences with Facebook and WhatsApp.WhatsApp was found to unlock new opportunities for intimate communication.Facebook was characterized by primarily non-social uses.Both media were found to be powerful lifelogging tools.", "venue": "Comput. Hum. Behav.", "year": 2016, "referenceCount": 91, "citationCount": 159, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Psychology", "Computer Science"], "authors": [{"authorId": "1766666", "name": "E. Karapanos"}, {"authorId": "2070796921", "name": "Pedro Teixeira"}, {"authorId": "1762350", "name": "Rúben Gouveia"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3ecae615a295b9bcec9b2d813ee5ec77f3a58d17", "externalIds": {"MAG": "2520658347", "DOI": "10.1016/J.TSC.2016.09.004"}, "url": "https://www.semanticscholar.org/paper/3ecae615a295b9bcec9b2d813ee5ec77f3a58d17", "title": "Metaphors of code—Structuring and broadening the discussion on teaching children to code", "abstract": "Abstract Digital technology has become embedded into our daily lives. Code is at the heart of this technology. The way code is perceived influences the way our everyday interaction with digital technologies is perceived: is it an objective exchange of ones and zeros, or a value- laden power struggle between white male programmers and those who think they are users, when they are, in fact, the product being sold. Understanding the nature of code thus enables the imagination and exploration of the present state and alternative future developments of digital technologies. A wider imagination is especially important for developing basic education so that it provides the capabilities for coping with these developments. Currently, the discussion has been mainly on the technical details of code. We study how to broaden this narrow view in order to support the design of more comprehensive and future-proof education around code and coding. We approach the concept of code through nine different metaphors from the existing literature on systems thinking and organisational studies. The metaphors we use are machine, organism, brain, flux and transformation, culture, political system, psychic prison, instrument of domination and carnival. We describe their epistemological backgrounds and give examples of how code is perceived through each of them. We then use the metaphors in order to suggest different complementary ways that ICT could be taught in schools. The metaphors illustrate different contexts and help to interpret the discussions related to developments in digital technologies such as free software movement, democratization of information and internet of things. They also help to identify the dominant views and the tensions between the views. We propose that the systematic use of metaphors described in this paper would be a useful tool for broadening and structuring the dialogue about teaching children to code.", "venue": "", "year": 2016, "referenceCount": 61, "citationCount": 18, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1901063", "name": "Tomi Dufva"}, {"authorId": "1911713", "name": "M. Dufva"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "405262a98ca5bc582139fa26f8f127f8a019d490", "externalIds": {"DBLP": "conf/mum/MonasteroMT16", "MAG": "2576088113", "DOI": "10.1145/3012709.3012725"}, "url": "https://www.semanticscholar.org/paper/405262a98ca5bc582139fa26f8f127f8a019d490", "title": "Wandertroper: supporting aesthetic engagement with everyday surroundings through soundscape augmentation", "abstract": "In this paper we present the design and evaluation of Wandertroper, a mobile system designed to support reengagement with everyday surroundings during daily walks. Wandertroper generates real-time sound based on the spectromorphology of the inhabited soundscape, which is manipulated by how the user walks. Through an iterative participatory design process using semi-structured group discussions and 'in-the-wild' evaluations, we outline how design aspects, such as the degree of output abstraction and aesthetic personalisation of use, facilitated users' engagement with everyday surroundings. We discuss how Wandertroper turned daily walks into personally-meaningful aesthetic experiences.", "venue": "MUM", "year": 2016, "referenceCount": 85, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "8715824", "name": "Beatrice Monastero"}, {"authorId": "2028785", "name": "D. McGookin"}, {"authorId": "2064589105", "name": "Giuseppe Torre"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "668d1ada543daa80873754eea0aac03aae3506fb", "externalIds": {"DBLP": "journals/chb/MantymakiI16", "MAG": "2294473634", "DOI": "10.1016/j.chb.2016.02.078"}, "url": "https://www.semanticscholar.org/paper/668d1ada543daa80873754eea0aac03aae3506fb", "title": "The Janus face of Facebook: Positive and negative sides of social networking site use", "abstract": "There is an increasing awareness that social networking site (SNS) use includes a socio-psychologically positive and a negative side. However, research remains largely silent on which side dominates in driving SNS use. To address this gap and to better understand the nature of SNSs we examine the positive and negative drivers of SNS use in parallel. We draw on the uses and gratifications theory and place social enhancement and interpersonal connectivity as the socio-psychologically positive gratifications and exhibitionism and voyeurism as the adverse gratifications predicting SNS use. We further link these gratifications to two key psychological needs, namely self-presentation and the need to belong. We conceptualize our dependent variable, SNS use, as a multi-dimensional second-order construct that consists of content production, content consumption, amount of usage, and comprehensiveness of one's profile information. We use longitudinal data from Facebook users to test our research model. The results show that exhibitionism, voyeurism and interpersonal connectivity predict SNS use. Furthermore, the number of friends in the SNS decreases the effect of exhibitionism and increases the effect of social enhancement. Altogether, the role of exhibitionism and voyeurism in predicting SNS use underscores the need for increased awareness of the socio-psychologically dark side of SNSs. We investigate the two sides of self-presentation and need to belong in SNSs.We examine positive and negative predictors of SNS use in parallel.Voyeurism, exhibitionism, and social enhancement predict SNS use.Narcissistic self-promotion, i.e. exhibitionism is the main driver of SNS use.", "venue": "Comput. Hum. Behav.", "year": 2016, "referenceCount": 108, "citationCount": 73, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "3062994", "name": "Matti Mäntymäki"}, {"authorId": "143886814", "name": "A. Islam"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "73adb479a338ad64804c3d98ce01169f6cf59060", "externalIds": {"DBLP": "journals/chb/TrubB16", "MAG": "2481368863", "DOI": "10.1016/j.chb.2016.07.050"}, "url": "https://www.semanticscholar.org/paper/73adb479a338ad64804c3d98ce01169f6cf59060", "title": "The paradox of phone attachment: Development and validation of the Young Adult Attachment to Phone Scale (YAPS)", "abstract": "Accurate evaluation of people's attachment to phones is crucial to understanding the impact of phone use in everyday life. The Young Adult Attachment to Phone Scale (YAPS) is a concise instrument, representing the first multi-dimensional measure of phone attachment. After item development involving focus groups with young adults and content validity analysis from attachment experts, a preliminary version of the YAPS was administered to 955 participants ages 1829. Exploratory and confirmatory factor analyses supported a 2-dimension structure: Refuge, characterized by feeling safe with the phone and uncomfortable upon separation; and Burden, characterized by relief upon separation from the phone and the perception that it diminishes enjoyment of a given moment. Findings reflect the strong psychometric properties of the YAPS, including reliability, factorial validity and criterion validity with relevant constructs. The YAPS appears promising for future research aimed at understanding the nature of attachment to phones in human behavior. Paradoxical attachment to phones might manifest as attachment anxiety and avoidance.Attachment to Phone Scale (APS) is proposed as a short, concise instrument.Refuge factor corresponds to attachment anxiety, Burden to attachment avoidance.Refuge involves feeling safe with the phone and uncomfortable upon separation.Burden involves feeling pressured by phone and relief upon separation from it.", "venue": "Comput. Hum. Behav.", "year": 2016, "referenceCount": 85, "citationCount": 33, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "3184703", "name": "Leora Trub"}, {"authorId": "3473862", "name": "Baptiste Barbot"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8269086429c22d51ce8eb54ef8b11be16719637c", "externalIds": {"MAG": "2411097848", "DOI": "10.1016/J.TECHFORE.2016.04.029"}, "url": "https://www.semanticscholar.org/paper/8269086429c22d51ce8eb54ef8b11be16719637c", "title": "Groping toward the next stages of technology development and human society: A metaphor from an Iranian poet", "abstract": "So far, the human society has experienced four stages of development namely: Hunter–gatherer age, Agricultural age, Industrial age and Information age. Many researchers have tried to explore some scenarios to envision where human being is going in the future but the question is still unresolved and there is no unique answer. This paper aims to probe the next stages using a metaphor of an ancient Persian poem from Attar Neyshaburi (that is one of the famous Iranian poets and mystics, lived around 13th century A.D.). In this poem, Attar argues that the wayfarer must traverse seven valleys to achieve perfection. In this paper, it is hypothesised that these valleys could provide a fruitful source of vision – as a metaphor – to think about the evolution of human society. The results suggest that the next three stages which human society would experience might be: Technological convergence age, Intelligence age and Post-humanity age. These results could be helpful in providing vision for the process of technology policy design and social development.", "venue": "", "year": 2016, "referenceCount": 50, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1403500535", "name": "Masoud Afshari-Mofrad"}, {"authorId": "144125715", "name": "Sepehr Ghazinoory"}, {"authorId": "1801348", "name": "G. Montazer"}, {"authorId": "2165110", "name": "M. Rashidirad"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "87e3a8cdcad46008aab3b5ceb23aff2389b8ffcc", "externalIds": {"DBLP": "journals/giq/BretschneiderP16", "MAG": "2529651079", "DOI": "10.1016/j.giq.2016.09.005"}, "url": "https://www.semanticscholar.org/paper/87e3a8cdcad46008aab3b5ceb23aff2389b8ffcc", "title": "Organization formalization, sector and social media: Does increased standardization of policy broaden and deepen social media use in organizations?", "abstract": "Abstract Adoption of information and communication technology (ICT) has been studied extensively in public administration, particularly social media. The immediate adoption and actual use of such tools may be significantly influenced by organizational rules, norms and policies. This exploratory paper provides an empirical test of hypotheses that focus on the final stage of the three stage adoption process: standardization of rules and procedures governing the use of the new ICT We also address sectoral differences in ICT application. Using a sample of over 1100 respondents in organizations across sectors, we find strong evidence that organizations with greater rule standardization and rule clarity have higher levels of social media use over a wider array of application domains. The findings suggest that rules and standardization can be powerful tools for promoting and diffusing new information and communication technologies within organizations. Results also support work on how information technology management and use differs across public and private sectors.", "venue": "Gov. Inf. Q.", "year": 2016, "referenceCount": 159, "citationCount": 27, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Economics", "Computer Science"], "authors": [{"authorId": "3065022", "name": "S. Bretschneider"}, {"authorId": "46677648", "name": "Marla A. Parker"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "af011003d05ba0fddaed49bc3147fa66ac163e64", "externalIds": {"DBLP": "journals/entcom/MorenoDPRH16", "MAG": "2315497821", "DOI": "10.1016/j.entcom.2016.03.001"}, "url": "https://www.semanticscholar.org/paper/af011003d05ba0fddaed49bc3147fa66ac163e64", "title": "Augmenting playspaces to enhance the game experience: A tag game case study", "abstract": "Introducing technology into games can improve players’ game experience. However, it can also reduce the amount of physical activity and social interaction. In this article, we discuss how we enhance the game of tag with technology such that physical and social characteristics of the game are retained. We first present an analysis of the behavior of children playing traditional tag games. Based on these observations, we designed the Interactive Tag Playground (ITP), an interactive installation that uses tracking and floor projections to enhance the game of tag. We evaluate the ITP in one user study with adults and one with children. We compare players’ reported experiences when playing both traditional and interactive tag. Players report significantly higher engagement and immersion when playing interactive tag. We also use tracking data collected automatically to quantitatively analyze player behavior in both tag games. Players exhibit similar patterns of physical activity and interactions in both game types. We can therefore conclude that interactive technology can be used to make traditional games more engaging, without losing social and physical character of the game.", "venue": "Entertain. Comput.", "year": 2016, "referenceCount": 45, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2075449446", "name": "Alejandro Moreno"}, {"authorId": "2561977", "name": "R. V. Delden"}, {"authorId": "1754666", "name": "R. Poppe"}, {"authorId": "2997504", "name": "D. Reidsma"}, {"authorId": "1678537", "name": "D. Heylen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b5699480cfe44681a6d7c74b3f30ec6c7ff72018", "externalIds": {"MAG": "2271068611", "ArXiv": "1510.01425", "DBLP": "conf/cscw/CampbellADEER16", "DOI": "10.1145/2818048.2819934"}, "url": "https://www.semanticscholar.org/paper/b5699480cfe44681a6d7c74b3f30ec6c7ff72018", "title": "Thousands of Positive Reviews: Distributed Mentoring in Online Fan Communities", "abstract": "Young people worldwide are participating in ever-increasing numbers in online fan communities. Far from mere shallow repositories of pop culture, these sites are accumulating significant evidence that sophisticated informal learning is taking place online in novel and unexpected ways. In order to understand and analyze in more detail how learning might be occurring, we conducted an in-depth nine-month ethnographic investigation of online fanfiction communities, including participant observation and fanfiction author interviews. Our observations led to the development of a theory we term distributed mentoring, which we present in detail in this paper. Distributed mentoring exemplifies one instance of how networked technology affords new extensions of behaviors that were previously bounded by time and space. Distributed mentoring holds potential for application beyond the spontaneous mentoring observed in this investigation and may help students receive diverse, thoughtful feedback in formal learning environments as well.", "venue": "CSCW", "year": 2015, "referenceCount": 104, "citationCount": 50, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "144858084", "name": "Juliet Campbell"}, {"authorId": "34669589", "name": "Cecilia R. Aragon"}, {"authorId": "145002926", "name": "K. Davis"}, {"authorId": "2073791719", "name": "Sarah Evans"}, {"authorId": "13379811", "name": "A. Evans"}, {"authorId": "2059700034", "name": "David P. Randall"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e823aafba91bf9aa549f6d6d6410148381a31379", "externalIds": {"MAG": "2593333072"}, "url": "https://www.semanticscholar.org/paper/e823aafba91bf9aa549f6d6d6410148381a31379", "title": "Peer Reviewed Title: Does Mood Moderate the Relationship between Reflection and Well-being? Author:", "abstract": null, "venue": "", "year": 2016, "referenceCount": 92, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2064329889", "name": "A. William"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0abdaac35f7401bf90fa7be956ba9c2bc7edd67d", "externalIds": {"MAG": "2287125540", "DBLP": "journals/sigcas/Gerdes15", "DOI": "10.1145/2874239.2874278"}, "url": "https://www.semanticscholar.org/paper/0abdaac35f7401bf90fa7be956ba9c2bc7edd67d", "title": "The issue of moral consideration in robot ethics", "abstract": "This paper discusses whether we should grant moral consideration to robots. Contemporary approaches in support of doing so centers around a relational appearance based approach, which takes departure in the fact that we already by now enter into ethical demanding relations with (even simplistic) robots as if they had a mind of their own. Hence, it is assumed that moral status can be viewed as socially constructed and negotiated within relations. However, I argue that a relational turn risks turning the as if into if at the cost of losing sight of what matters in human-human relations. Therefore, I stick to a human centered framework and introduce a moral philosophical perspective, primarily based on Kant's Tugendlehre and his conception of duties as well as the Formula of Humanity, which also holds a relational perspective. This enables me to discuss preliminary arguments for moral considerations of robots.", "venue": "SIGCAS Comput. Soc.", "year": 2016, "referenceCount": 30, "citationCount": 22, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "35551877", "name": "Anne Gerdes"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "12c3d3b713f69bd8de98e8ab63e5e3d17f3a01ef", "externalIds": {"MAG": "2345209441"}, "url": "https://www.semanticscholar.org/paper/12c3d3b713f69bd8de98e8ab63e5e3d17f3a01ef", "title": "First Do No Harm: Technology-Induced Risks to Wellbeing", "abstract": "Screen-media use is associated with a variety of impacts on long-term social, emotional, and physical wellbeing – both positive and negative. The negative consequences of technology use have received considerable attention in the context of child development. In this position paper we describe some of the known implications of children’s and adolescents’ use of technology and propose avenues by which the design community might support families in reflecting on their desired patterns of use and living up to these self-defined ideals.", "venue": "", "year": 2015, "referenceCount": 20, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2749233", "name": "Alexis Hiniker"}, {"authorId": "1738606", "name": "J. Kientz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1a76d9517daa2cf6f11419ef31b0a5e6ca7589b6", "externalIds": {"MAG": "2566626846"}, "url": "https://www.semanticscholar.org/paper/1a76d9517daa2cf6f11419ef31b0a5e6ca7589b6", "title": "La asunción de los peligros relacionados con la privacidad en internet y en las redes sociales por parte de los universitarios españoles. Estudio de caso aplicado a un grupo de estudiantes de la universidad de salamanca", "abstract": "This article collects data from an experiment conducted with a group of students from the University of Salamanca. The aims are focused on inquiring about several variables relating to information posted on social networks, the potential vulnerability of users and the degree of awareness of potential dangers. From an experiment where participants are involved, the results and conclusions lead to reject the hypothesis, because of the increasing assumption of the social index l comunicación | no 5 (1) | 2015 | Páginas 107-121 | ISSN: 2174-1859 Recibido: 2015_04_15 | Aceptado: 2015_06_06 [*] Agradecimientos a los alumnos de la asignatura ‘Entornos Informáticos’ de 3o de Comunicación Audiovisual de la Universidad de Salamanca, curso 2014/15. R ef er en ci ar co m o: H er re ro G ut ié rr ez , F ., & R om er o Be ja ra no , H . (2 01 5) . L a as un ci ón d e lo s p el ig ro s r el ac io na do s c on la p riv ac id ad e n In te rn et y e n re de s s oc ia le s p or p ar te d e lo s u ni ve rs ita rio s e sp añ ol es . in de x. co m un ic ac ió n, 5 (1 ), 10 712 1. R ec up er ad o de h ttp :// jo ur na ls. sf u. ca /in de xc om un ic ac io n/ in de x. ph p/ in de xc om un ic ac io n/ ar tic le /v ie w /1 94 /1 70 networks ́ dangers by users. The case study could be an important starting point for further work on the subject in the same generations, close to the native digital, and other generations away from this concept.", "venue": "", "year": 2015, "referenceCount": 3, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "69924335", "name": "Hilario José Romero Bejarano"}, {"authorId": "145600275", "name": "F. Gutiérrez"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1c4b3ef00f24e51515a5b64f3c967540bc302739", "externalIds": {"MAG": "2170630106", "DOI": "10.7916/D87H1HBF"}, "url": "https://www.semanticscholar.org/paper/1c4b3ef00f24e51515a5b64f3c967540bc302739", "title": "The Motivational Science of Our Constantly Connected World", "abstract": null, "venue": "", "year": 2015, "referenceCount": 64, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "118365890", "name": "Juliana Smith Holterhaus"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "209fa167899dee3130c1e7ceb66f3052fe69b2bd", "externalIds": {"MAG": "2032872421", "DBLP": "conf/sac/BuenoAFASC15", "DOI": "10.1145/2695664.2695824"}, "url": "https://www.semanticscholar.org/paper/209fa167899dee3130c1e7ceb66f3052fe69b2bd", "title": "Selfie cafe: socialization in public spaces", "abstract": "Once Online Social Networks became popular in the last decade, people tend to spend a fair amount of time in the virtual world. As a consequence, real encounters, especially with non-related people tend to not be encouraged or even exciting anymore. Aware that mobile devices become more popular and powerful considering pervasiveness and ubiquitousness, we strategically decided to use technology in order to support and promote people gathering in public spaces. In this paper, we present Selfie Cafe, an Urban Computing application for leveraging socialization. The application was deployed in the wild to see how people would react to it in specific places where socialization would be expected but was not happening. Results of the Selfie Cafe installation show that it helped setting a more playful mood in the place, an increase in the time spent by people in there as well as supporting interactions among locals, acquaintances and strangers.", "venue": "SAC", "year": 2015, "referenceCount": 31, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1943477", "name": "André O. Bueno"}, {"authorId": "1682317", "name": "J. C. A. Silva"}, {"authorId": "144305752", "name": "Vinicius Ferreira"}, {"authorId": "2710921", "name": "Janaina Cintra Abib"}, {"authorId": "2064324955", "name": "Carolina Souza"}, {"authorId": "1842395", "name": "Daniel Consiglieri"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "25d995d44b1672dd943b6ef0db2dab5fc7511fd0", "externalIds": {"DBLP": "journals/chb/GaudielloLZ15", "MAG": "1975280144", "DOI": "10.1016/j.chb.2015.03.060"}, "url": "https://www.semanticscholar.org/paper/25d995d44b1672dd943b6ef0db2dab5fc7511fd0", "title": "The ontological and functional status of robots: How firm our representations are?", "abstract": "We investigate teenagers' robot representation (ontological and functional status).We observe whether such representation changes with acquaintance to robots.The ontological categorization of robots becomes more nuanced.The functional categorization of robot stays more strictly defined.No third ontological category seems to emerge. Robot representation is a moving target: according to our previous experience and to the context of use, we constantly reinvent what we consider to be 'robot'. In this paper we investigate teenagers' robot representation, with special concerns to educational robots. By robot representation we mean its (i) ontological and (ii) functional status. Particularly, we seek to understand whether teenagers' judgment about (i) and (ii) changes when they become acquainted with robots. To this aim, we carried out an experimental study with pre- and post-questionnaires with 79 participants during a robotic event: the RoboParty?. Results show that building and programming a robot fosters a more nuanced judgment about robots' belonging to the living and non-living categories but, on the other side, a more definite judgment about the educative functions that a robot may serve. Thus, at this stage of technology development in contemporary society, robots seem to share something with living entities and some other things with non-living ones. Just like living entities, robots hold an ontological status that admits degrees; similarly to non-living entities, robots need to have a precise function in order for users to have a meaningful interaction with them. Moreover, contrary to our prediction and to current literature, no new category - beyond those of living and non-living ones-seems to emerge in teenagers' ontology. However, cues pointing out that dealing with robots might have an impact on traditional boundaries of common-sense ontology are discussed.", "venue": "Comput. Hum. Behav.", "year": 2015, "referenceCount": 53, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2783688", "name": "I. Gaudiello"}, {"authorId": "27549785", "name": "S. Lefort"}, {"authorId": "1751285", "name": "E. Zibetti"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "33a05a3904afbc1ebef49c102db888e95561eec0", "externalIds": {"MAG": "2307136942", "DOI": "10.1002/j.1681-4835.2015.tb00496.x"}, "url": "https://www.semanticscholar.org/paper/33a05a3904afbc1ebef49c102db888e95561eec0", "title": "Digital and Social Inequalities: A Qualitative Assessment of the Impact of the Connecting Equality Program on Argentinean Youth", "abstract": "This paper focuses on the ties between social and digital inequalities among Argentinean youth. It uses a qualitative approach to explore different aspects of the everyday lives of adolescents, such as sociability, leisure time and family use of Information and Communication Technologies (ICTs), in order to assess the impact of the Connecting Equality Program (Programa Conectar Igualdad, PCI) on reducing digital inequalities and fostering social inclusion. In particular, the paper explores what were the existing conditions of access for students and their families when the PCI was first implemented? What influence does the implementation of the PCI have on the individual, family and scholastic appropriation of ICTs? How does the use of computers and the Internet vary among youth? Has this large‐scale incorporation of netbooks in schools, and especially homes and free time changed it in any way? Does the appropriation of ICTs through student participation in the PCI contribute to material and symbolic social inclusion? To answer these questions, we compare the processes of ICT appropriation among lower and middle class adolescents, focusing on the distinctive uses and meanings assigned to computers and the Internet by boys and girls in their daily lives. For this purpose we analyze data collected through semi‐structured interviews in two schools in Greater La Plata, Argentina during 2012. The main findings show that in terms of access, skills and types of use, the implementation of the PCI has had a positive impact among lower class youth, guaranteeing access to their first computers and promoting the sharing of knowledge and digital skills with family members. Moreover, evidence of more diverse and intense use of ICTs among lower class students reveals the development of digital skills related to educational activities. Finally, in terms of sociability, having a personal netbook enables access to information and cultural goods which are very significant in generating ties and strengthening identities and social integration.", "venue": "", "year": 2015, "referenceCount": 78, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2099929466", "name": "Sebastián Benítez Larghi"}, {"authorId": "2076381209", "name": "Magdalena Lemus"}, {"authorId": "2072210446", "name": "Marina Moguillansky"}, {"authorId": "2104976556", "name": "Nicolás Welschinger"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3c71998aa69ef393b84f02460ac94a6c8dc9c761", "externalIds": {"MAG": "2379509742", "DOI": "10.7583/JKGS.2015.15.3.51"}, "url": "https://www.semanticscholar.org/paper/3c71998aa69ef393b84f02460ac94a6c8dc9c761", "title": "A Cyborg Companion: Human Being & Machine Being", "abstract": "Do artifacts function merely as tools? Today tremendous softwares work to assist or guide their users. This paper will apply the theories of Science & Technology Studies(STS) and the agent definition of Floridi & Sanders(2004) to game-bot programmes. Consequently we would see game-bots have had the interactivity, autonomy and adaptability. They are the position of agents even in playing. Further they may be companion relationship in the way that bots and human players compose each other. Then we will be induce to new question, the bots may be political-social. While human actors in computer based rule are the compounds being affected by the artificials, they will be never same to classic human actors.", "venue": "", "year": 2015, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1590812475", "name": "Ji Yeon Kim"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4eb23baac6f5c787b6b61b966b4a925a92711ec8", "externalIds": {"DBLP": "conf/bcshci/ThiemeWMO15", "MAG": "1998517900", "DOI": "10.1145/2783446.2783586"}, "url": "https://www.semanticscholar.org/paper/4eb23baac6f5c787b6b61b966b4a925a92711ec8", "title": "Designing for mental wellbeing: towards a more holistic approach in the treatment and prevention of mental illness", "abstract": "To date, HCI for mental health has primarily responded to challenges in the treatment of mental illness, with a focus on therapy access and engagement. However, approaches to improving and protecting people's mental wellbeing have received less attention. Prompted by recent discussions in Western Healthcare and Psychology, we argue for a more holistic approach to promoting mental health that expands the field's focus to include strategies for enhancing mental wellbeing. A closer consideration of mental wellbeing can increase the effectiveness of mental health interventions, help in preventing mental illness and relapse, and extend our knowledge as to how we can support people to flourish as individuals and enhance their quality of life more generally. Our aim is to encourage more research on positive aspects of mental health in the treatment and care provision of people with mental health problems, and to support preventive approaches. To this end, the paper provides a comprehensive definition of mental wellbeing as positive emotional, psychological and social health; presents a review of HCI literature illustrating how the field is beginning to respond to the mental wellbeing agenda; and proposes avenues for future design and research in this area.", "venue": "BCS HCI", "year": 2015, "referenceCount": 102, "citationCount": 35, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "1944467", "name": "Anja Thieme"}, {"authorId": "1975695", "name": "Jayne Wallace"}, {"authorId": "36279930", "name": "T. Meyer"}, {"authorId": "145171812", "name": "P. Olivier"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "65aca35d7461ab1d43bc18e85ba634352d8d8be5", "externalIds": {"DBLP": "conf/mhci/BirnholtzGLS15", "MAG": "2066181905", "DOI": "10.1145/2785830.2785857"}, "url": "https://www.semanticscholar.org/paper/65aca35d7461ab1d43bc18e85ba634352d8d8be5", "title": "Feeling Aware: Investigating the Use of a Mobile Variable-Friction Tactile Display for Awareness Information", "abstract": "Providing the initiator of a conversation with awareness information about their target's availability can improve interruption timing. Providing this information, however, can be particularly challenging with mobile devices, which are carried by users in a range contexts and have limited audible and visual display possibilities due to possible background noise and small screen size. Haptic or tactile displays present a potentially useful alternative, as interaction with mobile devices is often by touch. This paper reports on a dual-task comparison of awareness information usage on a mobile variable-friction tactile display vs. a visual display under conditions that varied in task type and task workload. Participants using the tactile display performed marginally better on the primary task, but were less accurate and slower on the awareness task. However, there is evidence that some of the awareness task differences dissipated over time. Self-report data also suggests that people's experience with the tactile display was generally positive and improved over time.", "venue": "MobileHCI", "year": 2015, "referenceCount": 51, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1797153", "name": "Jeremy P. Birnholtz"}, {"authorId": "2497393", "name": "D. Gergle"}, {"authorId": "3127227", "name": "Noah Liebman"}, {"authorId": "2055651827", "name": "Sarah Sinclair"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6f6be45714652b11225df63df21f25048bbf0da1", "externalIds": {"DBLP": "conf/intetain/MorenoDPRH15", "MAG": "1995930651", "DOI": "10.4108/ICST.INTETAIN.2015.259399"}, "url": "https://www.semanticscholar.org/paper/6f6be45714652b11225df63df21f25048bbf0da1", "title": "Augmenting traditional playground games to enhance game experience", "abstract": "Technology can provide engaging game experiences. However, it can also decrease the exhibition of essential play behavior such as social interaction and physical activity. In this paper, we discuss how the Interactive Tag Playground (ITP) can enhance the traditional tag game experience by making it more enjoyable and immersive without sacrificing social and physically active behavior. Additionally, we also show it can double as a research tool to analyze player behavior using data obtained in-game. These conclusions are derived from a user study and behavior analysis of participants playing traditional and interactive tag game sessions. The findings lead us to believe that the ITP can provide an engaging tag experience while facilitating the analysis of player behavior and promoting key aspects of play.", "venue": "2015 7th International Conference on Intelligent Technologies for Interactive Entertainment (INTETAIN)", "year": 2015, "referenceCount": 31, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2075449446", "name": "Alejandro Moreno"}, {"authorId": "2561977", "name": "R. V. Delden"}, {"authorId": "1754666", "name": "R. Poppe"}, {"authorId": "2997504", "name": "D. Reidsma"}, {"authorId": "1678537", "name": "D. Heylen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7397191785e2723af4bed2d5bae43b73984c9322", "externalIds": {"DBLP": "journals/ce/Passig15", "MAG": "589036197", "DOI": "10.1016/j.compedu.2015.05.008"}, "url": "https://www.semanticscholar.org/paper/7397191785e2723af4bed2d5bae43b73984c9322", "title": "Revisiting the Flynn Effect through 3D Immersive Virtual Reality (IVR)", "abstract": "The Flynn Effect, which identified the overwhelming improvement in IQ scores that took place during the second half of the 20th century, has now become known to all. After many attempts to explain the phenomenon, it is now widely accepted that nurture plays a major role in accelerating humanity's cognitive skills. This paper attempts to revisit these explanations by reflecting on a decade long of studies conducted in one Virtual Reality Laboratory aimed at better understanding the correlation between technology-more specifically, 3D Immersive Virtual Reality (3D IVR)-and the accelerated improvement in a variety of cognitive skills. These studies tested a few aspects of Flynn's social and cultural explanations. We examined, first, whether it is possible to generate an even greater acceleration in the enhancement of various abstract thinking skills. We asked whether it is possible to improve skills even among populations with congenital cognitive disabilities, and what is the most efficient way to accelerate the improvement. And most importantly-we examined whether it is possible to improve concrete thinking skills as well, which Flynn found not to have improved. The results of these studies cast solid doubt on Flynn's explanations, suggesting that advanced educational technologies, with their advanced interfaces, indeed generate an accelerated enhancement in a wide range of skills that the natural environment alone cannot account for. This is a decade long summary of studies in a VR Lab.The studies aimed at better explaining the Flynn Effect.The studies were conducted in three tiers.The explanations that Flynn provided are not sufficient in explaining the effect.We discuss the results with regards to the controversy whether IQ can be enhanced.", "venue": "Comput. Educ.", "year": 2015, "referenceCount": 52, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2298645", "name": "D. Passig"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8438e299103f63f1dbbdb5a304d41f8044988a04", "externalIds": {"DBLP": "conf/chi/HinikerSSSLK15", "MAG": "2093584232", "DOI": "10.1145/2702123.2702199"}, "url": "https://www.semanticscholar.org/paper/8438e299103f63f1dbbdb5a304d41f8044988a04", "title": "Texting while Parenting: How Adults Use Mobile Phones while Caring for Children at the Playground", "abstract": "Child development research suggests that using phones while caring for children can be problematic, but limited prior work in this space makes defining appropriate use challenging. We conducted the first exploration of whether adults feel pressure to limit phone use in this context and whether they choose to do so. Through mixed methods, we collected data from 466 adult caregivers at playgrounds. We found that phone use was a small part of playground time, yet a notable source of guilt. Adults engaged in systematic and specific phone-use and phone-non-use behaviors in order to prioritize their children above themselves. Our results indicate that caregiver values and self-control together predict behavior and can be used to model phone use in this context. Users' mixed success with engaging in intentional periods of non-use suggests that a design agenda which prioritizes cycles of engagement, disengagement, and re-engagement may be of value to this group.", "venue": "CHI", "year": 2015, "referenceCount": 42, "citationCount": 99, "influentialCitationCount": 20, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2749233", "name": "Alexis Hiniker"}, {"authorId": "1841016", "name": "Kiley Sobel"}, {"authorId": "83550719", "name": "Hye-Ji Suh"}, {"authorId": "3019204", "name": "Yi-Chen Sung"}, {"authorId": "2109447929", "name": "Charlotte P. Lee"}, {"authorId": "1738606", "name": "J. Kientz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a4c6047b6b87b5a0b00bf09a960980c128080d5d", "externalIds": {"MAG": "79674938"}, "url": "https://www.semanticscholar.org/paper/a4c6047b6b87b5a0b00bf09a960980c128080d5d", "title": "CAN MOODLE BE USED FOR STRUCTURAL GAMIFICATION", "abstract": "The use of the information technologies is nowadays more and more common in the learning-teaching process. As a consequence, the research on instructional design has been reactivated paying special attention to its adaptation to this new digital world. Task based instruction has proved to be effective for customized systems and student-centred learning. In these models, the motivation and the active role of students are definitely the key. In fact, this is one of the main challenges in education and, in particular, in online education. Precisely, motivation, progressiveness and instant feedback are the pillars of gamification. This fact makes gamification a promising research line in education. Gamification can be approached in two different ways: structural and content gamification. Besides, we have access to the appropriate technology that can make these pedagogical theories come true, creating real technological learning environments. Despite being conscious of the inconveniences they still have, teaching platforms are widely used in the educational world nowadays. In this paper, Moodle has been analysed in order to study its suitability to implement structurally gamified teaching proposals. It has been identified what can be done with the existing tools and what new functionalities could be added for a successful approach to gamification, taking into account that the main aim is to maximize learning.", "venue": "", "year": 2015, "referenceCount": 42, "citationCount": 7, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "96522987", "name": "H. P. Pina"}, {"authorId": "72631595", "name": "Rosana Satorre Cuerda"}, {"authorId": "1397303084", "name": "R. Molina-Carmona"}, {"authorId": "1398145756", "name": "F. J. Gallego-Durán"}, {"authorId": "69035639", "name": "F. L. Largo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b0a78bd14d435ea5bd278f11dfac53b5ee816feb", "externalIds": {"DBLP": "journals/chb/LimNYK15", "MAG": "560909718", "DOI": "10.1016/j.chb.2015.05.037"}, "url": "https://www.semanticscholar.org/paper/b0a78bd14d435ea5bd278f11dfac53b5ee816feb", "title": "Online authenticity, popularity, and the \"Real Me\" in a microblogging environment", "abstract": "We examine how microblogging users' need for popularity affects their authentic online presence.Online authenticity is composed of sense of real me (SRME) and expression of real me (ERME).The greater the need for popularity (NFP), the lower the SRME and the ERME.Age and gender (being female) were negatively correlated with NFP.Age and gender (being female) were negatively correlated with both SRME and ERME. The purpose of the current study is to explicate the theoretical structure of online authenticity and to reveal the relationship between the need for popularity and online authenticity. A survey-based research was conducted with 573 randomly selected active users of \"Me2day\" a popular microblogging service in South Korea. Drawing on a representative sample, we tested the discriminant validity of online authenticity. As predicted, the need for popularity was a significant predictor of online authenticity. Exploratory factor analysis followed by confirmatory factor analysis validated two factors that underlie microblogging users' online authenticity: (1) sense of real me (SRME); and (2) expression of real me (ERME). Microbloggers with a higher need for popularity had lower SRME and ERME than those with a lower need for popularity. Age and gender were negatively correlated with both need for popularity and online authenticity. Younger microbloggers had a higher need for popularity and lower SRME and ERME than older microbloggers. Male microbloggers had higher need for popularity and lower SRME and ERME than female microbloggers. Theoretical and practical implications for future studies are discussed.", "venue": "Comput. Hum. Behav.", "year": 2015, "referenceCount": 82, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "35000554", "name": "Joon Soo Lim"}, {"authorId": "153550701", "name": "J. Nicholson"}, {"authorId": "2536499", "name": "Sung-Un Yang"}, {"authorId": "2109549070", "name": "Ho-Kyung Kim"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b2c5b48ca2dc3077a742e40b5dc034d4dae5304c", "externalIds": {"PubMedCentral": "4565638", "MAG": "2413433494", "DOI": "10.1371/journal.pone.0137585", "PubMed": "26356504"}, "url": "https://www.semanticscholar.org/paper/b2c5b48ca2dc3077a742e40b5dc034d4dae5304c", "title": "Can Text Messages Increase Empathy and Prosocial Behavior? The Development and Initial Validation of Text to Connect", "abstract": "To what extent can simple mental exercises cause shifts in empathic habits? Can we use mobile technology to make people more empathic? It may depend on how empathy is measured. Scholars have identified a number of different facets and correlates of empathy. This study is among the first to take a comprehensive, multidimensional approach to empathy to determine how empathy training could affect these different facets and correlates. In doing so, we can learn more about empathy and its multifaceted nature. Participants (N = 90) were randomly assigned to receive either an empathy-building text message program (Text to Connect) or one of two control conditions (active versus passive). Respondents completed measures of dispositional empathy (i.e. self-perceptions of being an empathic person), affective empathy (i.e. motivations to help, immediate feelings of empathic concern), and prosocial behavior (i.e. self-reports and observer-reports) at baseline, and then again after the 14 day intervention period. We found that empathy-building messages increased affective indicators of empathy and prosocial behaviors, but actually decreased self-perceptions of empathy, relative to control messages. Although the brief text messaging intervention did not consistently impact empathy-related personality traits, it holds promise for the use of mobile technology for changing empathic motivations and behaviors.", "venue": "PloS one", "year": 2015, "referenceCount": 172, "citationCount": 29, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "1831886", "name": "S. Konrath"}, {"authorId": "33943593", "name": "E. Falk"}, {"authorId": "1399301741", "name": "A. Fuhrel-Forbis"}, {"authorId": "7830216", "name": "Mary Y. Liu"}, {"authorId": "2054504345", "name": "James C. Swain"}, {"authorId": "2739402", "name": "R. Tolman"}, {"authorId": "144526608", "name": "R. Cunningham"}, {"authorId": "3477177", "name": "M. Walton"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c55bab27adebb180210c4c98c84c9516903f5ce4", "externalIds": {"MAG": "2092547032", "DBLP": "conf/chi/Jarusriboonchai15", "DOI": "10.1145/2702613.2732833"}, "url": "https://www.semanticscholar.org/paper/c55bab27adebb180210c4c98c84c9516903f5ce4", "title": "CueSense: A Wearable Proximity-Aware Display Enhancing Encounters", "abstract": "Wearable technology has been envisioned, amongst other things, to enhance face-to-face social interaction. For example, the visibility of wearable devices to other people (e.g. a wearable display) could augment the wearer's appearance by displaying public and socially relevant information about them. Such information could increase nearby people's awareness of the wearer, thus serve as tickets-to-talk and, ideally, enhance their first encounters. We present the design of CueSense, a wearable displays that shows textual content from the wearer's social media profiles, determined by the level of proximity to another user and match-making between their contents. We report the findings from a preliminary user study with 18 participants, followed by discussion as well as ideas for future research and further refinement of the concept.", "venue": "CHI Extended Abstracts", "year": 2015, "referenceCount": 18, "citationCount": 36, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1805818", "name": "Pradthana Jarusriboonchai"}, {"authorId": "143875035", "name": "Thomas Olsson"}, {"authorId": "39888877", "name": "V. Prabhu"}, {"authorId": "1689940", "name": "Kaisa Väänänen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c750f99d2da308a433b0d980c6386e427de449fd", "externalIds": {"DBLP": "conf/chi/PaterMM15", "MAG": "2102839484", "DOI": "10.1145/2702123.2702534"}, "url": "https://www.semanticscholar.org/paper/c750f99d2da308a433b0d980c6386e427de449fd", "title": "This Digital Life: A Neighborhood-Based Study of Adolescents' Lives Online", "abstract": "In this paper, we present the results of a multi-year study of the social computing practices of 179 adolescents (Mage=12.4 years, SD=1.3; range: 10-14) living in a majority-minority lower-income urban neighborhood in the Southeast U.S. We investigate shifting social media practices using annual surveys and focus groups. We describe participants' social media use and motivations and show how that use has shifted over time. We show how participants identify social pressures and influences as well as specific behaviors including computer-mediated risky behaviors and self-harm. We discuss the implications of our findings for the CHI research community, including methodological challenges and the need for further study of computer-mediated harmful behaviors in youth populations. By demonstrating how large-scale trends are enacted on the ground, we describe participants' uses, motivations and behaviors as they deal with the increasing influence of technology in their social lives.", "venue": "CHI", "year": 2015, "referenceCount": 60, "citationCount": 33, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "50624238", "name": "Jessica Pater"}, {"authorId": "144126331", "name": "Andrew D. Miller"}, {"authorId": "1752751", "name": "Elizabeth D. Mynatt"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "dd23193f88d2db8e571e9812c74202b860140f32", "externalIds": {"MAG": "2491261123", "DOI": "10.4018/978-1-4666-8239-9.CH072"}, "url": "https://www.semanticscholar.org/paper/dd23193f88d2db8e571e9812c74202b860140f32", "title": "Positive Technology: Using Mobile Phones for Psychosocial Interventions", "abstract": "This chapter reviews the use of mobile phones in psychosocial interventions. Specifically, it reviews research studies that have used text messages (SMS) or smartphone applications (apps) to improve people’s mental health, psychological well-being, or social relationships. Psychosocial interventions are emerging from the larger and more established mobile health (mHealth) literature of physical health interventions. The scientific knowledge of psychosocial interventions is currently quite limited, with only a few published large randomized control trials. Most of those are limited to North American or European participant samples. The advantages and disadvantages of mobile interventions are discussed, along with recommendations for best practices. The success of future research is dependent upon more researcher-friendly tools to implement interventions.", "venue": "", "year": 2015, "referenceCount": 103, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1831886", "name": "S. Konrath"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "dd2dbfaf6d3144674951949252cea25b89c89fa8", "externalIds": {"MAG": "2505660490", "DOI": "10.1057/9781137460875_1"}, "url": "https://www.semanticscholar.org/paper/dd2dbfaf6d3144674951949252cea25b89c89fa8", "title": "Journalism in the Age of Social Media", "abstract": "I first met Nic Harter when he moved in across the hall from me in Ellingson Hall at St. Olaf College in the fall of 2002. We were freshman and both excited about the prospect of starting college. Later that year (or perhaps it was the following year), I remember that he burned a copy of the movie American Beauty onto a DVD, so that my friend Mia and I could watch it together. Nic was always willing to be helpful, and he was ambitious in the best sense. He had a broad smile and seemed to live life with a full heart. Certainly, time provides what the poet Eliot Khalil Wilson has smartly called “the honeyed light of memory,”1 but I firmly believe that Nic was a kind and generous person. In the spring of my freshman year at St. Olaf, I somehow managed to break or at least injure my left foot. Doctors never found a break, but I wouldn’t be surprised if I at least had a stress fracture. Either way, I needed to rest for several months, and so I used a wheelchair to get around from about January until about May of 2003. I became indebted to my college friends, including Nic, who often helped push me from class to class and generally provided assistance with everyday tasks while I was wheelchair bound.2", "venue": "", "year": 2015, "referenceCount": 69, "citationCount": 96, "influentialCitationCount": 14, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "15001590", "name": "P. Gloviczki"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f535c7e92496ea6841a6994746f964c64eeac1b1", "externalIds": {"DBLP": "conf/lats/KotturiKBK15", "MAG": "2168105487", "DOI": "10.1145/2724660.2724676"}, "url": "https://www.semanticscholar.org/paper/f535c7e92496ea6841a6994746f964c64eeac1b1", "title": "Structure and messaging techniques for online peer learning systems that increase stickiness", "abstract": "When students work with peers, they learn more actively, build richer knowledge structures, and connect material to their lives. However, not every peer learning experience online sees successful adoption. This paper articulates and addresses three adoption challenges for global-scale peer learning. First, peer interactions struggle to bootstrap critical mass. However, class incentives can signal importance and spur initial usage. Second, online classes have limited peer visibility and awareness, so students often feel alone even when surrounded by peers. We find that highlighting interdependence and strengthening norms can mitigate this issue. Third, teachers can readily access \"big\" aggregate data but not \"thick\" contextual data that helps build intuitions, so software should guide teachers' scaffolding of peer interactions. We illustrate these challenges through studying 8,500 students' usage of two peer learning platforms, Talkabout and PeerStudio. This paper measures efficacy through sign-up and participation rates and the structure and duration of student interactions.", "venue": "L@S", "year": 2015, "referenceCount": 43, "citationCount": 36, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1948458", "name": "Yasmine Kotturi"}, {"authorId": "145665851", "name": "Chinmay Kulkarni"}, {"authorId": "145879842", "name": "Michael S. Bernstein"}, {"authorId": "21520403", "name": "Scott R. Klemmer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f54c96409d293e0b78bc76ae6cbd7b580810fa04", "externalIds": {"MAG": "2133736058", "DBLP": "journals/chb/PendryS15", "DOI": "10.1016/j.chb.2015.03.067"}, "url": "https://www.semanticscholar.org/paper/f54c96409d293e0b78bc76ae6cbd7b580810fa04", "title": "Individual and social benefits of online discussion forums", "abstract": "Online discussion forums have benefits at individual and society level.They are positively linked to well-being for stigmatised group members.Online discussion forum use is linked to offline civic engagement in related areas.Identification with other forum users mediates the above relationships.Online discussion forums are of greater applied importance than has been realized. There has been much debate surrounding the potential benefits and costs of online interaction. The present research argues that engagement with online discussion forums can have underappreciated benefits for users' well-being and engagement in offline civic action, and that identification with other online forum users plays a key role in this regard. Users of a variety of online discussion forums participated in this study. We hypothesized and found that participants who felt their expectations had been exceeded by the forum reported higher levels of forum identification. Identification, in turn, predicted their satisfaction with life and involvement in offline civic activities. Formal analyses confirmed that identification served as a mediator for both of these outcomes. Importantly, whether the forum concerned a stigmatized topic moderated certain of these relationships. Findings are discussed in the context of theoretical and applied implications.", "venue": "Comput. Hum. Behav.", "year": 2015, "referenceCount": 119, "citationCount": 105, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2529407", "name": "L. Pendry"}, {"authorId": "145676057", "name": "J. Salvatore"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "00a132ceb1a7e0ac23041357cbcd635cfc9b0d4d", "externalIds": {"DBLP": "journals/eait/PassigM16", "MAG": "2070090202", "DOI": "10.1007/s10639-014-9337-5"}, "url": "https://www.semanticscholar.org/paper/00a132ceb1a7e0ac23041357cbcd635cfc9b0d4d", "title": "The impact of collaborative online reading on summarizing skills", "abstract": "The aim of this study was to determine whether, as a result of collaborative-online reading of a chapter from a book of an academic nature, the quality of the collaborative summary that the readers would write would be higher than that written by readers who would both read the same chapter and write a summary in a face-to-face setting. In this study we examined the difference between the summaries written by participants from two groups, each group was divided into subgroups of 3 participants who had read collaboratively a chapter of a book, and collaborated on writing a summary. The participants of the experimental group read the chapter as it appeared in a website for collaborative reading built especially for this study and the participants were asked to summarize the chapter on a shared online digital document. The participants of the control group were asked to read the chapter face-to-face and to collaboratively summarize it in hand writing. The quality of the summaries was evaluated with a tool developed by Rivard (2001). This tool was developed to measure the quality of the summaries. In our study the main and secondary ideas that were supposed to be included in the participants’ summaries were identified by three literature teachers using ten different criteria and the summaries were analyzed by two other judges based on these criteria. The findings indicated that there were significant differences in the majority of the writing indicators being measured with the tool. The findings indicated that collaborative-online reading and writing produce a summary of a higher quality than one read and hand written collaboratively face-to-face.", "venue": "Education and Information Technologies", "year": 2016, "referenceCount": 40, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2298645", "name": "D. Passig"}, {"authorId": "1406400202", "name": "Jenny Maidel-Kravetsky"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "07ad094968725c927b3d9dbf99cce2e83d7ad3ee", "externalIds": {"MAG": "1743094361", "DOI": "10.1241/JOHOKANRI.57.517"}, "url": "https://www.semanticscholar.org/paper/07ad094968725c927b3d9dbf99cce2e83d7ad3ee", "title": "人間力・社会力を強化する情報通信技術 人工知能を中心に", "abstract": null, "venue": "", "year": 2014, "referenceCount": 13, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "69574940", "name": "豊明 西田"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "11a3f7d49299990231e153d1d23b349fde70ced3", "externalIds": {"DBLP": "conf/chi/McGregorBM14", "MAG": "2129593347", "DOI": "10.1145/2559206.2581296"}, "url": "https://www.semanticscholar.org/paper/11a3f7d49299990231e153d1d23b349fde70ced3", "title": "100 days of iPhone use: mobile recording in the wild", "abstract": "This report presents preliminary results from an unobtrusive video study of iPhone use -- totalling over 100 days of everyday device usage. The data gives us a uniquely detailed view on how messages, social media and internet use are integrated and threaded into daily life, our interaction with others, and everyday events such as transport, communication and entertainment. These initial results seek to address the when, who and what of situated mobile phone use -- beginning with understanding the impact of context. We then characterise three key modes of use found in the data: micro-breaks, digital knitting and reading. Finally we consider the multi-party and shared nature of phone use and who is involved. We reflect on analysis to date, designing from understanding use and future work -- our data provides the resource and scope for further analysis of the moment-by-moment use of contemporary mobile phones.", "venue": "CHI Extended Abstracts", "year": 2014, "referenceCount": 23, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1752334", "name": "M. McGregor"}, {"authorId": "2072811011", "name": "Barry A. T. Brown"}, {"authorId": "46823303", "name": "Donald McMillan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "20e1134dc7ffac39345ad9d2abf82285ce62839d", "externalIds": {"MAG": "180159431", "DOI": "10.1007/978-1-4939-1740-2_15"}, "url": "https://www.semanticscholar.org/paper/20e1134dc7ffac39345ad9d2abf82285ce62839d", "title": "Personal Total Information Awareness", "abstract": "While Mutual Assured Destruction (MAD) has helped to prevent World War III, Total Information Awareness (TIA) can offer insights into some of the biggest challenges facing humanity.", "venue": "", "year": 2014, "referenceCount": 19, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "36949921", "name": "Newton Lee"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "273006ed4bd212021a9ced05aebcf8981b7806fe", "externalIds": {"MAG": "2113509340", "DOI": "10.1080/1369118X.2014.891634"}, "url": "https://www.semanticscholar.org/paper/273006ed4bd212021a9ced05aebcf8981b7806fe", "title": "Are we all equally at home socializing online? Cyberasociality and evidence for an unequal distribution of disdain for digitally-mediated sociality", "abstract": "Online social media are an increasingly important arena of social interaction. This rapid transition to digitally mediated sociality is far from trivial in both the consequences it engenders and the tensions it generates. In this paper, we find that some people do not take as readily to accepting digitally mediated sociality as others, and that this mode of connectivity appears fulfilling and engaging to some while it appears hollow and vacant to others due to variations in a personality disposition which we dub ‘cyberasociality' which was defined as the inability or unwillingness of some people to relate to others via social media as they do when physically present by Tufekci [2010. Who acquires friends through social media and why? Rich get richer versus seek and ye shall find. Proceedings of the fourth international conference on weblogs and social media, Washington, DC]. Using two purposive samples of college students (n = 410 and n = 417 completed surveys), we develop a scale to test cyberasociality as a construct. We show that cyberasociality is neither a mere reflection of offline sociability nor a proxy for other well-studied traits such as extraversion or neuroticism, nor a simple reflection of Internet experience or cohort effects. We find that cyberasociality impacts how people use digital social tools more than whether they use them, and that the cyberasocial are less likely to use platforms for digitally mediated social interaction to broaden their social networks or to forge new social ties online while they are equally likely to use digital channels for utilitarian purposes such as coordinating plans or finding out about class assignments. Such differences in dispositions toward online sociality hint toward new wrinkles, advantages and disadvantages for consequences of variations in Internet use.", "venue": "", "year": 2014, "referenceCount": 43, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3351861", "name": "Zeynep Tufekci"}, {"authorId": "46549818", "name": "Matthew E. Brashears"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2db0f1c195360606637d3d9400ce27b0c16a1627", "externalIds": {"DBLP": "conf/iswc/AngeliniKCML14", "MAG": "2007975139", "DOI": "10.1145/2641248.2641356"}, "url": "https://www.semanticscholar.org/paper/2db0f1c195360606637d3d9400ce27b0c16a1627", "title": "Hugginess: encouraging interpersonal touch through smart clothes", "abstract": "Physical contact has an important role in human well-being. In this paper, we present Hugginess, a concept of interactive system that encourages people to hug by augmenting this gesture with digital information exchange. As a proof of concept, we developed two t-shirts that reciprocally send information to the hugged person through the conductive fabric.", "venue": "ISWC '14 Adjunct", "year": 2014, "referenceCount": 38, "citationCount": 33, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1785515", "name": "Leonardo Angelini"}, {"authorId": "1799647", "name": "Omar Abou Khaled"}, {"authorId": "1778912", "name": "M. Caon"}, {"authorId": "1802011", "name": "E. Mugellini"}, {"authorId": "1707657", "name": "D. Lalanne"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4e1c5b56af9216b649417a19379436d9eb88c2d0", "externalIds": {"DBLP": "conf/chi/BurkeK14", "MAG": "2126288187", "DOI": "10.1145/2556288.2557094"}, "url": "https://www.semanticscholar.org/paper/4e1c5b56af9216b649417a19379436d9eb88c2d0", "title": "Growing closer on facebook: changes in tie strength through social network site use", "abstract": "Scientists debate whether people grow closer to their friends through social networking sites like Facebook, whether those sites displace more meaningful interaction, or whether they simply reflect existing ties. Combining server log analysis and longitudinal surveys of 3,649 Facebook users reporting on relationships with 26,134 friends, we find that communication on the site is associated with changes in reported relationship closeness, over and above effects attributable to their face-to-face, phone, and email contact. Tie strength increases with both one-on-one communication, such as posts, comments, and messages, and through reading friends' broadcasted content, such as status updates and photos. The effect is greater for composed pieces, such as comments, posts, and messages than for 'one-click' actions such as 'likes.' Facebook has a greater impact on non-family relationships and ties who do not frequently communicate via other channels.", "venue": "CHI", "year": 2014, "referenceCount": 48, "citationCount": 232, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "143838985", "name": "Moira Burke"}, {"authorId": "1702853", "name": "R. Kraut"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "583480db300ca58301676645666f46bc0e35c68e", "externalIds": {"MAG": "206787376"}, "url": "https://www.semanticscholar.org/paper/583480db300ca58301676645666f46bc0e35c68e", "title": "Exploring the dimensions of nomophobia: Developing and validating a questionnaire using mixed methods research", "abstract": "Nomophobia is defined as the fear of being out of mobile phone contact and is considered a modern age phobia introduced to our lives as a byproduct of the interaction between people and mobile information and communication technologies, especially smartphones. This research study sought to contribute to the nomophobia research literature by identifying and describing the dimensions of nomophobia and developing a questionnaire to measure nomophobia. Consequently, this study adopted a two-phase, exploratory sequential mixed methods design. The first phase was a qualitative exploration of nomophobia through semi-structured interviews conducted with nine undergraduate students at a large Midwestern university in the U.S. The qualitative findings from this initial exploration were then developed into a questionnaire measuring nomophobia. In the second phase of the study, the nomophobia questionnaire (NMP-Q) was tested with a large sample of 301 undergraduate students. As a result of the first, qualitative phase of the study, four dimensions of nomophobia were identified, namely not being able to communicate, losing connectedness, not being able to access information and giving up convenience. Using the findings from this phase, a 20item NMP-Q was created. The results of the second, quantitative phase showed that the four dimensions were connected to the theoretical construct of nomophobia and that the NMP-Q produced valid and reliable scores. Utilizing both qualitative and quantitative approaches, this study provided greater insight into nomophobia as a theoretical construct. In addition, the methodology employed in this study exploratory sequential mixed methods design – offers a guide in the development of new measures to investigate the impact of technology on people’s lives.", "venue": "", "year": 2014, "referenceCount": 77, "citationCount": 47, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1665148290", "name": "Caglar Yildirim"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5bf15acf5e0af0fbe29856b18b0ee336582989df", "externalIds": {"MAG": "2043244364", "DBLP": "conf/mum/JarusriboonchaiOV14", "DOI": "10.1145/2677972.2677995"}, "url": "https://www.semanticscholar.org/paper/5bf15acf5e0af0fbe29856b18b0ee336582989df", "title": "User experience of proactive audio-based social devices: a wizard-of-oz study", "abstract": "Social Devices (SDs) are mobile devices that are proactive in social settings and aim to encourage social interaction between co-located people. We conducted a study of people's reactions to SDs with an audio-based interface on a semi-functional prototype. Based on a Wizard-of-Oz simulation, two SDs proactively started talking to each other and to the participants, with an aim to involve the participants to the conversation. We present the resulted social interactions and reactions as well as the participants' opinions about speech-based proactive SDs. Overall, SDs created a collaborative social situation and triggered a broad variety of social interactions, ranging from grounding to lengthy conversations. Meanwhile, the novelty of the technology and its rather dominant social role often shifted the participants' attention from each other to the devices, thus hindering social interaction. We conclude with a discussion of the benefits and drawbacks of audio-based interaction and the social proactivity of technology.", "venue": "MUM", "year": 2014, "referenceCount": 43, "citationCount": 21, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1805818", "name": "Pradthana Jarusriboonchai"}, {"authorId": "143875035", "name": "Thomas Olsson"}, {"authorId": "1689940", "name": "Kaisa Väänänen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "69bf811482013a8e3e4f3c156f97a60def154cc3", "externalIds": {"MAG": "2183874672"}, "url": "https://www.semanticscholar.org/paper/69bf811482013a8e3e4f3c156f97a60def154cc3", "title": "The difference between articial intelligence and articial morality", "abstract": "Some researchers insist that we should develop articial systems that can make moral decisions and/or moral actions on their own in order to avoid unpredictable disasters caused by the complex interaction between humans and articial autonomous agents. Most of the researchers seem to believe that, for this purpose, it is sufficient to make an articial agent only apparently moral, without regard to whether they are fully/truly moral in the same sense that we, human beings, are moral. Just as a weak AI may be sufficient for a certain practical purpose, limited \\func- tional morality\" will do as well for a certain practical purpose. In this article, we want to critically consider whether or how far this analogy be- tween articial intelligence and articial morality holds, pointing out that one of the critical difference is that, while to deploy articial intelligence raises no question whatever, to deploy articial morality can be morally blameworthy.", "venue": "", "year": 2014, "referenceCount": 8, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "7344466", "name": "Minao Kukita"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7c0d91915fb08ac714517e1696be404844aa18a6", "externalIds": {"MAG": "2186846174", "DOI": "10.48009/2_iis_2014_207-213"}, "url": "https://www.semanticscholar.org/paper/7c0d91915fb08ac714517e1696be404844aa18a6", "title": "A CASE STUDY: ARE DIGITAL NATIVES DEAD? WHAT ARE THE KEY FACTORS AND PERCEPTIONS LIBRARIAN'S VIEW OF THE DIGITAL NATIVE CULTURE IN HIGHER EDUCATION?", "abstract": "Digital natives have incorporated technology into all parts of their lives from smartphones to tablets, to smart appliances. The use of search engines has become a common tool for quickly finding answers for everything from restaurants to research. The ability to have knowledge and information instantly has created a culture of information rich and research poor students. Case study research was conducted at a mid-sized (9,000 students) public university in southwestern Pennsylvania where ten library staff members and one Dean were interviewed to create a case study about their reflections and considerations of the digital native culture. The results of the study listed five common factors: (1) digital natives don’t like digital books; (2) digital journals are preferred over analog copies; (3) analog information is unacceptable; (4) instant gratification is key to elevating frustrations and anxiety; (5) digital natives lack the ability to use productive software and simplistic search tools. While the research’s findings provides correlation with the culture’s need for instant gratification through digital mediums, it contrasts the abilities for digital natives to incorporate computer sophisticated software and innovations. Future research in this area could support the need for additional studies on the perceptions’ of library science employees about the needs of higher education students and how to further incorporate technologies based on common student usage.", "venue": "", "year": 2014, "referenceCount": 31, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "70932343", "name": "Anthony F. Rodi"}, {"authorId": "2066944399", "name": "Scott C. Spangler"}, {"authorId": "74780198", "name": "Frederick Kohun"}, {"authorId": "4078123", "name": "G. Delorenzo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "be978ecf35c4bc87b950f9998072af7784a9ac5c", "externalIds": {"MAG": "2082586403", "DBLP": "conf/mum/JarusriboonchaiOOV14", "DOI": "10.1145/2677972.2677993"}, "url": "https://www.semanticscholar.org/paper/be978ecf35c4bc87b950f9998072af7784a9ac5c", "title": "Opportunities and challenges of mobile applications as \"tickets-to-talk\": a scenario-based user study", "abstract": "This paper presents a scenario-based user study of mobile application concepts that would encourage interaction between people within close proximity. The scenarios demonstrate three themes of digital tickets-to-talk: informing who and what are around, augmenting self-expression, and online interaction encouraging physical interaction. Our interview study explored the opportunities and challenges of such applications in developing into further face-to-face interactions between strangers. Tickets that are related to activities that convey a solid intention that would lead to practical collaboration, such as playing sports or studying together, have the best potential to advance to meaningful face-to-face interaction. Augmenting self-expression and online interaction encouraging physical interaction were found to have potential to create curiosity but seen less credible by our 42 interview participants to motivate face-to-face interaction between strangers. We conclude by discussing the potential of each theme of ticket-to-talk based on our findings as well as related literature.", "venue": "MUM", "year": 2014, "referenceCount": 31, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1805818", "name": "Pradthana Jarusriboonchai"}, {"authorId": "143875036", "name": "Thomas Olsson"}, {"authorId": "1776699", "name": "Jarno Ojala"}, {"authorId": "1689940", "name": "Kaisa Väänänen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "defdf94c797afb7c44d3db749a575c6e15f7871a", "externalIds": {"MAG": "1586803185", "DOI": "10.1111/IJCS.12137"}, "url": "https://www.semanticscholar.org/paper/defdf94c797afb7c44d3db749a575c6e15f7871a", "title": "Does a money-is-all attitude cause alienation? A cross-cultural comparison of Korea, the US and Sweden", "abstract": "Money is increasingly being attributed more value in society, although a money-is-all attitude decreases social relationships and increases alienation in modern, industrialized societies. This research investigated the influence of this money-is-all attitude on alienation based on a cross-cultural comparison of Korea, the US and Sweden. The money-is-all attitude was defined as a perspective in which money is regarded as an indicator of achievement or success. \n \n \n \nSelf-administered online surveys were conducted with consumers ranging between the ages of 20 to 49 in Korea, the US and Sweden. The money-is-all attitude and alienation seemed to be more pervasive in Korea than in the US or Sweden. The money-is-all attitude was the factor with the strongest influence on alienation when controlling for socio-demographic factors. Furthermore, participation in sports activities was an important factor in decreasing alienation levels. The findings of this research imply that materialistic ways of thinking increase alienation and that money cannot contribute to human happiness and well-being. In addition, active participation in social activities can decrease alienation. \n \n \n \nThe research results suggest that a materialistic, money-is-all attitude negatively influences alienation across cultures; in addition, in the US, an affluent consumption-based country, the money-is-all attitude had more explanatory power for alienation than in Sweden and Korea. A change in values to overcome the money-is-all attitude is required and the concepts of sufficiency and mindfulness are suggested as alternative life perspectives for the pursuit of well-being.", "venue": "", "year": 2014, "referenceCount": 64, "citationCount": 8, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "51146634", "name": "Sunwoo Kim"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ec5d5f81420022b3053422f7d6811c8bb8b082f5", "externalIds": {"MAG": "2530155573", "DOI": "10.1007/978-1-137-36501-9_16"}, "url": "https://www.semanticscholar.org/paper/ec5d5f81420022b3053422f7d6811c8bb8b082f5", "title": "Supermen, Cyborgs, Avatars and Geeks: Technology and the Human in Contemporary Young Adult Fiction", "abstract": null, "venue": "", "year": 2014, "referenceCount": 5, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "147972072", "name": "R. Shakeshaft"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3879e0c1072716f4e0885beed5e70a9967d50315", "externalIds": {"MAG": "2019263901", "DOI": "10.5235/17579961.5.2.172"}, "url": "https://www.semanticscholar.org/paper/3879e0c1072716f4e0885beed5e70a9967d50315", "title": "Companion Robots and the Emotional Development of Children", "abstract": "In this paper, we examine the design facets of a companion robot’s behaviour that may have a bearing on whether children will become well-adjusted adults. Though we will examine several types of design features and their potential effects on children, the unifying theme of our exploration will be our focus on the impact of child-robot interaction (CRI) on children’s development and their future welfare. To a large degree, we will analyse how encoding robots with a particular type of ‘personality’ may affect the emotional development of children. We will integrate into our discussion commonly embraced ethical principles such as beneficence and nonmaleficence; our discussion is also influenced by elements of the capabilities approach as articulated by Martha Nussbaum and Amartya Sen. Robots designed to serve as companions for children can range from rather simple devices that a child can use as a toy during playtime, such as My Keepon, to those that can engage in conversation or other relatively sophisticated activities. Included at the latter end of this spectrum is Kismet, a robot with an expressive voice and face that encourages interaction with humans and is capable of learning through this interaction. Embedded in the term ‘companion’ is the notion that at least some portion of a child’s, or other user’s, care will be entrusted to the robot. Arguably, there are advantages to pairing a child with a robotic companion during playtime or while interacting", "venue": "", "year": 2013, "referenceCount": 29, "citationCount": 15, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "34543371", "name": "J. Borenstein"}, {"authorId": "3130459", "name": "Yvette E. Pearson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4383abc894ea8f791ba829cbfc6350c8e330596a", "externalIds": {"MAG": "2478673295"}, "url": "https://www.semanticscholar.org/paper/4383abc894ea8f791ba829cbfc6350c8e330596a", "title": "COLLECTION OF THESES", "abstract": null, "venue": "", "year": 2013, "referenceCount": 70, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "70351269", "name": "L. Szekely"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "451a2928c5ea566bc5d5190f55a369dbde096cc1", "externalIds": {"MAG": "2348094112"}, "url": "https://www.semanticscholar.org/paper/451a2928c5ea566bc5d5190f55a369dbde096cc1", "title": "Oh the places we'll go! (Part 1) Rethinking education in the digital age", "abstract": "Research on “digital natives” has shown that today‘s youngsters interact with one another, and the world, in ways that are different from the ways we did growing up. At the same time, the “millennials” are not unique, or alone, in their attempts to comply with so-called 21 st -century-skill requirements. Their parents and teachers too are on a treadmill, and they too qualify as life-long-learners. In this paper, I suggest that the 21 st -century ideals of new media literacy, life long learning, and online education (distant learning, MOOCs) can become a nuisance if pushed at the expense of people and place. Of particular significance in this regard are the ways today’s learners—and those in charge of their upbringing—navigate, position and pace themselves, and interact with each other in the settings they inhabit, however shortly or permanently. Learning everywhere and all the time is not a new idea, especially among progressive educators. Yet its unexamined uses by overly hurried or worried specialists call for a moment of pause. To be viable, our schools will need to be “edgeless” but they cannot be place-less! Students will have to be inter-connected yet without loosing their grounds. Lastly, educational institutions will have to rethink their “raison d’etre” (place and identity) within a broader range of initiatives, platforms, and programs, all brought to the attention of growing numbers of [lifelong] learners in search of [short-term] options in an ever-changing flux of shifting opportunities.", "venue": "", "year": 2013, "referenceCount": 29, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "143816009", "name": "E. Ackermann"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5191e16a6ab81d41c85fc11cb95145d439031cd2", "externalIds": {"MAG": "2174330278"}, "url": "https://www.semanticscholar.org/paper/5191e16a6ab81d41c85fc11cb95145d439031cd2", "title": "Citizens changing ideas into action: A phenomenological study of community learning", "abstract": ".................................................................................................................... iv ACKNOWLEDGEMENTS .............................................................................................. v LIST OF FIGURES ........................................................................................................ xiii LIST OF TABLES ......................................................................................................... xiv CHAPTER", "venue": "", "year": 2013, "referenceCount": 181, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2060713901", "name": "E. Cooper"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "602c31bc0e0ad7938f1a8c9ba34c31f614c8c79e", "externalIds": {"MAG": "1582773949"}, "url": "https://www.semanticscholar.org/paper/602c31bc0e0ad7938f1a8c9ba34c31f614c8c79e", "title": "La figuraccia al tempo di Internet: pratiche quotidiane di mediazione del rossore attraverso un #tweet", "abstract": "E pratica comune utilizzare i nuovi contesti partecipativi per condividere frammenti di vita quotidiana. Questa costante traduzione in caratteri o in immagini digitali dei propri vissuti e parte del processo di appropriazione dei device mobili e del popolamento della Rete, inteso come contesto sempre piu affollato, partecipato ed emotivamente denso. Il presente contributo e volto a mettere in luce alcune pratiche narrative emergenti intorno alla condivisione di esperienze emotive che hanno la caratteristica di essere altamente situazionali, e dunque legate a un contesto specifico e che vengono “ritradotte” in frammenti di testo per essere condivise con cerchie sociali altrimenti non raggiungibili. Ci riferiamo in modo piu specifico alla vergogna. Il paper presenta parte dei risultati di una ricerca esplorativa volta a indagare tutte le dimensioni caratterizzanti questo sentimento e ha per oggetto i tweet postati tra luglio e dicembre 2012 con hashtag semanticamente afferenti al tema della vergogna. I risultati hanno permesso di ricostruire una mappa delle caratteristiche narrative di questa pratica di socializzazione emotiva digitale, sulla base dei processi di appropriazione del meta-medium (De Carli, 1997) e di colonizzazione di un preciso contesto partecipativo e mediato. La Rete, dunque, come rifugio dal rossore del contesto situato e al contempo spazio ed occasione di situazioni imbarazzanti che mettono in crisi le nuove forme di pudore digitale. One of the most common use of the Net is to share narratives about the Everyday life. This continue translation in words and images of personal experiences is a part of the appropriation process of mobile and digital devices. It is also the expression of the new way of living and using the Net, considered, more and more, a crowded, participated and emotionally thick context. The paper aims at underlining some narrative practices emerging from the sharing of emotive experiences. More specifically the focus is oriented toward shame and embarrassment, that are emotions typically situated, linked with a specific context. In the case of digital environments, we can observe the translation of this livings in narrative fragments that are shared with personal contacts. We describe a part of the results of an explorative research about on-line shaming. The study is focused on the qualitative content analysis of tweets posted on line during July-December 2012 with hashtags semantically linked with “shame”. The results shows the narrative characteristics of the socialization of this family of emotions, according with the practices of appropriation of the digital devices and contexts. The Net becomes the refuge from the situated blush and, at the same time, the digital space where some new kinds of embarrassing situation can take place, undermining the new forms of digital decency.", "venue": "", "year": 2013, "referenceCount": 11, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2079132055", "name": "A. Micalizzi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9b37c70279b2971ac1dfdba642fba95334fa2ac4", "externalIds": {"MAG": "19384311", "DBLP": "conf/hci/KalwarHP13", "DOI": "10.1007/978-3-642-39262-7_27"}, "url": "https://www.semanticscholar.org/paper/9b37c70279b2971ac1dfdba642fba95334fa2ac4", "title": "SWord: A Concept Application for Mitigating Internet Terminology Anxiety", "abstract": "The Internet is a dynamic, democratic, and multicultural platform where a wide range of users access sites daily. We cannot presume users on the Internet will understand every single word/term used on any given site. This paper presents a concept for assessing users’ anxiety regarding commonly used words on the Internet, particularly words related to technology and computer science. The concept is highlighted by an application, called SWord, which enables users to collaborate, share, play, and mitigate with difficult words on the web.", "venue": "HCI", "year": 2013, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2149984", "name": "S. Kalwar"}, {"authorId": "2866807", "name": "K. Heikkinen"}, {"authorId": "1952357", "name": "J. Porras"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c4e00d164b97bee6e50d6e8cf1d29f85fe49d6a9", "externalIds": {"MAG": "1777084817", "DBLP": "conf/bcshci/DezfuliHCM13", "DOI": "10.14236/EWIC/HCI2013.7"}, "url": "https://www.semanticscholar.org/paper/c4e00d164b97bee6e50d6e8cf1d29f85fe49d6a9", "title": "CoStream: co-construction of shared experiences through mobile live video sharing", "abstract": "Mobile media sharing is an increasingly popular form of social media interaction. Research has shown that asynchronous sharing fosters and maintains social connections and serves as a memory aid. More recently, researchers have investigated the potential for mobile media sharing as a mechanism for providing additional event-related information to spectators in a stadium. In this paper, we describe CoStream, a novel system for mobile live sharing of user-generated video in-situ during events. Developed iteratively with users, CoStream goes beyond prior work by providing a strong real-time coupling to the event, leveraging users' social connections to provide multiple perspectives on the ongoing action. Field trials demonstrate that real time sharing of different perspectives on the same event has the potential to provide fundamentally new experiences of same-place events, such as concerts or stadium sports. We discuss how CoStream enriches social interactions, increases context, social and spatial awareness, and thus encourages active spectatorship. We further contribute key requirements for the design of future interfaces supporting the co-construction of shared experiences during events, in-situ.", "venue": "BCS HCI", "year": 2013, "referenceCount": 36, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2143904", "name": "Niloofar Dezfuli"}, {"authorId": "144257037", "name": "Jochen Huber"}, {"authorId": "1801572", "name": "E. Churchill"}, {"authorId": "1725964", "name": "M. Mühlhäuser"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ce98545e0096c149956aba79f57a42e1e5fd6a49", "externalIds": {"MAG": "2040979576", "DBLP": "conf/icorr/SabanovicBCH13", "DOI": "10.1109/ICORR.2013.6650427", "PubMed": "24187245"}, "url": "https://www.semanticscholar.org/paper/ce98545e0096c149956aba79f57a42e1e5fd6a49", "title": "PARO robot affects diverse interaction modalities in group sensory therapy for older adults with dementia", "abstract": "We evaluated the seal-like robot PARO in the context of multi-sensory behavioral therapy in a local nursing home. Participants were 10 elderly nursing home residents with varying levels of dementia. We report three principle findings from our observations of interactions between the residents, PARO, and a therapist during seven weekly therapy sessions. Firstly, we show PARO provides indirect benefits for users by increasing their activity in particular modalities of social interaction, including visual, verbal, and physical interaction, which vary between primary and non-primary interactors. Secondly, PARO's positive effects on older adults' activity levels show steady growth over the duration of our study, suggesting they are not due to short-term “novelty effects.” Finally, we show a variety of ways in which individual participants interacted with PARO and relate this to the “interpretive flexibility” of its design.", "venue": "2013 IEEE 13th International Conference on Rehabilitation Robotics (ICORR)", "year": 2013, "referenceCount": 22, "citationCount": 180, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Computer Science"], "authors": [{"authorId": "1746316", "name": "S. Šabanović"}, {"authorId": "2439194", "name": "Casey C. Bennett"}, {"authorId": "1736515", "name": "W. Chang"}, {"authorId": "8960872", "name": "Lesa L. Huber"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "dd59fc6f067ddd88036e260be2ca83e187e9edf0", "externalIds": {"MAG": "2181755996"}, "url": "https://www.semanticscholar.org/paper/dd59fc6f067ddd88036e260be2ca83e187e9edf0", "title": "The HRI (Human-Robot Interaction) and Human Resource Development (HRD) encounter", "abstract": "This paper focuses on connecting Human-Robot Interaction (HRI) studies and technology to the field of Human Resource Development (HRD). Over centuries, with the industrial development ideas on efficiency in controlling processes were deployed in complex terms to create our current conceptions of robots. Industrial manufacturing has changed dramatically, to highly efficient supply chains with new technology and value added to products, in jobs that an average worker would not be capable of doing with his bare hands. Overall, technology and studies on automation have been developed including robotics. The ideas of robots living with humans and the exponential development of new technologies, singularity and affordance theories regain more and more space.When seen through the lens of technology, few resources are truly scarce; they are mainly inaccessible for a certain period.", "venue": "", "year": 2013, "referenceCount": 48, "citationCount": 67, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "11060950", "name": "R. Azevedo"}, {"authorId": "11731506", "name": "Cristiano E. R. Reis"}, {"authorId": "70221235", "name": "Edgard B. Cornacchione"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e522af8d33850f087525a7f9a79cb7439801ba8b", "externalIds": {"MAG": "2030691944", "DBLP": "journals/interactions/LuceroJJR13", "DOI": "10.1145/2427076.2427083"}, "url": "https://www.semanticscholar.org/paper/e522af8d33850f087525a7f9a79cb7439801ba8b", "title": "Mobile collocated interactions: taking an offline break together", "abstract": "Toward Shared and Collocated Use of Mobile Devices Mobile phones were originally conceived and have traditionally been utilized for individual use. In Western culture, we are not supposed to go into another person’s mobile phone and peruse his or her list of contacts, photos, or visited websites. On occasion, people may pass their phones around and let others look at photos, for instance. In other cultures, sharing comes naturally, either due to economic pragmatics or because community rather than individual outlooks are prioritized. By and large, though, in Western concompanions, witnesses to our lives. However, this has all come at a cost—a social cost, perhaps. Sherry Turkle discusses some of the antisocial consequences that mobile phone use has had among teenagers in the U.S., critiquing networked life, a life where we become inseparable from our smartphones, where our social lives are happening online, where devices become substitutes for connecting with each other faceto-face, and where we would rather text than talk [1]. Indeed, we see some of these symptoms popping up in other places, too, such as Finland, Wales, and Chile. The truth is, we are spending an awful amount of time emailing, texting, facebooking, and tweeting in our Western world [2]. Our relationships with one another are mediated through screens, as opposed to happening directly in parks, cafes, pubs, or living rooms. According to Cisco, in 2012 we reached the point where there were more mobile phones than people on Earth (there are now also more people with access to a mobile device than a toothbrush). What used to be a device mostly for professional use now pervades every aspect of our lives. Today’s mobile devices allow us to stay in touch, document our lives, buy our groceries, find our way to our next appointment, and even read a good ole book. People often say they feel naked, or that they are missing something, when they leave their mobile phones at home or at the office. Moreover, we are getting our first mobile phones at an ever younger age. In Finland, where part of this work took place, children get their first mobile phone at age 7 (together with the keys to their family’s home). As we can see from these examples, mobile phones have become our Mobile Collocated Interactions: Taking an Offline Break Together", "venue": "INTR", "year": 2013, "referenceCount": 13, "citationCount": 59, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143659789", "name": "A. Lucero"}, {"authorId": "50604395", "name": "Matt Jones"}, {"authorId": "1885799", "name": "T. Jokela"}, {"authorId": "50390550", "name": "Simon Robinson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fc7d750a54a8bcd3bd9e257cc7d17ed1b5918b01", "externalIds": {"MAG": "122757777"}, "url": "https://www.semanticscholar.org/paper/fc7d750a54a8bcd3bd9e257cc7d17ed1b5918b01", "title": "The Rise of Infocracy: Virtualized Human Interplays, Decline of Physical Interactions, and the Adaptation of People’s Social Valuation System - eScholarship", "abstract": "Rapid technological advances, our insatiable appetite for instantaneous rewards, and the massive information overflow are impacting our everyday lives. The long term effects of the social informatification, people’s overreliance on massive amounts of dynamic digital information, remain enigmatic and poorly understood. Our ability to anticipate, prepare, react and adopt to potential negative consequences of the minute-by-minute existence in the new infoctratic world, complete virtual immersion into a digital information where most time, energy and resources are dedicated to rapid acquisition, processing and inference using large amounts of information, may have a significant long term impact on mankind. This opinion outlines the scope of our virtualized abilities to manage and interpret Exabytes of information and suggests that timely prediction and appropriate response to the information avalanche will be critical to managing the unavoidable social and cultural changes ahead.", "venue": "", "year": 2013, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "46833023", "name": "I. Dinov"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0847611e24649d100911d591da03a4547d9183b6", "externalIds": {"DBLP": "conf/euroitv/HessLORWW12", "MAG": "2003187525", "DOI": "10.1145/2325616.2325653"}, "url": "https://www.semanticscholar.org/paper/0847611e24649d100911d591da03a4547d9183b6", "title": "New technology@home: impacts on usage behavior and social structures", "abstract": "Studying domestic usage contexts has become an important field in research. Recent technological improvements have made media available on different devices, in different contexts and from different places. The adoption and appropriation of new devices and technologies has led to a more flexible usage behavior. However, even if we know about such a behavior, many questions, regarding how new technology changes the user's media usage and how these changes affect the social structure in a household, are still unanswered. We will address this topic in our work and want to provide an insight on how recent media consumption patterns have changed due to the appropriation of new technologies in the home. Based on a qualitative long-term Living Lab study we will present various patterns based on changes in media usage routines and their influences on households as social systems. The results provide a detailed understanding of how the new technology is embedded within domestic life by considering potentials and conflicts that also address further design oriented work.", "venue": "EuroITV", "year": 2012, "referenceCount": 46, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1900415", "name": "Jan Hess"}, {"authorId": "2070919262", "name": "Benedikt Ley"}, {"authorId": "2400541", "name": "Corinna Ogonowski"}, {"authorId": "1794567", "name": "Tim Reichling"}, {"authorId": "144363232", "name": "Lin Wan"}, {"authorId": "1722564", "name": "V. Wulf"}]}}]}