{"offset": 0, "data": [{"intents": ["background"], "contexts": ["In developing countries, research ethics guidelines, when they exist, generally afford less protection to participants [14,15]."], "isInfluential": false, "citedPaper": {"paperId": "0ad58a24333759d70dc32f589e9fbe447a4a2702", "externalIds": {"MAG": "2070133238", "DOI": "10.1080/17441692.2014.931998", "PubMed": "25104051"}, "url": "https://www.semanticscholar.org/paper/0ad58a24333759d70dc32f589e9fbe447a4a2702", "title": "The ethics of health systems research in low- and middle-income countries: A call to action", "abstract": "The increasing conduct of health systems research (HSR) in low- and middle-income countries (LMICs) has not been matched by concurrent work to clarify the field's ethical dimensions. To begin to address this gap, a two-day workshop on the ethics of HSR in LMICs was convened at Johns Hopkins University in June 2013. Participants included health systems researchers, philosophers, lawyers, bioethicists and institutional review board members from Botswana, Uganda, the UK, USA and Zambia. Based on discussions from the workshop, the paper affirms that, while HSR in LMICs raises ethical issues in relation to constructs (i.e. consent, risk, equipoise) common to international clinical research, the nature of the issues that arise often differ between the two fields. Three salient features of HSR and the ethical considerations associated with each of them in LMICs are described to demonstrate this point. Recommendations for institutional review boards’ oversight of HSR in LMICs are presented. Finally, a call is made for further action to develop thinking and guidance around the ethics of HSR in resource-poor settings.", "venue": "Global public health", "year": 2014, "referenceCount": 45, "citationCount": 26, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "145247784", "name": "A. Hyder"}, {"authorId": "2212395", "name": "Bridget Pratt"}, {"authorId": "48591868", "name": "Joseph Ali"}, {"authorId": "5113873", "name": "N. Kass"}, {"authorId": "4455094", "name": "N. Sewankambo"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "144b8c453ea76a3d224ffbe9d63c12a225ca3082", "externalIds": {"DBLP": "journals/socnet/LewisKGWC08", "MAG": "2148443742", "DOI": "10.1016/j.socnet.2008.07.002"}, "url": "https://www.semanticscholar.org/paper/144b8c453ea76a3d224ffbe9d63c12a225ca3082", "title": "Tastes, ties, and time: A new social network dataset using Facebook.com", "abstract": "Scholars have long recognized the potential of Internet-based communication technologies for improving network research—potential that, to date, remains largely underexploited. In the first half of this paper, we introduce a new public dataset based on manipulations and embellishments of a popular social network site, Facebook.com. We emphasize five distinctive features of this dataset and highlight its advantages and limitations vis-a-vis other kinds of network data. In the second half of this paper, we present descriptive findings from our first wave of data. Subgroups defined by gender, race/ethnicity, and socioeconomic status are characterized by distinct network behaviors, and students sharing social relationships as well as demographic traits tend to share a significant number of cultural preferences. These findings exemplify the scientific and pedagogical potential of this new network resource and provide a starting point for future analyses.", "venue": "Soc. Networks", "year": 2008, "referenceCount": 137, "citationCount": 783, "influentialCitationCount": 28, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "143760173", "name": "Kevin Lewis"}, {"authorId": "145304367", "name": "J. Kaufman"}, {"authorId": "2115574589", "name": "Marco Gonzalez"}, {"authorId": "51178962", "name": "A. Wimmer"}, {"authorId": "2560153", "name": "N. Christakis"}]}}, {"intents": ["background"], "contexts": ["Numerous researchers [13,20,26,34,36], working groups [24], and workshops [9,10,40] have begun exploring this tension."], "isInfluential": false, "citedPaper": {"paperId": "16b0886069a964e5a914d6d75423e2810355bcde", "externalIds": {"MAG": "2012161794", "DBLP": "journals/sigmetrics/HuttonH13", "DOI": "10.1145/2479942.2479954"}, "url": "https://www.semanticscholar.org/paper/16b0886069a964e5a914d6d75423e2810355bcde", "title": "An architecture for ethical and privacy-sensitive social network experiments", "abstract": "Social Network Sites (SNSs) are used for sharing personal data and delivering personalised services to hundreds of millions of users, and thus represent an important sector of the Digital Economy. Measuring and collecting data from SNSs is crucial for research and development of new services, but the sensitive and personal nature of these data means that great care must be taken by researchers when conducting SNS studies.\n This paper presents a work-in-progress architecture for conducting experiments across multiple SNSs while acknowledging and preserving participant privacy. We evaluate the architecture by conducting an experiment using live SNS data, exploring willingness to share sensitive data with researchers. We also outline some outstanding challenges as we finalise the implementation of the architecture.", "venue": "PERV", "year": 2013, "referenceCount": 20, "citationCount": 22, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2572249", "name": "Luke Hutton"}, {"authorId": "34279677", "name": "T. Henderson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "1e79ff42bc2c9c7ed0a0fc3a040398c0e5116d8c", "externalIds": {"MAG": "30337693"}, "url": "https://www.semanticscholar.org/paper/1e79ff42bc2c9c7ed0a0fc3a040398c0e5116d8c", "title": "A Face Is Exposed for AOL Searcher No", "abstract": "Mr. Rotenberg pointed to Google’s own joust earlier this year with the Justice Department over a subpoena for some of its search data. The company successfully fended off the agency’s demand in court, but several other search companies, including AOL, complied. The Justice Department sought the information to help it defend a challenge to a law that is meant to shield children from sexually explicit material.", "venue": "", "year": 2006, "referenceCount": 3, "citationCount": 719, "influentialCitationCount": 28, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2097046284", "name": "Massimo Barbaro"}]}}, {"intents": ["background"], "contexts": ["Finally, fairness in research subject selection, long a tenet of justice, is challenged by the uneven demographic use of social media platforms [1,5]."], "isInfluential": false, "citedPaper": {"paperId": "326eb1e172c34ce53334871c7391ba1f917edf28", "externalIds": {"DBLP": "journals/firstmonday/Ahn12", "MAG": "2156143886", "DOI": "10.5210/FM.V17I1.3752"}, "url": "https://www.semanticscholar.org/paper/326eb1e172c34ce53334871c7391ba1f917edf28", "title": "Teenagers and social network sites: Do off-line inequalities predict their online social networks?", "abstract": "This study analyzes a data set of 701 U.S. teenagers (ages 12-18) that merges an online survey of social network site (SNS) preferences with administrative records from their public school districts. Using a multinomial logistic model, I examine whether offline divides across gender, ethnicity, socioeconomic status, self-esteem, and social capital predict teenagers’ membership into the popular SNSs, Facebook and Myspace. The results show that the characteristics of teens that use Facebook, Myspace, or both SNSs show distinct differences, which illuminate questions of digital divide and complex adolescent social practices as they relate to online participation. The study offers two main contributions by providing an analysis of: (a) teenage SNS users, a population that is less examined in the research literature of online communities; and, (b) the relationship between their off-line characteristics and online social networks.", "venue": "First Monday", "year": 2012, "referenceCount": 0, "citationCount": 24, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "145737473", "name": "June Ahn"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "3d8ad45d12c4904c5dbdccc5ca5f10037c20f223", "externalIds": {"DBLP": "conf/hicss/ShiltonS16", "MAG": "2296447868", "DOI": "10.1109/HICSS.2016.242"}, "url": "https://www.semanticscholar.org/paper/3d8ad45d12c4904c5dbdccc5ca5f10037c20f223", "title": "\"We Aren't All Going to Be on the Same Page about Ethics\": Ethical Practices and Challenges in Research on Digital and Social Media", "abstract": "Defining ethical practices for research using data from digital and social media communities is an ongoing challenge. This paper reports on interviews with digital and social media researchers to investigate the challenges they experienced when collecting, managing, and analyzing online data. Analysis of the interviews reveals a diverse set of ethical challenges that push at the boundaries of existing research ethics guidance. The interview data also describes existing practices for navigating ethical quandaries, and documents resources that help researchers meet ethical challenges. The analysis of the data points to opportunities for review boards and ethics researchers as well as new debates to undertake as a community.", "venue": "2016 49th Hawaii International Conference on System Sciences (HICSS)", "year": 2016, "referenceCount": 25, "citationCount": 33, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "3214594", "name": "Katie Shilton"}, {"authorId": "3482513", "name": "Sheridan Sayles"}]}}, {"intents": ["background"], "contexts": ["Numerous researchers [13,20,26,34,36], working groups [24], and workshops [9,10,40] have begun exploring this tension."], "isInfluential": false, "citedPaper": {"paperId": "4dfc77bcee2243c562619a1f6024e24ad020653b", "externalIds": {"MAG": "1847843939"}, "url": "https://www.semanticscholar.org/paper/4dfc77bcee2243c562619a1f6024e24ad020653b", "title": "The PII Problem: Privacy and a New Concept of Personally Identifiable Information", "abstract": "Personally identifiable information (PII) is one of the most central concepts in information privacy regulation. The scope of privacy laws typically turns on whether PII is involved. The basic assumption behind the applicable laws is that if PII is not involved, then there can be no privacy harm. At the same time, there is no uniform definition of PII in information privacy law. Moreover, computer science has shown that in many circumstances non-PII can be linked to individuals, and that de-identified data can be re-identified. PII and non-PII are thus not immutable categories, and there is a risk that information deemed non-PII at one time can be transformed into PII at a later juncture. Due to the malleable nature of what constitutes PII, some commentators have even suggested that PII be abandoned as the mechanism by which to define the boundaries of privacy law.In this Article, we argue that although the current approaches to PII are flawed, the concept of PII should not be abandoned. We develop a new approach called “PII 2.0,” which accounts for PII’s malleability. Based upon a standard rather than a rule, PII 2.0 utilizes a continuum of risk of identification. PII 2.0 regulates information that relates to either an “identified” or “identifiable” individual, and it establishes different requirements for each category. To illustrate this theory, we use the example of regulating behavioral marketing to adults and children. We show how existing approaches to PII impede the effective regulation of behavioral marketing, and how PII 2.0 would resolve these problems.", "venue": "", "year": 2011, "referenceCount": 113, "citationCount": 214, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "8478330", "name": "P. Schwartz"}, {"authorId": "15813810", "name": "Daniel J. Solove"}]}}, {"intents": ["background"], "contexts": ["subjects are sometimes unaware of monitoring, and often unable to choose the kind of data collected [6].", "Researchers allied with commercial platforms frequently have access to more data than unallied researchers, leading to differential access among industry and academic researchers [6]."], "isInfluential": false, "citedPaper": {"paperId": "4e6bba65f7636a655c778a3e54cc58e148468963", "externalIds": {"MAG": "1500693574", "DOI": "10.1080/1369118X.2012.678878"}, "url": "https://www.semanticscholar.org/paper/4e6bba65f7636a655c778a3e54cc58e148468963", "title": "CRITICAL QUESTIONS FOR BIG DATA", "abstract": "The era of Big Data has begun. Computer scientists, physicists, economists, mathematicians, political scientists, bio-informaticists, sociologists, and other scholars are clamoring for access to the massive quantities of information produced by and about people, things, and their interactions. Diverse groups argue about the potential benefits and costs of analyzing genetic sequences, social media interactions, health records, phone logs, government records, and other digital traces left by people. Significant questions emerge. Will large-scale search data help us create better tools, services, and public goods? Or will it usher in a new wave of privacy incursions and invasive marketing? Will data analytics help us understand online communities and political movements? Or will it be used to track protesters and suppress speech? Will it transform how we study human communication and culture, or narrow the palette of research options and alter what ‘research’ means? Given the rise of Big Data as a socio-technical phenomenon, we argue that it is necessary to critically interrogate its assumptions and biases. In this article, we offer six provocations to spark conversations about the issues of Big Data: a cultural, technological, and scholarly phenomenon that rests on the interplay of technology, analysis, and mythology that provokes extensive utopian and dystopian rhetoric.", "venue": "", "year": 2012, "referenceCount": 80, "citationCount": 3209, "influentialCitationCount": 146, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38818867", "name": "D. Boyd"}, {"authorId": "48024382", "name": "K. Crawford"}]}}, {"intents": ["background"], "contexts": ["Studies have proven that anonymized data can be de-anonymized when paired with other datasets [3,23,27,31,39]."], "isInfluential": false, "citedPaper": {"paperId": "52d6c4a64bb9ffc8d8052413c3ad69df4c62481d", "externalIds": {"DBLP": "conf/sp/NarayananS08", "MAG": "2135930857", "DOI": "10.1109/SP.2008.33"}, "url": "https://www.semanticscholar.org/paper/52d6c4a64bb9ffc8d8052413c3ad69df4c62481d", "title": "Robust De-anonymization of Large Sparse Datasets", "abstract": "We present a new class of statistical de- anonymization attacks against high-dimensional micro-data, such as individual preferences, recommendations, transaction records and so on. Our techniques are robust to perturbation in the data and tolerate some mistakes in the adversary's background knowledge. We apply our de-anonymization methodology to the Netflix Prize dataset, which contains anonymous movie ratings of 500,000 subscribers of Netflix, the world's largest online movie rental service. We demonstrate that an adversary who knows only a little bit about an individual subscriber can easily identify this subscriber's record in the dataset. Using the Internet Movie Database as the source of background knowledge, we successfully identified the Netflix records of known users, uncovering their apparent political preferences and other potentially sensitive information.", "venue": "2008 IEEE Symposium on Security and Privacy (sp 2008)", "year": 2008, "referenceCount": 36, "citationCount": 1955, "influentialCitationCount": 92, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "47735253", "name": "A. Narayanan"}, {"authorId": "1723945", "name": "Vitaly Shmatikov"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "59a933990b70766c9511fe208a67b90ff72c7872", "externalIds": {"MAG": "2113792477", "DOI": "10.1037/0003-066X.59.2.105", "PubMed": "14992637"}, "url": "https://www.semanticscholar.org/paper/59a933990b70766c9511fe208a67b90ff72c7872", "title": "Psychological research online: report of Board of Scientific Affairs' Advisory Group on the Conduct of Research on the Internet.", "abstract": "As the Internet has changed communication, commerce, and the distribution of information, so too it is changing psychological research. Psychologists can observe new or rare phenomena online and can do research on traditional psychological topics more efficiently, enabling them to expand the scale and scope of their research. Yet these opportunities entail risk both to research quality and to human subjects. Internet research is inherently no more risky than traditional observational, survey, or experimental methods. Yet the risks and safeguards against them will differ from those characterizing traditional research and will themselves change over time. This article describes some benefits and challenges of conducting psychological research via the Internet and offers recommendations to both researchers and institutional review boards for dealing with them. ((c) 2004 APA, all rights reserved)", "venue": "The American psychologist", "year": 2004, "referenceCount": 67, "citationCount": 899, "influentialCitationCount": 60, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "1702853", "name": "R. Kraut"}, {"authorId": "34433695", "name": "J. Olson"}, {"authorId": "1968771", "name": "M. Banaji"}, {"authorId": "143709703", "name": "A. Bruckman"}, {"authorId": "2111083915", "name": "Jeffrey Cohen"}, {"authorId": "2420474", "name": "M. Couper"}]}}, {"intents": ["background"], "contexts": ["[16,33]) to better understand the influence of contextual variables on ethical beliefs and judgments."], "isInfluential": false, "citedPaper": {"paperId": "5a2b1d1d17f734c100d549aa7c8714d9eabcc2f1", "externalIds": {"MAG": "2069070239", "DOI": "10.1177/0049124105283121"}, "url": "https://www.semanticscholar.org/paper/5a2b1d1d17f734c100d549aa7c8714d9eabcc2f1", "title": "Factorial Survey Methods for Studying Beliefs and Judgments", "abstract": "This article develops a unified framework, based on Rossi's factorial survey method, for studying positive beliefs and normative judgments. The framework enables estimation of individuals' positive-belief and normative-judgment equations, leading to analysis of the components of beliefs and judgments, assessment of interpersonal variability in the components, and estimation of two further equations, representing, respectively, the determinants and consequences of the components. We describe procedures for data collection, assemble a set of tools for estimating the positive-belief and normative-judgment equations and carrying out the corresponding homogeneity tests, and propose ways of estimating the determinants and consequences equations. To illustrate the framework, we investigate both a positive-belief equation (describing adolescents' views concerning determination of marital happiness) and a normative-judgment equation (describing judgments of the justice of earnings). This article thus provides a guide to contemporary factorial survey analysis, and points the way to its further development.", "venue": "", "year": 2006, "referenceCount": 107, "citationCount": 324, "influentialCitationCount": 42, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "13646721", "name": "G. Jasso"}]}}, {"intents": ["background"], "contexts": ["In developing countries, research ethics guidelines, when they exist, generally afford less protection to participants [14,15]."], "isInfluential": false, "citedPaper": {"paperId": "6452ae73994d738cdc67c584e071a1461ead5a77", "externalIds": {"MAG": "2140911396", "DOI": "10.1136/jme.2002.001933", "PubMed": "14872079"}, "url": "https://www.semanticscholar.org/paper/6452ae73994d738cdc67c584e071a1461ead5a77", "title": "Ethical review of health research: a perspective from developing country researchers", "abstract": "Background: Increasing collaboration between industrialised and developing countries in human research studies has led to concerns regarding the potential exploitation of resource deprived countries. This study, commissioned by the former National Bioethics Advisory Commission of the United States, surveyed developing country researchers about their concerns and opinions regarding ethical review processes and the performance of developing country and US international review boards (IRBs). Methods: Contact lists from four international organisations were used to identify and survey 670 health researchers in developing countries. A questionnaire with 169 questions explored issues of IRB review, informed consent, and recommendations. Results: The majority of the developing country researchers were middle aged males who were physicians and were employed by educational institutions, carrying out research on part time basis. Forty four percent of the respondents reported that their studies were not reviewed by a developing country IRB or Ministry of Health and one third of these studies were funded by the US. During the review process issues such as the need for local language consent forms and letters for approval, and confidentiality protection of participants were raised by US IRBs in significantly higher proportions than by host country IRBs. Conclusion: This survey indicates the need for the ethical review of collaborative research in both US and host countries. It also reflects a desire for focused capacity development in supporting ethical review of research.", "venue": "Journal of Medical Ethics", "year": 2004, "referenceCount": 24, "citationCount": 190, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "145247784", "name": "A. Hyder"}, {"authorId": "14489410", "name": "S. Wali"}, {"authorId": "47701261", "name": "A. Khan"}, {"authorId": "31599084", "name": "N. Teoh"}, {"authorId": "5113873", "name": "N. Kass"}, {"authorId": "8366899", "name": "L. Dawson"}]}}, {"intents": ["background"], "contexts": ["[16,33]) to better understand the influence of contextual variables on ethical beliefs and judgments."], "isInfluential": false, "citedPaper": {"paperId": "65f888c80fad42db8d9baa8204dfc35ad2a7832f", "externalIds": {"MAG": "2162777455", "DOI": "10.2307/2068080"}, "url": "https://www.semanticscholar.org/paper/65f888c80fad42db8d9baa8204dfc35ad2a7832f", "title": "Measuring social judgments : the factorial survey approach", "abstract": "'Assign this book in a graduate social psychology methods course. It deserves to be read by social psychologists, and the factorial survey technique should be fully integrated into the tool kit of those who go on to practice policy-relevant research...The Rossi-Nock volume is a quite important work as it stands, and future developments will make it even more important.' -- Contemporary Psychology, Vol 28 No 6, 1983 'Measuring Social Judgments provides ready access to a highly adaptable technique for measuring complex perceptions of social objects, situations, and actions that is systematic and capable of considerable accuracy. Anyone with an interest in the state of this useful art should take a look.' -- Contemporary Sociology, Vol 12 No 6, November 1983", "venue": "", "year": 1983, "referenceCount": 0, "citationCount": 500, "influentialCitationCount": 18, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39243939", "name": "P. Rossi"}, {"authorId": "152373896", "name": "S. Nock"}]}}, {"intents": ["background"], "contexts": ["Deception plays a significant role in many aspects of communication research [18], but the term may be more controversial for researchers from other traditions."], "isInfluential": false, "citedPaper": {"paperId": "6e8d56779d98fcc82f6f107fa856b225509b4124", "externalIds": {"MAG": "2046201751", "DOI": "10.1111/J.1468-2958.1974.TB00250.X"}, "url": "https://www.semanticscholar.org/paper/6e8d56779d98fcc82f6f107fa856b225509b4124", "title": "An Exploration of Deception as a Communication Construct", "abstract": "Even though most of us lie from time to time, it is really quite surprising how little is known about such behaviors. Through controlled observation and laboratory testing, this study attempted to determine what verbal and nonverbal behaviors were characteristic of intentionally deceptive communicators. Seventy-six videotaped interviews provided a data base for the analysis of 32 dependent measures. In addition to analyses of specific behavioral differences between deceivers and nondeceivers, the authors provide a conceptual framework for the study of deception—predicting that deceivers will exhibit significantly more uncertainty, vagueness, nervousness, reticence, dependence, and unpleasantness than nondeceivers.", "venue": "", "year": 1974, "referenceCount": 15, "citationCount": 265, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "50496686", "name": "M. Knapp"}, {"authorId": "73634821", "name": "R. Hart"}, {"authorId": "113443177", "name": "Harry S. Dennis"}]}}, {"intents": ["methodology"], "contexts": ["Therefore, we employed purposive sampling [32] to identify individuals who fit three criteria: age (18+); current employment status (i."], "isInfluential": false, "citedPaper": {"paperId": "754ba0897970ab8d2209776b2a19d19281cb02da", "externalIds": {"MAG": "1572092804"}, "url": "https://www.semanticscholar.org/paper/754ba0897970ab8d2209776b2a19d19281cb02da", "title": "Qualitative research & evaluation methods", "abstract": "This book explains clearly conceptual issues and themes on qualitative research and evaluaton methods including: qualitative data, triangulated inquiry, qualitative inquiry, constructivism, constructionism, Complexity (chaos) theory, qualitative designs and data collection, fieldwork strategies, interviewing, tape-recording, ethical issues, analysis, interpretation and reporting, observations vs. perceived impacts and utilisation-focused evaluation reporting.", "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 12739, "influentialCitationCount": 2362, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3707445", "name": "M. Patton"}]}}, {"intents": ["background"], "contexts": ["Risk to participants is often minimized in human subjects research through confidentiality or anonymity, but these protections are challenged in online data collection [31].", "Studies have proven that anonymized data can be de-anonymized when paired with other datasets [3,23,27,31,39]."], "isInfluential": false, "citedPaper": {"paperId": "804b7301d0b6837a8eff365b6ea1ee070820aab3", "externalIds": {"MAG": "2557607105"}, "url": "https://www.semanticscholar.org/paper/804b7301d0b6837a8eff365b6ea1ee070820aab3", "title": "Broken Promises of Privacy: Responding to the Surprising Failure of Anonymization", "abstract": "Computer scientists have recently undermined our faith in the privacy-protecting power of anonymization, the name for techniques for protecting the privacy of individuals in large databases by deleting information like names and social security numbers. These scientists have demonstrated they can often 'reidentify' or 'deanonymize' individuals hidden in anonymized data with astonishing ease. By understanding this research, we will realize we have made a mistake, labored beneath a fundamental misunderstanding, which has assured us much less privacy than we have assumed. This mistake pervades nearly every information privacy law, regulation, and debate, yet regulators and legal scholars have paid it scant attention. We must respond to the surprising failure of anonymization, and this Article provides the tools to do so.", "venue": "", "year": 2009, "referenceCount": 15, "citationCount": 902, "influentialCitationCount": 34, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3105212", "name": "Paul Ohm"}]}}, {"intents": ["background"], "contexts": ["Studies have proven that anonymized data can be de-anonymized when paired with other datasets [3,23,27,31,39]."], "isInfluential": false, "citedPaper": {"paperId": "818cc22e30475fcfb74df08a467849e74833382e", "externalIds": {"DBLP": "journals/jbi/MalinS04", "MAG": "2165067028", "DOI": "10.1016/J.JBI.2004.04.005", "PubMed": "15196482"}, "url": "https://www.semanticscholar.org/paper/818cc22e30475fcfb74df08a467849e74833382e", "title": "How (not) to protect genomic data privacy in a distributed network: using trail re-identification to evaluate and design anonymity protection systems", "abstract": "The increasing integration of patient-specific genomic data into clinical practice and research raises serious privacy concerns. Various systems have been proposed that protect privacy by removing or encrypting explicitly identifying information, such as name or social security number, into pseudonyms. Though these systems claim to protect identity from being disclosed, they lack formal proofs. In this paper, we study the erosion of privacy when genomic data, either pseudonymous or data believed to be anonymous, are released into a distributed healthcare environment. Several algorithms are introduced, collectively called RE-Identification of Data In Trails (REIDIT), which link genomic data to named individuals in publicly available records by leveraging unique features in patient-location visit patterns. Algorithmic proofs of re-identification are developed and we demonstrate, with experiments on real-world data, that susceptibility to re-identification is neither trivial nor the result of bizarre isolated occurrences. We propose that such techniques can be applied as system tests of privacy protection capabilities.", "venue": "J. Biomed. Informatics", "year": 2004, "referenceCount": 32, "citationCount": 245, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "31717144", "name": "B. Malin"}, {"authorId": "144851214", "name": "L. Sweeney"}]}}, {"intents": ["background"], "contexts": ["Numerous researchers [13,20,26,34,36], working groups [24], and workshops [9,10,40] have begun exploring this tension."], "isInfluential": false, "citedPaper": {"paperId": "8398ce52d8ca222444f3283283e08a953bbe7711", "externalIds": {"MAG": "2161784104"}, "url": "https://www.semanticscholar.org/paper/8398ce52d8ca222444f3283283e08a953bbe7711", "title": "Terms of Service, Ethics, and Bias: Tapping the Social Web for CSCW Research", "abstract": "Social, collaborative web applications such as Facebook, YouTube, Flickr are invaluable sources of network, social, and behavioral data. They are also increasingly used to recruit participants for experimental, survey, interview and ethnographic studies. Two sets of issues arise for conducting relevant, valuable, ethical and meaningful research. First, issues derive from restrictions imposed by companies’ legal Terms and Conditions specifically, sites and services are laden with conditions of access that may constrain researchers from being able to collect the data they need to address research questions. Second, questions arise around research validity and research ethics where access is possible, sampling can be skewed owing the specifics of the implementation and/or emergence of the site’s social graph, but also from the inadvertent violation of researcher/participant privacy as a result of readily available personal content. In this panel, we bring researchers, and industrial representatives together to discuss these and related issues, in at attempt to figure out how valid and ethically responsible research can be conducted while users continue to share openly and while industry protects its goals.", "venue": "", "year": 2009, "referenceCount": 13, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2243968", "name": "Danyel Fisher"}, {"authorId": "144541497", "name": "David W. McDonald"}]}}, {"intents": ["background"], "contexts": ["This concern has been well-documented by researchers [12] and we wish to emphasize it here.", "Demographic variables such as race, gender, age, socioeconomic status, and technical experience impact individuals’ self-selection into social network sites and online forums [12]."], "isInfluential": false, "citedPaper": {"paperId": "84f45803161475576535f6f466bb257dd0779a03", "externalIds": {"MAG": "2053401309", "DOI": "10.1177/0002716215570866"}, "url": "https://www.semanticscholar.org/paper/84f45803161475576535f6f466bb257dd0779a03", "title": "Is Bigger Always Better? Potential Biases of Big Data Derived from Social Network Sites", "abstract": "This article discusses methodological challenges of using big data that rely on specific sites and services as their sampling frames, focusing on social network sites in particular. It draws on survey data to show that people do not select into the use of such sites randomly. Instead, use is biased in certain ways yielding samples that limit the generalizability of findings. Results show that age, gender, race/ethnicity, socioeconomic status, online experiences, and Internet skills all influence the social network sites people use and thus where traces of their behavior show up. This has implications for the types of conclusions one can draw from data derived from users of specific sites. The article ends by noting how big data studies can address the shortcomings that result from biased sampling frames.", "venue": "", "year": 2015, "referenceCount": 43, "citationCount": 191, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1779187", "name": "E. Hargittai"}]}}, {"intents": ["background"], "contexts": ["ETHICAL CONCERNS IN ONLINE RESEARCH Increased public participation in online networked spaces, along with the relative ease of collecting online traces, activities, and disclosures has accelerated research involving collection and analysis of data about users [17]."], "isInfluential": false, "citedPaper": {"paperId": "92b8a8124872dfa576fbe9ea44d2a8ab723fe477", "externalIds": {"DBLP": "journals/oir/Stuart15b", "MAG": "1554976349", "DOI": "10.1108/OIR-01-2015-0011"}, "url": "https://www.semanticscholar.org/paper/92b8a8124872dfa576fbe9ea44d2a8ab723fe477", "title": "The Data Revolution: Big Data, Open Data, Data Infrastructures and Their Consequences", "abstract": null, "venue": "Online Inf. Rev.", "year": 2015, "referenceCount": 0, "citationCount": 402, "influentialCitationCount": 62, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145649688", "name": "D. Stuart"}]}}, {"intents": ["background"], "contexts": ["This handle masked the presence of researchers, introducing a degree of deception into the research [28]."], "isInfluential": false, "citedPaper": {"paperId": "967aed71e35d4e99153a2244e0fea60a17c441b0", "externalIds": {"DBLP": "conf/cscw/NicholsK12", "MAG": "2093557879", "DOI": "10.1145/2145204.2145352"}, "url": "https://www.semanticscholar.org/paper/967aed71e35d4e99153a2244e0fea60a17c441b0", "title": "Asking questions of targeted strangers on social networks", "abstract": "When people have questions, they often turn to their social network for answers. If the answer is obscure or time sensitive however, no members of their social networks may know the answer. For example, it may be difficult to find a friend who has experience with a particular feature or model of digital camera or who knows the current wait time for security at the local airport. In this paper, we explore the feasibility of answering questions by asking strangers. In this approach, strangers with potentially useful information are identified by mining the public status updates posted on Twitter, questions are sent to these strangers, and responses are collected. We explore feasibility in two ways: will users respond to questions sent by strangers and, if they do respond, how long must we wait for a response? Our results from asking 1159 questions across two domains suggest that 42% of users will respond to questions from strangers. 44% of these responses arrived within 30 minutes.", "venue": "CSCW", "year": 2012, "referenceCount": 9, "citationCount": 75, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2057155807", "name": "Jeffrey Nichols"}, {"authorId": "1688319", "name": "Jeon-Hyung Kang"}]}}, {"intents": ["background"], "contexts": ["Numerous researchers [13,20,26,34,36], working groups [24], and workshops [9,10,40] have begun exploring this tension."], "isInfluential": false, "citedPaper": {"paperId": "a135347e622bdaf4f108cd1445e3af318358a330", "externalIds": {"DBLP": "conf/cscw/ZytkoLBEH15", "MAG": "2165033442", "DOI": "10.1145/2685553.2699335"}, "url": "https://www.semanticscholar.org/paper/a135347e622bdaf4f108cd1445e3af318358a330", "title": "Online Dating as Pandora's Box: Methodological Issues for the CSCW Community", "abstract": "As a socio-technical phenomenon, online dating has significant appeal to researchers interested in various aspects of human-computer interaction -- presentation of self in online environments; norms of disclosure and deception; and the extent to which technological design informs dynamics of human relationships. With these many facets of socio-technical practice come important and complex methodological questions, where both the sensitivity of the topic and the specific technologies being studied can introduce practical and ethical obstacles. This panel brings together scholars across human computer interaction, communication, information studies, and Internet studies to examine methodological issues that have arisen in their own work on online dating, with the objective of broadening these issues of ethics and methods to the wider CSCW community.", "venue": "CSCW Companion", "year": 2015, "referenceCount": 9, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2606408", "name": "Douglas Zytko"}, {"authorId": "2278978", "name": "Jessica Lingel"}, {"authorId": "1797153", "name": "Jeremy P. Birnholtz"}, {"authorId": "1791021", "name": "N. Ellison"}, {"authorId": "1697703", "name": "J. Hancock"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "a527d8bc3add1d8111d20db4d13e3468b064c4a7", "externalIds": {"MAG": "1968380849", "DOI": "10.1073/pnas.1320040111", "PubMed": "24889601"}, "url": "https://www.semanticscholar.org/paper/a527d8bc3add1d8111d20db4d13e3468b064c4a7", "title": "Experimental evidence of massive-scale emotional contagion through social networks.", "abstract": "Emotional states can be transferred to others via emotional contagion, leading people to experience the same emotions without their awareness. Emotional contagion is well established in laboratory experiments, with people transferring positive and negative emotions to others. Data from a large real-world social network, collected over a 20-y period suggests that longer-lasting moods (e.g., depression, happiness) can be transferred through networks [Fowler JH, Christakis NA (2008) BMJ 337:a2338], although the results are controversial. In an experiment with people who use Facebook, we test whether emotional contagion occurs outside of in-person interaction between individuals by reducing the amount of emotional content in the News Feed. When positive expressions were reduced, people produced fewer positive posts and more negative posts; when negative expressions were reduced, the opposite pattern occurred. These results indicate that emotions expressed by others on Facebook influence our own emotions, constituting experimental evidence for massive-scale contagion via social networks. This work also suggests that, in contrast to prevailing assumptions, in-person interaction and nonverbal cues are not strictly necessary for emotional contagion, and that the observation of others' positive experiences constitutes a positive experience for people.", "venue": "Proceedings of the National Academy of Sciences of the United States of America", "year": 2014, "referenceCount": 17, "citationCount": 2073, "influentialCitationCount": 68, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "1845400", "name": "Adam D. I. Kramer"}, {"authorId": "39780353", "name": "Jamie Guillory"}, {"authorId": "1697703", "name": "J. Hancock"}]}}, {"intents": ["background"], "contexts": ["After all, some of the most creative work in research ethics review is taking place in industry research settings [4]."], "isInfluential": false, "citedPaper": {"paperId": "a82ceb9ba23ae007921f3d80896efd43f82e83f7", "externalIds": {"DBLP": "conf/www/BowserT15", "MAG": "1788354395", "DOI": "10.1145/2736277.2741654"}, "url": "https://www.semanticscholar.org/paper/a82ceb9ba23ae007921f3d80896efd43f82e83f7", "title": "Supporting Ethical Web Research: A New Research Ethics Review", "abstract": "Research ethics is an important and timely topic. In academia, federally regulated Institutional Review Boards (IRBs) protect participants of human subjects research, and offer researchers a mechanism to assess the ethical implications of their work. Industry research labs are not subject to the same requirements, and may lack processes for research ethics review. We describe the creation of a new ethics framework and a research ethics submission system (RESS) within Microsoft Research (MSR). This RESS is customized to the needs of web researchers. We describe our iterative development process, including our assessment of the current state of web research, developing a framework of methods based on a survey of 358 research papers; build and evaluate our system with 14 users to identify the benefits and pitfalls of full deployment; evaluate how our system matches with existing federal regulations; and, suggest next steps for supporting ethical web research.", "venue": "WWW", "year": 2015, "referenceCount": 32, "citationCount": 13, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1969511", "name": "A. Bowser"}, {"authorId": "3246951", "name": "Janice Y. Tsai"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "b14c291d99f32580fe987c20e52a248c62838e68", "externalIds": {"MAG": "584790758", "DOI": "10.4135/9781473909472"}, "url": "https://www.semanticscholar.org/paper/b14c291d99f32580fe987c20e52a248c62838e68", "title": "The data revolution : big data, open data, data infrastructures & their consequences", "abstract": "Chapter 1: Conceptualising Data What are data? Kinds of data Data, information, knowledge, wisdom Framing data Thinking critically about databases and data infrastructures Data assemblages and the data revolution Chapter 2: Small Data, Data Infrastructures and Data Brokers Data holdings, data archives and data infrastructures Rationale for research data infrastructures The challenges of building data infrastructures The challenges of building data infrastructuresData brokers and markets Chapter 3: Open and Linked Data Open data Linked data The case for open data The economics of open data Concerns with respect to opening data Chapter 4: Big Data Volume Exhaustive Resolution and indexicality Relationality Velocity Variety Flexibility Chapter 5: Enablers and Sources of Big Data The enablers of big data Sources of big data Directed Data Automated data Volunteered data Chapter 6: Data Analytics Pre-analytics Machine learning Data mining and pattern recognition Data visualisation and visual analytics Statistical analysis Prediction, simulation and optimization Chapter 7: The Governmental and Business Rationale for Big Data Governing people Managing organisations Leveraging value and producing capital Creating better places Chapter 8: The Reframing of Science, Social Science and Humanities Research The fourth paradigm in science? The re-emergence of empiricism The fallacies of empiricism Data-driven science Computational social sciences and digital humanities Chapter 9: Technical and Organisational Issues Deserts and deluges Access Data quality, veracity and lineage Data integration and interoperability Poor analysis and ecological fallacies Skills and human resourcing Chapter 10: Ethical, Political, Social and Legal Concerns Data shadows and dataveillance Privacy Data security Profiling, social sorting and redlining Secondary uses, control creep and anticipatory governance Modes of governance and technological lock-ins Chapter 11: Making Sense of the Data Revolution Understanding data and the data revolution Researching data assemblages Final thoughts", "venue": "", "year": 2014, "referenceCount": 0, "citationCount": 735, "influentialCitationCount": 54, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business", "Sociology"], "authors": [{"authorId": "145878647", "name": "R. Kitchin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "b220826950d05ae41046eb963ab9081b457744a3", "externalIds": {"MAG": "1900502651"}, "url": "https://www.semanticscholar.org/paper/b220826950d05ae41046eb963ab9081b457744a3", "title": "Bureacratizing Ethics: Institutional Review Boards and Participatory Research", "abstract": "This paper provides a brief history of regulatory research ethics, as embodied in Institutional Review Boards in the United States. The purpose is to foster common disciplinary understanding of the origin and purpose of IRBs, and to identify the core conflict between the philosophies of participatory action research and regulatory ethics. That conflict centers on the contradictory language and associated understandings of research “subjects” and “participants”. I suggest a need for more disciplinary engagements around this conflict, to foster more open ethical debates and competencies among geographers.", "venue": "", "year": 2007, "referenceCount": 27, "citationCount": 27, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49568894", "name": "Deborah G. Martin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "c8665198592b52ba122e5cf84032a9bc1c61eade", "externalIds": {"MAG": "1686065478", "DOI": "10.1126/science.aaa1160", "PubMed": "25953820"}, "url": "https://www.semanticscholar.org/paper/c8665198592b52ba122e5cf84032a9bc1c61eade", "title": "Exposure to ideologically diverse news and opinion on Facebook", "abstract": "Not getting all sides of the news? People are increasingly turning away from mass media to social media as a way of learning news and civic information. Bakshy et al. examined the news that millions of Facebook users' peers shared, what information these users were presented with, and what they ultimately consumed (see the Perspective by Lazer). Friends shared substantially less cross-cutting news from sources aligned with an opposing ideology. People encountered roughly 15% less cross-cutting content in news feeds due to algorithmic ranking and clicked through to 70% less of this cross-cutting content. Within the domain of political news encountered in social media, selective exposure appears to drive attention. Science, this issue p. 1130; see also p. 1090 Despite the diversity of information available, people still pay attention to a limited range of opinions. [Also see Perspective by Lazer] Exposure to news, opinion, and civic information increasingly occurs through social media. How do these online networks influence exposure to perspectives that cut across ideological lines? Using deidentified data, we examined how 10.1 million U.S. Facebook users interact with socially shared news. We directly measured ideological homophily in friend networks and examined the extent to which heterogeneous friends could potentially expose individuals to cross-cutting content. We then quantified the extent to which individuals encounter comparatively more or less diverse content while interacting via Facebook’s algorithmically ranked News Feed and further studied users’ choices to click through to ideologically discordant content. Compared with algorithmic ranking, individuals’ choices played a stronger role in limiting exposure to cross-cutting content.", "venue": "Science", "year": 2015, "referenceCount": 48, "citationCount": 1552, "influentialCitationCount": 105, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Sociology"], "authors": [{"authorId": "3071703", "name": "E. Bakshy"}, {"authorId": "50252567", "name": "Solomon Messing"}, {"authorId": "1778398", "name": "Lada A. Adamic"}]}}, {"intents": ["background"], "contexts": ["As noted by Zimmer [39], the authors failed to understand why this re-identification\nwas problematic, revealing a lack of knowledge of both technical and ethical issues in their research.", "As noted by Zimmer [39], the authors failed to understand why this re-identification was problematic, revealing a lack of knowledge of both technical and ethical issues in their research.", "Studies have proven that anonymized data can be de-anonymized when paired with other datasets [3,23,27,31,39]."], "isInfluential": false, "citedPaper": {"paperId": "cabcafcae2b6f8ef3f5bc223e12bc6f360961548", "externalIds": {"MAG": "2025328578", "DOI": "10.1007/s10676-010-9227-5"}, "url": "https://www.semanticscholar.org/paper/cabcafcae2b6f8ef3f5bc223e12bc6f360961548", "title": "“But the data is already public”: on the ethics of research in Facebook", "abstract": "In 2008, a group of researchers publicly released profile data collected from the Facebook accounts of an entire cohort of college students from a US university. While good-faith attempts were made to hide the identity of the institution and protect the privacy of the data subjects, the source of the data was quickly identified, placing the privacy of the students at risk. Using this incident as a case study, this paper articulates a set of ethical concerns that must be addressed before embarking on future research in social networking sites, including the nature of consent, properly identifying and respecting expectations of privacy on social network sites, strategies for data anonymization prior to public release, and the relative expertise of institutional review boards when confronted with research projects based on data gleaned from social media.", "venue": "Ethics and Information Technology", "year": 2010, "referenceCount": 60, "citationCount": 647, "influentialCitationCount": 46, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145416457", "name": "M. Zimmer"}]}}, {"intents": ["background"], "contexts": ["Numerous researchers [13,20,26,34,36], working groups [24], and workshops [9,10,40] have begun exploring this tension."], "isInfluential": false, "citedPaper": {"paperId": "dc00b9dd9e61ba2d885140b2cec70b590dc4acd8", "externalIds": {"DBLP": "conf/cscw/FieslerYPBGHL15", "MAG": "2031064524", "DOI": "10.1145/2685553.2685558"}, "url": "https://www.semanticscholar.org/paper/dc00b9dd9e61ba2d885140b2cec70b590dc4acd8", "title": "Ethics for Studying Online Sociotechnical Systems in a Big Data World", "abstract": "The evolution of social technology and research methods present ongoing challenges to studying people online. Recent high-profile cases have prompted discussion among both the research community and the general public about the ethical implications of researching humans, their information, and their activities in large-scale digital contexts. Examples of scientific and market research involving Facebook users and OKCupid clients exemplify the ethical complexities of both studying and manipulating online user behavior. When does data science become human subjects research, and what are our obligations to these subjects as researchers' Drawing from previous work around the ethics of digital research, one goal of this workshop is to work towards a set of guiding principles for CSCW scholars doing research online.", "venue": "CSCW Companion", "year": 2015, "referenceCount": 29, "citationCount": 33, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "35128558", "name": "A. Young"}, {"authorId": "3295651", "name": "Tamara Peyton"}, {"authorId": "143709703", "name": "A. Bruckman"}, {"authorId": "2053941423", "name": "Mary Gray"}, {"authorId": "1697703", "name": "J. Hancock"}, {"authorId": "1758204", "name": "W. Lutters"}]}}, {"intents": ["background"], "contexts": ["This study became a catalyst for public discussion about research ethics, amplifying a conversation active among Internet researchers for the past decade [7,24]."], "isInfluential": false, "citedPaper": {"paperId": "e7af61d6a90dd8f32dc7708b699752fc34c9cd95", "externalIds": {"MAG": "1494893239", "DOI": "10.1023/A:1021372527024"}, "url": "https://www.semanticscholar.org/paper/e7af61d6a90dd8f32dc7708b699752fc34c9cd95", "title": "Ethical issues of online communication research", "abstract": "The paper addresses severalethical issues in online communication researchin light of digital ontology as well as theepistemological questions raised by theblurring boundary between fact and theory inthis field. The concept of ontology is used ina Heideggerian sense as related to the humancapacity of world construction on the basis ofthe givenness of our being-in-the-world.Ethical dilemmas of Internet research thusarise from the tension between bodily existenceand the proper object of research, i.e., onlineexistence. The following issues are beingconsidered: online identity, online language,online consent and confidentiality. We alsoargue that research ethics in the US followsthe utilitarian tradition, while Europeanresearchers are deontologically oriented. Aguideline of best practice in online researchethics is proposed.", "venue": "Ethics and Information Technology", "year": 2002, "referenceCount": 17, "citationCount": 70, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3291879", "name": "R. Capurro"}, {"authorId": "2027427", "name": "C. Pingel"}]}}, {"intents": ["background"], "contexts": ["Numerous researchers [13,20,26,34,36], working groups [24], and workshops [9,10,40] have begun exploring this tension."], "isInfluential": false, "citedPaper": {"paperId": "e9d11f17cd21cda0744529a29d5a661594887e3e", "externalIds": {"MAG": "2128512960", "DBLP": "conf/chi/MunteanuMMROV15", "DOI": "10.1145/2702123.2702481"}, "url": "https://www.semanticscholar.org/paper/e9d11f17cd21cda0744529a29d5a661594887e3e", "title": "Situational Ethics: Re-thinking Approaches to Formal Ethics Requirements for Human-Computer Interaction", "abstract": "Most Human-Computer Interaction (HCI) researchers are accustomed to the process of formal ethics review for their evaluation or field trial protocol. Although this process varies by country, the underlying principles are universal. While this process is often a formality, for field research or lab-based studies with vulnerable users, formal ethics requirements can be challenging to navigate -- a common occurrence in the social sciences; yet, in many cases, foreign to HCI researchers. Nevertheless, with the increase in new areas of research such as mobile technologies for marginalized populations or assistive technologies, this is a current reality. In this paper we present our experiences and challenges in conducting several studies that evaluate interactive systems in difficult settings, from the perspective of the ethics process. Based on these, we draft recommendations for mitigating the effect of such challenges to the ethical conduct of research. We then issue a call for interaction researchers, together with policy makers, to refine existing ethics guidelines and protocols in order to more accurately capture the particularities of such field-based evaluations, qualitative studies, challenging lab-based evaluations, and ethnographic observations.", "venue": "CHI", "year": 2015, "referenceCount": 40, "citationCount": 81, "influentialCitationCount": 6, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1787195", "name": "Cosmin Munteanu"}, {"authorId": "2312641", "name": "Heather Molyneaux"}, {"authorId": "1758268", "name": "Wendy Moncur"}, {"authorId": "144519605", "name": "M. Romero"}, {"authorId": "1404322581", "name": "Susan O'Donnell"}, {"authorId": "145888680", "name": "J. Vines"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "fa62c2160555f4206dbbf98f63455f5e79a0536f", "externalIds": {"MAG": "2732049094", "DOI": "10.2307/4449150"}, "url": "https://www.semanticscholar.org/paper/fa62c2160555f4206dbbf98f63455f5e79a0536f", "title": "It9s Not Our Fault", "abstract": null, "venue": "", "year": 1990, "referenceCount": 0, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Biology"], "authors": [{"authorId": "88675979", "name": "Dan Wivagg"}]}}, {"intents": ["background"], "contexts": ["For example, social media data can reveal information about the mental health of an individual [8]."], "isInfluential": false, "citedPaper": {"paperId": "fb71d0f98fb8b9ed5b323a51540223a957f2abb8", "externalIds": {"MAG": "2162051395", "DBLP": "conf/chi/ChoudhuryCH13", "DOI": "10.1145/2470654.2466447"}, "url": "https://www.semanticscholar.org/paper/fb71d0f98fb8b9ed5b323a51540223a957f2abb8", "title": "Predicting postpartum changes in emotion and behavior via social media", "abstract": "We consider social media as a promising tool for public health, focusing on the use of Twitter posts to build predictive models about the forthcoming influence of childbirth on the behavior and mood of new mothers. Using Twitter posts, we quantify postpartum changes in 376 mothers along dimensions of social engagement, emotion, social network, and linguistic style. We then construct statistical models from a training set of observations of these measures before and after the reported childbirth, to forecast significant postpartum changes in mothers. The predictive models can classify mothers who will change significantly following childbirth with an accuracy of 71%, using observations about their prenatal behavior, and as accurately as 80-83% when additionally leveraging the initial 2-3 weeks of postnatal data. The study is motivated by the opportunity to use social media to identify mothers at risk of postpartum depression, an underreported health concern among large populations, and to inform the design of low-cost, privacy-sensitive early-warning systems and intervention programs aimed at promoting wellness postpartum.", "venue": "CHI", "year": 2013, "referenceCount": 37, "citationCount": 331, "influentialCitationCount": 20, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2583473", "name": "M. D. Choudhury"}, {"authorId": "1666505245", "name": "Scott Counts"}, {"authorId": "145479841", "name": "E. Horvitz"}]}}, {"intents": ["background"], "contexts": ["Data are generated with particular information flows in mind, and users are often very aware of those flows [29]."], "isInfluential": false, "citedPaper": {"paperId": "fd95a914f6611398eba326166fa18b51698a3cf5", "externalIds": {"MAG": "1640628807", "DBLP": "books/daglib/0025863", "DOI": "10.5860/choice.47-6940"}, "url": "https://www.semanticscholar.org/paper/fd95a914f6611398eba326166fa18b51698a3cf5", "title": "Privacy in Context - Technology, Policy, and the Integrity of Social Life", "abstract": "Privacy is one of the most urgent issues associated with information technology and digital media. This book claims that what people really care about when they complain and protest that privacy has been violated is not the act of sharing information itselfmost people understand that this is crucial to social life but the inappropriate, improper sharing of information. Arguing that privacy concerns should not be limited solely to concern about control over personal information, Helen Nissenbaum counters that information ought to be distributed and protected according to norms governing distinct social contextswhether it be workplace, health care, schools, or among family and friends. She warns that basic distinctions between public and private, informing many current privacy policies, in fact obscure more than they clarify. In truth, contemporary information systems should alarm us only when they function without regard for social norms and values, and thereby weaken the fabric of social life.", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 1650, "influentialCitationCount": 141, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "White flight in networked publics? How race and class shaped American teen engagement with MySpace and Facebook Routledge", "abstract": null, "venue": "White flight in networked publics? How race and class shaped American teen engagement with MySpace and Facebook Routledge", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Boyd"}]}}, {"intents": ["background"], "contexts": ["A study published in 2014 by Facebook and academic researchers [19] received significant public criticism for perceived ethics violations, including a lack of informed consent and potential risks to research subjects [11]."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Experimental evidence of massivescale emotional contagion through social networks", "abstract": null, "venue": "Proceedings of the National Academy of Sciences 111,", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Adam D.I. Kramer"}, {"authorId": null, "name": "Jamie E. Guillory"}, {"authorId": null, "name": "Jeffrey T. Hancock"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "White flight in networked publics ? How race and class shaped American teen engagement with MySpace and Facebook", "abstract": null, "venue": "Race After the Internet", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Kate Crawford"}]}}, {"intents": ["methodology", "background"], "contexts": ["A focus on contextual norms also underscores AoIR’s guiding principle that harm is contextually defined [24].", "Ethical considerations for reporting data highlights AoIR’s guidance that ethical challenges can occur throughout the research process [24], and that researchers should consider consulting with colleagues and review boards at later points in the research process than is traditional.", "This paper also sheds light on what has been cited as a major challenge for online research ethics: creating standards for fields with different backgrounds, methods, and approaches [24].", "We also incorporated questions based on practices recommended by the formalized guidance of our institution’s IRB, as well as the recommendations of the Association of Internet Researchers’ (AoIR) Ethics Working Committee [24].", "Numerous researchers [13,20,26,34,36], working groups [24], and workshops [9,10,40] have begun exploring this tension.", "This study became a catalyst for public discussion about research ethics, amplifying a conversation active among Internet researchers for the past decade [7,24].", "This principle maps to AoIR’s broader emphasis on a deliberative process, including to “consult as many people and resources as possible” [24]."], "isInfluential": true, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Ethical decision-making and internet research. Association of Internet Researchers", "abstract": null, "venue": "", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Annette Markham"}, {"authorId": null, "name": "Elizabeth A. Buchanan"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "As Data Overflows Online, Researchers Grapple With Ethics. The New York Times", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Vindu Goel"}]}}, {"intents": ["background"], "contexts": ["Numerous researchers [13,20,26,34,36], working groups [24], and workshops [9,10,40] have begun exploring this tension."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "New Social Media, New Social Science... and New Ethical Issues! Google Docs", "abstract": null, "venue": "Retrieved May", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Janet Salmons"}]}}, {"intents": ["background"], "contexts": ["Critics cite a sampling framework that limited participation to active users who self-disclosed their ideological affiliation (see [35,38])."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The Facebook “It’s Not Our Fault", "abstract": null, "venue": "Study. Social Media Collective. Retrieved May", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Christian Sandvig"}]}}, {"intents": ["background"], "contexts": ["A study published in 2014 by Facebook and academic researchers [19] received significant public criticism for perceived ethics violations, including a lack of informed consent and potential risks to research subjects [11]."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "As Data Overflows Online, Researchers Grapple With Ethics", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Vindu Goel"}]}}, {"intents": ["background"], "contexts": ["While individuals increasingly use privacy settings provided by social network sites [22], researchers allied with host platforms may still have access to the data."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Privacy management on social media sites", "abstract": null, "venue": "Pew Internet Project", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Mary Madden"}]}}, {"intents": ["background"], "contexts": ["Finally, fairness in research subject selection, long a tenet of justice, is challenged by the uneven demographic use of social media platforms [1,5]."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "White flight in networked publics? How race and class shaped American teen engagement with MySpace and Facebook", "abstract": null, "venue": "In Race After the Internet,", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "danah boyd"}]}}, {"intents": ["background"], "contexts": ["Results from this work are available in [37]."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Ethical practices and challenges in research on digital and social media", "abstract": null, "venue": "Proceedings of the 49th Hawaii International Conference on System Sciences (HICSS 2016),", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Katie Shilton"}, {"authorId": null, "name": "Sheridan Sayles"}]}}, {"intents": ["background"], "contexts": ["Finally, fairness in research subject selection, long a tenet of justice, is challenged by the uneven demographic use of social media platforms [1,5]."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "White flight in networked publics? How race and class shaped American teen engagement with MySpace and Facebook. In Race After the  Internet, Lisa", "abstract": null, "venue": "", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "danah boyd"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "New Social Media , New Social Science . . . and New Ethical Issues ! Google Docs The Facebook “ It ’ s Not Our Fault ” Study", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Paul M. Schwartz"}, {"authorId": null, "name": "J Daniel"}]}}, {"intents": ["background"], "contexts": ["Critics cite a sampling framework that limited participation to active users who self-disclosed their ideological affiliation (see [35,38]).", "For example, issues with the release of the T3 dataset [21] might have been avoided had outside parties with deeper knowledge of the site and anonymization pitfalls been consulted [38]."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "How Facebook’s Algorithm Suppresses Content Diversity (Modestly) & How the Newsfeed Rules the Clicks", "abstract": null, "venue": "Medium. Retrieved May", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Zeynep Tufekci"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "As Data Overflows Online , Researchers Grapple With Ethics . The New York Times", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Eszter Hargittai"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Ethical decision-making and internet research", "abstract": null, "venue": "", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Annette Markham"}, {"authorId": null, "name": "Elizabeth A Buchanan"}]}}]}