{"offset": 0, "next": 100, "data": [{"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1144d1ca12980e345e3c71daf6d48b40911e44b5", "externalIds": {"MAG": "2955419291", "DOI": "10.37391/ijbmr.090313"}, "url": "https://www.semanticscholar.org/paper/1144d1ca12980e345e3c71daf6d48b40911e44b5", "title": "Successful Strategies for Using Knowledge Management in Small and Medium-Sized Enterprises", "abstract": "The purpose of this multiple case study was to explore strategies that managers of small and medium-sized enterprises (SMEs) use to effectively integrate knowledge management (KM) into business practices. The study population comprised of five managers from two SMEs operating in Uganda. The eligibility criteria were that participants had to be managers from Ugandan SMEs with a knowledge-intensive environment, with some responsibility of KM in the organization, and experienced with at least 1 year of successful KM practices. The conceptual framework for this study was theory z. Data were collected through face-to-face, semi-structured interviews, and reviews of company documents. Member checking was completed to strengthen credibility and trustworthiness.\n\nSynthesis: After methodological triangulation of the data sources collected and completion of Yin’s 5-step process of data analysis, five themes emerged: having supportive leadership, ensuring sustainability, embedding KM practices in the organization culture, socialization, and embracing modern technology. The findings of this study might promote social change by supporting small and medium-sized enterprise (SME) managers’ use of KM to expand opportunities for employees to learn new skills and knowledge leading to the expansion of employment opportunities.", "venue": "International Journal of Business and Management Research", "year": 2021, "referenceCount": 370, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2133683763", "name": "Dr. Josephine K. Nsubuga-Mugoa"}, {"authorId": null, "name": "Dr. Irene A. Williams"}, {"authorId": "2133674409", "name": "Dr. Jorge Gaytan"}]}}, {"intents": ["background"], "contexts": ["A análise de grupo social (social network analysis) objetiva classificar o poder, a centralidade e o fluxo de dados entre pessoas de um mesmo grupo (no Instagram, por exemplo), assim como determinar como os grupos se relacionam entre si e quais outras ligações realizam virtualmente.(16) OBJETIVO", "Os concursos culturais são, contudo, organizados sempre a priori, possibilitando que as pessoas possam se planejar e participar da atividade que, comumente, trata-se de uma mobilização sobre determinada causa ou um sorteio e, em ambos os casos, tudo acontece associando-se os textos escritos (palavras ou hashtags) e os textos de imagem (fotografia, pintura, vídeos).(16)"], "isInfluential": false, "citingPaper": {"paperId": "196f42af2fbeb38c0b1006cb4307d193ae774149", "externalIds": {"MAG": "3132397878", "DOI": "10.5205/1981-8963.2021.247366"}, "url": "https://www.semanticscholar.org/paper/196f42af2fbeb38c0b1006cb4307d193ae774149", "title": "CONTEÚDOS SOBRE PREMATUROS VEICULADOS POR FAMILIARES EM MÍDIA SOCIAL", "abstract": "(Objetivo) Analisar os conteudos veiculad o a s pelos familiares sobre crianca prematura em uma midia social atraves de textos de imagem e escritos. (Metodo) Trata-se de um estudo qualitativo, de analise de imagem e de analise de grupo social em midia social. A populacao do estudo foram os posts em uma midia social e a amostra foram os posts em uma midia social postados por familiares de criancas prematuras que se engajaram em uma campanha na midia social para divulgar suas experiencias no cuidado a crianca prematura. (Resultados) Emergiram duas categorias simbolicas: “Cuidado a crianca prematura doente” e “Vinculo mae e filho prematuro”. (Conclusao) Os familiares compartilham conteudos escritos e imageticos relacionados aos cuidados com a crianca prematura, sobretudo no ambiente hospitalar.", "venue": "", "year": 2021, "referenceCount": 41, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "114597947", "name": "Maria Costa"}, {"authorId": "13892676", "name": "Joseph Dimas de Oliveira"}, {"authorId": "82245747", "name": "S. Damasceno"}, {"authorId": "2004706639", "name": "Naanda Kaanda Matos de Souza"}, {"authorId": "66361672", "name": "Maria Augusta Vasconcelos Palácio"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "20a3ecaf3c3f87ca310ef7af1c2202086f353a6d", "externalIds": {"DBLP": "journals/pacmhci/BoydS21", "DOI": "10.1145/3463929"}, "url": "https://www.semanticscholar.org/paper/20a3ecaf3c3f87ca310ef7af1c2202086f353a6d", "title": "Adapting Ethical Sensitivity as a Construct to Study Technology Design Teams", "abstract": "The design of new technologies is a cooperative task (between designers on teams, and between designers and users) with ethical import. Studying technology development teams' engagement with the ethical aspects of their work is important, but engagement with ethical issues is an unobservable construct without agreement on what observable factors comprise it. Ethical sensitivity (ES), a construct studied in medicine, accounting, and other professions, offers a framework of observable factors by operationalizing ethical engagement in workplaces into component parts. However, ES has primarily been studied as a property of individuals rather than groups and in professions outside of computing. This paper uses a corpus of 108 ES studies from 1985-2020 to adapt the framework for studies of technology design teams. From the ES corpus, we build an umbrella framework that conceptualizes ES as comprising the moment of noticing an ethical problem (recognition), the process of building understanding of the situation (particularization), and the decision about what to do (judgment). This framework makes theoretical and methodological contributions to the study of how ethics are operationalized on design teams. We find that ethical sensitivity provides useful language for studies of collaboration and communication around ethics; suggests opportunities for, and evaluations of, ethical interventions for design workplaces; and connects team members' backgrounds, educational experiences, work practices, and organizational factors to design decisions. Simultaneously, existing research in HCI and CSCW addresses the limited range of research methods currently employed in the ES literature, adding rich, contextualized data about situated and embodied ethical practice to the theory.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 161, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144476742", "name": "Karen Boyd"}, {"authorId": "3214594", "name": "Katie Shilton"}]}}, {"intents": ["background"], "contexts": ["This project contributes to an ongoing conversation in CSCW about describing, critically evaluating, and intervening in the work practices of technologists and designers [21, 70] in general and machine learning and data science practitioners [65, 45, 2, 14] in particular."], "isInfluential": false, "citingPaper": {"paperId": "3a12365abd41c9854ea6dd0de50a14eba29c35af", "externalIds": {"DBLP": "journals/pacmhci/Boyd21", "DOI": "10.1145/3479582"}, "url": "https://www.semanticscholar.org/paper/3a12365abd41c9854ea6dd0de50a14eba29c35af", "title": "Datasheets for Datasets help ML Engineers Notice and Understand Ethical Issues in Training Data", "abstract": "The social computing community has demonstrated interest in the ethical issues sometimes produced by machine learning (ML) models, like violations of privacy, fairness, and accountability. This paper discovers what kinds of ethical considerations machine learning engineers recognize, how they build understanding, and what decisions they make when working with a real-world dataset. In particular, it illustrates ways in which Datasheets for Datasets, an accountability intervention designed to help engineers explore unfamiliar training data, scaffolds the process of issue discovery, understanding, and ethical decision-making. Participants were asked to review an intentionally ethically problematic dataset and asked to think aloud as they used it to solve a given ML problem. Out of 23 participants, 11 were given a Datasheet they could use while completing the task. Participants were ethically sensitive enough to identify concerns in the dataset; participants who had a Datasheet did open and refer to it; and those with Datasheets mentioned ethical issues during the think-aloud earlier and more often than than those without. The think-aloud protocol offered a grounded description of how participants recognized, understood, and made a decision about ethical problems in an unfamiliar dataset. The method used in this study can test other interventions that claim to encourage recognition, promote understanding, and support decision-making among technologists.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 120, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144476742", "name": "Karen Boyd"}]}}, {"intents": ["methodology"], "contexts": ["We followed CSCW’s community norms of ethical ways of studying online communities [12, 24, 25, 96]."], "isInfluential": false, "citingPaper": {"paperId": "43be562a8efeb30f36e6164bbeb2b28ba1d9f69f", "externalIds": {"DBLP": "journals/pacmhci/GuoC21", "DOI": "10.1145/3449215"}, "url": "https://www.semanticscholar.org/paper/43be562a8efeb30f36e6164bbeb2b28ba1d9f69f", "title": "Anonymity, User Engagement, Quality, and Trolling on Q&A Sites", "abstract": "In online question and answer (Q&A) communities, people ask questions and share answers at all levels of topic sensitivity. Identity options within these communities range from anonymity to real name. The amount of engagement, and the quality of engagement on Q&A sites may differ depending on the identity options available. In this paper, we investigate the relationship between the amount of engagement, the quality of engagement, and different types of identity by analyzing three Q&A sites with different identity policies. We find that highly sensitive questions are more likely to be asked anonymously. Furthermore, allowing anonymity does not affect answer quality and only has a weak, negative indirect effect on engagement. On the other hand, anonymity leads to more trolling. We suggest online communities provide a way for users to ask highly sensitive questions anonymously and pair this with moderation mechanisms to reduce trolling", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 132, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2087353673", "name": "Cheng Guo"}, {"authorId": "1786759", "name": "Kelly E. Caine"}]}}, {"intents": ["background"], "contexts": ["Despite the concerted efforts of developers, policy makers, and researchers in creating more equitable systems, the constantly shifting ethical guidelines in AI work make it difficult for individuals in these roles to accurately capture and address the realities of different marginal communities [120]."], "isInfluential": false, "citingPaper": {"paperId": "4ea0d56e1b6b636ec944df2a992acd02c74f6833", "externalIds": {"DBLP": "journals/pacmhci/AfnanRJD21", "DOI": "10.1145/3479548"}, "url": "https://www.semanticscholar.org/paper/4ea0d56e1b6b636ec944df2a992acd02c74f6833", "title": "Asymmetries in Online Job-Seeking: A Case Study of Muslim-American Women", "abstract": "As job-seeking and recruiting processes transition into digital spaces, concerns about hiring discrimination in online spaces have developed. Historically, women of color, particularly those with marginalized religious identities, have more challenges in securing employment. We conducted 20 semi-structured interviews with Muslim-American women of color who had used online job platforms in the past two years to understand how they perceive digital hiring tools to be used in practice, how they navigate the US job market, and how hiring discrimination as a phenomenon is thought to relate to their intersecting social identities. Our findings allowed us to identify three major categories of asymmetries (i.e., the relationship between the computing algorithms' structures and their users' experiences): (1) process asymmetries, which is the lack of transparency in data collection processes of job applications; (2) information asymmetries, which refers to the asymmetry in data availability during online job-seeking; and (3) legacy asymmetries, which explains the cultural and historical factors impacting marginalized job applicants. We discuss design implications to support job seekers in identifying and securing positive employment outcomes.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 199, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1484807221", "name": "Tanisha Afnan"}, {"authorId": "51881755", "name": "Hawra Rabaan"}, {"authorId": null, "name": "Kyle M. L. Jones"}, {"authorId": "2513003", "name": "Lynn S. Dombrowski"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5453538cf34df83cc8f9b2dbd7182a09a1cd353a", "externalIds": {"MAG": "3194559872", "DOI": "10.1016/j.chbr.2021.100134"}, "url": "https://www.semanticscholar.org/paper/5453538cf34df83cc8f9b2dbd7182a09a1cd353a", "title": "Comfortability with the passive collection of smartphone data for monitoring of mental health: An online survey", "abstract": "Abstract Background For successful integration of mobile sensing solutions in existing mental health services, patients' comfortability with mobile sensing is crucial. Objective We thus aimed to investigate people's comfortability with mobile sensing and explore personal, mobile sensing app and data privacy related variables' impact on comfortability. Methods We conducted an online survey including 491 participants aged >18 and ran three models of linear regression with comfortability with mobile sensing as primary outcome and personal variables as predictors in the 1st model; mobile sensing app related variables as predictors in the 2nd model; and general data privacy related variables as predictors in the 3rd model. Then, we ran an aggregated model of the previous three including all significant predictors. Results Like of features, perceived control and trust in mobile marketers had the highest impact on comfortability with data sensing and they also predicted intentions to accept app permissions. Conclusions People are more comfortable with sharing their data and more willing to take the risks of using mobile sensing apps if they find that the features provide them with valuable feedback related to their health. It is highly important for users that they can trust the people they provide access to their data and feel in control of the data they share.", "venue": "Computers in Human Behavior Reports", "year": 2021, "referenceCount": 43, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2079604906", "name": "Kitti Bessenyei"}, {"authorId": "1622783880", "name": "Banuchitra Suruliraj"}, {"authorId": "8995265", "name": "A. Bagnell"}, {"authorId": "2057715064", "name": "P. McGrath"}, {"authorId": "3441841", "name": "Lori M Wozney"}, {"authorId": "3441713", "name": "A. Huguet"}, {"authorId": "1398633980", "name": "B. Elger"}, {"authorId": "35572042", "name": "S. Meier"}, {"authorId": "2181308", "name": "R. Orji"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "56099b0fecef0e9a4933fd46955cc696b7eaae5f", "externalIds": {"DBLP": "journals/jasis/WangHWZ21", "MAG": "3112664545", "DOI": "10.1002/asi.24436"}, "url": "https://www.semanticscholar.org/paper/56099b0fecef0e9a4933fd46955cc696b7eaae5f", "title": "Predicting users' continued engagement in online health communities from the quantity and quality of received support", "abstract": "Online health communities (OHCs) have been major resources for people with similar health concerns to interact with each other. They offer easily accessible platforms for users to seek, receive, and provide supports by posting. Taking the advantage of text mining and machine learning techniques, we identified social support type(s) in each post and a new user's support needs in an OHC. We examined a user's first‐time support‐seeking experience by measuring both quantity and quality of received support. Our results revealed that the amount and match of received support are positive and significant predictors of new users' continued engagement. Our outcomes can provide insight for designing and managing a sustainable OHC by retaining users.", "venue": "J. Assoc. Inf. Sci. Technol.", "year": 2020, "referenceCount": 116, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": null, "name": "Xiangyu Wang"}, {"authorId": "2871894", "name": "Andrew C. High"}, {"authorId": null, "name": "Xi Wang"}, {"authorId": null, "name": "Kang Zhao"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5d7a0aa61977701ce8d94ec8280a9168b658f642", "externalIds": {"DBLP": "journals/jd/Floegel21", "MAG": "3092082154", "DOI": "10.1108/jd-06-2020-0108"}, "url": "https://www.semanticscholar.org/paper/5d7a0aa61977701ce8d94ec8280a9168b658f642", "title": "Labor, classification and productions of culture on Netflix", "abstract": "PurposeThis paper examines promotional practices Netflix employs via Twitter and its automated recommendation system in order to deepen our understanding of how streaming services contribute to sociotechnical inequities under capitalism.Design/methodology/approachTweets from two Netflix Twitter accounts as well as material features of Netflix's recommendation system were qualitatively analyzed using inductive analysis and the constant comparative method in order to explore dimensions of Netflix's promotional practices.FindingsTwitter accounts and the recommendation system profit off people's labor to promote content, and such labor allows Netflix to create and refine classification practices wherein both people and content are categorized in inequitable ways. Labor and classification feed into Netflix's production of culture via appropriation on Twitter and algorithmic decision-making within both the recommendation system and broader AI-driven production practices.Social implicationsAssemblages that include algorithmic recommendation systems are imbued with structural inequities and therefore unable to be fixed by merely diversifying cultural industries or retooling algorithms on streaming platforms. It is necessary to understand systemic injustices within these systems so that we may imagine and enact just alternatives.Originality/valueFindings demonstrate that via surveillance tactics that exploit people's labor for promotional gains, enforce normative classification schemes, and culminate in normative cultural productions, Netflix engenders practices that regulate bodies and culture in ways that exemplify interconnections between people, machines, and social institutions. These interconnections further reflect and result in material inequities that crystalize within sociotechnical processes.", "venue": "J. Documentation", "year": 2020, "referenceCount": 74, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "51167132", "name": "Diana Floegel"}]}}, {"intents": [], "contexts": ["Therefore, in accordance with ethical guidelines (Vitak et al., 2016; Zimmer and Kinder-Kurlanda, 2017;\nVidgen and Derczynski, 2020) we conduct our analyses on aggregate data only and do not infer any attributes of the speakers in the data."], "isInfluential": false, "citingPaper": {"paperId": "669d98245819f8eee8966f855d69fa1b74c13893", "externalIds": {"DBLP": "conf/emnlp/SenSFWA21", "ArXiv": "2109.07022"}, "url": "https://www.semanticscholar.org/paper/669d98245819f8eee8966f855d69fa1b74c13893", "title": "How Does Counterfactually Augmented Data Impact Models for Social Computing Constructs?", "abstract": "As NLP models are increasingly deployed in socially situated settings such as online abusive content detection, it is crucial to ensure that these models are robust. One way of improving model robustness is to generate counterfactually augmented data (CAD) for training models that can better learn to distinguish between core features and data artifacts. While models trained on this type of data have shown promising out-of-domain generalizability, it is still unclear what the sources of such improvements are. We investigate the benefits of CAD for social NLP models by focusing on three social computing constructs — sentiment, sexism, and hate speech. Assessing the performance of models trained with and without CAD across different types of datasets, we find that while models trained on CAD show lower in-domain performance, they generalize better out-of-domain. We unpack this apparent discrepancy using machine explanations and find that CAD reduces model reliance on spurious features. Leveraging a novel typology of CAD to analyze their relationship with model performance, we find that CAD which acts on the construct directly or a diverse set of CAD leads to higher performance.", "venue": "EMNLP", "year": 2021, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "33770417", "name": "Indira Sen"}, {"authorId": "3071381", "name": "Mattia Samory"}, {"authorId": "1724463", "name": "Fabian Flöck"}, {"authorId": null, "name": "Claudia Wagner"}, {"authorId": "49757932", "name": "I. Augenstein"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "720184012fcdbc51aa219d2dab867c495c5e7ec5", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/720184012fcdbc51aa219d2dab867c495c5e7ec5", "title": "SOCIAL MEDIA CONTENTS ABOUT PREMATURE INFANTS REPORTED BY FAMILY MEMBERS: QUALITATIVE STUDY CONTEÚDOS SOBRE PREMATUROS VEICULADOS POR FAMILIARES EM MÍDIA SOCIAL: ESTUDO QUALITATIVO CONTENIDOS SOBRE PREMATUROS VEICULADOS POR FAMILIARES EN MIDIA SOCIAL: INVESTIGACIÓN CUALITATIVA", "abstract": null, "venue": "", "year": 2021, "referenceCount": 41, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Maria Raísa Pereira da Costa"}, {"authorId": null, "name": "Joseph Dimas de Oliveira"}, {"authorId": "2076910556", "name": "Simone Soares Damasceno"}, {"authorId": "2124551589", "name": "Naanda Kaanna"}, {"authorId": null, "name": "Matos de Souza"}, {"authorId": "2061166217", "name": "Maria Augusta Vasconcelos Palácio"}]}}, {"intents": ["background"], "contexts": ["There is debate on whether to include direct quotes of users’ content in publications (Webb et al., 2017; Vitak et al., 2016)."], "isInfluential": false, "citingPaper": {"paperId": "7731e3dec97c48498b585408d44615346ade144a", "externalIds": {"DBLP": "journals/tacl/LucyB21", "ArXiv": "2102.06820", "DOI": "10.1162/tacl_a_00383"}, "url": "https://www.semanticscholar.org/paper/7731e3dec97c48498b585408d44615346ade144a", "title": "Characterizing English Variation across Social Media Communities with BERT", "abstract": "Abstract Much previous work characterizing language variation across Internet social groups has focused on the types of words used by these groups. We extend this type of study by employing BERT to characterize variation in the senses of words as well, analyzing two months of English comments in 474 Reddit communities. The specificity of different sense clusters to a community, combined with the specificity of a community’s unique word types, is used to identify cases where a social group’s language deviates from the norm. We validate our metrics using user-created glossaries and draw on sociolinguistic theories to connect language variation with trends in community behavior. We find that communities with highly distinctive language are medium-sized, and their loyal and highly engaged users interact in dense networks.", "venue": "Transactions of the Association for Computational Linguistics", "year": 2021, "referenceCount": 112, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "15983089", "name": "Li Lucy"}, {"authorId": "2168134", "name": "David Bamman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "82578e0891de531a3e023d1b95b4710febaa8068", "externalIds": {"DBLP": "conf/chi/PaterCPPTJ21", "DOI": "10.1145/3411764.3445734"}, "url": "https://www.semanticscholar.org/paper/82578e0891de531a3e023d1b95b4710febaa8068", "title": "Standardizing Reporting of Participant Compensation in HCI: A Systematic Literature Review and Recommendations for the Field", "abstract": "The user study is a fundamental method used in HCI. In designing user studies, we often use compensation strategies to incentivize recruitment. However, compensation can also lead to ethical issues, such as coercion. The CHI community has yet to establish best practices for participant compensation. Through a systematic review of manuscripts at CHI and other associated publication venues, we found high levels of variation in the compensation strategies used within the community and how we report on this aspect of the study methods. A qualitative analysis of justifications offered for compensation sheds light into how some researchers are currently contextualizing this practice. This paper provides a description of current compensation strategies and information that can inform the design of compensation strategies in future studies. The findings may be helpful to generate productive discourse in the HCI community towards the development of best practices for participant compensation in user studies.", "venue": "CHI", "year": 2021, "referenceCount": 109, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "50624238", "name": "Jessica Pater"}, {"authorId": "50636096", "name": "Amanda Coupe"}, {"authorId": "134667042", "name": "Rachel Pfafman"}, {"authorId": "47683385", "name": "Chanda Phelan"}, {"authorId": "1688145", "name": "Tammy R Toscos"}, {"authorId": "145456801", "name": "Maia L. Jacobs"}]}}, {"intents": ["background"], "contexts": ["There is an ongoing debate about the ethical obligations for internet-based human-subject research [36].", "need to make their own ethical decisions in areas where no broad consensus exists [36].", "[36] surveyed the ethical views of the online data research community and found heterogeneous results, show-"], "isInfluential": true, "citingPaper": {"paperId": "96765d8335df0985c9b5f8b1c44e1e6edaceeaf0", "externalIds": {"DBLP": "conf/IEEEares/MaassPHH21", "ArXiv": "2106.08029", "DOI": "10.1145/3465481.3470081"}, "url": "https://www.semanticscholar.org/paper/96765d8335df0985c9b5f8b1c44e1e6edaceeaf0", "title": "Best Practices for Notification Studiesfor Security and Privacy Issues on the Internet", "abstract": "Researchers help operators of vulnerable and non-compliant internet services by individually notifying them about security and privacy issues uncovered in their research. To improve efficiency and effectiveness of such efforts, dedicated notification studies are imperative. As of today, there is no comprehensive documentation of pitfalls and best practices for conducting such notification studies, which limits validity of results and impedes reproducibility. Drawing on our experience with such studies and guidance from related work, we present a set of guidelines and practical recommendations, including initial data collection, sending of notifications, interacting with the recipients, and publishing the results. We note that future studies can especially benefit from extensive planning and automation of crucial processes, i. e., activities that take place well before the first notifications are sent.", "venue": "ARES", "year": 2021, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2712075", "name": "Max Maass"}, {"authorId": "51904754", "name": "H. Pridöhl"}, {"authorId": "34348265", "name": "Dominik Herrmann"}, {"authorId": "1734492", "name": "M. Hollick"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "990c8fad6258d14af2a0dbc818a596caf6e1a067", "externalIds": {"PubMedCentral": "8575242", "DOI": "10.1371/journal.pone.0259499", "PubMed": "34748571"}, "url": "https://www.semanticscholar.org/paper/990c8fad6258d14af2a0dbc818a596caf6e1a067", "title": "Artificial intelligence applications in social media for depression screening: A systematic review protocol for content validity processes", "abstract": "Background The popularization of social media has led to the coalescing of user groups around mental health conditions; in particular, depression. Social media offers a rich environment for contextualizing and predicting users’ self-reported burden of depression. Modern artificial intelligence (AI) methods are commonly employed in analyzing user-generated sentiment on social media. In the forthcoming systematic review, we will examine the content validity of these computer-based health surveillance models with respect to standard diagnostic frameworks. Drawing from a clinical perspective, we will attempt to establish a normative judgment about the strengths of these modern AI applications in the detection of depression. Methods We will perform a systematic review of English and German language publications from 2010 to 2020 in PubMed, APA PsychInfo, Science Direct, EMBASE Psych, Google Scholar, and Web of Science. The inclusion criteria span cohort, case-control, cross-sectional studies, randomized controlled studies, in addition to reports on conference proceedings. The systematic review will exclude some gray source materials, specifically editorials, newspaper articles, and blog posts. Our primary outcome is self-reported depression, as expressed on social media. Secondary outcomes will be the types of AI methods used for social media depression screen, and the clinical validation procedures accompanying these methods. In a second step, we will utilize the evidence-strengthening Population, Intervention, Comparison, Outcomes, Study type (PICOS) tool to refine our inclusion and exclusion criteria. Following the independent assessment of the evidence sources by two authors for the risk of bias, the data extraction process will culminate in a thematic synthesis of reviewed studies. Discussion We present the protocol for a systematic review which will consider all existing literature from peer reviewed publication sources relevant to the primary and secondary outcomes. The completed review will discuss depression as a self-reported health outcome in social media material. We will examine the computational methods, including AI and machine learning techniques which are commonly used for online depression surveillance. Furthermore, we will focus on standard clinical assessments, as indicating content validity, in the design of the algorithms. The methodological quality of the clinical construct of the algorithms will be evaluated with the COnsensus-based Standards for the selection of health status Measurement Instruments (COSMIN) framework. We conclude the study with a normative judgment about the current application of AI to screen for depression on social media. Systematic review registration International Prospective Register of Systematic Reviews PROSPERO (registration number CRD42020187874).", "venue": "PloS one", "year": 2021, "referenceCount": 60, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "79855260", "name": "Priscilla N. Owusu"}, {"authorId": "5002600", "name": "U. Reininghaus"}, {"authorId": "2243141", "name": "G. Koppe"}, {"authorId": "1401715256", "name": "Irene Dankwa-Mullan"}, {"authorId": "38172240", "name": "T. Bärnighausen"}]}}, {"intents": ["background"], "contexts": ["While both demographers and CSCW researchers work between descriptive and prescriptive spaces, CSCW’s direct connection to technology design and implementation has sparked conversations about the agency, experiences, and ethical treatment of research participants and subjects [8, 9, 89, 90]."], "isInfluential": false, "citingPaper": {"paperId": "a7e8867325859c9293c480cfb61d75a0977e3123", "externalIds": {"DBLP": "journals/pacmhci/StewartS21", "DOI": "10.1145/3449082"}, "url": "https://www.semanticscholar.org/paper/a7e8867325859c9293c480cfb61d75a0977e3123", "title": "Nobody Puts Redditor in a Binary", "abstract": "Prior work on transgender technology users in CSCW has primarily focused on how they interact with algorithms and communication technology, empirically identifying specific use cases and profiles, and speaking largely to the designers and developers of these platforms. This work has emphasized how trans people are excluded, harmed, and misrepresented in existing platforms, algorithms, and research methods. While these critiques are important, this paper explores what trans-inclusive quantitative methods could be by applying a participant- or user-driven approach. While the problem of trans-inclusive, -affirming, or -empowering research methods is not specifically a CSCW problem---as we directly confront by comparing and contrasting the perspectives of CSCW and conventional demography---we argue that a CSCW lens may be uniquely suited to addressing it. To this end, this paper makes several contributions: conceptually, we identify points of increasing convergence between conventional demographic research methods (and criticisms thereof) and CSCW, focusing on shared limitations surrounding how identity is handled in research; methodologically, we present a sketch of how these limitations might be addressed by using social network analysis to \"triangulate\" social identities while considering them relative and situated; empirically, we implement these methods in a case study of gender within the broader social context of Reddit and discuss the results.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 131, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "32522730", "name": "L. Stewart"}, {"authorId": "3003737", "name": "Emma S. Spiro"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ac29d5e687264d1bae9dfd806ec40c971ab514f5", "externalIds": {"DBLP": "journals/jices/Segerstad21", "MAG": "3186665430", "DOI": "10.1108/jices-01-2021-0011"}, "url": "https://www.semanticscholar.org/paper/ac29d5e687264d1bae9dfd806ec40c971ab514f5", "title": "On the complexities of studying sensitive communities online as a researcher-participant", "abstract": "\nPurpose\nThis study aims to explore the complexities of methodological, ethical and emotional challenges of studying sensitive and vulnerable communities online from the perspective of simultaneously being a researcher and a research subject. The point of departure for these explorations consists of the author’s past and ongoing studies of the role and use of a closed grief support group on Facebook for bereaved parents – a community of which the author is a member. The aim is not to provide ready solutions for “how to do ethics,” but rather to contribute to the collective and ongoing work initiated by the Association of Internet Researchers (AoIR), among others, and to recognize the necessity of ethical pluralism, cross-cultural awareness and an interdisciplinary approach.\n\n\nDesign/methodology/approach\nThis is an explorative study, drawing on an (auto)ethnographic case study. The case serves as a point of departure for discussing the complexities of methodological, ethical and emotional challenges of studying sensitive and vulnerable communities online from the perspective of simultaneously being a researcher and a research subject.\n\n\nFindings\nBeing a researcher and a research subject rolled into one, as it were, presents both opportunities and challenges. To conduct responsible research from both these perspectives pose high demands on the researchers’ ethical as well as emotional capacities and responsibilities. Hopes and expectancies of the community under study might put the researcher into a dilemma, ethical aspects of anonymity and informed consent might have to be reconsidered as well as emotional challenges of engaging in and with sensitive research, all of which makes for a complex balancing act. Ethics and methods are inextricably intertwined, so are the emotional challenges of conducting sensitive research intermingled. Studying vulnerable individuals and closed communities online highlights the necessity for case and context sensitive research and for flexibility, adaptivity and mindfulness of the researcher. It also highlights the importance of discussing and questioning theoretical, methodological and ethical developments for studying everyday life practices online.\n\n\nOriginality/value\nThe challenges encountered in this case study contribute to the experientially grounded approach to research ethics emphasized in AoIR’s ethics guidelines. This case offers an opportunity to explore and discuss complex issues arising from the researcher’s insider position in a closed group devoted to the sensitive topic of supporting bereaved parents. Further, it highlights the necessity for research to be case and context sensitive as well as for the researcher and the research design to be flexible and adaptive. Research on vulnerable communities also heightens the demands of ethical responsibility of the researcher and the research process.\n", "venue": "J. Inf. Commun. Ethics Soc.", "year": 2021, "referenceCount": 53, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "3039865", "name": "Ylva Hård Af Segerstad"}]}}, {"intents": [], "contexts": [", children and adolescents) at risk [12, 13]."], "isInfluential": false, "citingPaper": {"paperId": "c04a5c66203eb1a20fed6aa8db42592a738e31f3", "externalIds": {"PubMedCentral": "8085804", "DOI": "10.1186/s12910-021-00616-4", "PubMed": "33931049"}, "url": "https://www.semanticscholar.org/paper/c04a5c66203eb1a20fed6aa8db42592a738e31f3", "title": "Ethics review of big data research: What should stay and what should be reformed?", "abstract": "Background Ethics review is the process of assessing the ethics of research involving humans. The Ethics Review Committee (ERC) is the key oversight mechanism designated to ensure ethics review. Whether or not this governance mechanism is still fit for purpose in the data-driven research context remains a debated issue among research ethics experts. Main text In this article, we seek to address this issue in a twofold manner. First, we review the strengths and weaknesses of ERCs in ensuring ethical oversight. Second, we map these strengths and weaknesses onto specific challenges raised by big data research. We distinguish two categories of potential weakness. The first category concerns persistent weaknesses, i.e., those which are not specific to big data research, but may be exacerbated by it. The second category concerns novel weaknesses, i.e., those which are created by and inherent to big data projects. Within this second category, we further distinguish between purview weaknesses related to the ERC’s scope (e.g., how big data projects may evade ERC review) and functional weaknesses, related to the ERC’s way of operating. Based on this analysis, we propose reforms aimed at improving the oversight capacity of ERCs in the era of big data science. Conclusions We believe the oversight mechanism could benefit from these reforms because they will help to overcome data-intensive research challenges and consequently benefit research at large.", "venue": "BMC medical ethics", "year": 2021, "referenceCount": 121, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "153227474", "name": "Agata Ferretti"}, {"authorId": "3453968", "name": "M. Ienca"}, {"authorId": "143655415", "name": "M. Sheehan"}, {"authorId": "6475221", "name": "A. Blasimme"}, {"authorId": "2482671", "name": "E. Dove"}, {"authorId": "6009684", "name": "B. Farsides"}, {"authorId": "144567161", "name": "Phoebe Friesen"}, {"authorId": "153033213", "name": "J. Kahn"}, {"authorId": "144660470", "name": "W. Karlen"}, {"authorId": "1768361444", "name": "P. Kleist"}, {"authorId": "145657532", "name": "S. Liao"}, {"authorId": "4317796", "name": "Camille Nebeker"}, {"authorId": "49181565", "name": "G. Samuel"}, {"authorId": "47138595", "name": "M. Shabani"}, {"authorId": "1453071515", "name": "Minerva Rivas Velarde"}, {"authorId": "145104974", "name": "E. Vayena"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c387accfbcc0552b198d107cc5f67c527f5d3f8a", "externalIds": {"MAG": "3185819971", "DOI": "10.1177/20563051211033824"}, "url": "https://www.semanticscholar.org/paper/c387accfbcc0552b198d107cc5f67c527f5d3f8a", "title": "Measuring Americans’ Comfort With Research Uses of Their Social Media Data", "abstract": "Research using online datasets from social media platforms continues to grow in prominence, but recent research suggests that platform users are sometimes uncomfortable with the ways their posts and content are used in research studies. While previous research has suggested that a variety of contextual variables may influence this discomfort, such factors have yet to be isolated and compared. In this article, we present results from a factorial vignette survey of American Facebook users. Findings reveal that researcher domain, content type, purpose of data use, and awareness of data collection all impact respondents’ comfort—measured via judgments of acceptability and concern—with diverse data uses. We provide guidance to researchers and ethics review boards about the ways that user reactions to research uses of their data can serve as a cue for identifying sensitive data types and uses.", "venue": "Social Media + Society", "year": 2021, "referenceCount": 61, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46975701", "name": "Sarah A. Gilbert"}, {"authorId": "2538266", "name": "Jessica Vitak"}, {"authorId": "3214594", "name": "Katie Shilton"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c4182fa05c91c907ab0ae0a8e4058fa1b43919f6", "externalIds": {"ArXiv": "2107.05104", "DBLP": "conf/ht/ChandraRSGBK21", "DOI": "10.1145/3465336.3475111"}, "url": "https://www.semanticscholar.org/paper/c4182fa05c91c907ab0ae0a8e4058fa1b43919f6", "title": "\"A Virus Has No Religion\": Analyzing Islamophobia on Twitter During the COVID-19 Outbreak", "abstract": "The COVID-19 pandemic has disrupted people's lives driving them to act in fear, anxiety, and anger, leading to worldwide racist events in the physical world and online social networks. Though there are works focusing on Sinophobia during the COVID-19 pandemic, less attention has been given to the recent surge in Islamophobia. A large number of positive cases arising out of the religious Tablighi Jamaat gathering has driven people towards forming anti-Muslim communities around hashtags like #coronajihad, #tablighijamaatvirus on Twitter. In addition to the online spaces, the rise in Islamophobia has also resulted in increased hate crimes in the real world. Hence, an investigation is required to create interventions. To the best of our knowledge, we present the first large-scale quantitative study linking Islamophobia with COVID-19. In this paper, we present CoronaBias dataset which focuses on anti-Muslim hate spanning four months, with over 410,990 tweets from 244,229 unique users. We use this dataset to perform longitudinal analysis. We find the relation between the trend on Twitter with the offline events that happened over time, measure the qualitative changes in the context associated with the Muslim community, and perform macro and micro topic analysis to find prevalent topics. We also explore the nature of the content, focusing on the toxicity of the URLs shared within the tweets present in the CoronaBias dataset. Apart from the content-based analysis, we focus on user analysis, revealing that the portrayal of religion as a symbol of patriotism played a crucial role in deciding how the Muslim community was perceived during the pandemic. Through these experiments, we reveal the existence of anti-Muslim rhetoric around COVID-19 in the Indian sub-continent.", "venue": "HT", "year": 2021, "referenceCount": 83, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "32556330", "name": "Mohit Chandra"}, {"authorId": "2047037525", "name": "Manvith Reddy"}, {"authorId": "2047006125", "name": "Shradha Sehgal"}, {"authorId": "2118972979", "name": "Saurabh Gupta"}, {"authorId": "3170352", "name": "A. Buduru"}, {"authorId": "1734731", "name": "P. Kumaraguru"}]}}, {"intents": ["background"], "contexts": ["There is much variation as to whether or not ethical review is sought; and even where established practices exist, approaches and standards are contested (Metcalf and Crawford, 2016; Vitak et al., 2016)."], "isInfluential": false, "citingPaper": {"paperId": "dd8cc3bd6e6d5b0207db7d801b8d628bf73508fc", "externalIds": {"MAG": "3157133158", "DOI": "10.1177/20539517211010310"}, "url": "https://www.semanticscholar.org/paper/dd8cc3bd6e6d5b0207db7d801b8d628bf73508fc", "title": "From FAIR data to fair data use: Methodological data fairness in health-related social media research", "abstract": "The paper problematises the reliability and ethics of using social media data, such as sourced from Twitter or Instagram, to carry out health-related research. As in many other domains, the opportunity to mine social media for information has been hailed as transformative for research on well-being and disease. Considerations around the fairness, responsibilities and accountabilities relating to using such data have often been set aside, on the understanding that as long as data were anonymised, no real ethical or scientific issue would arise. We first counter this perception by emphasising that the use of social media data in health research can yield problematic and unethical results. We then provide a conceptualisation of methodological data fairness that can complement data management principles such as FAIR by enhancing the actionability of social media data for future research. We highlight the forms that methodological data fairness can take at different stages of the research process and identify practical steps through which researchers can ensure that their practices and outcomes are scientifically sound as well as fair to society at large. We conclude that making research data fair as well as FAIR is inextricably linked to concerns around the adequacy of data practices. The failure to act on those concerns raises serious ethical, methodological and epistemic issues with the knowledge and evidence that are being produced.", "venue": "", "year": 2021, "referenceCount": 101, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2965138", "name": "S. Leonelli"}, {"authorId": "39699986", "name": "R. Lovell"}, {"authorId": "3078594", "name": "B. Wheeler"}, {"authorId": "1812146", "name": "L. Fleming"}, {"authorId": "144991676", "name": "Hywel T. P. Williams"}]}}, {"intents": ["background"], "contexts": ["As a result, NLP technology can have considerable real-world consequences (Vitak et al., 2016; Hovy and Spruit, 2016).", "NLP technology can have considerable real-world consequences (Vitak et al., 2016; Hovy and Spruit, 2016)."], "isInfluential": false, "citingPaper": {"paperId": "e914eac062e46e985352aa385a0ecdcb5cf9db6f", "externalIds": {"MAG": "3165956471", "ACL": "2021.teachingnlp-1.6", "DOI": "10.18653/V1/2021.TEACHINGNLP-1.6"}, "url": "https://www.semanticscholar.org/paper/e914eac062e46e985352aa385a0ecdcb5cf9db6f", "title": "A Crash Course on Ethics for Natural Language Processing", "abstract": "It is generally agreed upon in the natural language processing (NLP) community that ethics should be integrated into any curriculum. Being aware of and understanding the relevant core concepts is a prerequisite for following and participating in the discourse on ethical NLP. We here present ready-made teaching material in the form of slides and practical exercises on ethical issues in NLP, which is primarily intended to be integrated into introductory NLP or computational linguistics courses. By making this material freely available, we aim at lowering the threshold to adding ethics to the curriculum. We hope that increased awareness will enable students to identify potentially unethical behavior.", "venue": "TEACHINGNLP", "year": 2021, "referenceCount": 7, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "33985877", "name": "Annemarie Friedrich"}, {"authorId": "1780779", "name": "Torsten Zesch"}]}}, {"intents": ["background"], "contexts": ["…communities and among Institutional Review Boards (IRBs), there is disagreement about the ethical practices that should follow from the use of public data for research purposes and if, or when, using social media constitutes human subject research (Metcalf & Crawford, 2016; Vitak et al., 2016).", "Ethical norms for research conducted on online platforms and using public data are not only highly variable in different disciplines and for different methodological traditions but are also contested within research communities (Vitak et al., 2016).", "Within research communities and among Institutional Review Boards (IRBs), there is disagreement about the ethical practices that should follow from the use of public data for research purposes and if, or when, using social media constitutes human subject research (Metcalf & Crawford, 2016; Vitak et al., 2016)."], "isInfluential": false, "citingPaper": {"paperId": "ebdaa0ec85a30e7ea5a3ed202c55a77c33b39ddb", "externalIds": {"DOI": "10.1177/20563051211019004"}, "url": "https://www.semanticscholar.org/paper/ebdaa0ec85a30e7ea5a3ed202c55a77c33b39ddb", "title": "Studying Reddit: A Systematic Overview of Disciplines, Approaches, Methods, and Ethics", "abstract": "This article offers a systematic analysis of 727 manuscripts that used Reddit as a data source, published between 2010 and 2020. Our analysis reveals the increasing growth in use of Reddit as a data source, the range of disciplines this research is occurring in, how researchers are getting access to Reddit data, the characteristics of the datasets researchers are using, the subreddits and topics being studied, the kinds of analysis and methods researchers are engaging in, and the emerging ethical questions of research in this space. We discuss how researchers need to consider the impact of Reddit’s algorithms, affordances, and generalizability of the scientific knowledge produced using Reddit data, as well as the potential ethical dimensions of research that draws data from subreddits with potentially sensitive populations.", "venue": "Social Media + Society", "year": 2021, "referenceCount": 63, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2974243", "name": "Nicholas Proferes"}, {"authorId": "2117557227", "name": "Naiyan Jones"}, {"authorId": "46975701", "name": "Sarah A. Gilbert"}, {"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "2056708812", "name": "Michael Zimmer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "fa4e85378b6e98fd846f829dc1ff52b962a1feca", "externalIds": {"MAG": "3122178952", "DOI": "10.1016/J.CHBR.2021.100055"}, "url": "https://www.semanticscholar.org/paper/fa4e85378b6e98fd846f829dc1ff52b962a1feca", "title": "Threaten me softly: A review of potential dating app risks", "abstract": "Abstract The potential abuse of dating applications (apps), including during the current lockdowns due to COVID-19, has resulted in a growing community of research to learn to what extent the impacts of these apps have on the individual's psychological and physiological being, as well as the presumed security of their sensitive information. In this paper, we seek to review the existing literature that encompasses the issues surrounding dating apps. Specifically, we focus on crimes that can occur from the use of dating apps, potential mitigation strategies, the physiological and psychological effects on not only the general population, but also minority groups, and lastly, an assessment on the associated cybersecurity risks and potential digital artifacts of interest in criminal investigations. Although research on dating apps will continue to struggle with the ever-changing technological landscape, it is important to examine best practices and mitigation strategies that dating app developers can utilize to create safer platforms. Finally, we conclude this paper with a number of potential research opportunities.", "venue": "", "year": 2021, "referenceCount": 126, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2064252765", "name": "Anh Phan"}, {"authorId": "1389271530", "name": "Kathryn C. Seigfried-Spellar"}, {"authorId": "116022805", "name": "K. Choo"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "00a23980972e9a85f50d807f5aabaeffbab77339", "externalIds": {"PubMedCentral": "7644008", "MAG": "3095784561", "DOI": "10.1371/journal.pone.0241865", "PubMed": "33152039"}, "url": "https://www.semanticscholar.org/paper/00a23980972e9a85f50d807f5aabaeffbab77339", "title": "First do no harm: An exploration of researchers’ ethics of conduct in Big Data behavioral studies", "abstract": "Research ethics has traditionally been guided by well-established documents such as the Belmont Report and the Declaration of Helsinki. At the same time, the introduction of Big Data methods, that is having a great impact in behavioral research, is raising complex ethical issues that make protection of research participants an increasingly difficult challenge. By conducting 39 semi-structured interviews with academic scholars in both Switzerland and United States, our research aims at exploring the code of ethics and research practices of academic scholars involved in Big Data studies in the fields of psychology and sociology to understand if the principles set by the Belmont Report are still considered relevant in Big Data research. Our study shows how scholars generally find traditional principles to be a suitable guide to perform ethical data research but, at the same time, they recognized and elaborated on the challenges embedded in their practical application. In addition, due to the growing introduction of new actors in scholarly research, such as data holders and owners, it was also questioned whether responsibility to protect research participants should fall solely on investigators. In order to appropriately address ethics issues in Big Data research projects, education in ethics, exchange and dialogue between research teams and scholars from different disciplines should be enhanced. In addition, models of consultancy and shared responsibility between investigators, data owners and review boards should be implemented in order to ensure better protection of research participants.", "venue": "PloS one", "year": 2020, "referenceCount": 79, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "32257127", "name": "Maddalena Favaretto"}, {"authorId": "39268178", "name": "E. De Clercq"}, {"authorId": "3410025", "name": "J. Gaab"}, {"authorId": "1398633980", "name": "B. Elger"}]}}, {"intents": ["background"], "contexts": ["ML scholars are currently establishing guidelines and best practices for conducting research with digital user data in an evolving digital space where previously established protections are no longer applicable (Vitak et al., 2016)."], "isInfluential": false, "citingPaper": {"paperId": "080c42ca66fc6d2afa315aeae2db628b57ef2c5b", "externalIds": {"MAG": "3036979489", "DOI": "10.1177/0887302X20931195"}, "url": "https://www.semanticscholar.org/paper/080c42ca66fc6d2afa315aeae2db628b57ef2c5b", "title": "Machine Learning (ML) for Tracking Fashion Trends: Documenting the Frequency of the Baseball Cap on Social Media and the Runway", "abstract": "With the proliferation of digital photographs and the increasing digitization of historical imagery, fashion studies scholars must consider new methods for interpreting large data sets. Computational methods to analyze visual forms of big data have been underway in the field of computer science through computer vision, where computers are trained to “read” images through a process called machine learning. In this study, fashion historians and computer scientists collaborated to explore the practical potential of this emergent method by examining a trend related to one particular fashion item—the baseball cap—across two big data sets—the Vogue Runway database (2000–2018) and the Matzen et al. Streetstyle-27K data set (2013–2016). We illustrate one implementation of high-level concept recognition to map a fashion trend. Tracking trend frequency helps visualize larger patterns and cultural shifts while creating sociohistorical records of aesthetics, which benefits fashion scholars and industry alike.", "venue": "Clothing and Textiles Research Journal", "year": 2020, "referenceCount": 34, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1584393399", "name": "R. Getman"}, {"authorId": "98646922", "name": "D. Green"}, {"authorId": "144374926", "name": "K. Bala"}, {"authorId": "107979543", "name": "Utkarsh Mall"}, {"authorId": "2005531505", "name": "Nehal Rawat"}, {"authorId": "2006325120", "name": "Sonia Appasamy"}, {"authorId": "73710317", "name": "B. Hariharan"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0ccc11d6f16724a4f9ad0352391927ab5487f24a", "externalIds": {"DOI": "10.2196/preprints.23579"}, "url": "https://www.semanticscholar.org/paper/0ccc11d6f16724a4f9ad0352391927ab5487f24a", "title": "How Internet Contracts Impact Research: Content Analysis of Terms of Service on Consumer Product Websites (Preprint)", "abstract": "\n BACKGROUND\n Companies use brand websites as a promotional tool to engage consumers on the web, which can increase product use. Given that some products are harmful to the health of consumers, it is important for marketing associated with these products to be subject to public health surveillance. However, terms of service (TOS) governing the use of brand website content may impede such important research.\n \n \n OBJECTIVE\n The aim of this study is to explore the TOS for brand websites with public health significance to assess possible legal and ethical challenges for conducting research on consumer product websites.\n \n \n METHODS\n Using Statista, we purposefully constructed a sample of 15 leading American tobacco, alcohol, psychiatric pharmaceutical, fast-food, and gun brands that have associated websites. We developed and implemented a structured coding system for the TOS on these websites and coded for the presence versus absence of different types of restriction that might impact the ability to conduct research.\n \n \n RESULTS\n All TOS stated that by accessing the website, users agreed to abide by the TOS (15/15, 100%). A total of 11 out of 15 (73%) websites had age restrictions in their TOS. All alcohol brand websites (5/15, 33%) required users to enter their age or date of birth before viewing website content. Both websites for tobacco brands (2/15, 13%) further required that users register and verify their age and identity to access any website content and agree that they use tobacco products. Only one website (1/15, 7%) allowed users to display, download, copy, distribute, and translate the website content as long as it was for personal and not commercial use. A total of 33% (5/15) of TOS unconditionally prohibited or put substantial restrictions on all of these activities and/or failed to specify if they were allowed or prohibited. Moreover, 87% (13/15) of TOS indicated that website access could be restricted at any time. A total of 73% (11/15) of websites specified that violating TOS could result in deleting user content from the website, revoking access by having the user’s Internet Protocol address blocked, terminating log-in credentials, or enforcing legal action resulting in civil or criminal penalties.\n \n \n CONCLUSIONS\n TOS create complications for public health surveillance related to e-marketing on brand websites. Recent court opinions have reduced the risk of federal criminal charges for violating TOS on public websites, but this risk remains unclear for private websites. The public health community needs to establish standards to guide and protect researchers from the possibility of legal repercussions related to such efforts.\n", "venue": "", "year": 2020, "referenceCount": 51, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "16236515", "name": "C. Weiger"}, {"authorId": null, "name": "Katherine C Smith"}, {"authorId": null, "name": "Joanna E Cohen"}, {"authorId": "1478928280", "name": "Mark Dredze"}, {"authorId": "5196545", "name": "M. Moran"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1e42b1622c3352e1b18fa24b96c1badfaf140902", "externalIds": {"MAG": "3036941023", "DOI": "10.1177/1556264620935223", "PubMed": "32552544"}, "url": "https://www.semanticscholar.org/paper/1e42b1622c3352e1b18fa24b96c1badfaf140902", "title": "Working Through Ethics Review of Big Data Research Projects: An Investigation into the Experiences of Swiss and American Researchers", "abstract": "The employment of Big Data as an increasingly used research method has introduced novel challenges to ethical research practices and to ethics committees (ECs) globally. The aim of this study is to explore the experiences of scholars with ECs in the ethical evaluation of Big Data projects. Thirty-five interviews were performed with Swiss and American researchers involved in Big Data research in psychology and sociology. The interviews were analyzed using thematic coding. Our respondents reported lack of support from ECs, absence of appropriate expertise among members of the boards, and lack of harmonized evaluation criteria between committees. To implement ECs practices we argue for updating the expertise of board members and the institution of a consultancy model between researchers and ECs.", "venue": "Journal of empirical research on human research ethics : JERHRE", "year": 2020, "referenceCount": 46, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Sociology"], "authors": [{"authorId": "32257127", "name": "Maddalena Favaretto"}, {"authorId": "39268178", "name": "E. De Clercq"}, {"authorId": "5491641", "name": "M. Briel"}, {"authorId": "1398633980", "name": "B. Elger"}]}}, {"intents": ["background"], "contexts": ["…recognized that online research presents new and specific ethical issues, potentially requiring new ethical approaches (see, e.g., Elgesem, 2002; Eysenbach & Till, 2001; Flicker et al., 2004; Neuhaus & Webmoor, 2012; King, 1996; Swirsky et al., 2014; Taylor & Pagliari, 2018, Vitak et al., 2016)."], "isInfluential": false, "citingPaper": {"paperId": "2087411cde4c4b75c6b8e76933ca491026dd2229", "externalIds": {"MAG": "3099206088", "DOI": "10.29173/cais1151"}, "url": "https://www.semanticscholar.org/paper/2087411cde4c4b75c6b8e76933ca491026dd2229", "title": "There for the Reaping: The Ethics of Harvesting Online Data for Research Purposes", "abstract": "Online social environments offer a rich source of data that researchers can harvest to gain insight into a wide range of social issues. This type of research is sometimes considered as observation of public behaviour, and therefore exempt from ethical review. This type of research, however, raises ethical issues with respect to the public/private nature of online spaces, consent, and anonymity in the online environment. This project examines research ethics guidelines for recommendations regarding the use of harvested online data, identifying best practices for researchers who engage in this type of research. Introduction Online social environments, including social media platforms and online discussion groups, provide important platforms for individual expression and interpersonal connection. These platforms also provide researchers with a source of data that can be mined for valuable insight into social issues. The advantages of these data for research are myriad, and include limited costs (time and money) for data collection, access to information on sensitive issues, and an absence of reactivity. At the same time, use of these data, which are generated by and about individuals, warrants careful ethical consideration. Research ethics guidelines, including the Tri-Council Policy Statement (TCPS2) in Canada, provide guidance to researchers and research ethics boards (REBs) tasked with making decisions and recommendations regarding the ethical conduct of research involving human participants. This guidance, however, is variable and often incomplete, with the result that ethical considerations and practices vary substantially between researchers and across institutions. This project examines research ethics guidelines, including the TCPS2 and others, with respect to their coverage of and recommendations concerning research involving the harvesting of social media data. The results summarize the treatment of these issues in guidelines, available in English, that apply to research and researchers in Canada and internationally, culminating with a set of best ethical practices for research that involves this type of data. Research Ethics Issues and Guidelines Online social media posts, including tweets, online discussion group interactions, Facebook updates, and listerv archives, provide a rich source of ‘naturally occurring, everyday talk’ (Sixsmith and Murray, 2001, p. 424) – precisely the kind of data that, according to Potter and Wetherell (1995), offer deep insight into social phenomena. Ethical issues arise, however, with any use of data from or about people, and harvested data from online social interactions is no exception. Researchers and those focused on the ethics of human subjects research have long recognized that online research presents new and specific ethical issues, potentially requiring new ethical approaches (see, e.g., Elgesem, 2002; Eysenbach & Till, 2001; Flicker et al., 2004; Neuhaus & Webmoor, 2012; King, 1996; Swirsky et al., 2014; Taylor & Pagliari, 2018, Vitak et al., 2016). The harvesting of online productions and interactions for research purposes presents particular challenges, revolving around the issues of participant autonomy (including questions of consent), and participant anonymity and confidentiality. Under many research ethics guidelines harvesting of online social media data is a form of observational research that, if carried out in ‘public’ venues, may be exempt from ethical review. Questions arise, however, regarding the public/private nature of online spaces – and, if the spaces are deemed ‘private’ (or at least not so ‘public’ as to remove the requirement for ethical review), issues of consent and anonymity/confidentiality become paramount. Some research ethics guidelines (e.g., the TCPS2) provide limited specific guidance regarding this type of online research; others, such as the guidelines provided by the Association of Internet Researchers, (Franzke et al., 2020) provide much more focused and detailed recommendations. Researchers and REBs considering the ethics of this type of research would benefit from a comprehensive and integrated summary of the ethical considerations and approaches available in various guidelines: it is exactly such a summary that we present here. Methodology A total of 31 research ethics guidelines, written in English, were identified through a combination of methods including Google searches (e.g., for ‘research ethics’ and ‘ethics guidelines), review of research using harvested online data for mention of research guidelines, and review of publications addressing online research methods for cited guidelines, and specific search of the websites of North American universities for ethics guidelines.", "venue": "", "year": 2020, "referenceCount": 10, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "47477913", "name": "S. Zia"}, {"authorId": "2126277079", "name": "Celina De Lancey"}, {"authorId": "2654494", "name": "Priscilla M. Regan"}, {"authorId": "144850659", "name": "J. Burkell"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "212edeced1d29bfc87950d8fa9e23a96b6e13006", "externalIds": {"MAG": "3034624702", "DOI": "10.3983/twc.2020.1733"}, "url": "https://www.semanticscholar.org/paper/212edeced1d29bfc87950d8fa9e23a96b6e13006", "title": "Ethical and privacy considerations for research using online fandom data", "abstract": "[0.1] Abstract—As online fandom continues to grow, so do the public data created by fan creations and interactions. With researchers and journalists regularly engaging with those data (and not always asking permission), many fans are concerned that their content might end up in front of the wrong audience, which could lead to privacy violations or even harassment from within or outside of fandom. To better understand fan perspectives on the collection and analysis of public data as a methodology, we conducted both an interview study and a survey to solicit responses that would help provide a broader understanding of fandom's privacy norms as they relate to the ethical use of data. We use these findings to revisit and recommend best practices for working with public data within fandom.", "venue": "", "year": 2020, "referenceCount": 49, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "51923664", "name": "Brianna Dym"}, {"authorId": "1844816", "name": "Casey Fiesler"}]}}, {"intents": ["background"], "contexts": ["…na utilização de questionários online, como falta de identificação dos respondentes (ou anonimato), privacidade e confidencialidade no armazenamento de dados sensı́veis [VITAK et al., 2016, REGMI et al., 2016, CAMPOS et al., 2011, BUCHANAN and HVIZDAK, 2009, MONTEIRO and SANTOS, 2019]."], "isInfluential": false, "citingPaper": {"paperId": "528c9c1a5a3c966b32e30c7ec046e70f66eb1bb1", "externalIds": {"MAG": "3164366717", "DOI": "10.5753/ERRC.2020.15208"}, "url": "https://www.semanticscholar.org/paper/528c9c1a5a3c966b32e30c7ec046e70f66eb1bb1", "title": "Viralização de Questionários Online: desafios e oportunidades", "abstract": "Resumo. Nos últimos anos, temos observado um aumento na quantidade de coletas de dados realizadas através de questionários online. A partir da coleta e análise de 64 questionários online, mostramos como o uso desse recurso é suscetı́vel a usuários maliciosos, que podem agir de forma automatizada no comprometimento da confiabilidade dos dados coletados. Os questionários dos principais sistemas empregados, como Google Forms, foram submetidos a testes básicos de segurança, como personificação e poluição de conteúdo. Os resultados apontam que a maioria dos questionários criados e aplicados online é suscetı́vel a ataques do tipo sybil. Além disso, verificamos que a maioria dos sistemas de criação dos questionários online é desprovida de recursos cruciais para algumas pesquisas, como a limitação do grupo de respondentes, a privacidade e a confidencialidade dos dados coletados.", "venue": "", "year": 2020, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2125560831", "name": "Maurício El Uri"}, {"authorId": "87916491", "name": "R. Kreutz"}, {"authorId": "2092450443", "name": "Maurício Fiorenza"}, {"authorId": "2081967630", "name": "D. Kreutz"}, {"authorId": "2092174952", "name": "Thiago Escarrone"}, {"authorId": "2082484570", "name": "Daniel Temp"}, {"authorId": "2122497232", "name": "Vinicius Nunez"}, {"authorId": "2125543666", "name": "Rodrigo B. Mansilha"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5aa1f6149ea298c3211ee2a57649ea57ae43e223", "externalIds": {"MAG": "3034931939", "DBLP": "journals/ijmms/HindsWJ20", "DOI": "10.1016/j.ijhcs.2020.102498"}, "url": "https://www.semanticscholar.org/paper/5aa1f6149ea298c3211ee2a57649ea57ae43e223", "title": "\"It wouldn't happen to me\": Privacy concerns and perspectives following the Cambridge Analytica scandal", "abstract": "Abstract In March 2018, news of the Facebook-Cambridge Analytica scandal made headlines around the world. By inappropriately collecting data from approximately 87 million users’ Facebook profiles, the data analytics company, Cambridge Analytica, created psychographically tailored advertisements that allegedly aimed to influence people's voting preferences in the 2016 US presidential election. In the aftermath of this incident, we conducted a series of semi-structured interviews with 30 participants based at a UK university, discussing their understanding of online privacy and how they manage it in the wake of the scandal. We analysed this data using an inductive (i.e. ‘bottom-up’) thematic analysis approach. Contrary to many opinions reported in the news, the respondents in our sample did not delete their accounts, frantically change their privacy settings, or even express that much concern. As a result, individuals often consider themselves immune to psychographically tailored advertisements, and lack understanding of how automated approaches and algorithms work in relation to their (and their networks’) personal data. We discuss our findings in relation to wider related research (e.g. crisis fatigue, networked privacy, Protection Motivation Theory) and discuss directions for future research.", "venue": "Int. J. Hum. Comput. Stud.", "year": 2020, "referenceCount": 105, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "11655888", "name": "Joanne Hinds"}, {"authorId": "49336404", "name": "Emma J. Williams"}, {"authorId": "1922210", "name": "A. Joinson"}]}}, {"intents": ["background"], "contexts": ["Several studies have been concerned with the ethical treatment of user-generated data, both in NLP and related fields (Vitak et al., 2016; Leidner and Plachouras, 2017; Schmaltz, 2018; Olteanu et al., 2019), focusing on different aspects and proposing good practices."], "isInfluential": false, "citingPaper": {"paperId": "73a0b1ae9c878a8f3babeba4c319b7bddc0dd312", "externalIds": {"MAG": "3101033462", "ArXiv": "2011.07389", "ACL": "2020.coling-main.477", "DBLP": "journals/corr/abs-2011-07389", "DOI": "10.18653/V1/2020.COLING-MAIN.477"}, "url": "https://www.semanticscholar.org/paper/73a0b1ae9c878a8f3babeba4c319b7bddc0dd312", "title": "Words are the Window to the Soul: Language-based User Representations for Fake News Detection", "abstract": "Cognitive and social traits of individuals are reflected in language use. Moreover, individuals who are prone to spread fake news online often share common traits. Building on these ideas, we introduce a model that creates representations of individuals on social media based only on the language they produce, and use them to detect fake news. We show that language-based user representations are beneficial for this task. We also present an extended analysis of the language of fake news spreaders, showing that its main features are mostly domain independent and consistent across two English datasets. Finally, we exploit the relation between language use and connections in the social graph to assess the presence of the Echo Chamber effect in our data.", "venue": "COLING", "year": 2020, "referenceCount": 63, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3448493", "name": "Marco Del Tredici"}, {"authorId": "144151273", "name": "R. Fernández"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "79f14789a2cedb128f3bbc3f484927d30c97e156", "externalIds": {"DBLP": "conf/chiir/LinMORS20", "MAG": "3004295196", "DOI": "10.1145/3343413.3377980"}, "url": "https://www.semanticscholar.org/paper/79f14789a2cedb128f3bbc3f484927d30c97e156", "title": "We Could, but Should We?: Ethical Considerations for Providing Access to GeoCities and Other Historical Digital Collections", "abstract": "We live in an era in which the ways that we can make sense of our past are evolving as more artifacts from that past become digital. At the same time, the responsibilities of traditional gatekeepers who have negotiated the ethics of historical data collection and use, such as librarians and archivists, are increasingly being sidelined by the system builders who decide whether and how to provide access to historical digital collections, often without sufficient reflection on the ethical issues at hand. It is our aim to better prepare system builders to grapple with these issues. This paper focuses discussions around one such digital collection from the dawn of the web, asking what sorts of analyses can and should be conducted on archival copies of the GeoCities web hosting platform that dates to 1994.", "venue": "CHIIR", "year": 2020, "referenceCount": 98, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "145580839", "name": "Jimmy J. Lin"}, {"authorId": "144703130", "name": "Ian Milligan"}, {"authorId": "1737250", "name": "D. Oard"}, {"authorId": "3412792", "name": "Nick Ruest"}, {"authorId": "3214594", "name": "Katie Shilton"}, {"authorId": "1759787", "name": "D. Cheriton"}]}}, {"intents": ["background"], "contexts": ["In the wake of controversies such as the FEC study and the Cambridge Analytica scandal of 2018, there has been a pronounced interest in the ethics surrounding social media\nresearch (Brown et al., 2016; Stark, 2018; Vitak et al., 2016).", "While this is a common practice in social computing research, there are disagreements within the research community about the ethics of, for example, whether to include quotes verbatim and how—if at all—to attribute authorship of quotes (Vitak et al., 2016)."], "isInfluential": false, "citingPaper": {"paperId": "8205d864ecab56c0aae59df2707d33725150e5e3", "externalIds": {"MAG": "2976473317", "DBLP": "journals/nms/HallinanBF20", "DOI": "10.1177/1461444819876944"}, "url": "https://www.semanticscholar.org/paper/8205d864ecab56c0aae59df2707d33725150e5e3", "title": "Unexpected expectations: Public reaction to the Facebook emotional contagion study", "abstract": "How to ethically conduct online platform-based research remains an unsettled issue and the source of continued controversy. The Facebook emotional contagion study, in which researchers altered Facebook News Feeds to determine whether exposure to emotional content influences a user’s mood, has been one focal point of these discussions. The intense negative reaction by the media and public came as a surprise to those involved—but what prompted this reaction? We approach the Facebook study as a mediated controversy that reveals disconnects between how scholars, technologists, and the public understand platform-based research. We examine the controversy from the bottom up, analyzing public reactions expressed in comments on news articles. Our analysis reveals fundamental disagreements about what Facebook is and what a user’s relationship to it should be. We argue that these divergent responses emphasize the contextual nature of technology and research ethics, and conclude with a relational and contextual approach to ethical decision-making.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 104, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "30757117", "name": "Blake Hallinan"}, {"authorId": "3299367", "name": "J. Brubaker"}, {"authorId": "1844816", "name": "Casey Fiesler"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "8faae3f75b36773a609644fb9df008b438ba5b69", "externalIds": {"MAG": "3006876013", "PubMedCentral": "7041862", "DOI": "10.1371/journal.pone.0228987", "PubMed": "32097430"}, "url": "https://www.semanticscholar.org/paper/8faae3f75b36773a609644fb9df008b438ba5b69", "title": "What is your definition of Big Data? Researchers’ understanding of the phenomenon of the decade", "abstract": "The term Big Data is commonly used to describe a range of different concepts: from the collection and aggregation of vast amounts of data, to a plethora of advanced digital techniques designed to reveal patterns related to human behavior. In spite of its widespread use, the term is still loaded with conceptual vagueness. The aim of this study is to examine the understanding of the meaning of Big Data from the perspectives of researchers in the fields of psychology and sociology in order to examine whether researchers consider currently existing definitions to be adequate and investigate if a standard discipline centric definition is possible. Methods Thirty-nine interviews were performed with Swiss and American researchers involved in Big Data research in relevant fields. The interviews were analyzed using thematic coding. Results No univocal definition of Big Data was found among the respondents and many participants admitted uncertainty towards giving a definition of Big Data. A few participants described Big Data with the traditional “Vs” definition—although they could not agree on the number of Vs. However, most of the researchers preferred a more practical definition, linking it to processes such as data collection and data processing. Conclusion The study identified an overall uncertainty or uneasiness among researchers towards the use of the term Big Data which might derive from the tendency to recognize Big Data as a shifting and evolving cultural phenomenon. Moreover, the currently enacted use of the term as a hyped-up buzzword might further aggravate the conceptual vagueness of Big Data.", "venue": "PloS one", "year": 2020, "referenceCount": 66, "citationCount": 20, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "32257127", "name": "Maddalena Favaretto"}, {"authorId": "39268178", "name": "E. De Clercq"}, {"authorId": "51036596", "name": "C. Schneble"}, {"authorId": "1398633980", "name": "B. Elger"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "945d5bc399c041648f14a669bb852076818098fc", "externalIds": {"MAG": "3031128793", "DBLP": "journals/pacmhci/Huh-YooR20", "DOI": "10.1145/3392868"}, "url": "https://www.semanticscholar.org/paper/945d5bc399c041648f14a669bb852076818098fc", "title": "It's the Wild, Wild West: Lessons Learned From IRB Members' Risk Perceptions Toward Digital Research Data", "abstract": "Digital technology that is prevalent in people's everyday lives, including smart home devices, mobile apps and social media, increasingly lack regulations for how the user data can be collected, used or disseminated. The CSCW and the larger computing community continue to evaluate and understand the potential negative impacts of research involving digital technologies. As more research involves digital data, Institutional Review Boards (IRBs) take on the difficult task of evaluating and determining risks--likelihood of potential harms--from digital research. Learning more about IRBs' role in concretizing harm and its likelihood will help us critically examine the current approach to regulating digital research, and has implications for how researchers can reflect on their own data practices. We interviewed 22 U.S.-based IRB members and found that, for the interviewees, \"being digital\" added a risk. Being digital meant increasing possibilities of confidentiality breach, unintended collection of sensitive information, and unauthorized data reuse. Concurrently, interviewees found it difficult to pinpoint the direct harms that come out of those risks. The ambiguous, messy, and situated contexts of digital research data did not fit neatly into current human subjects research protection protocols. We discuss potential solutions for understanding risks and harms of digital technology and implications for the responsibilities of the CSCW and the larger computing community in conducting digital research.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 60, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1404330722", "name": "Jina Huh-Yoo"}, {"authorId": "145296363", "name": "E. Rader"}]}}, {"intents": [], "contexts": ["Instead, Fiesler et al. suggest that the ethicality of creating a dataset should instead be judged using heuristics that align closely with the Belmont Report, which guides human subjects research (Fiesler and Proferes 2018; Vitak, Shilton, and Ashktorab 2016)."], "isInfluential": false, "citingPaper": {"paperId": "9df68eb36ad52aa8f3efe6532bd27a15cee5a37f", "externalIds": {"DBLP": "conf/icwsm/PinterPSB20", "MAG": "3037718375"}, "url": "https://www.semanticscholar.org/paper/9df68eb36ad52aa8f3efe6532bd27a15cee5a37f", "title": "P4KxSpotify: A Dataset of Pitchfork Music Reviews and Spotify Musical Features", "abstract": "Algorithmically driven curation and recommendation systems like those employed by Spotify have become more ubiquitous for surfacing content that people might want hear. However, expert reviews continue to have a measurable impact on what people choose to listen to and the subsequent commercial success and cultural staying power of those artists. One such site, Pitchfork, is particularly known in the music community for its ability to catapult an artist to stardom based on the review that an album receives. In this paper, we present P4KxSpotify: a dataset of Pitchfork album reviews with the corresponding Spotify audio features for those albums. We describe our data collection and dataset creation process, including the ethics of such a collection. We present basic information and descriptive statistics about the dataset. Finally, we offer several possible avenues for research that might utilize this new dataset.", "venue": "ICWSM", "year": 2020, "referenceCount": 26, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144254590", "name": "A. Pinter"}, {"authorId": "2072791373", "name": "Jacob M. Paul"}, {"authorId": "2109847276", "name": "Jessie Smith"}, {"authorId": "3299367", "name": "J. Brubaker"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a20445ff7a87ef56ecc65001999c8316fe7d67f7", "externalIds": {"MAG": "3097257929", "DBLP": "journals/tsoco/WisniewskiBAV20", "DOI": "10.1145/3414825"}, "url": "https://www.semanticscholar.org/paper/a20445ff7a87ef56ecc65001999c8316fe7d67f7", "title": "Happiness and Fear", "abstract": "In February 2016, Facebook launched Reactions, an interactive feature expanding the Like button to include five additional emotional responses: Love, Sadness, Anger, Wow, and Haha. In this article, we examine users’ feedback about this new feature and identify important design implications of this significant modification of Facebook's interface. We did this by applying theories of human emotion and emotion-specific influences on cognitive appraisals to conduct a heuristic evaluation of Facebook Reactions and a thematic content analysis of the 3,000 “top” comments posted by Facebook users on the official pre- and post-launch announcements about Reactions. Prior to launch, many users were concerned that the addition of a Dislike button would lead to abuse; thus, they favored the more nuanced design of Reactions. After launch, users were more positive about the feature as many of their misconceptions were clarified through actual use. Overall, we identified several design constraints of this new feature, including users’ inability to express conflicting emotions. We conclude the article by discussing the implications of our findings and the challenges around research and design for sociotechnical systems that involve complex human emotions.", "venue": "ACM Trans. Soc. Comput.", "year": 2020, "referenceCount": 78, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "34966245", "name": "P. Wisniewski"}, {"authorId": "1402258829", "name": "Karla A. Badillo-Urquiola"}, {"authorId": "2220428", "name": "Zahra Ashktorab"}, {"authorId": "2538266", "name": "Jessica Vitak"}]}}, {"intents": ["background"], "contexts": ["Amongst HCI researchers working with public data, transparency with participants is identified as an important part of ethical academic practice- particularly around the intent and methods of data collection (Vitak et al. 2016)."], "isInfluential": false, "citingPaper": {"paperId": "ae6c3be9fffd66361f438fa6b6ec17a464bbdbaa", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/ae6c3be9fffd66361f438fa6b6ec17a464bbdbaa", "title": "Navigating Negativity in Research: Methodological and Ethical Considerations in the Study of Antisocial, Subversive and Toxic Online Communities and Behaviours", "abstract": "Amidst increasing recognition of the prevalence and impact of online aggression, hate and prejudice, a rapidly expanding and multidisciplinary literature has emerged exploring the many manifestations of online negativity. Despite the varied approaches employed, these studies share common methodological and ethical issues associated with the collective focus on antisocial online activities. This paper explores issues around study design, ethics and safety, and presentation of findings which are prominent in this literature, drawing from personal and previously published research experiences in order to inform a discussion of how scholars can consider and navigate the challenges inherent in this field of study.", "venue": "", "year": 2020, "referenceCount": 64, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "16413762", "name": "K. Allison"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c0c1612d3675f0ed2f4dba16dc2dddf62a127e9c", "externalIds": {"DBLP": "journals/see/HarlowWKCBLTN20", "MAG": "2914952392", "DOI": "10.1007/s11948-019-00086-3", "PubMed": "30725245"}, "url": "https://www.semanticscholar.org/paper/c0c1612d3675f0ed2f4dba16dc2dddf62a127e9c", "title": "Using Participatory Design to Inform the Connected and Open Research Ethics (CORE) Commons", "abstract": "Mobile health (mHealth) research involving pervasive sensors, mobile apps and other novel data collection tools and methods present new ethical, legal, and social challenges specific to informed consent, data management and bystander rights. To address these challenges, a participatory design approach was deployed whereby stakeholders contributed to the development of a web-based commons to support the mHealth research community including researchers and ethics board members. The CORE (Connected and Open Research Ethics) platform now features a community forum, a resource library and a network of nearly 600 global members. The utility of the participatory design process was evaluated by analyzing activities carried out over an 8-month design phase consisting of 86 distinct events including iterative design deliberations and social media engagement. This article describes how participatory design yielded 55 new features directly mapped to community needs and discusses relationships to user engagement as demonstrated by a steady increase in CORE member activity and followers on Twitter.", "venue": "Sci. Eng. Ethics", "year": 2020, "referenceCount": 36, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology", "Medicine"], "authors": [{"authorId": "39453188", "name": "J. Harlow"}, {"authorId": "1752711", "name": "Nadir Weibel"}, {"authorId": "1490915572", "name": "Rasheed Al Kotob"}, {"authorId": "145157581", "name": "V. Chan"}, {"authorId": "2721530", "name": "C. Bloss"}, {"authorId": "1456643950", "name": "Rubi Linares-Orozco"}, {"authorId": "3884964", "name": "Michelle Takemoto"}, {"authorId": "4317796", "name": "Camille Nebeker"}]}}, {"intents": ["background"], "contexts": [", tweets) without consent, there are not consistent norms within the research community about whether it is acceptable to use verbatim quotes from public content or even what constitutes \"public\" [43]."], "isInfluential": false, "citingPaper": {"paperId": "c318abae95bd9d3db28dc2473ab84dac2a0f4ad1", "externalIds": {"DBLP": "conf/chi/Fiesler20", "MAG": "3031694507", "DOI": "10.1145/3313831.3376745"}, "url": "https://www.semanticscholar.org/paper/c318abae95bd9d3db28dc2473ab84dac2a0f4ad1", "title": "Lawful Users: Copyright Circumvention and Legal Constraints on Technology Use", "abstract": "The study of human-computer interaction requires consideration of aspects of interactions with technology that may be outside of the control of both user and designer. One example of when a user's question of \"can I do this?\" may have an answer beyond technological affordances is that of legal constraints. This paper considers an example of this phenomenon: section 1201 of the Digital Millennium Copyright Act (DMCA) in the United States, which criminalizes circumventing copyright protection such as digital rights management (DRM). The DMCA also includes a triennial policymaking process that considers exemptions to the law to protect \"lawful users\" from adverse effects. Through an analysis of public comments of support for exemptions, this paper explores the ways in which users see the law as a hindrance to desired uses of technology. This analysis sheds light on users' expectations for rights of use, how these expectations clash with policy, and what this might mean for technology designers. Drawing lessons from the infrastructure problem in HCI, this paper concludes with laying out solutions that can both work within policy constraints, and more importantly, work to change them.", "venue": "CHI", "year": 2020, "referenceCount": 67, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "1844816", "name": "Casey Fiesler"}]}}, {"intents": ["background"], "contexts": ["The Association of Computing Machinery, a professional organization for computing scientists, has already started to discuss if it is ethical to violate TOS during the process of data collection of publicly available information [63,64]."], "isInfluential": false, "citingPaper": {"paperId": "c4d1ed5d4e630dcaa561d25a22df9e2fcc6ec5ed", "externalIds": {"MAG": "3096201107", "PubMedCentral": "7744264", "DOI": "10.2196/23579", "PubMed": "33263555"}, "url": "https://www.semanticscholar.org/paper/c4d1ed5d4e630dcaa561d25a22df9e2fcc6ec5ed", "title": "How Internet Contracts Impact Research: Content Analysis of Terms of Service on Consumer Product Websites", "abstract": "Background Companies use brand websites as a promotional tool to engage consumers on the web, which can increase product use. Given that some products are harmful to the health of consumers, it is important for marketing associated with these products to be subject to public health surveillance. However, terms of service (TOS) governing the use of brand website content may impede such important research. Objective The aim of this study is to explore the TOS for brand websites with public health significance to assess possible legal and ethical challenges for conducting research on consumer product websites. Methods Using Statista, we purposefully constructed a sample of 15 leading American tobacco, alcohol, psychiatric pharmaceutical, fast-food, and gun brands that have associated websites. We developed and implemented a structured coding system for the TOS on these websites and coded for the presence versus absence of different types of restriction that might impact the ability to conduct research. Results All TOS stated that by accessing the website, users agreed to abide by the TOS (15/15, 100%). A total of 11 out of 15 (73%) websites had age restrictions in their TOS. All alcohol brand websites (5/15, 33%) required users to enter their age or date of birth before viewing website content. Both websites for tobacco brands (2/15, 13%) further required that users register and verify their age and identity to access any website content and agree that they use tobacco products. Only one website (1/15, 7%) allowed users to display, download, copy, distribute, and translate the website content as long as it was for personal and not commercial use. A total of 33% (5/15) of TOS unconditionally prohibited or put substantial restrictions on all of these activities and/or failed to specify if they were allowed or prohibited. Moreover, 87% (13/15) of TOS indicated that website access could be restricted at any time. A total of 73% (11/15) of websites specified that violating TOS could result in deleting user content from the website, revoking access by having the user’s Internet Protocol address blocked, terminating log-in credentials, or enforcing legal action resulting in civil or criminal penalties. Conclusions TOS create complications for public health surveillance related to e-marketing on brand websites. Recent court opinions have reduced the risk of federal criminal charges for violating TOS on public websites, but this risk remains unclear for private websites. The public health community needs to establish standards to guide and protect researchers from the possibility of legal repercussions related to such efforts.", "venue": "JMIR public health and surveillance", "year": 2020, "referenceCount": 104, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "16236515", "name": "C. Weiger"}, {"authorId": "4578326", "name": "K. Smith"}, {"authorId": "143827947", "name": "Joanna E Cohen"}, {"authorId": "1478928280", "name": "Mark Dredze"}, {"authorId": "5196545", "name": "M. Moran"}]}}, {"intents": ["background"], "contexts": ["and subject to many reappraisals, which have highlighted their failures in capturing a range of emerging or novel harms, or an insufficiency in capturing the lived realities of under-represented groups (Shore, 2006; Vitak et al., 2016).", "These principles are also questioned and subject to many reappraisals, which have highlighted their failures in capturing a range of emerging or novel harms, or an insufficiency in capturing the lived realities of under-represented groups (Shore, 2006; Vitak et al., 2016)."], "isInfluential": false, "citingPaper": {"paperId": "d3e8b100038c2bf3983ffae96a56c6af0793a62f", "externalIds": {"ArXiv": "2007.04068", "MAG": "3105226597", "DBLP": "journals/corr/abs-2007-04068", "DOI": "10.1007/s13347-020-00405-8"}, "url": "https://www.semanticscholar.org/paper/d3e8b100038c2bf3983ffae96a56c6af0793a62f", "title": "Decolonial AI: Decolonial Theory as Sociotechnical Foresight in Artificial Intelligence", "abstract": "This paper explores the important role of critical science, and in particular of post-colonial and decolonial theories, in understanding and shaping the ongoing advances in artificial intelligence. Artificial Intelligence (AI) is viewed as amongst the technological advances that will reshape modern societies and their relations. Whilst the design and deployment of systems that continually adapt holds the promise of far-reaching positive change, they simultaneously pose significant risks, especially to already vulnerable peoples. Values and power are central to this discussion. Decolonial theories use historical hindsight to explain patterns of power that shape our intellectual, political, economic, and social world. By embedding a decolonial critical approach within its technical practice, AI communities can develop foresight and tactics that can better align research and technology development with established ethical principles, centring vulnerable peoples who continue to bear the brunt of negative impacts of innovation and scientific progress. We highlight problematic applications that are instances of coloniality, and using a decolonial lens, submit three tactics that can form a decolonial field of artificial intelligence: creating a critical technical practice of AI, seeking reverse tutelage and reverse pedagogies, and the renewal of affective and political communities. The years ahead will usher in a wave of new scientific breakthroughs and technologies driven by AI research, making it incumbent upon AI communities to strengthen the social contract through ethical foresight and the multiplicity of intellectual perspectives available to us; ultimately supporting future technologies that enable greater well-being, with the goal of beneficence and justice for all.", "venue": "ArXiv", "year": 2020, "referenceCount": 244, "citationCount": 82, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Mathematics", "Sociology"], "authors": [{"authorId": "1701708450", "name": "Shakir Mohamed"}, {"authorId": "1799412130", "name": "Marie-Thérèse Png"}, {"authorId": "103087275", "name": "William S. Isaac"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e9e1f1ded1ecaa51f917e8a13162a8c091c723a9", "externalIds": {"MAG": "3013996126", "PubMedCentral": "7096455", "DOI": "10.1038/s41746-020-0251-5", "PubMed": "32219186"}, "url": "https://www.semanticscholar.org/paper/e9e1f1ded1ecaa51f917e8a13162a8c091c723a9", "title": "Digital phenotyping, behavioral sensing, or personal sensing: names and transparency in the digital age", "abstract": "Data from networked sensors, such as those in our phones, are increasingly being explored and used to identify behaviors related to health and mental health. While computer scientists have referred to this field as context sensing, personal sensing, or mobile sensing, medicine has more recently adopted the term digital phenotyping. This paper discusses the implications of these labels in light of privacy concerns, arguing language that is transparent and meaningful to the people whose data we are acquiring.", "venue": "npj Digital Medicine", "year": 2020, "referenceCount": 19, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "50228835", "name": "D. Mohr"}, {"authorId": "3214594", "name": "Katie Shilton"}, {"authorId": "3487589", "name": "M. Hotopf"}]}}, {"intents": ["background"], "contexts": ["Whether it is permissible, or ethical, for researchers to violate TOS in the course of collecting data is currently an open question within the social computing research community (Vaccaro et al. 2015; Vitak, Shilton, and Ashktorab 2016).", "1https://www.acm.org/code-of-ethics\nAside from the issue of TOS violations, the most common ethical heuristic among researchers for data collection appears to be whether or not the data is “public” (Vitak, Shilton, and Ashktorab 2016; Zimmer 2010).", "Researchers currently disagree about the ethics of violating TOS (Vitak, Shilton, and Ashktorab 2016), but this finding suggests that some may feel morally bound regardless of the legal legitimacy of the document.", "Within the research community itself, as with IRBs, it is a matter of dispute whether data collection against TOS is unethical (Vitak, Shilton, and Ashktorab 2016)."], "isInfluential": true, "citingPaper": {"paperId": "ee5ba567ba88be87c18af86ae3de632b2b0b03f2", "externalIds": {"DBLP": "conf/icwsm/FieslerBK20", "MAG": "3037160251"}, "url": "https://www.semanticscholar.org/paper/ee5ba567ba88be87c18af86ae3de632b2b0b03f2", "title": "No Robots, Spiders, or Scrapers: Legal and Ethical Regulation of Data Collection Methods in Social Media Terms of Service", "abstract": "Researchers from many different disciplines rely on social media data as a resource. Whereas some platforms explicitly allow data collection, even facilitating it through an API, others explicitly forbid automated or manual collection processes. A current topic of debate within the social computing research community involves the ethical (or even legal) implications of collecting data in ways that violate Terms of Service (TOS). Using a sample of TOS from over one hundred social media sites from around the world, we analyze TOS language and content in order to better understand the landscape of prohibitions on this practice. Our findings show that though these provisions are very common, they are also ambiguous, inconsistent, and lack context. By considering our analysis of the nature of these provisions alongside legal and ethical analysis, we propose that ethical decision-making for data collection should extend beyond TOS and consider contextual factors of the data source and research.", "venue": "ICWSM", "year": 2020, "referenceCount": 49, "citationCount": 12, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "35288997", "name": "Nathan Beard"}, {"authorId": "145832870", "name": "Brian Keegan"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "02e40fbd26901db5f7a94be44db359aa7d0447dc", "externalIds": {"MAG": "2911992314", "PubMedCentral": "6473465", "DOI": "10.2196/12578", "PubMed": "30950799"}, "url": "https://www.semanticscholar.org/paper/02e40fbd26901db5f7a94be44db359aa7d0447dc", "title": "The Role of Data Type and Recipient in Individuals’ Perspectives on Sharing Passively Collected Smartphone Data for Mental Health: Cross-Sectional Questionnaire Study", "abstract": "Background The growing field of personal sensing harnesses sensor data collected from individuals’ smartphones to understand their behaviors and experiences. Such data could be a powerful tool within mental health care. However, it is important to note that the nature of these data differs from the information usually available to, or discussed with, health care professionals. To design digital mental health tools that are acceptable to users, understanding how personal sensing data can be used and shared is critical. Objective This study aimed to investigate individuals’ perspectives about sharing different types of sensor data beyond the research context, specifically with doctors, electronic health record (EHR) systems, and family members. Methods A questionnaire assessed participants’ comfort with sharing six types of sensed data: physical activity, mood, sleep, communication logs, location, and social activity. Participants were asked about their comfort with sharing these data with three different recipients: doctors, EHR systems, and family members. A series of principal component analyses (one for each data recipient) was performed to identify clusters of sensor data types according to participants’ comfort with sharing them. Relationships between recipients and sensor clusters were then explored using generalized estimating equation logistic regression models. Results A total of 211 participants completed the questionnaire. The majority were female (171/211, 81.0%), and the mean age was 38 years (SD 10.32). Principal component analyses consistently identified two clusters of sensed data across the three data recipients: “health information,” including sleep, mood, and physical activity, and “personal data,” including communication logs, location, and social activity. Overall, participants were significantly more comfortable sharing any type of sensed data with their doctor than with the EHR system or family members (P<.001) and more comfortable sharing “health information” than “personal data” (P<.001). Participant characteristics such as age or presence of depression or anxiety did not influence participants’ comfort with sharing sensed data. Conclusions The comfort level in sharing sensed data was dependent on both data type and recipient, but not individual characteristics. Given the identified differences in comfort with sensed data sharing, contextual factors of data type and recipient appear to be critically important as we design systems that harness sensor data for mental health treatment and support.", "venue": "JMIR mHealth and uHealth", "year": 2019, "referenceCount": 48, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "144723270", "name": "J. Nicholas"}, {"authorId": "3214594", "name": "Katie Shilton"}, {"authorId": "38803352", "name": "S. Schueller"}, {"authorId": "153091103", "name": "Elizabeth L Gray"}, {"authorId": "1889703", "name": "M. Kwasny"}, {"authorId": "50228835", "name": "D. Mohr"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0744cc8da15d2c33ffc9041da8e244f402866082", "externalIds": {"DBLP": "conf/chi/MunteanuBMFFKSW19", "MAG": "2943585600", "DOI": "10.1145/3290607.3311742"}, "url": "https://www.semanticscholar.org/paper/0744cc8da15d2c33ffc9041da8e244f402866082", "title": "SIGCHI Research Ethics Town Hall", "abstract": "An ongoing challenge within the diverse HCI and social computing research communities is understanding research ethics in the face of evolving technology and methods. Building upon successful town hall meetings at CHI 2018, GROUP 2018 and CSCW 2018, this panel will be structured to facilitate audience discussion and to collect input about current challenges and processes. It will be led by members of the ACM SIGCHI Research Ethics Committee. We will pose open questions and invite audience discussion of practices centered on recent \"hot topic\" issues. For this year's town hall, the primary focus will be on paths to balancing the often-competing regulatory frameworks under which we operate (some of which having recently undergone significant revisions) with our community's efforts to reveal ethical challenges posed by new interactive technologies and new contexts of use. We will engage the audience in discussions on whether there is a non-colonial role for ethics education within the broad HCI community, how that may capture the cultural and disciplinary differences that are woven into CHI's fabric, and how research ethical issues should be handled in SIGCHI paper submission and review process.", "venue": "CHI Extended Abstracts", "year": 2019, "referenceCount": 20, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "1787195", "name": "Cosmin Munteanu"}, {"authorId": "143709703", "name": "A. Bruckman"}, {"authorId": "144440084", "name": "Michael J. Muller"}, {"authorId": "2043489", "name": "C. Frauenberger"}, {"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "1702853", "name": "R. Kraut"}, {"authorId": "3214594", "name": "Katie Shilton"}, {"authorId": "2802065", "name": "Jenny Waycott"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0d6ed93374011651d70d85e3ce6a62a6214fc5ff", "externalIds": {"MAG": "3107337228", "DBLP": "phd/dnb/Baltes19", "DOI": "10.1007/978-3-030-58617-1_4"}, "url": "https://www.semanticscholar.org/paper/0d6ed93374011651d70d85e3ce6a62a6214fc5ff", "title": "Software Developers' Work Habits and Expertise: Empirical Studies on Sketching, Code Plagiarism, and Expertise Development", "abstract": "Analyzing and understanding software developers’ work habits and resulting needs is an essential prerequisite to improve software development practice. In our research, we utilize different qualitative and quantitative research methods to empirically investigate three underexplored aspects of software development: First, we analyze how software developers use sketches and diagrams in their daily work and derive requirements for better tool support. Then, we explore to what degree developers copy code from the popular online platform Stack Overflow without adhering to license requirements and motivate why this behavior may lead to legal issues for affected open source software projects. Finally, we describe a novel theory of software development expertise and identify factors fostering or hindering the formation of such expertise. Besides, we report on methodological implications of our research and present the open dataset SOTorrent, which supports researchers in analyzing the origin, evolution, and usage of content on Stack Overflow. The common goal for all studies we conducted was to better understand software developers’ work practices. Our findings support researchers and practitioners in making data-informed decisions when developing new tools or improving processes related to either the specific work habits we studied or expertise development in general.", "venue": "", "year": 2019, "referenceCount": 413, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1728435", "name": "Sebastian Baltes"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "120d2919a0d40702d8dd0d2300a6d697b4a653db", "externalIds": {"MAG": "2915527204", "DOI": "10.1080/20479700.2019.1692505"}, "url": "https://www.semanticscholar.org/paper/120d2919a0d40702d8dd0d2300a6d697b4a653db", "title": "Small business marketing strategies for physical therapy practice owners", "abstract": "ABSTRACT Introduction: The United States economy depends on small businesses, yet 50% of small businesses cease operations in the first 5 years. The purpose of this multiple case study was to explore the marketing strategies used by owners of small businesses to maintain their organization through the initial 5 years of operation. Methods: The population included 5 physical therapy business owners in northeastern Florida. The conceptual framework for this study was the brand equity model, and data were collected through semistructured interviews, online company marketing materials, and archival company documents. Yin’s 5-step analysis guided the data analysis process. Member checking, transcript review, and triangulation were used to validate the study data. Results: The participants validated marketing strategies consistent with Aaker’s [18] brand equity model and review of the literature. The findings showed that small business owners used brand awareness, relationship marketing, perceived quality, online marketing, and WOM marketing. Conclusion: The results of this study align with the evidence in the current literature. Owners who use marketing strategies to sustain their business are more likely to be successful. Small business owners who utilize word-of-mouth, brand awareness, perceived quality, and relationship marketing with their customers can ultimately sustain their businesses.", "venue": "", "year": 2019, "referenceCount": 217, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "46743636", "name": "M. Daugherty"}]}}, {"intents": ["methodology"], "contexts": ["Referencing the CSCW guidelines for social computing [66], we argue that the mechanisms operationalising StressMon comply with principles of the Belmont Report [14] in the following ways: 1."], "isInfluential": false, "citingPaper": {"paperId": "15eaec01c9e7618fade3fd3339336cb1b84b0254", "externalIds": {"DBLP": "journals/pacmhci/ZakariaBL19", "MAG": "2982912738", "DOI": "10.1145/3359139"}, "url": "https://www.semanticscholar.org/paper/15eaec01c9e7618fade3fd3339336cb1b84b0254", "title": "StressMon: Scalable Detection of Perceived Stress and Depression Using Passive Sensing of Changes in Work Routines and Group Interactions", "abstract": "Stress and depression are a common affliction in all walks of life. When left unmanaged, stress can inhibit productivity or cause depression. Depression can occur independently of stress. There has been a sharp rise in mobile health initiatives to monitor stress and depression. However, these initiatives usually require users to install dedicated apps or multiple sensors, making such solutions hard to scale. Moreover, they emphasise sensing individual factors and overlook social interactions, which plays a significant role in influencing stress and depression while being a part of a social system. We present StressMon, a stress and depression detection system that leverages single-attribute location data, passively sensed from the WiFi infrastructure. Using the location data, it extracts a detailed set of movement, and physical group interaction pattern features without requiring explicit user actions or software installation on client devices. These features are used in two different machine learning models to detect stress and depression. To validate StressMon, we conducted three different longitudinal studies at a university with different groups of students, totalling up to 108 participants. Our evaluation demonstrated StressMon detecting severely stressed students with a 96.01% True Positive Rate (TPR), an 80.76% True Negative Rate (TNR), and a 0.97 area under the ROC curve (AUC) score (a score of 1 indicates a perfect binary classifier) using a 6-day prediction window. In addition, StressMon was able to detect depression at 91.21% TPR, 66.71% TNR, and 0.88 AUC using a 15-day window. We end by discussing how StressMon can expand CSCW research, especially in areas involving collaborative practices for mental health management.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2019, "referenceCount": 82, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "26657887", "name": "Camellia Zakaria"}, {"authorId": "9140912", "name": "R. Balan"}, {"authorId": "2311745", "name": "Youngki Lee"}]}}, {"intents": ["background"], "contexts": ["Similar to discussions of this issue with respect to social media data many years ago, researchers are struggling to create these norms, and there are differences in ethical heuristics from discipline to discipline and from researcher to researcher [72]."], "isInfluential": false, "citingPaper": {"paperId": "167cd845e1850cb01bb215f9cb543b400ea2e017", "externalIds": {"MAG": "2992883638", "DBLP": "journals/pacmhci/Fiesler19", "DOI": "10.1145/3370271"}, "url": "https://www.semanticscholar.org/paper/167cd845e1850cb01bb215f9cb543b400ea2e017", "title": "Ethical Considerations for Research Involving (Speculative) Public Data", "abstract": "As the process of creating and sharing data about ourselves becomes more prevalent, researchers have access to increasingly rich data about human behavior. Framed as a fictional paper published at some point in the not-so-distant future, this design fiction draws from current inquiry and debate into the ethics of using public data for research, and speculatively extends this conversation into even more robust and more personal data that could exist when we design new technologies in the future. By looking to how the precedents of today might impact the practices of tomorrow, we can consider how we might design policies, ethical guidelines, and technologies that are forward-thinking.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2019, "referenceCount": 83, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "1844816", "name": "Casey Fiesler"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1ce3c2ab33c71dbbf70bebd58e7205fbd23cef8f", "externalIds": {"MAG": "2989047800", "DBLP": "journals/pacmhci/OtionoOSNB19", "DOI": "10.1145/3274470"}, "url": "https://www.semanticscholar.org/paper/1ce3c2ab33c71dbbf70bebd58e7205fbd23cef8f", "title": "Understanding Users Information Needs and Collaborative Sensemaking of Microbiome Data", "abstract": "Recent years are seeing a sharp increase in the availability of personal omic (e.g. genomes, microbiomes) data to non-experts through direct-to-consumer testing kits. While the scientific understanding of human -omic information is evolving, the interpretation of the data may impact well-being of users and relevant others, and therefore poses challenges and opportunities for CSCW research. We identify the information, interaction, and sense-making needs of microbiomic data users, within the broader context of social omics - the sharing and collaborative engagement with data and interpretation. Analyzing users' discussions on Reddit's r/HumanMicrobiome, we identified seven user needs for microbiome data: reviewing an annotated report, comparing microbiome data, tracking changes, receiving personalized actionable information, curating and securing information, documenting and sharing self experiments, and enhancing the communication between patients and health-care providers. We highlight the ways in which users interact with each other to collaboratively make sense of the data. We conclude with design implications, including tools for better communication with care providers, and for symptom-centered sharing and discussion.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2019, "referenceCount": 78, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1404351335", "name": "Jennifer Otiono"}, {"authorId": "1404351347", "name": "Monsurat Olaosebikan"}, {"authorId": "1718579", "name": "Orit Shaer"}, {"authorId": "71575036", "name": "O. Nov"}, {"authorId": "153004564", "name": "Madeleine Ball"}]}}, {"intents": ["background"], "contexts": ["Likewise, new considerations for research with online data sources are emerging, raising such questions as whether social media platforms’ terms of service can be considered a proxy for informed consent (Vitak, Shilton, and Ashktorab 2016)."], "isInfluential": false, "citingPaper": {"paperId": "2484571607f5382cd7a78bc45d3852903e21446e", "externalIds": {"MAG": "2963697519", "DOI": "10.1080/15265161.2019.1619859", "PubMed": "31339831"}, "url": "https://www.semanticscholar.org/paper/2484571607f5382cd7a78bc45d3852903e21446e", "title": "The Rise of Citizen Science in Health and Biomedical Research", "abstract": "Citizen science models of public participation in scientific research represent a growing area of opportunity for health and biomedical research, as well as new impetus for more collaborative forms of engagement in large-scale research. However, this also surfaces a variety of ethical issues that both fall outside of and build upon the standard human subjects concerns in bioethics. This article provides background on citizen science, examples of current projects in the field, and discussion of established and emerging ethical issues for citizen science in health and biomedical research.", "venue": "The American journal of bioethics : AJOB", "year": 2019, "referenceCount": 69, "citationCount": 85, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Medicine"], "authors": [{"authorId": "144918359", "name": "A. Wiggins"}, {"authorId": "1908920", "name": "J. Wilbanks"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "256a25a7cc3a3769b957ea0df02ff5d4d8397d21", "externalIds": {"MAG": "2940034396", "DOI": "10.1177/1073110519840497", "PubMed": "30994072"}, "url": "https://www.semanticscholar.org/paper/256a25a7cc3a3769b957ea0df02ff5d4d8397d21", "title": "A Belmont Reboot: Building a Normative Foundation for Human Research in the 21st Century", "abstract": "Over the past decade, awareness emerged that existing frameworks for regulation and oversight of research with human participants fit poorly with contemporary research. Although substantial and diverse literature touches on this dissonance from a variety of perspectives, the problem is illustrated most clearly by the 2011 to 2017 process undertaken to “modernize” the Common Rule, the federal regulations for the protection of human research subjects. During this process, the Office for Human Research Protections (OHRP) sought public comment on a wide array of challenges they felt were not addressed adequately in existing regulations, and that they hoped to address in proposed revisions. \n \nThe most widely debated proposal aimed to address a perception that a long-standing policy allowing the research use of nonidentified biospecimens without informed consent no longer made sense given the potential of genomic technologies to reidentify such samples.1 OHRP, recognizing concerns that existing regulations created undue burdens on very low-risk research, also proposed a plan to allow investigators to use a decision tool to determine whether a study would be “excluded” from IRB review. Proposals intended to address these and other concerns prompted critiques in the scholarly literature and in comments submitted to OHRP during the public comment period. Ultimately, the most controversial proposals, including requiring informed consent for nonidentified biospecimens research, were not part of the final rule published in January 2017 on the final day of the Obama administration. Two years after it was published, this final rule was implemented in January 2019. \n \nAs leaders of a multi-disciplinary team working on the ethical and regulatory challenges raised by biorepository research in multi-site networks, we believe that both the controversy surrounding the OHRP proposals and the modest outcome of this six-year process are symptoms of a larger challenge. The regulatory revision process initiated by OHRP focused primarily on the transformation of biomedical science. Critically, however, it did not adequately consider the transformation that has occurred with regard to cultural perspectives on a range of critical issues relevant to the oversight of research with human subjects. These include, but are not limited to: changing perspectives on the right to privacy (and limits thereto), power imbalances between experts and lay people, trust in institutions, and individual ownership and control of data and biomaterials. OHRP, and the biomedical research community at large, have not resolved important questions about the oversight of human subjects research because we have not sufficiently accounted for the ways that society and societal norms have shifted since the Belmont Report was published 1979 and 45 CFR 46 Subpart A (what we now call the Common Rule) was adopted in 1981. \n \nIt is time to undertake a different strategy for working toward the modernization of oversight and governance of research with humans. First, we need to revisit the principles articulated in the Belmont Report. If we aim to settle on an ethical framework that supports the development of policies, what ethical commitments and ideas must be included? Are additional ethical principles needed to ground this effort? Second, we need to conduct empirical research and public engagement activities to understand the views of diverse stakeholders on the ethical basis for policies on human subjects research. What implications do the Belmont principles hold for us today? Third, we need a process whereby this more contemporary interpretation of principles to guide human research ethics can be translated into policy and practice, with a focus that extends beyond the Common Rule to take a more comprehensive and global view of research oversight and governance. This work would recognize that changing societal contexts calls for changing approaches to process: a repeat of the original Belmont process would be an anachronism. While the National Commission for the Protection of Human Subjects of Biomedical and Behavioral Research successfully developed the original Belmont Report, it no longer makes sense for a small and distinguished group of scholars to gather at a conference center over a three-year period. Our proposal emphasizes a more transparent and inclusive – and thus more “modern” – process.", "venue": "The Journal of law, medicine & ethics : a journal of the American Society of Law, Medicine & Ethics", "year": 2019, "referenceCount": 37, "citationCount": 6, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Political Science"], "authors": [{"authorId": "32044593", "name": "K. Brothers"}, {"authorId": "5030054", "name": "Suzanne M. Rivera"}, {"authorId": "81929272", "name": "R. Cadigan"}, {"authorId": "1948333", "name": "R. Sharp"}, {"authorId": "46778276", "name": "A. Goldenberg"}]}}, {"intents": ["background"], "contexts": ["…within the literature on Internet research ethics, such as the researcher’s responsibility to work with beneficence and the importance to cause no or limited harm to participants by using a risk/ benefit analysis which considers participants, researchers, and society alike (Vitak et al., 2016)."], "isInfluential": false, "citingPaper": {"paperId": "25baea1ebc0a2b758ef7352702728a333d3822d1", "externalIds": {"MAG": "2912911520", "DOI": "10.1177/1077800418806599"}, "url": "https://www.semanticscholar.org/paper/25baea1ebc0a2b758ef7352702728a333d3822d1", "title": "Situating Ethics in Online Mourning Research: A Scoping Review of Empirical Studies", "abstract": "In the past decade, social media have put mourning practices at the forefront of daily life in ways that challenge assumptions made about the public disclosure of information often construed as being highly intimate. This article examines how researchers conceive online mourning in empirical studies and how such conceptions inform (or not) methodological and ethical decisions. Through a scoping review, we identified 40 empirical papers addressing online mourning. Our analysis shows that, while online mourning practices have overwhelmingly been problematized in terms of privacy and publicness within the current literature, ethical issues relating to their analysis have been scarcely addressed in empirical research. In line with Foucault’s work on the dispositif, we then examine the performative role of privacy and data sensitivity in the context of online mourning research (notably in relation to consent procurement) and discuss our findings in light of emerging trends in context-based ethics.", "venue": "Qualitative Inquiry", "year": 2019, "referenceCount": 113, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2070012148", "name": "David Myles"}, {"authorId": "11927781", "name": "Maria Cherba"}, {"authorId": "48275218", "name": "Florence Millerand"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2812d8e798da0656e052dd8c382e9d3dd07adef6", "externalIds": {"MAG": "2966318771", "DOI": "10.1080/13645579.2019.1649832"}, "url": "https://www.semanticscholar.org/paper/2812d8e798da0656e052dd8c382e9d3dd07adef6", "title": "From data points to people: feminist situated ethics in online big data research", "abstract": "ABSTRACT Many ethical concerns in online big data research stem from a pervasive assumption that data are disembodied and place-less. While some scholars have begun addressing the ethical dilemmas of big data, few offer approaches or tools that fully grapple with the situatedness of online data and its ethical implications. We draw on feminist new materialist scholars to interrogate the onto-epistem-ological assumptions of online big data research and explicate their ethical implications. We then use Donna Haraway’s work as a theoretical foundation for a reimagining of online data as embodied and situated, putting forth a ‘feminist situated ethics’ as an alternative ethical framework for online big data research. Finally, we discuss how to enact feminist situated ethics at the different stages of the research process to provide guidance for online big data researchers.", "venue": "International Journal of Social Research Methodology", "year": 2020, "referenceCount": 91, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "79749394", "name": "Danielle Corple"}, {"authorId": "103513751", "name": "Jasmine R. Linabary"}]}}, {"intents": ["background"], "contexts": ["…to privacy in online research\nWhile defining ‘private information’ and ‘reasonable assumptions’ of privacy remain crucial, existing ethical frameworks have not kept pace with these shifting definitions initiated by technological and sociocultural changes (Roberts, 2015; Vitak et al., 2016).", "For example, many IRBs maintain that internet data are in the public domain (Vitak et al., 2016).", "While defining ‘private information’ and ‘reasonable assumptions’ of privacy remain crucial, existing ethical frameworks have not kept pace with these shifting definitions initiated by technological and sociocultural changes (Roberts, 2015; Vitak et al., 2016)."], "isInfluential": false, "citingPaper": {"paperId": "289ec719eb5b6b18d4ecb87bd1446a6366621d0a", "externalIds": {"MAG": "2792825861", "DOI": "10.1080/1369118X.2018.1438492"}, "url": "https://www.semanticscholar.org/paper/289ec719eb5b6b18d4ecb87bd1446a6366621d0a", "title": "Privacy for whom?: a feminist intervention in online research practice", "abstract": "ABSTRACT As shifts in technology and culture have complicated traditional definitions of privacy, researchers need new approaches to navigating privacy in online contexts. In this article, we argue that the experiences and perceptions of vulnerable groups must form the starting point for online researchers’ ethical decision-making, regardless of whether their research population qualifies as ‘vulnerable.’ This is especially important in spaces where privacy violations put people, particularly marginalized individuals, at risk for online harassment and abuse, among other harms. We seek to intervene in online research practices by putting forth a feminist approach to privacy, drawing on two studies related to online harassment. Specifically, we argue that feminist theory and methodology inform an approach to privacy that (a) starts from the lives of socially and politically vulnerable groups, (b) takes an intersectional approach to analyzing power relations, and (c) draws on a moral imperative of care and responsibility in enacting feminist principles of context, dialogue, and reflexivity throughout the research process. In doing so, we offer questions to prompt critical reflection on privacy concerns in online research.", "venue": "", "year": 2019, "referenceCount": 36, "citationCount": 21, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "103513751", "name": "Jasmine R. Linabary"}, {"authorId": "79749394", "name": "Danielle Corple"}]}}, {"intents": ["methodology", "background"], "contexts": ["Public or Private Research using public information on the internet is typically not considered human subjects research (Vitak, Shilton, and Ashktorab 2016).", "The approach taken in this study is especially influenced by recent work around ethical research using social media data (Zimmer and Kinder-Kurlanda 2017; Vitak, Shilton, and Ashktorab 2016; Fiesler and Proferes 2018)."], "isInfluential": false, "citingPaper": {"paperId": "2e5c93c4d49c42b71a5a424be14a3cb4d959a03f", "externalIds": {"MAG": "2933599777", "DBLP": "journals/corr/abs-1904-04176", "ArXiv": "1904.04176"}, "url": "https://www.semanticscholar.org/paper/2e5c93c4d49c42b71a5a424be14a3cb4d959a03f", "title": "Smart, Responsible, and Upper Caste Only: Measuring Caste Attitudes through Large-Scale Analysis of Matrimonial Profiles", "abstract": "Discriminatory caste attitudes currently stigmatize millions of Indians, subjecting individuals to prejudice in all aspects of life. Governmental incentives and societal movements have attempted to counter these attitudes, yet accurate measurements of public opinions on caste are not yet available for understanding whether progress is being made. Here, we introduce a novel approach to measure public attitudes of caste through an indicator variable: openness to intercaste marriage. Using a massive dataset of over 313K profiles from a major Indian matrimonial site, we precisely quantify public attitudes, along with differences between generations and between Indian residents and diaspora. We show that younger generations are more open to intercaste marriage, yet attitudes are based on a complex function of social status beyond their own caste. In examining the desired qualities in a spouse, we find that individuals open to intercaste marriage are more individualistic in the qualities they desire, rather than favoring family-related qualities, which mirrors larger societal trends away from collectivism. Finally, we show that attitudes in diaspora are significantly less open, suggesting a bi-cultural model of integration. Our research provides the first empirical evidence identifying how various intersections of identity shape attitudes toward intercaste marriage in India and among the Indian diaspora in the US.", "venue": "ICWSM", "year": 2019, "referenceCount": 87, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2116525", "name": "Ashwin Rajadesingan"}, {"authorId": "2852086", "name": "Ramaswami Mahalingam"}, {"authorId": "3046220", "name": "David Jurgens"}]}}, {"intents": ["background"], "contexts": ["” More recent conference panels and workshops [[6],[9],[14],[15], [16],[21],[28]], essays in interactions magazine [[3],[12], [29],[30]], and numerous scholarly publications across a range of HCI venues indicate that this concern is significant and ongoing [[1],[7],[25],[26],[27]]."], "isInfluential": false, "citingPaper": {"paperId": "341d9dc90a6c878bfab5ce48739069affd3b9941", "externalIds": {"DBLP": "conf/chi/SodenSFABBJ19", "MAG": "2943073121", "DOI": "10.1145/3290607.3299033"}, "url": "https://www.semanticscholar.org/paper/341d9dc90a6c878bfab5ce48739069affd3b9941", "title": "CHI4EVIL: Creative Speculation on the Negative Impacts of HCI Research", "abstract": "The HCI community is experiencing a resurgence of interest in the ethical, social, and political dimensions of HCI research and practice. Despite increased attention to these issues is not always clear that our community has the tools or training to adequately think through some of the complex issues that these commitments raise. In this workshop, we will explore the creative use of HCI methods and concepts such as design fiction or speculative design to help anticipate and reflect on the potential downsides of our technology design, research, and implementation. How can these tools help us to critique some of the assumptions, metaphors, and patterns that drive our field forward? Can we, by intentionally adopting the personas of would-be evil-doers, learn something about how better to accomplish HCI for Good?", "venue": "CHI Extended Abstracts", "year": 2019, "referenceCount": 34, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "49391193", "name": "R. Soden"}, {"authorId": "2684133", "name": "M. Skirpan"}, {"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "2220428", "name": "Zahra Ashktorab"}, {"authorId": "144392313", "name": "E. Baumer"}, {"authorId": "1783589", "name": "M. Blythe"}, {"authorId": "153124704", "name": "Jasmine Jones"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3e95f4817cf2b6b89a636dc2bdd4449c65bab799", "externalIds": {"DBLP": "conf/jcdl/MarshallS19", "MAG": "2968887223", "DOI": "10.1109/JCDL.2019.00022"}, "url": "https://www.semanticscholar.org/paper/3e95f4817cf2b6b89a636dc2bdd4449c65bab799", "title": "The Ownership and Control of Online Photos and Game Data: Patterns, Trends, and Keeping Pace with Evolving Circumstances", "abstract": "Using a series of media type-specific studies, we have identified social norms associated with the ownership and control of user-contributed content and data stored in online collections. These norms constrain everyday reuse of this material, as well as prefiguring public reactions to institutional archiving efforts. In this paper, we describe two studies, one of photos and the other of multiplayer games, originally run in 2010 and 2013 respectively, that we reran in 2018 to establish whether specific norms are stable or evolving. Analysis of data from 455 new participants, 235 collected via the photo study and 220 via the games study, revealed that many previous results are stable, but there are important changes too that seem to stem from increased online experience, as well as additional experience with the media type in question. Overall, the barriers to institutional archiving of collections of user-contributed online material seem to be diminishing over time. At the same time, participants exhibit a greater sensitivity to privacy issues-along with some privacy fatigue (which has resulted in a looser grasp on ownership)-and more sophisticated reasoning about potential reuse situations, both benign and malicious.", "venue": "2019 ACM/IEEE Joint Conference on Digital Libraries (JCDL)", "year": 2019, "referenceCount": 41, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1685379", "name": "C. Marshall"}, {"authorId": "1749811", "name": "F. Shipman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "414598dff14c08a74ba1f119ed50029ce4eafe82", "externalIds": {"MAG": "2954457885", "DBLP": "journals/ijhci/StephanidisSACD19", "DOI": "10.1080/10447318.2019.1619259"}, "url": "https://www.semanticscholar.org/paper/414598dff14c08a74ba1f119ed50029ce4eafe82", "title": "Seven HCI Grand Challenges", "abstract": "ABSTRACT This article aims to investigate the Grand Challenges which arise in the current and emerging landscape of rapid technological evolution towards more intelligent interactive technologies, coupled with increased and widened societal needs, as well as individual and collective expectations that HCI, as a discipline, is called upon to address. A perspective oriented to humane and social values is adopted, formulating the challenges in terms of the impact of emerging intelligent interactive technologies on human life both at the individual and societal levels. Seven Grand Challenges are identified and presented in this article: Human-Technology Symbiosis; Human-Environment Interactions; Ethics, Privacy and Security; Well-being, Health and Eudaimonia; Accessibility and Universal Access; Learning and Creativity; and Social Organization and Democracy. Although not exhaustive, they summarize the views and research priorities of an international interdisciplinary group of experts, reflecting different scientific perspectives, methodological approaches and application domains. Each identified Grand Challenge is analyzed in terms of: concept and problem definition; main research issues involved and state of the art; and associated emerging requirements. BACKGROUND This article presents the results of the collective effort of a group of 32 experts involved in the community of the Human Computer Interaction International (HCII) Conference series. The group’s collaboration started in early 2018 with the collection of opinions from all group members, each asked to independently list and describe five HCI grand challenges. During a one-day meeting held on the 20th July 2018 in the context of the HCI International 2018 Conference in Las Vegas, USA, the identified topics were debated and challenges were formulated in terms of the impact of emerging intelligent interactive technologies on human life both at the individual and societal levels. Further analysis and consolidation led to a set of seven Grand Challenges presented herein. This activity was organized and supported by the HCII Conference series.", "venue": "Int. J. Hum. Comput. Interact.", "year": 2019, "referenceCount": 430, "citationCount": 127, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "1685903", "name": "C. Stephanidis"}, {"authorId": "1781819", "name": "G. Salvendy"}, {"authorId": "144018558", "name": "M. Antona"}, {"authorId": "153426068", "name": "Jessie Y. C. Chen"}, {"authorId": "2117141688", "name": "Jianming Dong"}, {"authorId": "1763971", "name": "Vincent G. Duffy"}, {"authorId": "38173723", "name": "Xiaowen Fang"}, {"authorId": "46453499", "name": "C. Fidopiastis"}, {"authorId": "35176644", "name": "Gino Fragomeni"}, {"authorId": "145286675", "name": "Limin Paul Fu"}, {"authorId": "1986025", "name": "Y. Guo"}, {"authorId": "2075342328", "name": "David Harris"}, {"authorId": "144883698", "name": "A. Ioannou"}, {"authorId": "3204144", "name": "K. Jeong"}, {"authorId": "1741223", "name": "S. Konomi"}, {"authorId": "1832705", "name": "Heidi Krömker"}, {"authorId": "1780617", "name": "M. Kurosu"}, {"authorId": "2109240398", "name": "James R. Lewis"}, {"authorId": "145988162", "name": "A. Marcus"}, {"authorId": "2372348", "name": "Gabriele Meiselwitz"}, {"authorId": "2667618", "name": "Abbas Moallem"}, {"authorId": "29010268", "name": "H. Mori"}, {"authorId": "144286627", "name": "F. Nah"}, {"authorId": "1705982", "name": "S. Ntoa"}, {"authorId": "1740664", "name": "P. Rau"}, {"authorId": "2010051", "name": "D. Schmorrow"}, {"authorId": "1746885", "name": "K. Siau"}, {"authorId": "1698594", "name": "Norbert A. Streitz"}, {"authorId": "2108329049", "name": "Wentao Wang"}, {"authorId": "34983967", "name": "Sakae Yamamoto"}, {"authorId": "49603533", "name": "Panayiotis Zaphiris"}, {"authorId": "145679380", "name": "Jia Zhou"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4661de1e2688585c3fef9a470a899905ecf38e4f", "externalIds": {"DBLP": "journals/pacmhci/Borgos-Rodriguez19", "MAG": "2986022719", "DOI": "10.1145/3359196"}, "url": "https://www.semanticscholar.org/paper/4661de1e2688585c3fef9a470a899905ecf38e4f", "title": "MyAutsomeFamilyLife: Analyzing Parents of Children with Developmental Disabilities on YouTube", "abstract": "While parents of young children regularly make decisions about sharing content about their child or family online, we know less about how they create, produce, and share video-based content of children with stigmatizing experiences. Through an analysis of publicly available content on YouTube, supplemented with semi-structured interviews, we report on the ways in which parents of children with developmental disabilities produce, share, and interact with others through videos of their children's experiences. Our analysis finds that parents disclose child information on YouTube to build authenticity, connect with others, advocate for social change, and justify monetization and child involvement. We discuss tensions between parents' practices and the ethical complexities of sharing and studying parent-generated content featuring children with disabilities.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2019, "referenceCount": 97, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1404354219", "name": "Katya Borgos-Rodriguez"}, {"authorId": "2336529", "name": "Kathryn E. Ringland"}, {"authorId": "2373998", "name": "Anne Marie Piper"}]}}, {"intents": ["background"], "contexts": ["Vitak et al. (2016) highlighted protecting data subjects by using deidentification as a technique to mitigate bias."], "isInfluential": false, "citingPaper": {"paperId": "4fbd54222ffa8a5035f928ed9b81e69c808eb251", "externalIds": {"MAG": "2913185156"}, "url": "https://www.semanticscholar.org/paper/4fbd54222ffa8a5035f928ed9b81e69c808eb251", "title": "User-Centered Design Strategies for Clinical Brainâ??Computer Interface Assistive Technology Devices", "abstract": "User-Centered Design Strategies for Clinical Brain–Computer Interface Assistive Technology Devices by Geraldine Light MSIT, Walden University, 2017 MSIDT, Walden University, 2011 BS, San Francisco State University, 1983 Doctoral Study Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Information Technology Walden University February 2019 Abstract Although in the past 50 years significant advances based on research of brain–computer interface (BCI) technology have occurred, there is a scarcity of BCI assistive technology devices at the consumer level. This multiple case study explored user-centered clinical BCI device design strategies used by computer scientists designing BCI assistive technologies to meet patient-centered outcomes. The population for the studyAlthough in the past 50 years significant advances based on research of brain–computer interface (BCI) technology have occurred, there is a scarcity of BCI assistive technology devices at the consumer level. This multiple case study explored user-centered clinical BCI device design strategies used by computer scientists designing BCI assistive technologies to meet patient-centered outcomes. The population for the study encompassed computer scientists experienced with clinical BCI assistive technology design located in the midwestern, northeastern, and southern regions of the United States, as well as western Europe. The multi-motive information systems continuance model was the conceptual framework for the study. Interview data were collected from 7 computer scientists and 28 archival documents. Guided by the concepts of user-centered design and patient-centered outcomes, thematic analysis was used to identify codes and themes related to computer science and the design of BCI assistive technology devices. Notable themes included customization of clinical BCI devices, consideration of patient/caregiver interaction, collective data management, and evolving technology. Implications for social change based on the findings from this research include focus on meeting individualized patient-centered outcomes; enhancing collaboration between researchers, caregivers, and patients in BCI device development; and reducing the possibility of abandonment or disuse of clinical BCI assistive technology devices. User-Centered Design Strategies for Clinical Brain–Computer Interface Assistive Technology Devices by Geraldine Light MSIT, Walden University, 2017 MSIDT, Walden University, 2011 BS, San Francisco State University, 1983 Doctoral Study Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Information Technology", "venue": "", "year": 2019, "referenceCount": 155, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "88783892", "name": "Geraldine Light"}]}}, {"intents": ["background"], "contexts": ["While the CSCW community is in early stages of discussing and forming guidelines for conducting research using public social media [56], we acknowledge the ethical concerns associated with our methods."], "isInfluential": false, "citingPaper": {"paperId": "5dac74ab109105503e749369ac055c7a7dc12154", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/5dac74ab109105503e749369ac055c7a7dc12154", "title": "Understanding Users Information Needs and Collaborative Sensemaking of Human Microbiome Data", "abstract": "Recent years are seeing a sharp increase in the availability of personal ’omic’ (e.g. genomes, microbiomes) data to non-experts through direct-to-consumer testing kits. While the scientific understanding of human -omic information is evolving, the interpretation of the data may impact well-being of users and relevant others, and therefore poses challenges and opportunities for CSCW research. We identify the information, interaction, and sense-making needs of omic data users, within the broader context of social omics the sharing and collaborative engagement with data and interpretation. Analyzing users’ discussions on Reddit’s r/HumanMicrobiome, we identified seven user needs: reviewing an annotated report, comparing microbiome data, tracking changes, receiving personalized actionable information, curating information, controlling information, and documenting and sharing self experiments. We highlight the ways in which users interact with each other to collaboratively make sense of the data. We conclude with design implications, including tools for better communication with care providers, and for symptom-centered sharing and discussion.", "venue": "", "year": 2019, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2078248113", "name": "Anonymous Authors"}]}}, {"intents": ["methodology", "background"], "contexts": ["Vitak et al. (2016) recommended that the informed consent document involves the researcher providing identified participants pertinent information about the research while engaging the participants in writing to confirm their willingness to be a participant in the study.", "I exercised characteristics based on the Belmont Report three guiding principles that are (a) respect for the participants, (b) beneficence, and (c) fairness in participant selection (Vitak et al., 2016).", "respect for participants, consent, and integrity are mandatory for any study (Vitak et al., 2016).", "58\nEthical Research\nEthical issues and challenges vary across cultural sans regions; henceforth,\nrespect for participants, consent, and integrity are mandatory for any study (Vitak et al., 2016)."], "isInfluential": true, "citingPaper": {"paperId": "6180d0bc38699c515e774949575e4a059281a7b4", "externalIds": {"MAG": "2971927871"}, "url": "https://www.semanticscholar.org/paper/6180d0bc38699c515e774949575e4a059281a7b4", "title": "Strategies for Achieving Patient-Centered Healthcare and Cost Containment", "abstract": "Strategies for Achieving Patient-Centered Healthcare and Cost Containment by Quincy V. Handy MSS, United States Army War College, 2010 MPA, University of Baltimore, 2007 BS, Morgan State University, 1987 Doctoral Study Submitted in Partial Fulfillment of Requirements for the Degree of Doctor of Business Administration Walden University August 2019 Abstract Implementing successful value-centered care strategies that support patient-centerednessImplementing successful value-centered care strategies that support patient-centeredness while reducing cost is a significant challenge for healthcare leaders. In 2001, the Committee on Quality of Healthcare in America and the Institute of Medicine identified patient-centeredness as 1 of 6 improvement goals to improve quality of care for the 21st century. The purpose of this multiple case study was to explore patient-centered strategies that healthcare managers used to reduce the cost of healthcare for elderly patients without reducing the quality of patient care. The conceptual framework that grounded this study was patient-centered care, and the opposing theory was the primary care team model. Data were collected using semistructured interviews with 6 healthcare leaders selected via purposive sampling throughout Virginia and a review of healthcare facilities’ documents and website pages. Data were analyzed using Yin’s 5-step process, which led to the identification of 4 themes. Themes that emerged from the study included patient-centered care matters, management leadership strategies, control methods for monitoring costs, and maximizing community healthcare services. The implications of this study for positive social change include the potential to improve the delivery of healthcare for elderly patients and access to quality patient-centered care that supports cost-reducing strategies healthcare managers can employ to increase profits through value-based healthcare. Strategies for Achieving Patient-Centered Healthcare and Cost Containment by Quincy V. Handy MSS, United States Army War College, 2010 MPA, University of Baltimore, 2007 BS, Morgan State University, 1987 Doctoral Study Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Business Administration", "venue": "", "year": 2019, "referenceCount": 280, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1397052922", "name": "Quincy Von Handy"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "88124c42304e0804bb19f851d09e8ec3c1b706c1", "externalIds": {"MAG": "2988595016", "DBLP": "journals/pacmhci/ChancellorBC19", "DOI": "10.1145/3359249"}, "url": "https://www.semanticscholar.org/paper/88124c42304e0804bb19f851d09e8ec3c1b706c1", "title": "Who is the \"Human\" in Human-Centered Machine Learning", "abstract": "\"Human-centered machine learning\" (HCML) combines human insights and domain expertise with data-driven predictions to answer societal questions. This area's inherent interdisciplinarity causes tensions in the obligations researchers have to the humans whose data they use. This paper studies how scientific papers represent human research subjects in HCML. Using mental health status prediction on social media as a case study, we conduct thematic discourse analysis on 55 papers to examine these representations. We identify five discourses that weave a complex narrative of who the human subject is in this research: Disorder/Patient, Social Media, Scientific, Data/Machine Learning, and Person. We show how these five discourses create paradoxical subject and object representations of the human, which may inadvertently risk dehumanization. We also discuss the tensions and impacts of interdisciplinary research; the risks of this work to scientific rigor, online communities, and mental health; and guidelines for stronger HCML research in this nascent area.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2019, "referenceCount": 243, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2510840", "name": "Stevie Chancellor"}, {"authorId": "144392313", "name": "E. Baumer"}, {"authorId": "2583473", "name": "M. D. Choudhury"}]}}, {"intents": ["background"], "contexts": ["Vitak et al. (2016) documented survey responses from researchers, finding that many believed social data posted online are fair game to collect and analyse as long as they are accessible without signing in. Similar opinions were also found by Samuel\net al. (2019), when interviewing researchers…"], "isInfluential": false, "citingPaper": {"paperId": "8991934d226337ee213ac11329f4bc281c3883e5", "externalIds": {"MAG": "2986619295", "ArXiv": "1910.05265", "DBLP": "journals/corr/abs-1910-05265", "DOI": "10.1177/1556264619883715", "PubMed": "31691629"}, "url": "https://www.semanticscholar.org/paper/8991934d226337ee213ac11329f4bc281c3883e5", "title": "Automating Dynamic Consent Decisions for the Processing of Social Media Data in Health Research", "abstract": "Social media have become a rich source of data, particularly in health research. Yet, the use of such data raises significant ethical questions about the need for the informed consent of those being studied. Consent mechanisms, if even obtained, are typically broad and inflexible, or place a significant burden on the participant. Machine learning algorithms show much promise for facilitating a “middle-ground” approach: using trained models to predict and automate granular consent decisions. Such techniques, however, raise a myriad of follow-on ethical and technical considerations. In this article, we present an exploratory user study (n = 67) in which we find that we can predict the appropriate flow of health-related social media data with reasonable accuracy, while minimizing undesired data leaks. We then attempt to deconstruct the findings of this study, identifying and discussing a number of real-world implications if such a technique were put into practice.", "venue": "Journal of empirical research on human research ethics : JERHRE", "year": 2019, "referenceCount": 74, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "2232082", "name": "Chris Norval"}, {"authorId": "34279677", "name": "T. Henderson"}]}}, {"intents": ["methodology"], "contexts": ["I downloaded and then deleted cloud-based (SurveyMonkey) data after completion of the survey as recommended by Vitak et al. (2016)."], "isInfluential": false, "citingPaper": {"paperId": "8eff2f9c3c7797528cb592d73fcf0678bfadb558", "externalIds": {"MAG": "3000061914"}, "url": "https://www.semanticscholar.org/paper/8eff2f9c3c7797528cb592d73fcf0678bfadb558", "title": "Age, Tenure, General Self-Efficacy, and Sales Performance of Salespeople", "abstract": "Age, Tenure, General Self-Efficacy, and Sales Performance of Salespeople by Juhani Suhonen MBA, University of Cumbria, 2014 Doctoral Study Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Business Administration Walden University December 2019 Abstract Companies worldwide spend millions of dollars on sales training but often fail to address the significant effect of personal attributes of salespeople on sales performance. Grounded in Bandura’s self-efficacy theory, the purpose of this quantitative correlational study was to examine the relationship between age, tenure, general self-efficacy, and sales performance among face-to-face salespeople of technology companies worldwide. Understanding this relationship is important to sales managers for predicting sales performance to enhance sustainability. Data were collected from 103 participants between July and September 2019 via a survey link in the largest IT sales professional LinkedIn group. Multiple hierarchical linear regression analysis indicated a significant relationship, F(3,92) = 8.64, p < .001, R2 = .22, between age, length of tenure, general self-efficacy, and sales performance of salespeople. Implications for positive social change include the potential for sales managers to understand the correlates of sales performance better to contribute to the reduction of discrimination when recruiting salespeople of various ages and experience.Companies worldwide spend millions of dollars on sales training but often fail to address the significant effect of personal attributes of salespeople on sales performance. Grounded in Bandura’s self-efficacy theory, the purpose of this quantitative correlational study was to examine the relationship between age, tenure, general self-efficacy, and sales performance among face-to-face salespeople of technology companies worldwide. Understanding this relationship is important to sales managers for predicting sales performance to enhance sustainability. Data were collected from 103 participants between July and September 2019 via a survey link in the largest IT sales professional LinkedIn group. Multiple hierarchical linear regression analysis indicated a significant relationship, F(3,92) = 8.64, p < .001, R2 = .22, between age, length of tenure, general self-efficacy, and sales performance of salespeople. Implications for positive social change include the potential for sales managers to understand the correlates of sales performance better to contribute to the reduction of discrimination when recruiting salespeople of various ages and experience. Age, Tenure, General Self-Efficacy, and Sales Performance of Salespeople by Juhani Suhonen MBA, University of Cumbria, 2014 Doctoral Study Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Business Administration Walden University December 2019 Dedication I dedicate this study to my family and friends. I am thankful for my parents for giving me the intellectual curiosity to open up things just to see what makes them tick and for raising me with the positive attitude and belief that nothing is impossible if I keep on trying. These mindset characteristics have helped me to come this far. Thank you for my friends for tolerating me these years despite continuous talk of my study and often abecedarian articulation of research methods and designs. Thank you to my partner, Elina, who never complained to me about hammering the keyboard during the nights. Thank you to my children, Emilia, Ilari, and Anni, for the patience, support, and brainstorming ideas during the dinners. I am proud of you and love you so much. Acknowledgments Thank you to my extraordinary dissertation committee, Dr. Ify Diala (chairperson), Dr. Mila Petrova Kachovska (committee member), Dr. Olivia Herriford, and Dr. Natalie Casale (member methodologists). I also thank the URR, Dr. Judith L. Blando, who guarded the high standards of scholarly writing. I am so grateful that you each agreed to guide me on this journey toward the completion of this project. Dr. Diala, thank you so much for saying “yes” to chair my committee. Your encouragement and guidance kept me motivated to completion. Dr. Razzaq, thank you for your guidance and precise input during the prospectus development process. I appreciate that each of you contributed to my scholarly development. Dr. Peter Anthony, thank you for being an inspirational teacher and imbuing us with the thought “quitting is illegal.”", "venue": "", "year": 2019, "referenceCount": 213, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1581221224", "name": "J. Suhonen"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "92cde5aa7866b65777cc382d8c27205191ecf434", "externalIds": {"MAG": "3032487005", "DOI": "10.1002/ir.20305"}, "url": "https://www.semanticscholar.org/paper/92cde5aa7866b65777cc382d8c27205191ecf434", "title": "Retracing the Evolution of Thinking Ethically About Student Data", "abstract": null, "venue": "New Directions for Institutional Research", "year": 2019, "referenceCount": 50, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2539382", "name": "P. Prinsloo"}, {"authorId": "35959301", "name": "Sharon Slade"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a18b51359d61a743cae2d71dd9bc034740a410ae", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/a18b51359d61a743cae2d71dd9bc034740a410ae", "title": "7-24-2019 The Rise of Citizen Science in Health and Biomedical Research", "abstract": null, "venue": "", "year": 2019, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "144918359", "name": "A. Wiggins"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "bdf30c238fbba2c76ff6afdff5a5d827eec09389", "externalIds": {"DOI": "10.1145/3290607.3299033"}, "url": "https://www.semanticscholar.org/paper/bdf30c238fbba2c76ff6afdff5a5d827eec09389", "title": "CHI4EVIL", "abstract": null, "venue": "Extended Abstracts of the 2019 CHI Conference on Human Factors in Computing Systems", "year": 2019, "referenceCount": 26, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "49391193", "name": "R. Soden"}, {"authorId": "2684133", "name": "M. Skirpan"}, {"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "2220428", "name": "Zahra Ashktorab"}, {"authorId": "2136277353", "name": "Eric P. S. Baumer"}, {"authorId": "1783589", "name": "M. Blythe"}, {"authorId": null, "name": "Jasmine Jones"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c2caa3ed67d953e7c73229bca57e988cc1fa9e3a", "externalIds": {"MAG": "2964001876", "DOI": "10.1080/15265161.2019.1639389", "PubMed": "31339830"}, "url": "https://www.semanticscholar.org/paper/c2caa3ed67d953e7c73229bca57e988cc1fa9e3a", "title": "Mind the Gap: The Ethics Void Created by the Rise of Citizen Science in Health and Biomedical Research", "abstract": null, "venue": "The American journal of bioethics : AJOB", "year": 2019, "referenceCount": 5, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "1404181854", "name": "B. Patrick-Lake"}, {"authorId": "7212297", "name": "J. Goldsack"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d2928dee2c9fe26d765cf08250dad750390fd968", "externalIds": {"DOI": "10.1145/3359196"}, "url": "https://www.semanticscholar.org/paper/d2928dee2c9fe26d765cf08250dad750390fd968", "title": "MyAutsomeFamilyLife", "abstract": "While parents of young children regularly make decisions about sharing content about their child or family online, we know less about how they create, produce, and share video-based content of children with stigmatizing experiences. Through an analysis of publicly available content on YouTube, supplemented with semi-structured interviews, we report on the ways in which parents of children with developmental disabilities produce, share, and interact with others through videos of their children's experiences. Our analysis finds that parents disclose child information on YouTube to build authenticity, connect with others, advocate for social change, and justify monetization and child involvement. We discuss tensions between parents' practices and the ethical complexities of sharing and studying parent-generated content featuring children with disabilities.", "venue": "Proceedings of the ACM on Human-Computer Interaction", "year": 2019, "referenceCount": 62, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1404354219", "name": "Katya Borgos-Rodriguez"}, {"authorId": "2336529", "name": "Kathryn E. Ringland"}, {"authorId": "2373998", "name": "Anne Marie Piper"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d4f75fafc5d911cefdaf95b92bfaa1d6d2fe82d6", "externalIds": {"DBLP": "conf/cscw/FleischmannGGSV19", "MAG": "2982783208", "DOI": "10.1145/3311957.3359437"}, "url": "https://www.semanticscholar.org/paper/d4f75fafc5d911cefdaf95b92bfaa1d6d2fe82d6", "title": "Good Systems: Ethical AI for CSCW", "abstract": "Artificial intelligence is revolutionizing work, including what it means for cooperative work to be supported by computers. The increased use of AI in CSCW can lead to many advantages, including increased productivity and efficiency, but it can also include several potential ethical trade-offs, such as invasions of privacy, loss of autonomy, and job displacement. This workshop will explore the ethical dimensions of AI in CSCW, building on Good Systems, a UT Grand Challenge. Specifically, the first half of the workshop will focus on the need to design AI to work for all users and to avoid bias through the use of universal design as well as the need for AI and CSCW researchers to interact with policy and legal experts to work together to ensure that AI will be developed in an ethical manner with sufficient consideration of its societal implications, and also that AI will be regulated and legislated in ways that will maximize its benefits to all people.", "venue": "CSCW Companion", "year": 2019, "referenceCount": 39, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3079031", "name": "K. Fleischmann"}, {"authorId": "34594318", "name": "Sherri R. Greenberg"}, {"authorId": "2028946", "name": "D. Gurari"}, {"authorId": "46500210", "name": "Abigale Stangl"}, {"authorId": "2000603786", "name": "Nitin Verma"}, {"authorId": "2000701481", "name": "Jaxsen R. Day"}, {"authorId": "144897421", "name": "Rachel N. Simons"}, {"authorId": "1704158", "name": "Tom Yeh"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "dc4fada1458544470f64dc660c60387531115887", "externalIds": {"MAG": "2952104928", "DOI": "10.1177/1556264619854629", "PubMed": "31195884"}, "url": "https://www.semanticscholar.org/paper/dc4fada1458544470f64dc660c60387531115887", "title": "Ethical Considerations in Using Social Media to Engage Research Participants: Perspectives of Australian Researchers and Ethics Committee Members", "abstract": "Researchers increasingly use social media (SM) to recruit, retain, and trace participants, yet empirical literature investigating the ethics of engaging participants via SM is lacking. We conducted a survey of 401 Australian researchers and human research ethics committee (HREC) members to examine their experience, attitudes, and ethical concerns toward engaging participants via SM. Data revealed that researchers and HREC members share similar concerns and attitudes about using SM in general and in research. We identified a strong demand for additional support, training, and guidance on SM research ethics. This need reflects researchers’ and HREC members’ limited confidence and knowledge of ethical issues in this context and a lack of awareness of available SM-specific ethical guidelines.", "venue": "Journal of empirical research on human research ethics : JERHRE", "year": 2020, "referenceCount": 65, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Sociology"], "authors": [{"authorId": "51361816", "name": "Stacey Hokke"}, {"authorId": "4929693", "name": "N. Hackworth"}, {"authorId": "40466027", "name": "S. Bennetts"}, {"authorId": "2293151", "name": "J. Nicholson"}, {"authorId": "144785907", "name": "P. Keyzer"}, {"authorId": "6293546", "name": "J. Lucke"}, {"authorId": "51368231", "name": "Lawrie Zion"}, {"authorId": "38174034", "name": "S. Crawford"}]}}, {"intents": ["background"], "contexts": [", from social media) [15]? How do we navigate cultural and other collectivist rules about permissions to share data [26]? How do we weigh potential ethical concerns with concerns about sampling or rigor? The lack of norms regarding ethics for social media research specifically [34] has produced many conversations about this topic in recent years, including multiple workshops [16,17,36]."], "isInfluential": false, "citingPaper": {"paperId": "de50966d56c96998272d9e3782dc5e289558cd10", "externalIds": {"MAG": "2987687357", "DBLP": "conf/cscw/FieslerBFGMM19", "DOI": "10.1145/3311957.3359428"}, "url": "https://www.semanticscholar.org/paper/de50966d56c96998272d9e3782dc5e289558cd10", "title": "Qualitative Methods for CSCW: Challenges and Opportunities", "abstract": "Qualitative methods have long been an important component of CSCW research. However, it can be challenging to make qualitative work legible to a broader set of researchers, which is critical as mixed methods research becomes more common. Moreover, the shift towards larger scales of data and increasing calls for open data and more transparency pose new questions for qualitative methods in terms of data collection, analysis, reporting, and sharing. This workshop brings together researchers to discuss these challenges as well as new opportunities for qualitative methods, with goals to help build norms and best practices for (1) conducting qualitative research, (2) reporting that research, and (3) engaging and collaborating with CSCW researchers from other methodological traditions.", "venue": "CSCW Companion", "year": 2019, "referenceCount": 54, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "3299367", "name": "J. Brubaker"}, {"authorId": "35751319", "name": "Andrea Forte"}, {"authorId": "2345714", "name": "Shion Guha"}, {"authorId": "36723940", "name": "Nora Mcdonald"}, {"authorId": "144440084", "name": "Michael J. Muller"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "df453d7db7387f7434ca863230f01cc050b7523c", "externalIds": {"MAG": "2915125536", "DBLP": "conf/lak/SladePK19", "DOI": "10.1145/3303772.3303796"}, "url": "https://www.semanticscholar.org/paper/df453d7db7387f7434ca863230f01cc050b7523c", "title": "Learning analytics at the intersections of student trust, disclosure and benefit", "abstract": "Evidence suggests that individuals are often willing to exchange personal data for (real or perceived) benefits. Such an exchange may be impacted by their trust in a particular context and their (real or perceived) control over their data. Students remain concerned about the scope and detail of surveillance of their learning behavior, their privacy, their control over what data are collected, the purpose of the collection, and the implications of any analysis. Questions arise as to the extent to which students are aware of the benefits and risks inherent in the exchange of their data, and whether they are willing to exchange personal data for more effective and supported learning experiences. This study reports on the views of entry level students at the Open University (OU) in 2018. The primary aim is to explore differences between stated attitudes to privacy and their online behaviors, and whether these same attitudes extend to their university's uses of their (personal) data. The analysis indicates, inter alia, that there is no obvious relationship between how often students are online or their awareness of/concerns about privacy issues in online contexts and what they actually do to protect themselves. Significantly though, the findings indicate that students overwhelmingly have an inherent trust in their university to use their data appropriately and ethically. Based on the findings, we outline a number of issues for consideration by higher education institutions, such as the need for transparency (of purpose and scope), the provision of some element of student control, and an acknowledgment of the exchange value of information in the nexus of the privacy calculus.", "venue": "LAK", "year": 2019, "referenceCount": 56, "citationCount": 31, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "35959301", "name": "Sharon Slade"}, {"authorId": "2539382", "name": "P. Prinsloo"}, {"authorId": "144511323", "name": "Mohammad Khalil"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f1f0cc9b32d8cf4e721df8aea196557f971e3850", "externalIds": {"DOI": "10.1145/3359139"}, "url": "https://www.semanticscholar.org/paper/f1f0cc9b32d8cf4e721df8aea196557f971e3850", "title": "StressMon", "abstract": "Stress and depression are a common affliction in all walks of life. When left unmanaged, stress can inhibit productivity or cause depression. Depression can occur independently of stress. There has been a sharp rise in mobile health initiatives to monitor stress and depression. However, these initiatives usually require users to install dedicated apps or multiple sensors, making such solutions hard to scale. Moreover, they emphasise sensing individual factors and overlook social interactions, which plays a significant role in influencing stress and depression while being a part of a social system. We present StressMon, a stress and depression detection system that leverages single-attribute location data, passively sensed from the WiFi infrastructure. Using the location data, it extracts a detailed set of movement, and physical group interaction pattern features without requiring explicit user actions or software installation on client devices. These features are used in two different machine learning models to detect stress and depression. To validate StressMon, we conducted three different longitudinal studies at a university with different groups of students, totalling up to 108 participants. Our evaluation demonstrated StressMon detecting severely stressed students with a 96.01% True Positive Rate (TPR), an 80.76% True Negative Rate (TNR), and a 0.97 area under the ROC curve (AUC) score (a score of 1 indicates a perfect binary classifier) using a 6-day prediction window. In addition, StressMon was able to detect depression at 91.21% TPR, 66.71% TNR, and 0.88 AUC using a 15-day window. We end by discussing how StressMon can expand CSCW research, especially in areas involving collaborative practices for mental health management.", "venue": "Proceedings of the ACM on Human-Computer Interaction", "year": 2019, "referenceCount": 56, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "26657887", "name": "Camellia Zakaria"}, {"authorId": "9140912", "name": "R. Balan"}, {"authorId": "2311745", "name": "Youngki Lee"}]}}, {"intents": ["background"], "contexts": ["Within the realm of social media privacy, researchers have considered the strategies that people use to mitigate their own privacy risks, often regarding issues of context collapse or unintended audience [50].", "Though the analysis of public content without consent is common practice within the social computing research community, there are inconsistent norms around issues such as whether it is acceptable to quote content verbatim and even what constitutes public data [50]."], "isInfluential": false, "citingPaper": {"paperId": "148b892138eafc8aebd9ed22a4d15924c7e9c6ed", "externalIds": {"DBLP": "conf/chi/FieslerH18", "MAG": "2795543871", "DOI": "10.1145/3173574.3173627"}, "url": "https://www.semanticscholar.org/paper/148b892138eafc8aebd9ed22a4d15924c7e9c6ed", "title": "\"We Are the Product\": Public Reactions to Online Data Sharing and Privacy Controversies in the Media", "abstract": "As online platforms increasingly collect large amounts of data about their users, there has been growing public concern about privacy around issues such as data sharing. Controversies around practices perceived as surprising or even unethical often highlight patterns of privacy attitudes when they spark conversation in the media. This paper examines public reaction \"in the wild\" to two data sharing controversies that were the focus of media attention-regarding the social media and communication services Facebook and WhatsApp, as well as the email service unroll.me. These controversies instigated discussion of data privacy and ethics, accessibility of website policies, notions of responsibility for privacy, cost-benefit analyses, and strategies for privacy management such as non-use. An analysis of reactions and interactions captured by comments on news articles not only reveals information about pervasive privacy attitudes, but also suggests communication and design strategies that could benefit both platforms and users.", "venue": "CHI", "year": 2018, "referenceCount": 62, "citationCount": 37, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "30757117", "name": "Blake Hallinan"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "179ec49f7c741e5192494e900ab8c5d7be7e4025", "externalIds": {"DBLP": "conf/ACMdis/WongMC18", "MAG": "2795692562", "DOI": "10.1145/3196709.3196746"}, "url": "https://www.semanticscholar.org/paper/179ec49f7c741e5192494e900ab8c5d7be7e4025", "title": "When BCIs have APIs: Design Fictions of Everyday Brain-Computer Interface Adoption", "abstract": "In this paper, we use design fiction to explore the social implications for adoption of brain-computer interfaces (BCI). We argue that existing speculations about BCIs are incomplete: they discuss fears about radical changes in types of control, at the expense of discussing more traditional types of power that emerge in everyday experience, particularly via labor. We present a design fiction in which a BCI technology creates a new type of menial labor, using workers' unconscious reactions to assist algorithms in performing a sorting task. We describe how such a scenario could unfold through multiple sites of interaction: the design of an API, a programmer's question on StackOverflow, an internal memo from a dating company, and a set of forum posts about laborers' experience using the designed system. Through these fictions, we deepen and expand conversations around what kinds of (everyday) futures BCIs could create.", "venue": "Conference on Designing Interactive Systems", "year": 2018, "referenceCount": 79, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "9063054", "name": "Richmond Y. Wong"}, {"authorId": "2470578", "name": "Nick Merrill"}, {"authorId": "1924565", "name": "J. Chuang"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "34d0671171ddeb24c35fa7d718ad663de87bb61c", "externalIds": {"MAG": "2788854983", "DOI": "10.1177/2056305118768299"}, "url": "https://www.semanticscholar.org/paper/34d0671171ddeb24c35fa7d718ad663de87bb61c", "title": "Big Data, Method and the Ethics of Location: A Case Study of a Hookup App for Men Who Have Sex with Men", "abstract": "With the rise of geo-social media, location is emerging as a particularly sensitive data point for big data and digital media research. To explore this area, we reflect on our ethics for a study in which we analyze data generated via an app that facilitates public sex among men who have sex with men. The ethical sensitivities around location are further heightened in the context of research into such digital sexual cultures. Public sexual cultures involving men who have sex with men operate both in spaces “meant” for public sex (e.g., gay saunas and dark rooms) and spaces “not meant” for public sex (e.g., shopping centers and public toilets). The app in question facilitates this activity. We developed a web scraper that carefully collected selected data from the app and that data were then analyzed to help identify ethical issues. We used a mixture of content analysis using Python scripts, geovisualisation software and manual qualitative coding techniques. Our findings, which are methodological rather than theoretical in nature, center on the ethics associated with generating, processing, presenting, archiving and deleting big data in a context where harassment, imprisonment, physical harm and even death occur. We find a tension in normal standards of ethical conduct where humans are involved in research. We found that location came to the fore as a key—though not the only—actor requiring attention when considering ethics in a big data context.", "venue": "", "year": 2018, "referenceCount": 40, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1805598", "name": "B. Light"}, {"authorId": "40271200", "name": "P. Mitchell"}, {"authorId": "52218647", "name": "Patrik Wikström"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "47ea2161d183afd25345a58c417d023c8ec4fd05", "externalIds": {"DBLP": "journals/jasis/FosterMNG18", "MAG": "2884324956", "DOI": "10.1002/asi.24105"}, "url": "https://www.semanticscholar.org/paper/47ea2161d183afd25345a58c417d023c8ec4fd05", "title": "Data work in context: Value, risks, and governance", "abstract": "While always integral to scientific activity, data work has recently emerged as a key set of processes within societal activities of all kinds. While data work presents new opportunities for discovery, value creation, and decision making, its emergence also raises significant ethical issues, including those of ownership, privacy, and trust. This article presents a review of data work, and how negotiating a trade‐off between its value and risks requires locating its processes within the contexts of its conditions and consequences. These include international, national, and sectoral conditions of law, policy, and regulation at a macro level; organizational conditions of information and data governance that aim to address the value and risks of data work at a meso level; along with attention to the everyday contexts of data and information handling by data information and other professionals at a micro level. In conclusion, a conceptual framework is presented that locates the processes of data work within the matrix of its macro meso and micro conditions, its consequences for individuals, organizations, and society, and the relations between them. Suggestions are given for how research into the study of data work—its value risks and governance— can be advanced by using this framework.", "venue": "J. Assoc. Inf. Sci. Technol.", "year": 2018, "referenceCount": 161, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "144917214", "name": "J. Foster"}, {"authorId": "145616243", "name": "J. McLeod"}, {"authorId": "2148835", "name": "J. Nolin"}, {"authorId": "2951844", "name": "Elke Greifeneder"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4eb315d8a15ef68c6f222049dd9c0479705df07a", "externalIds": {"MAG": "2898687428", "DBLP": "conf/cscw/FieslerBKMMS18", "DOI": "10.1145/3272973.3274543"}, "url": "https://www.semanticscholar.org/paper/4eb315d8a15ef68c6f222049dd9c0479705df07a", "title": "Research Ethics and Regulation: An Open Forum", "abstract": "An ongoing challenge within the diverse HCI and social computing research communities is understanding research ethics in the face of evolving technology and methods. Building upon successful town hall meetings at ACM conferences including CSCW, CHI, GROUP, and IDC, this panel will be structured to facilitate audience discussion and to collect input about current challenges and processes. It will be led by members of the SIGCHI Research Ethics Committee. We will pose open questions and invite audience discussion of practices centered around issues such as recent changes to regulatory requirements (GDPR, US Institutional Review Boards), and cultural and disciplinary differences in ethical practices. There will also be discussion of how research ethical issues should be handled in SIGCHI paper submission and review processes, and how we might create and disseminate ethics resources.", "venue": "CSCW Companion", "year": 2018, "referenceCount": 18, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "143709703", "name": "A. Bruckman"}, {"authorId": "1702853", "name": "R. Kraut"}, {"authorId": "144440084", "name": "Michael J. Muller"}, {"authorId": "1787195", "name": "Cosmin Munteanu"}, {"authorId": "3214594", "name": "Katie Shilton"}]}}, {"intents": ["background"], "contexts": ["Ethical Research\nJudkins-Cohn, Kielwasser-Withrow, Owen, and Ward (2014) and Vitak, Shilton,\nand Ashktorab (2016) posited informed consent is the procedure that protects participants and ensures voluntary and autonomous permission by competent individuals who are aware of the risks and benefits of…"], "isInfluential": false, "citingPaper": {"paperId": "55241991f73c3f8b46721aeb5393f90fbb5353f7", "externalIds": {"MAG": "2896265036"}, "url": "https://www.semanticscholar.org/paper/55241991f73c3f8b46721aeb5393f90fbb5353f7", "title": "Strategies to Reduce Employee Turnover in the Durable Goods Industry", "abstract": "Strategies to Reduce Employee Turnover in the Durable Goods Industry by Mary Jane Burnett MS, Florida Institute of Technology, 2007 BS, Tennessee State University, 2003 Doctoral Study Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Business Administration Walden University August 2018 Abstract Some durable goods industry leaders lack strategies needed to successfully reduce voluntary employee turnover, which is detrimental to organizational performance and decreases an organization’s competitive advantage. The purpose of this qualitative single case study was to explore the strategies durable goods industry leaders used to reduce employee turnover in their organizations. The population consisted of 4 durable goods industry leaders in the southeastern region of the United States who had at least 3 years of managerial experience in reducing employee turnover. The conceptual framework was the transformational leadership theory of Bass. Methodological triangulation was used to increase the validity and reliability of the interpretation of the data and was accomplished by using multiple methods to gather data. Data were collected by conducting semistructured face-to-face interviews and analyzing organizational documentation. Three themes emerged from inductive coding of phrases, word frequency searches, and theme analysis: employee compensation, open and responsive communication, and training and career development opportunities. Employee compensation was the driving force to retain some employees. A comprehensive compensation and benefits package and the ability to provide intangible benefits are proven strategies to reduce turnover. BySome durable goods industry leaders lack strategies needed to successfully reduce voluntary employee turnover, which is detrimental to organizational performance and decreases an organization’s competitive advantage. The purpose of this qualitative single case study was to explore the strategies durable goods industry leaders used to reduce employee turnover in their organizations. The population consisted of 4 durable goods industry leaders in the southeastern region of the United States who had at least 3 years of managerial experience in reducing employee turnover. The conceptual framework was the transformational leadership theory of Bass. Methodological triangulation was used to increase the validity and reliability of the interpretation of the data and was accomplished by using multiple methods to gather data. Data were collected by conducting semistructured face-to-face interviews and analyzing organizational documentation. Three themes emerged from inductive coding of phrases, word frequency searches, and theme analysis: employee compensation, open and responsive communication, and training and career development opportunities. Employee compensation was the driving force to retain some employees. A comprehensive compensation and benefits package and the ability to provide intangible benefits are proven strategies to reduce turnover. By understanding what strategies reduce turnover and how to implement them, durable goods industry leaders could create positive social change through effective strategies to reduce voluntary employee turnover, decrease the unemployment rate, sustain organizational profitability, and contribute to the wealth of employees and the local economy. Strategies to Reduce Employee Turnover the Durable Goods Industry by Mary Jane Burnett MS, Florida Institute of Technology, 2007 BS, Tennessee State University, 2003 Doctoral Study Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Business Administration Walden University August 2018 Dedication I dedicate this research study to my large family. First to my mother, Violet Lorraine (Jackson) Burnett, retired certified Drug and Alcohol Counselor, and my father, Clifford Leroy Burnett, Navy/Air Force Veteran, member of the Navy Seabees, and recipient of the Bronze Star and Purple Heart. My parents were my first teachers, role models, and they are my heroes. Mommy and Daddy, I love you and miss you dearly! Mom, I have finished what I started and I am the first within our family to wear the title Doctor! Next, to my son Madison Christopher Jared Burnett, my joy, and one of the reasons why I decided to take the doctoral journey. Madison, I thank you for your support, encouragement, patience, and being my sounding board along the way. I am so happy with the man that you are becoming! To my oldest brother, Richard Dean Pratt, my older sister, Penny (Burnett) Reidl, and my baby brother, Keith Duane Burnett, who are gone too soon, it is an honor to call you family and I miss you! To my older brother, Nathaniel Pratt and oldest sister, Joyce Nadine Burnett, Attorney at Law, I appreciate who you are and I love you. To my older sister, Bonnie Jean (Burnett) Smith, author and advocate for children with special needs, it is an honor to call you my sister! To my older brother Christopher Leroy Burnett, retired Army and the best jazz musician I know! I thank you for always encouraging me and knowing the right words to say. You have continually been the example of what Mom and Dad taught us! To my other baby brother, Donnie Ray Burnett, you are the most intelligent person I know and I am so glad we are family! Finally, to all of my nieces, nephews, and cousins, I hope you each dream big and become the best version of you! Thank you everyone for believing in me! Acknowledgments First, and foremost, I must thank my savior, Jesus Christ, for allowing me to embark on and complete the doctoral journey. For truly, without Jesus, I can do nothing. I thank Dr. Diane Dusick, study chair who accepted me into her class and provided the guidance I needed to complete this process. I appreciate the sharing of your wealth of knowledge and your ability to affectively communicate the requirements. Thank you, Dr. Charles Needham, second committee member and Dr. Judith Blando, University Research Reviewer, for ensuring this research study would be worthy of your signatures. Thanks to Dr. James Savard and Dr. Gene Fusch for taking the time to mentor me to ensure I had a sound business problem and a topic that would get me through the program, respectively. Dr. Freda Turner, program director, for not just telling us about Walden’s three values – quality, integrity, and student-centered learning, but being the example, as great leaders do. Dr. Jon Corey for solidifying my interest in leadership through his course that academically challenged me and confirmed I picked the right specialization. I would like to thank all the scholar-practitioners that I met in Walden’s global on-line DBA classrooms and at the residencies. You are all agents of change, and the world is waiting for you! I especially appreciate the support and friendships from Dr. Lydia Roxborough Smith, Sikini Knight, Jo Collins, Dr. Henry Childs, and Dr. Shaun Barrett. You each played a significant role in keeping me focused and motivated to complete this journey.", "venue": "", "year": 2018, "referenceCount": 278, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "47872001", "name": "M. Burnett"}]}}, {"intents": ["background"], "contexts": ["This is not so surprising, though it is salient given the lively discussion currently ongoing around online research ethics [38]."], "isInfluential": false, "citingPaper": {"paperId": "572afce36789fb47a78007659812533fd4aa2fd5", "externalIds": {"MAG": "2795944085", "DBLP": "conf/chi/SkirpanYF18", "DOI": "10.1145/3173574.3173644"}, "url": "https://www.semanticscholar.org/paper/572afce36789fb47a78007659812533fd4aa2fd5", "title": "What's at Stake: Characterizing Risk Perceptions of Emerging Technologies", "abstract": "One contributing factor to how people choose to use technology is their perceptions of associated risk. In order to explore this influence, we adapted a survey instrument from risk perception literature to assess mental models of users and technologists around risks of emerging, data-driven technologies (e.g., identity theft, personalized filter bubbles). We surveyed 175 individuals for comparative and individual assessments of risk, including characterizations using psychological factors. We report our observations around group differences (e.g., expert versus non-expert) in how people assess risk, and what factors may structure their conceptions of technological harm. Our findings suggest that technologists see these risks as posing a bigger threat to society than do non-experts. Moreover, across groups, participants did not see technological risks as voluntarily assumed. Differences in how people characterize risk have implications for the future of design, decision-making, and public communications, which we discuss through a lens we call risk-sensitive design.", "venue": "CHI", "year": 2018, "referenceCount": 62, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2684133", "name": "M. Skirpan"}, {"authorId": "1704158", "name": "Tom Yeh"}, {"authorId": "1844816", "name": "Casey Fiesler"}]}}, {"intents": ["background"], "contexts": ["Data Organization Technique\nConfidentiality is essential to minimize the risk of participants (Vitak et al.,\n2016)."], "isInfluential": false, "citingPaper": {"paperId": "594711d81aaa47ac97f19cf52854b8c1fab68cbd", "externalIds": {"MAG": "2915429838"}, "url": "https://www.semanticscholar.org/paper/594711d81aaa47ac97f19cf52854b8c1fab68cbd", "title": "Leadership Strategies for Implementing Quality Improvement Initiatives in Primary Care Facilities", "abstract": "Leadership Strategies for Implementing Quality Improvement Initiatives in Primary Care Facilities by Jose A. PonceVega MHA, Baylor University, 2013 MBA, Baylor University, 2013 BS, Southern Illinois University, 2009 Doctoral Study Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Business Administration Walden University December 2018 Abstract Health care spending accounts for 17.7% of the gross domestic product in the United States, and it is expected to continue rising at an annual rate of 5.3%. Despite high costs, health care quality lags behind other high-income countries; yet, over 70% of change initiatives fail. The purpose of this multiple case study was to explore strategies primary care leaders use for implementing quality improvement initiatives to improve patient outcomes and reduce waste in primary care facilities. The target population consisted ofHealth care spending accounts for 17.7% of the gross domestic product in the United States, and it is expected to continue rising at an annual rate of 5.3%. Despite high costs, health care quality lags behind other high-income countries; yet, over 70% of change initiatives fail. The purpose of this multiple case study was to explore strategies primary care leaders use for implementing quality improvement initiatives to improve patient outcomes and reduce waste in primary care facilities. The target population consisted of 3 health care leaders of 3 primary care facilities in southern California who successfully implemented quality improvement initiatives. The conceptual framework for this study was Kotter’s 8-step of change management. Data were collected through face-to-face semistructured interviews with senior health care managers, document review, and quality reports. Member checking of interview transcripts strengthened the credibility of the findings. Data analysis included Yin’s 5-phase process, which consisted of compiling, disassembling, reassembling, interpreting, and concluding the data. Themes emerged from the use of methodological triangulation of data. The themes included communication, leadership support, inclusive decision-making, and employee recognition. The implications of the findings of this study for positive social change include assisting primary care leaders in improving strategies for implementing quality improvement initiatives to increase efficiency, reduce health care cost, and improve patient and community health. Leadership Strategies for Implementing Quality Improvement Initiatives in Primary Care Facilities by Jose A. PonceVega MHA, Baylor University, 2013 MBA, Baylor University, 2013 BS, Southern Illinois University, 2009 Doctoral Study Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Business Administration Walden University December 2018 Dedication I would like to dedicate this study to my entire family for their love, support, and encouragement throughout this journey. First, I dedicate this accomplishment to my amazing wife, Maegan, for exhibiting tireless patience and understanding while I have been pursuing my personal and professional goals. I also dedicate this study to my parents, Luz and Jose, because they have always been my source of inspiration. Whatever I am today is because of the values and morals they instilled in me during my upbringing. Lastly, I want to dedicate this doctoral study to my mentor and friend, Indira, who has been in my life for the last 15 years. She continues to challenge and push me every day to achieve my full potential. Acknowledgments The completion of this doctoral study would not have been possible without the assistance and guidance of the committee members. My sincere gratitude goes to the committee chair, Dr. Irene Williams. She displayed exceptional commitment and persistency to guide me to the end of the program. I thank the other committee members, Dr. Edward Paluch and Dr. David Moody, for their critical review and feedback. I am grateful for the student cohort and friends for their encouragement throughout the process. Lastly, I want to acknowledge and thank the participants of my study for their contributions and time.", "venue": "", "year": 2018, "referenceCount": 153, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "134205344", "name": "Jose A PonceVega"}]}}, {"intents": ["background"], "contexts": [", a mismatch between medical research ethics and social research has created an urgent need for progress on research ethics [74]."], "isInfluential": false, "citingPaper": {"paperId": "60ec8ad7b3ac8ca6be54b611c111ee744b0c37ab", "externalIds": {"DBLP": "conf/chi/MatiasM18", "MAG": "2795755461", "DOI": "10.1145/3173574.3173583"}, "url": "https://www.semanticscholar.org/paper/60ec8ad7b3ac8ca6be54b611c111ee744b0c37ab", "title": "CivilServant: Community-Led Experiments in Platform Governance", "abstract": "As online platforms monitor and intervene in the daily lives of billions of people, platforms are being used to govern enduring social problems. Field experiments could inform wise uses of this power if tensions between democratic values and experimentation could be resolved. In this paper, we introduce CivilServant, a novel experimentation infrastructure that online communities and their moderators use to evaluate policies and replicate each others' findings. We situate CivilServant in the political history of policy experiments and present design considerations for community participation, ethics, and replication. Based on two case studies of community-led experiments and public debriefings on the reddit platform, we share findings on community deliberation about experiment results. We also report on uses of evidence, finding that experiments informed moderator practices, community policies, and replications by communities and platforms. We discuss the implications of these findings for evaluating platform governance in an open, democratic, experimenting society.", "venue": "CHI", "year": 2018, "referenceCount": 99, "citationCount": 30, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "145426686", "name": "J. N. Matias"}, {"authorId": "40960363", "name": "M. Mou"}]}}, {"intents": ["background"], "contexts": ["have shown lacks consistent practices among researchers [26]."], "isInfluential": false, "citingPaper": {"paperId": "63f05fd3be39526ddbd12a91184e2d9008b982eb", "externalIds": {"DBLP": "conf/chi/FieslerHBMMD18", "MAG": "2795415114", "DOI": "10.1145/3170427.3186321"}, "url": "https://www.semanticscholar.org/paper/63f05fd3be39526ddbd12a91184e2d9008b982eb", "title": "Research Ethics for HCI: A Roundtable Discussion", "abstract": "An ongoing challenge within the HCI research community is the development of community norms for research ethics in the face of evolving technology and methods. Building upon a successful town hall meeting at CHI 2017, this panel will include members of the SIGCHI Research Ethics Committee, but will be structured to facilitate a roundtable discussion and to collect input about current challenges and processes. The panel will pose open questions and invite audience discussion of best practices focused on issues such as cultural and disciplinary differences in ethical norms. There will also be discussion of how ethical issues are handled in SIGCHI paper submission and reviews, processes for how we might create and disseminate ethics resources, and regulatory issues such as the recent IRB changes for U.S. institutions.", "venue": "CHI Extended Abstracts", "year": 2018, "referenceCount": 31, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "1697703", "name": "J. Hancock"}, {"authorId": "143709703", "name": "A. Bruckman"}, {"authorId": "144440084", "name": "Michael J. Muller"}, {"authorId": "1787195", "name": "Cosmin Munteanu"}, {"authorId": "39797065", "name": "Melissa Densmore"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6fa8f7a6bd6433b1c03bcc2582157f0dd926f97c", "externalIds": {"MAG": "2886479371"}, "url": "https://www.semanticscholar.org/paper/6fa8f7a6bd6433b1c03bcc2582157f0dd926f97c", "title": "Management Strategies for Adopting Agile Methods of Software Development in Distributed Teams", "abstract": "Management Strategies for Adopting Agile Methods of Software Development in Distributed Teams by Igor A. Schtein MBA, John F. Kennedy University, 2004 BS, NYU-Poly, 1993 Doctoral Study Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Business Administration", "venue": "", "year": 2018, "referenceCount": 237, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "101860913", "name": "Igor A Schtein"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7ffce5a95947dba9ee680663b1ebad509509b84b", "externalIds": {"DBLP": "journals/ethicsit/ClarkDGHMOPPSWW19", "MAG": "2900939350", "DOI": "10.1007/s10676-018-9490-4"}, "url": "https://www.semanticscholar.org/paper/7ffce5a95947dba9ee680663b1ebad509509b84b", "title": "Advancing the ethical use of digital data in human research: challenges and strategies to promote ethical practice", "abstract": "The proliferation of digital data and internet-based research technologies is transforming the research landscape, and researchers and research ethics communities are struggling to respond to the ethical issues being raised. This paper discusses the findings from a collaborative project that explored emerging ethical issues associated with the expanding use of digital data for research. The project involved consulting with researchers from a broad range of disciplinary fields. These discussions identified five key sets of issues and informed the development of guidelines orientated to meet the needs of researchers and ethics committee members. We argue that establishing common approaches to assessing ethical risks of research involving digital data will promote consistency in the ethical standards for research, enable the smooth functioning of ethics committees, and sustain public confidence in research. We conclude with recommendations for the development of educational resources for ethics committees, data management guidelines and further public education.", "venue": "Ethics and Information Technology", "year": 2018, "referenceCount": 153, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "34235151", "name": "Karin Clark"}, {"authorId": "2708916", "name": "M. Duckham"}, {"authorId": "4141334", "name": "M. Guillemin"}, {"authorId": "40643231", "name": "Assunta Hunter"}, {"authorId": "2627234", "name": "J. McVernon"}, {"authorId": "1393203758", "name": "C. O'Keefe"}, {"authorId": "51974214", "name": "C. Pitkin"}, {"authorId": "2071621186", "name": "S. Prawer"}, {"authorId": "1715097", "name": "R. Sinnott"}, {"authorId": "5375300", "name": "D. Warr"}, {"authorId": "2802065", "name": "Jenny Waycott"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "806edb742a2d269d9a38c405f1c024196189dbe7", "externalIds": {"MAG": "2804026029"}, "url": "https://www.semanticscholar.org/paper/806edb742a2d269d9a38c405f1c024196189dbe7", "title": "Strategies for Residential Real Estate Professionals to Mitigate Declining Sales", "abstract": "Strategies for Residential Real Estate Professionals to Mitigate Declining Sales by Raven A. Cornelius MBA, Columbia Southern University, 2009 BGS, Fort Hays State University, 2006 Doctoral Study Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Business Administration Walden University April 2018", "venue": "", "year": 2018, "referenceCount": 180, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "134630278", "name": "Raven Cornelius"}]}}, {"intents": ["background"], "contexts": ["However, despite this increased attention, the HCI and social computing research communities still lack concrete norms when it comes to many emerging ethical issues [44].", "And yet, HCI and CSCW are far from agreeing on a consensus set of values [2, 34, 44].", "This is particularly true with respect to research that does not fall under traditional definitions of human subjects research, such as use of public data [44], and research in some industry settings."], "isInfluential": false, "citingPaper": {"paperId": "8977adf2bcf589a2b82402acde4e891aaf53feef", "externalIds": {"MAG": "2780420505", "DBLP": "conf/group/BjornFMPW18", "DOI": "10.1145/3148330.3154523"}, "url": "https://www.semanticscholar.org/paper/8977adf2bcf589a2b82402acde4e891aaf53feef", "title": "Research Ethics Town Hall Meeting", "abstract": "As technology and data access continue to evolve, research ethics in the areas of Human-Computer Interaction and social computing are becoming increasingly complex. Despite increasing interest among researchers, there is still a lack of consistent community norms around ethical gray areas. One charge of the SIGCHI ethics committee is to help develop these norms by facilitating open conversations with different stakeholders. This panel will be an opportunity to develop a collective understanding of diverse perspectives on ethics, and to gather input from the GROUP research community around the ethical challenges we face as researchers who study social and collaborative computing systems and those who use these systems.", "venue": "GROUP", "year": 2018, "referenceCount": 57, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "3923375", "name": "Pernille Bjørn"}, {"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "144440084", "name": "Michael J. Muller"}, {"authorId": "50624238", "name": "Jessica Pater"}, {"authorId": "34966245", "name": "P. Wisniewski"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "99efe8c1c5ca9b2500380d160cbfa8f601a57dbf", "externalIds": {"MAG": "2799705784", "DOI": "10.1177/2056305118768300"}, "url": "https://www.semanticscholar.org/paper/99efe8c1c5ca9b2500380d160cbfa8f601a57dbf", "title": "Addressing Conceptual Gaps in Big Data Research Ethics: An Application of Contextual Integrity", "abstract": "The rise of big data has provided new avenues for researchers to explore, observe, and measure human opinions, activities, and interactions. While scholars, professional societies, and ethical review boards have long-established research ethics frameworks to ensure the rights and welfare of the research subjects are protected, the rapid rise of big data-based research generates new challenges to long-held ethical assumptions and guidelines. This article discloses emerging conceptual gaps in relation to how researchers and ethical review boards think about privacy, anonymity, consent, and harm in the context of big data research. It closes by invoking Nissenbaum’s theory of “privacy as contextual integrity” as a useful heuristic to guide ethical decision-making in big data research projects.", "venue": "", "year": 2018, "referenceCount": 61, "citationCount": 43, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145416457", "name": "M. Zimmer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a83af773a132275f2d696d3af9056664629c90f4", "externalIds": {"PubMedCentral": "6548337", "MAG": "2773852052", "DOI": "10.1038/s41746-017-0001-5", "PubMed": "31304345"}, "url": "https://www.semanticscholar.org/paper/a83af773a132275f2d696d3af9056664629c90f4", "title": "NIH support of mobile, imaging, pervasive sensing, social media and location tracking (MISST) research: laying the foundation to examine research ethics in the digital age", "abstract": "Mobile Imaging, pervasive Sensing, Social media and location Tracking (MISST) tools used in research are raising new ethical challenges for scientists and the Institutional Review Boards (IRBs) charged with protecting human participants. Yet, little guidance exists to inform the ethical design and the IRB’s regulatory review of MISST research. MISST tools/methods produce personal health data that is voluminous and granular and, which may not be subject to policies like the Health Information Portability and Accessibility Act (HIPAA). The NIH Research Portfolio Online Reporting Tools (RePORTER) database was used to identify the number, nature and scope of MISST-related studies supported by the NIH at three time points: 2005, 2010 and 2015. The goal was to: 1-examine the extent to which the NIH is supporting this research and, 2-identify how these tools are being used in research. The number of funded MISST research projects increased 384% from 2005 to 2015. Results revealed that while funding of MISST research is growing, it only represented about 1% of the total NIH budget in 2015. However, the number of institutes, agencies, and centers supporting MISST research increased by roughly 50%. Additionally, the scope of MISST research is diverse ranging from use of social media to track disease transmission to personalized interventions delivered through mobile health applications. Given that MISST research represents about 1% of the NIH budget and is on an increasing upward trajectory, support for research that can inform the ethical, legal and social issues associated with this research is critical.Funding: support for mobile technologies on the riseThe number of US government-backed biomedical research projects that involved mobile and digital technologies rose 384% from 2005 to 2015. Camille Nebeker and colleagues from the University of California, San Diego, USA, tabulated how much grant money the US National Institutes of Health was allocating to research projects in which these new kinds of imaging, sensing and tracking tools played an integral role. They found that the agency spent $47 million on 134 relevant projects in 2005; $137 million for 338 projects in 2010; and $293 million for 649 projects in 2015. Although these studies in 2015 represented only about 1% of the agency’s total budget, the authors conclude that the growing popularity of the technologies necessitates giving more consideration to the ethical, legal and social issues associated with their use with human research subjects.", "venue": "npj Digital Medicine", "year": 2018, "referenceCount": 15, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Medicine"], "authors": [{"authorId": "35491710", "name": "Sarah E. Dunseath"}, {"authorId": "1752711", "name": "Nadir Weibel"}, {"authorId": "2721530", "name": "C. Bloss"}, {"authorId": "4317796", "name": "Camille Nebeker"}]}}, {"intents": ["background"], "contexts": ["Computerization and digital data collection create additional challenges for ethical data collection, as initially stated in the Belmont Report, which has governed U.S. research for more than 30 years (Vitak et al., 2016)."], "isInfluential": false, "citingPaper": {"paperId": "cfdd427f7253545561a859e3b58c640dc91d77ae", "externalIds": {"MAG": "2788328791"}, "url": "https://www.semanticscholar.org/paper/cfdd427f7253545561a859e3b58c640dc91d77ae", "title": "Equity Trading Evaluation Strategies in Switzerland after the European MiFID II", "abstract": "Equity Trading Evaluation Strategies in Switzerland after the European MiFID II by Linn K. Karstadt MBA, University of Flensburg, 2005 BBA, University of Flensburg, 2003 Doctoral Study Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Business Administration Walden University February 2018 Abstract Swiss bank traders are affected by technological and regulatory challenges, which may affect their broker voting process and may result in a change of trading and evaluation behavior in 2018. Compounded challenges exist when broker evaluation strategies are not effective or Markets in Financial Instruments Directive (MiFID) II compliant. This qualitative, single case study, built on efficient capital market hypothesis and innovativeSwiss bank traders are affected by technological and regulatory challenges, which may affect their broker voting process and may result in a change of trading and evaluation behavior in 2018. Compounded challenges exist when broker evaluation strategies are not effective or Markets in Financial Instruments Directive (MiFID) II compliant. This qualitative, single case study, built on efficient capital market hypothesis and innovative disruption theory, was focused on effective broker evaluation strategies after MiFID II in Switzerland. The sample consisted of 4 buy-side traders, who shared their unique perspectives. Methodological triangulation was achieved through semistructured interviews, a review of the institution’s publicly available data, and a literature review. The data analysis process consisted of a manual and systematic coding procedure for the sources of inquiry. In the findings, 3 strategies emerged: improvement of the existing organizational structure of the internal voting process, creation of advanced resources and internal technology as well as automation, and improvement of communication internally and externally to expand the trading desk profitability. Participants agreed that, although not regulatory or necessary in Switzerland yet, the broker review process at the organization under study needed to change dramatically to reach European MiFID II compliance. Implications for positive social change include strategies to help traders, trading desk leaders, and bank managers achieve regulatory compliance with MiFID II. The insight gained from this research may help banks and brokers to improve investment responsibility, broaden insight on research, trading, and client service, and promote stronger enforcement of regulations of electronic trading. Equity Trading Evaluation Strategies in Switzerland after the European MiFID II by Linn K. Karstadt MBA, University of Flensburg, 2005 BBA, University of Flensburg, 2003 Doctoral Study Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Business Administration Walden University February 2018 Dedication This doctoral study is dedicated to those whom I love the most: my husband, my parents, and my family. To my husband, Steffen, without your love, your patience, and your help, I would never have finished this undertaking. You believed in me when I did not believe in myself, and that helped me get to finish this study. Without you, I would not have achieved this milestone. To my parents and family, over the last 4 years, I have been preoccupied and often less available. Thank you for understanding how important achieving this goal was to me. Your pride means a lot to me. As this process approaches completion, I hope that, in some small way, I have inspired each of you to follow your dreams. I love all of you! Acknowledgments I express my gratitude and appreciation to Dr. Kelly Chermack for all her advice and feedback given me throughout this process. I could not have completed this process without you and your guidance. To my second committee member, Dr. James Glenn, I am grateful to you for sharing your topic knowledge and your solid advice, especially during the oral defense and approval process. The questions you asked helped me think more in-depth about the critical components that make this doctorate study interesting and relevant. To Dr. Judith Blando, my URR, I cannot thank you enough for your specific comments and suggestions to help ensure that my study met all required standards. I thank the doctors and future doctors I had the privilege and honor to meet in my Walden classes and specifically in the 9000 sessions. We have shared so much together; you have all been amazingly supportive. You all made this process a little more bearable and fun. I am grateful to my colleagues and clients in the electronic trading and banking industry who challenged me constantly with business problems and taught me so much about European regulatory issues, both which laid the groundwork for the study problem. Without you, the study topic would not have existed.", "venue": "", "year": 2018, "referenceCount": 97, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "134307917", "name": "Linn Kristina Karstadt"}]}}, {"intents": ["methodology", "background"], "contexts": ["The survey questions, and, in particular, the choice of these contextual factors, were based on the tension points around use of public data that have surfaced in prior work (Shilton & Sayles, 2016; Vitak et al., 2016) and workshop discussions (Fiesler et al.", "Therefore, many IRBs consider the study of public data to not be under their purview (Bruckman, 2014; Vitak et al., 2016).", "As Vitak et al. (2016) note, weighing privacy risks is part of the guiding research value of beneficence from the Belmont Report.", "However, as Vitak, Shilton, and Ashktorab (2016) point out in a study of ethical practices and beliefs among online data researchers, there are not agreed upon norms or best practices in this space.", "Vitak et al. (2016) found that much of this disagreement is around how data subjects should be treated and represented, and similarly, Brown et al. (2016) emphasize the need for understanding the definition of harm in ethics.", "As previously noted, the decades-old Belmont Report presents guiding principles for human subjects research and is relied upon by many researchers (Vitak et al., 2016).", "As noted previously, many online data researchers do not perceive informed consent as relevant for collecting public data such as tweets (Bruckman, 2014; Vitak et al., 2016).", "The survey questions, and, in particular, the choice of these contextual factors, were based on the tension points around use of public data that have surfaced in prior work (Shilton & Sayles, 2016; Vitak et al., 2016) and workshop discussions (Fiesler et al., 2015)."], "isInfluential": true, "citingPaper": {"paperId": "f298649194c1be9cb55574c047756ae7e8a62d6b", "externalIds": {"MAG": "2793785670", "DOI": "10.1177/2056305118763366"}, "url": "https://www.semanticscholar.org/paper/f298649194c1be9cb55574c047756ae7e8a62d6b", "title": "“Participant” Perceptions of Twitter Research Ethics", "abstract": "Social computing systems such as Twitter present new research sites that have provided billions of data points to researchers. However, the availability of public social media data has also presented ethical challenges. As the research community works to create ethical norms, we should be considering users’ concerns as well. With this in mind, we report on an exploratory survey of Twitter users’ perceptions of the use of tweets in research. Within our survey sample, few users were previously aware that their public tweets could be used by researchers, and the majority felt that researchers should not be able to use tweets without consent. However, we find that these attitudes are highly contextual, depending on factors such as how the research is conducted or disseminated, who is conducting it, and what the study is about. The findings of this study point to potential best practices for researchers conducting observation and analysis of public data.", "venue": "", "year": 2018, "referenceCount": 74, "citationCount": 193, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "2974243", "name": "Nicholas Proferes"}]}}, {"intents": ["background"], "contexts": ["apparent protection to identity that pseudonyms provide, there are many ways that datasets can be de-anonymised when cross-referenced against other datasets (Vitak et al. 2016).", "In particular, despite the\napparent protection to identity that pseudonyms provide, there are many ways that datasets can be de-anonymised when cross-referenced against other datasets (Vitak et al. 2016).", "Vitak et al. (2016) note that whilst gaining informed consent for open online datasets is not always a reasonable requirement, researchers must nonetheless take care to observe the relevant norms of the particular internet community being observed."], "isInfluential": true, "citingPaper": {"paperId": "f570da435cd53ae6ea86709557010a7022e0106c", "externalIds": {"MAG": "2891445297"}, "url": "https://www.semanticscholar.org/paper/f570da435cd53ae6ea86709557010a7022e0106c", "title": "Trolling for norms: the (de)politicising of irony, stigma, and affect", "abstract": null, "venue": "", "year": 2018, "referenceCount": 140, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "116143896", "name": "Cooper S Beilby"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "03a173f578fb7d8e5ab11ada8aa0a0b8b69daf37", "externalIds": {"MAG": "2588173118", "DBLP": "conf/cscw/FieslerDFHHMRPB17", "DOI": "10.1145/2998181.2998223"}, "url": "https://www.semanticscholar.org/paper/03a173f578fb7d8e5ab11ada8aa0a0b8b69daf37", "title": "What (or Who) Is Public?: Privacy Settings and Social Media Content Sharing", "abstract": "When social networking sites give users granular control over their privacy settings, the result is that some content across the site is public and some is not. How might this content--or characteristics of users who post publicly versus to a limited audience--be different? If these differences exist, research studies of public content could potentially be introducing systematic bias. Via Mechanical Turk, we asked 1,815 Facebook users to share recent posts. Using qualitative coding and quantitative measures, we characterize and categorize the nature of the content. Using machine learning techniques, we analyze patterns of choices for privacy settings. Contrary to expectations, we find that content type is not a significant predictor of privacy setting; however, some demographics such as gender and age are predictive. Additionally, with consent of participants, we provide a dataset of nearly 9,000 public and non-public Facebook posts.", "venue": "CSCW", "year": 2017, "referenceCount": 68, "citationCount": 41, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "36282304", "name": "M. Dye"}, {"authorId": "2146189", "name": "Jessica L. Feuston"}, {"authorId": "2710020", "name": "Chaya Hiruncharoenvate"}, {"authorId": "40320059", "name": "C. Hutto"}, {"authorId": "2056433522", "name": "Shannon Morrison"}, {"authorId": "2891238", "name": "P. Roshan"}, {"authorId": "2112284", "name": "Umashanthi Pavalanathan"}, {"authorId": "143709703", "name": "A. Bruckman"}, {"authorId": "2583473", "name": "M. D. Choudhury"}, {"authorId": "145280613", "name": "Eric Gilbert"}]}}, {"intents": ["background"], "contexts": ["More recently, Vitak and colleagues [27] reported on their analysis which surveyed 263 online data researchers, investigating their beliefs and practices around ethics and privacy in their own research."], "isInfluential": false, "citingPaper": {"paperId": "16afc1685196e23ded1ac58f4a815e29b71c34a9", "externalIds": {"DBLP": "conf/hicss/WeibelDSGL17", "MAG": "2586117982", "DOI": "10.24251/HICSS.2017.216"}, "url": "https://www.semanticscholar.org/paper/16afc1685196e23ded1ac58f4a815e29b71c34a9", "title": "HIV Risk on Twitter: the Ethical Dimension of Social Media Evidence-based Prevention for Vulnerable Populations", "abstract": "As of 2016 the HIV/AIDS epidemics is still a key public health problem. Recent reports showed that alarmingly high numbers of people in vulnerable populations are not reached by preventative efforts. Despite technology improvement, we are not yet able to identify populations that are most susceptible to HIV infections. In order to enable evidencebased prevention, we are studying new methods to identify HIV at-risk populations, exploiting Twitter posts as possible indicators of HIV risk. Our research on social network analysis and machine learning outlined the feasibility of using tweets as monitoring tool for HIV-related risk at the demographic, geographical, and social network level. However, this approach highlights ethical dilemmas in three different areas: data collection and analysis, risk inference through imperfect probabilistic approaches, and data-driven prevention. We contribute a description, analysis and discussion of ethics based on our 2-year experience with clinicians, IRBs, and local HIV communities in San Diego, California. KeywordsTwitter, HIV/AIDS, Social Media, Digital Epidemiology, Ethics", "venue": "HICSS", "year": 2017, "referenceCount": 29, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "1752711", "name": "Nadir Weibel"}, {"authorId": "145349970", "name": "Purvi Desai"}, {"authorId": "147366399", "name": "L. Saul"}, {"authorId": "1722619", "name": "Amarnath Gupta"}, {"authorId": "47031184", "name": "S. Little"}]}}]}