{"paperId": "fdc9e69cd0c010baef2effc194e738c9ba815a3c", "externalIds": {"MAG": "2032829579", "DOI": "10.1111/J.0272-4332.2004.453_3.X"}, "url": "https://www.semanticscholar.org/paper/fdc9e69cd0c010baef2effc194e738c9ba815a3c", "title": "In the Chamber of Risks: Understanding Risk Controversies", "abstract": "The title of the book, “In the Chamber of Risks” refers to how the modern practice of risk management is akin to a chamber with many rooms, with each room occupied by a mix of different actors, including: professional risk managers, politicians, representatives from industry, citizens and members of social movements. Under such conditions, it is argued that risk controversies frequently arise because of social factors, particularly those associated with ineffective communication between technically trained professional risk managers and the (untrained) general public. Such an analytical theme was introduced in an earlier work by the author (Powell and Leiss, 1997) in terms of what was referred to as the “risk information vacuum” — that is, the gap between the unfolding descriptions of risks based on technical risk assessment and the public understanding (and perception) of these same risks. The present work broadens the scope of this theme to include, among other topics, the common structure and stages that underlie risk controversies. For Leiss, “competent” risk management can only be achieved if the foundational structure of such controversies are better understood. It is argued that such understanding will facilitate the movement towards a more satisfactory and effective relationship between science and the public in the context of dealing with risk issues. In this light, the author contends that one of the major problems in dealing with risk stems from the failure of organizations and actors to distinguish between risk management and risk issue management. The case studies reviewed in the book are meant to highlight the importance of this distinction.", "venue": "", "year": 2004, "referenceCount": 2, "citationCount": 41, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "98679778", "name": "Jennifer Vanderhart"}]}