{"offset": 0, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "041856f01f0da09c3d3e98c0b1b08f6cba6c5570", "externalIds": {"MAG": "3175891918", "DOI": "10.4018/978-1-7998-6453-0.ch002"}, "url": "https://www.semanticscholar.org/paper/041856f01f0da09c3d3e98c0b1b08f6cba6c5570", "title": "Ethical Design of Social Technology", "abstract": "Social technology has become ubiquitous in everyday life. Developers of social technologies seek design elements and new technologies, such as machine learning algorithms, aimed at increasing user engagement. Increased user engagement with products or services is sought after by both companies, which benefit from increased sales and customers who desire technology which they are motivated to use. However, increased user engagement also results in increased demand on user attention. High demand on user attention results in problems for social technology users, including decreased task performance, decrements in working memory, increased anxiety, and more. Developers of social technology should take these negative effects on users into account when implementing new features into their products or services. This chapter proposes a framework for the ethical design of social technology, with a specific emphasis on the balance between user engagement and attentional demands on the user.", "venue": "Advances in Human and Social Aspects of Technology", "year": 2021, "referenceCount": 77, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "116951295", "name": "F. Montalvo"}, {"authorId": "26433261", "name": "Michael Miuccio"}, {"authorId": "52038902", "name": "Grace E. Waldfogle"}]}}, {"isInfluential": false, "contexts": ["complex intersections of technological afordances, user interactions, and near and far social impacts [49, 60, 84, 87, 92].", "Work on VSD has also included eforts across these categories that identify opportunities for implementation in design and evaluation activities [28, 87, 97] as well as broader engagement in ethics-focused argumentation, building connections from ethical", "of ethical awareness and complexity [25, 49, 84, 85, 87, 88, 92, 99]."], "intents": ["background"], "citingPaper": {"paperId": "06c49ed2e794c8de9bc80948185da337348e40ba", "externalIds": {"DBLP": "journals/corr/abs-2009-10194", "MAG": "3088787638", "ArXiv": "2009.10194", "DOI": "10.1145/3411764.3445779"}, "url": "https://www.semanticscholar.org/paper/06c49ed2e794c8de9bc80948185da337348e40ba", "title": "Dark Patterns and the Legal Requirements of Consent Banners: An Interaction Criticism Perspective", "abstract": "User engagement with data privacy and security through consent banners has become a ubiquitous part of interacting with internet services. While previous work has addressed consent banners from either interaction design, legal, and ethics-focused perspectives, little research addresses the connections among multiple disciplinary approaches, including tensions and opportunities that transcend disciplinary boundaries. In this paper, we draw together perspectives and commentary from HCI, design, privacy and data protection, and legal research communities, using the language and strategies of “dark patterns” to perform an interaction criticism reading of three different types of consent banners. Our analysis builds upon designer, interface, user, and social context lenses to raise tensions and synergies that arise together in complex, contingent, and conflicting ways in the act of designing consent banners. We conclude with opportunities for transdisciplinary dialogue across legal, ethical, computer science, and interactive systems scholarship to translate matters of ethical concern into public policy.", "venue": "CHI", "year": 2020, "referenceCount": 116, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2506416", "name": "Colin M. Gray"}, {"authorId": "2110094000", "name": "Cristiana Santos"}, {"authorId": "2370674", "name": "Nataliia Bielova"}, {"authorId": "32438945", "name": "Michal Tóth"}, {"authorId": "40630685", "name": "D. Clifford"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1e47f99b352374451e856788a5bed1d31b5837c0", "externalIds": {"DBLP": "journals/pacmhci/LindbergKM21", "DOI": "10.1145/3449204"}, "url": "https://www.semanticscholar.org/paper/1e47f99b352374451e856788a5bed1d31b5837c0", "title": "Design Ethics in Practice - Points of Departure", "abstract": "Recent years have seen an increased interest in ethically responsible design of technology in society at large as well as among design practitioners. While design ethics is a well-established research area, less research has enquired into how design practitioners understand ethics. Through semi-structured interviews we have explored practitioners' approaches to ethics in design. Our findings show noticing, reflecting and reacting as three ways that ethical matters are approached. This ties into dynamic and participatory views on ethics, rather than viewing ethics as a set of formal frameworks and deductive reasoning practices. Practitioners need approaches that tie in to existing work practices. Our results provide practice-led suggestions and points of departure of when and how it might be suitable to infuse design ethics into design practice.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 69, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2003296164", "name": "Sharon Lindberg"}, {"authorId": "2977793", "name": "P. Karlström"}, {"authorId": "1406437981", "name": "S. Männikkö-Barbutiu"}]}}, {"isInfluential": false, "contexts": ["[31], discussing a code of ethics for software development, Al-Fedaghi [1], interested in how software engineers should think about ethics, Shilton and Anderson [59], looking at ethics in technology design activities, and Scott and Barlowe [56], calling the attention to computer education.", "Recent insiders’ research broadly concerned with ethics in software development include, for example, Karim et al. [31], discussing a code of ethics for software development, Al-Fedaghi [1], interested in how software engineers should think about ethics, Shilton and Anderson [59], looking at ethics in technology design activities, and Scott and Barlowe [56], calling the attention to computer education."], "intents": ["methodology"], "citingPaper": {"paperId": "92db7c39a1bed82afd66922012d530d79acf18ce", "externalIds": {"DBLP": "conf/fat/BarbosaBSL21", "DOI": "10.1145/3442188.3445900"}, "url": "https://www.semanticscholar.org/paper/92db7c39a1bed82afd66922012d530d79acf18ce", "title": "A Semiotics-based epistemic tool to reason about ethical issues in digital technology design and development", "abstract": "One of the important challenges regarding the development of morally responsible and ethically qualified digital technologies is how to support designers and developers in producing those technologies, especially when conceptualizing their vision of what the technology will be, how it will benefit users, and avoid doing harm. However, traditional software design and development life cycles do not explicitly support the reflection upon either ethical or moral issues. In this paper we look at how a number of ethical issues may be dealt with during digital technology design and development, to prevent damage and improve technological fairness, accountability, and transparency. Starting from mature work on semiotic theory and methods in human-computer interaction, we propose to extend the core artifact used in semiotic engineering of human-centered technology design, so as to directly address moral responsibility and ethical issues. The resulting extension is an epistemic tool, that is, an instrument to create and elaborate on this specific kind of knowledge. The paper describes the tool, illustrates how it is to be used, and discusses its promises and limitations against the background of related work. It also includes proposed empirical studies, accompanied by briefly described methodological challenges and considerations that deserve our attention.", "venue": "FAccT", "year": 2021, "referenceCount": 101, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145337089", "name": "S. Barbosa"}, {"authorId": "153788111", "name": "G. D. J. Barbosa"}, {"authorId": "1698433", "name": "C. D. Souza"}, {"authorId": "1859174", "name": "C. Leitão"}]}}, {"isInfluential": false, "contexts": ["In this trajectory of work, Shilton has revealed the complex arrangement of activities that bring together organizational and team structures [40, 43], methods and means of action [39, 44], and the difering roles of members of technology professions [42]."], "intents": ["background"], "citingPaper": {"paperId": "b453a38a3def0be0b05d727ca263246841404f82", "externalIds": {"DBLP": "conf/chi/ChivukulaHLCG21", "DOI": "10.1145/3411764.3445375"}, "url": "https://www.semanticscholar.org/paper/b453a38a3def0be0b05d727ca263246841404f82", "title": "Identity Claims that Underlie Ethical Awareness and Action", "abstract": "HCI and STS researchers have previously described the ethical complexity of practice, drawing together aspects of organizational complexity, design knowledge, and ethical frameworks. Building on this work, we investigate the identity claims and beliefs that impact practitioners’ ability to recognize and act upon ethical concerns in a range of technology-focused disciplines. In this paper, we report results from an interview study with 12 practitioners, identifying and describing their identity claims related to ethical awareness and action. We conducted a critically-focused thematic analysis to identify eight distinct claims representing roles relating to learning, educating, following policies, feeling a sense of responsibility, being a member of a profession, a translator, an activist, and deliberative. Based on our findings, we demonstrate how the claims foreground building competence in relation to ethical practice. We highlight the dynamic interplay among these claims and point towards implications for identity work in socio-technical contexts.", "venue": "CHI", "year": 2021, "referenceCount": 56, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40976463", "name": "S. Chivukula"}, {"authorId": "152162333", "name": "Aiza Hasib"}, {"authorId": "2026069480", "name": "Ziqing Li"}, {"authorId": "123878823", "name": "Jingle Chen"}, {"authorId": "2506416", "name": "Colin M. Gray"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "351f39b6e1cf004ac50602bb7d9551a23606ceaa", "externalIds": {"DOI": "10.4018/978-1-7998-2351-3.ch015"}, "url": "https://www.semanticscholar.org/paper/351f39b6e1cf004ac50602bb7d9551a23606ceaa", "title": "Communicating “What's Not Said”", "abstract": "Technologies designed to access our personal worlds have the potential to profoundly influence the way we live and to promote human flourishing. They also require an ethical approach to their design that takes human values into account. Mobile technologies for psychological wellbeing present particular challenges that require a sustainable approach to ethical reflection from early in the design process. This paper offers insights into ethical approaches to design, through projects that explore the potential for using mobile apps for reporting psychological wellbeing. It reports on feedback from a focus group with valuable insights for app design in particular contexts of use that help to inform discourse more generally around designing technologies for wellbeing. The discussion focuses on the practical and cultural issues that arise and explores how technologies can mediate self-knowledge and information in ways that might otherwise remain unsaid, but is crucial for successful outcomes both clinically and in design.", "venue": "Innovations in Global Maternal Health", "year": 2020, "referenceCount": 21, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Marguerite Barry"}, {"authorId": "144382986", "name": "Kevin Doherty"}, {"authorId": "46997540", "name": "Gavin Doherty"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "87bf80a0c9c0bc80c52b6b7e923b1e25e3851a13", "externalIds": {"MAG": "3084256463"}, "url": "https://www.semanticscholar.org/paper/87bf80a0c9c0bc80c52b6b7e923b1e25e3851a13", "title": "Co-creating an alternative future: Using speculative design as a tool for gauging users' ethical expectations", "abstract": null, "venue": "", "year": 2020, "referenceCount": 45, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2037150288", "name": "Adeboye Richard Olaniyan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a0c06cb096f84de5f4961844ee34d1c8f660cba5", "externalIds": {"DBLP": "conf/chi/ChivukulaWMCG20", "MAG": "3030202390", "DOI": "10.1145/3313831.3376459"}, "url": "https://www.semanticscholar.org/paper/a0c06cb096f84de5f4961844ee34d1c8f660cba5", "title": "Dimensions of UX Practice that Shape Ethical Awareness", "abstract": "HCI researchers are increasingly interested in describing the complexity of design practice, including ethical, organizational, and societal concerns. Recent studies have identified individual practitioners as key actors in driving the design process and culture within their respective organizations, and we build upon these efforts to reveal practitioner concerns regarding ethics on their own terms. In this paper, we report on the results of an interview study with eleven UX practitioners, capturing their experiences that highlight dimensions of design practice that impact ethical awareness and action. Using a bottom-up thematic analysis, we identified five dimensions of design complexity that influence ethical outcomes and span individual, collaborative, and methodological framing of UX activity. Based on these findings, we propose a set of implications for the creation of ethically-centered design methods that resonate with this complexity and inform the education of future UX practitioners.", "venue": "CHI", "year": 2020, "referenceCount": 88, "citationCount": 8, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "40976463", "name": "S. Chivukula"}, {"authorId": "1666690126", "name": "C. Watkins"}, {"authorId": "1666450604", "name": "Rhea Manocha"}, {"authorId": "123878823", "name": "Jingle Chen"}, {"authorId": "2506416", "name": "Colin M. Gray"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "66a9df2562131a87b81408b7660f9dc9ea546e73", "externalIds": {"PubMedCentral": "6868110", "MAG": "2948100573", "DOI": "10.1007/s10551-019-04204-w", "PubMed": "31814653"}, "url": "https://www.semanticscholar.org/paper/66a9df2562131a87b81408b7660f9dc9ea546e73", "title": "The Challenges of Algorithm-Based HR Decision-Making for Personal Integrity", "abstract": "Organizations increasingly rely on algorithm-based HR decision-making to monitor their employees. This trend is reinforced by the technology industry claiming that its decision-making tools are efficient and objective, downplaying their potential biases. In our manuscript, we identify an important challenge arising from the efficiency-driven logic of algorithm-based HR decision-making, namely that it may shift the delicate balance between employees’ personal integrity and compliance more in the direction of compliance. We suggest that critical data literacy, ethical awareness, the use of participatory design methods, and private regulatory regimes within civil society can help overcome these challenges. Our paper contributes to literature on workplace monitoring, critical data studies, personal integrity, and literature at the intersection between HR management and corporate responsibility.", "venue": "Journal of business ethics : JBE", "year": 2019, "referenceCount": 234, "citationCount": 33, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Business"], "authors": [{"authorId": "1412830230", "name": "Ulrich Leicht-Deobald"}, {"authorId": "31561475", "name": "T. Busch"}, {"authorId": "79575035", "name": "C. Schank"}, {"authorId": "1813534", "name": "Antoinette Weibel"}, {"authorId": "102112129", "name": "Simon Schafheitle"}, {"authorId": "2060097150", "name": "Isabelle Wildhaber"}, {"authorId": "3356394", "name": "G. Kasper"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "abffbc236720cc3a34de5381a850c71e52037394", "externalIds": {"MAG": "2954777313", "DBLP": "series/isrl/MoreauVB19", "DOI": "10.1007/978-3-030-15939-9_8"}, "url": "https://www.semanticscholar.org/paper/abffbc236720cc3a34de5381a850c71e52037394", "title": "A Paradigm for Democratizing Artificial Intelligence Research", "abstract": "This proposal outlines a plan for bridging the gap between technology experts and society in the domain of Artificial Intelligence (AI). The proposal focuses primarily on Natural Language Processing (NLP) technology, which is a major part of AI and offers the advantage of addressing problems that non-experts can understand. More precisely, the goal is to advance knowledge at the same time as opening new communication channels between experts and society, in a way which promotes non-expert participation in the conception of NLP technology. Such interactions can happen in the context of open-source development of languages resources, i.e. software tools and datasets; existing usages in various communities show how projects which are open to everyone can greatly benefit from the free participation of enthusiastic contributors (participation is not at all limited to software development). Because NLP research is mostly experimental and relies heavily on software tools and language datasets, this project proposes to interconnect the societal issues related to AI with the NLP research resources issue.", "venue": "Innovations in Big Data Mining and Embedded Knowledge", "year": 2019, "referenceCount": 33, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2156958", "name": "Erwan Moreau"}, {"authorId": "144420027", "name": "C. Vogel"}, {"authorId": "34810113", "name": "Marguerite Barry"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d9c877cee5cdc83003d37ecc63720c215366e4cd", "externalIds": {"MAG": "2941241294", "DBLP": "conf/chi/ChivukulaGB19", "DOI": "10.1145/3290605.3300307"}, "url": "https://www.semanticscholar.org/paper/d9c877cee5cdc83003d37ecc63720c215366e4cd", "title": "Analyzing Value Discovery in Design Decisions Through Ethicography", "abstract": "HCI scholarship is increasingly concerned with the ethical impact of socio-technical systems. Current theoretically driven approaches that engage with ethics generally prescribe only abstract approaches by which designers might consider values in the design process. However, there is little guidance on methods that promote value discovery, which might lead to more specific examples of relevant values in specific design contexts. In this paper, we elaborate a method for value discovery, identifying how values impact the designer's decision making. We demonstrate the use of this method, called Ethicography, in describing value discovery and use throughout the design process. We present analysis of design activity by user experience (UX) design students in two lab protocol conditions, describing specific human values that designers considered for each task, and visualizing the interplay of these values. We identify opportunities for further research, using the Ethicograph method to illustrate value discovery and translation into design solutions.", "venue": "CHI", "year": 2019, "referenceCount": 56, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40976463", "name": "S. Chivukula"}, {"authorId": "2506416", "name": "Colin M. Gray"}, {"authorId": "145006049", "name": "Jason Brier"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "fcbcb817b85441c40fbed328a81fc72cfb2b9586", "externalIds": {"MAG": "2783388666", "DBLP": "journals/see/KampeR0SSV19", "DOI": "10.1007/s11948-017-9938-7", "PubMed": "29318451"}, "url": "https://www.semanticscholar.org/paper/fcbcb817b85441c40fbed328a81fc72cfb2b9586", "title": "Bringing the National Security Agency into the Classroom: Ethical Reflections on Academia-Intelligence Agency Partnerships", "abstract": "Academia-intelligence agency collaborations are on the rise for a variety of reasons. These can take many forms, one of which is in the classroom, using students to stand in for intelligence analysts. Classrooms, however, are ethically complex spaces, with students considered vulnerable populations, and become even more complex when layering multiple goals, activities, tools, and stakeholders over those traditionally present. This does not necessarily mean one must shy away from academia-intelligence agency partnerships in classrooms, but that these must be conducted carefully and reflexively. This paper hopes to contribute to this conversation by describing one purposeful classroom encounter that occurred between a professor, students, and intelligence practitioners in the fall of 2015 at North Carolina State University: an experiment conducted as part of a graduate-level political science class that involved students working with a prototype analytic technology, a type of participatory sensing/self-tracking device, developed by the National Security Agency. This experiment opened up the following questions that this paper will explore: What social, ethical, and pedagogical considerations arise with the deployment of a prototype intelligence technology in the college classroom, and how can they be addressed? How can academia-intelligence agency collaboration in the classroom be conducted in ways that provide benefits to all parties, while minimizing disruptions and negative consequences? This paper will discuss the experimental findings in the context of ethical perspectives involved in values in design and participatory/self-tracking data practices, and discuss lessons learned for the ethics of future academia-intelligence agency partnerships in the classroom.", "venue": "Sci. Eng. Ethics", "year": 2019, "referenceCount": 33, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science", "Medicine"], "authors": [{"authorId": "2645016", "name": "Christopher Kampe"}, {"authorId": "33834458", "name": "Gwendolynne Reid"}, {"authorId": "2110466179", "name": "Paul Jones"}, {"authorId": "2090008108", "name": "S. Colleen"}, {"authorId": "34756743", "name": "Sean Streck"}, {"authorId": "5930560", "name": "K. Vogel"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "02354932593f1a2d0bf0215f6eb593ee059d1e26", "externalIds": {"MAG": "2793490775"}, "url": "https://www.semanticscholar.org/paper/02354932593f1a2d0bf0215f6eb593ee059d1e26", "title": "Ethics of User Involvement in Sensitive Design Situations", "abstract": "While this era of digital technology brings great possibilities for improving the lives of many people with digital healthcare services, the design of these services in turn present challenges that ...", "venue": "", "year": 2018, "referenceCount": 332, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "39923444", "name": "S. Lindberg"}]}}, {"isInfluential": false, "contexts": ["Drawing upon information practice scholarship: Previous literature on expertise and responsibility in relation to questions of ethics emphasizes the work practices of technology designers (Shilton & Anderson, 2017)."], "intents": ["methodology"], "citingPaper": {"paperId": "959839c813479b55217e65c9be32c40e67e3ac2e", "externalIds": {"MAG": "2913362794", "DOI": "10.1002/PRA2.2018.14505501138"}, "url": "https://www.semanticscholar.org/paper/959839c813479b55217e65c9be32c40e67e3ac2e", "title": "Information practice, responsibility, and the ability to respond", "abstract": "In situations when digital systems exacerbate bias and injustice, who should be held responsible? Who is in a position to respond effectively? This poster 1) critiques dominant rhetoric concerning responsibility and the ability to respond to the influence of digital information systems; 2) argues for the field of information science to contribute to this discussion beyond a focus on policy; and 3) calls for information scientists to draw upon and extend information practice scholarship by applying it as a generative lens for conceptualizing responsibility in relation to ethical data stewardship.", "venue": "", "year": 2018, "referenceCount": 13, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49793739", "name": "Michelle Kaczmarek"}, {"authorId": "51171859", "name": "Saguna Shankar"}, {"authorId": "34869420", "name": "L. Nathan"}]}}, {"isInfluential": false, "contexts": ["Through ethnographic engagement, Shilton has suggested the role of certain activities in facilitating conversations about values that can then be addressed as design criteria [62], broadening the conversation beyond the existence of VSD-related methods to their use in practice [63].", "Shilton and colleagues [64, 62, 63] have more recently proposed the concept of value levers as a means of connecting value-related insights with design action.", ", value levers [63], values at play [25], critical design [10, 7, 23], reflective design [60, 61]), these conversations are frequently bound to the academic community and related discourses, making practitioner access to these conversations difficult and activation of their implications problematic."], "intents": ["background"], "citingPaper": {"paperId": "ddb4a6538bbbb7468ff949621d2185693e5ebae5", "externalIds": {"DBLP": "conf/chi/GrayKBHT18", "MAG": "2795529671", "DOI": "10.1145/3173574.3174108"}, "url": "https://www.semanticscholar.org/paper/ddb4a6538bbbb7468ff949621d2185693e5ebae5", "title": "The Dark (Patterns) Side of UX Design", "abstract": "Interest in critical scholarship that engages with the complexity of user experience (UX) practice is rapidly expanding, yet the vocabulary for describing and assessing criticality in practice is currently lacking. In this paper, we outline and explore the limits of a specific ethical phenomenon known as \"dark patterns,\" where user value is supplanted in favor of shareholder value. We assembled a corpus of examples of practitioner-identified dark patterns and performed a content analysis to determine the ethical concerns contained in these examples. This analysis revealed a wide range of ethical issues raised by practitioners that were frequently conflated under the umbrella term of dark patterns, while also underscoring a shared concern that UX designers could easily become complicit in manipulative or unreasonably persuasive practices. We conclude with implications for the education and practice of UX designers, and a proposal for broadening research on the ethics of user experience.", "venue": "CHI", "year": 2018, "referenceCount": 82, "citationCount": 152, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2506416", "name": "Colin M. Gray"}, {"authorId": "145508813", "name": "Yubo Kou"}, {"authorId": "40961060", "name": "Bryan Battles"}, {"authorId": "40963246", "name": "Joseph Hoggatt"}, {"authorId": "145524087", "name": "Austin Toombs"}]}}, {"isInfluential": false, "contexts": ["Moor [16] explains that computers are essentially a malleable, universally applicable tool, so the potential applications for human action and consequent ethical issues are novel and almost limitless [17], [18]."], "intents": ["background"], "citingPaper": {"paperId": "2588589f5050bce8ecca918fbb18ec7588d690c1", "externalIds": {"MAG": "2952972664", "DBLP": "conf/icse/MeloS17", "ArXiv": "1703.00619", "DOI": "10.1109/SECM.2017.10"}, "url": "https://www.semanticscholar.org/paper/2588589f5050bce8ecca918fbb18ec7588d690c1", "title": "Reflections on Cyberethics Education for Millennial Software Engineers", "abstract": "Software is a key component of solutions for 21st Century problems. These problems are often \"wicked\", complex, and unpredictable. To provide the best possible solution, millennial software engineers must be prepared to make ethical decisions, thinking critically, and acting systematically. This reality demands continuous changes in educational systems and curricula delivery, as misjudgment might have serious social impact. This study aims to investigate and reflect on Software Engineering (SE) Programs, proposing a conceptual framework for analyzing cyberethics education and a set of suggestions on how to integrate it into the SE undergraduate curriculum.", "venue": "2017 IEEE/ACM 1st International Workshop on Software Engineering Curricula for Millennials (SECM)", "year": 2017, "referenceCount": 56, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "3232471", "name": "C. Melo"}, {"authorId": "2073881042", "name": "Thiago C. de Sousa"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3bcfde95a61d10486c254e2f9c8b436495348a88", "externalIds": {"DBLP": "conf/chi/BarryDBCMD17", "MAG": "2611667142", "DOI": "10.1145/3025453.3025918"}, "url": "https://www.semanticscholar.org/paper/3bcfde95a61d10486c254e2f9c8b436495348a88", "title": "mHealth for Maternal Mental Health: Everyday Wisdom in Ethical Design", "abstract": "Health and wellbeing applications increasingly raise ethical issues for design. User-centred and participatory design approaches, while grounded in everyday wisdom, cannot be expected to address ethical reflection consistently, as multiple value systems come into play. We explore the potential of phronesis, a concept from Aristotelian virtue ethics, for mHealth design. Phronesis describes wisdom and judgment garnered from practical experience of specific situations in context. Applied phronesis contributes everyday wisdom to challenging issues for vulnerable target users. Drawing on research into mHealth technologies for psychological wellbeing, we explore how phronesis can inform ethical design. Using a case study on an app for self-reporting symptoms of depression during pregnancy, we present a framework for incorporating a phronetic approach into design, involving: (a) a wide feedback net to capture phronetic input early in design; (b) observing the order of feedback, which directly affects value priorities in design; (c) ethical pluralism recognising different coexisting value systems; (d) acknowledging subjectivity in the disclosure and recognition of individual researcher and participant values. We offer insights into how a phronetic approach can contribute everyday wisdom to designing mHealth technologies to help designers foster the values that promote human flourishing.", "venue": "CHI", "year": 2017, "referenceCount": 125, "citationCount": 30, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "34810113", "name": "Marguerite Barry"}, {"authorId": "144382986", "name": "Kevin Doherty"}, {"authorId": "3665140", "name": "J. Belisario"}, {"authorId": "3007050", "name": "J. Car"}, {"authorId": "144038482", "name": "Cecily Morrison"}, {"authorId": "2659843", "name": "Gavin J. Doherty"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8e4b88b569eac28a06a76a282222128297505ff3", "externalIds": {"MAG": "2541135159", "DBLP": "journals/iwc/NathanTTB17", "DOI": "10.1093/iwc/iww034"}, "url": "https://www.semanticscholar.org/paper/8e4b88b569eac28a06a76a282222128297505ff3", "title": "Disruptions, Dilemmas and Paradoxes: Ethical Matter(s) in Design Research", "abstract": "This special issue on ethical matter(s) contains innovative and reflective scholarship focused on questions of ethics with human computer interaction (HCI) design research. Through this introductory piece, we articulate three trends influencing contemporary design research which are creating spaces of discomfort for many scholars as they acknowledge their positionality and responsibility. We introduce the articles developed for this special issue through the framing of ethical difficulties, dilemmas and paradoxes, recognizing that some issues may not be immediately resolvable. We argue that no matter which structures, principles or heuristics you commit to at the start of an HCI project, ethical conundrums are likely to develop. Through this piece, we are not suggesting that anyone is trying to achieve the status of moral saint within HCI design research. Rather, we offer you work crafted by scholars striving to improve their scholarship, working to address the question of ethical action in HCI research.", "venue": "Interact. Comput.", "year": 2017, "referenceCount": 55, "citationCount": 13, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "34869420", "name": "L. Nathan"}, {"authorId": "1944467", "name": "Anja Thieme"}, {"authorId": "1712815", "name": "D. Tatar"}, {"authorId": "35351235", "name": "Stacy M. Branham"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c58cd52eb69e172b0ead649da52dc2f6b04161fb", "externalIds": {"DBLP": "journals/ijskd/BarryDD16", "MAG": "2558675063", "DOI": "10.4018/IJSKD.2016070104"}, "url": "https://www.semanticscholar.org/paper/c58cd52eb69e172b0ead649da52dc2f6b04161fb", "title": "Communicating \"What's Not Said\": Mobile Apps for Psychological Wellbeing", "abstract": "Technologies designed to access our personal worlds have the potential to profoundly influence the way we live and to promote human flourishing. They also require an ethical approach to their design that takes human values into account. Mobile technologies for psychological wellbeing present particular challenges that require a sustainable approach to ethical reflection from early in the design process. This paper offers insights into ethical approaches to design, through projects that explore the potential for using mobile apps for reporting psychological wellbeing. It reports on feedback from a focus group with valuable insights for app design in particular contexts of use that help to inform discourse more generally around designing technologies for wellbeing. The discussion focuses on the practical and cultural issues that arise and explores how technologies can mediate self-knowledge and information in ways that might otherwise remain unsaid, but is crucial for successful outcomes both clinically and in design.", "venue": "Int. J. Sociotechnology Knowl. Dev.", "year": 2016, "referenceCount": 22, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "34810113", "name": "Marguerite Barry"}, {"authorId": "144382986", "name": "Kevin Doherty"}, {"authorId": "2659843", "name": "Gavin J. Doherty"}]}}]}