{"offset": 0, "data": [{"contexts": ["Many ethical issues (for example, privacy, consent and equity) are impacted by social and cultural contexts which dictate norms (Nissenbaum, 2009; Schwartz, 1994)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "01315b84c630055a16e45f91b97509807680c70d", "externalIds": {"MAG": "2056775433", "DOI": "10.1111/J.1540-4560.1994.TB01196.X"}, "url": "https://www.semanticscholar.org/paper/01315b84c630055a16e45f91b97509807680c70d", "title": "Are There Universal Aspects in the Structure and Contents of Human Values", "abstract": "This article presents a theory of potentially universal aspects in the content of human values. Ten types of values are distinguished by their motivational goals. The theory also postulates a structure of relations among the value types, based on the conflicts and compatibilities experienced when pursuing them. This structure permits one to relate systems of value priorities, as an integrated whole, to other variables. A new values instrument, based on the theory and suitable for cross-cultural research, is described. Evidence relevant for assessing the theory, from 97 samples in 44 countries, is summarized. Relations of this approach to Rokeach's work on values and to other theories and research on value dimensions are discussed. Application of the approach to social issues is exemplified in the domains of politics and intergroup relations.", "venue": "", "year": 1994, "referenceCount": 72, "citationCount": 4360, "influentialCitationCount": 421, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2026106", "name": "S. Schwartz"}]}}, {"contexts": ["Johnson (2011) advocates for anticipatory ethics, which engages a values researcher or ethicists in helping to map ‘moral notions and practices to what is being developed’."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "01887bfb7e30e7ae7e35dd250a6bdd7066bbf423", "externalIds": {"MAG": "56394125", "DOI": "10.1007/978-94-007-1356-7_5"}, "url": "https://www.semanticscholar.org/paper/01887bfb7e30e7ae7e35dd250a6bdd7066bbf423", "title": "Software Agents, Anticipatory Ethics, and Accountability", "abstract": "This chapter takes up a case study of the accountability issues around increasingly autonomous computer systems. In this early phase of their development, certain computer systems are being referred to as “software agents” or “autonomous systems” because they operate in a variety of ways that are seemingly independent of human control. However, because of the responsibility and liability issues, conceptualizing these systems as autonomous seems morally problematic and likely to be legally problematic. Whether software agents and autonomous systems are used to make financial decisions, control transportation, or perform military objectives, when something goes wrong, issues of accountability will indubitably arise. While it would seem that the law will ultimately have to handle these issues, law is currently being used only minimally or indirectly to address accountability for computer software failure. This nascent discussion of computer systems “in the making” seems a good focal point for considering innovative approaches to making law, governance, and ethics more helpful with regard to new technologies. For a start, it would seem that some anticipatory reasoning as to how accountability/liability issues are likely to be handled in law could have an influence on the development of the technology (even if the anticipatory thinking is ultimately wrong). Such thinking could – in principle at least – shape the design of computer systems.", "venue": "", "year": 2011, "referenceCount": 33, "citationCount": 22, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2109808157", "name": "Deborah G. Johnson"}]}}, {"contexts": ["It required calling on literature from network policy (e.g. Braman, 2011; DeNardis, 2009), privacy law (e.g. Citron, 2010; Solove, 2010) and theories of justice (e.g. Rawls, 1999; Sen, 2009)."], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0657778d7a9b5c87f63b8532114d99da3e6263be", "externalIds": {"MAG": "1502551023"}, "url": "https://www.semanticscholar.org/paper/0657778d7a9b5c87f63b8532114d99da3e6263be", "title": "Civil Rights in the Information Age", "abstract": null, "venue": "", "year": 2010, "referenceCount": 0, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "70640184", "name": "D. Citron"}]}}, {"contexts": ["A second challenge for participatory design is pointed out by Sengers et al. (2005).", "…to particular values on design teams, whether instigated by diverse stakeholders including users (Le Dantec et al., 2009; Muller, 2003), designers themselves (Miller et al., 2007; Sengers et al., 2005) or advocated by outsiders conducting design interventions (Fisher, 2007; Shilton, 2013a).", "Applied ethics in HCI incorporates professional ethics (Hollander and Steneck, 1990), technology ethics (Verbeek, 2006), critical technical practice (Agre, 1997; Sengers et al., 2005) and VSD (Borning and Muller, 2012; Friedman et al., 2006).", "As both Sengers et al. (2005) and the VAP framework (Flanagan and Nissenbaum, 2014a, 2014b) point out, shared values and unconscious biases on a team often go unexamined."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "06c5e804c0f0292231d2d7be407bf3f1ac01c0d3", "externalIds": {"DBLP": "conf/critical/SengersBDK05", "MAG": "2296463440", "DOI": "10.1145/1094562.1094569"}, "url": "https://www.semanticscholar.org/paper/06c5e804c0f0292231d2d7be407bf3f1ac01c0d3", "title": "Reflective design", "abstract": "As computing moves into every aspect of our daily lives, the values and assumptions that underlie our technical practices may unwittingly be propagated throughout our culture. Drawing on existing critical approaches in computing, we argue that reflection on unconscious values embedded in computing and the practices that it supports can and should be a core principle of technology design. Building on a growing body of work in critical computing, reflective design combines analysis of the ways in which technologies reflect and perpetuate unconscious cultural assumptions, with design, building, and evaluation of new computing devices that reflect alternative possibilities. We illustrate this approach through two design case studies.", "venue": "Critical Computing", "year": 2005, "referenceCount": 60, "citationCount": 630, "influentialCitationCount": 17, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "1771108", "name": "Phoebe Sengers"}, {"authorId": "3315695", "name": "Kirsten Boehner"}, {"authorId": "2140503", "name": "S. David"}, {"authorId": "51921005", "name": "Jofish Kaye"}]}}, {"contexts": ["She performed a thematic analysis of project publications and grant documents to identify values expressed by the team before she began her intervention (Shilton, 2015).", "In NDN, a legal scholar introduced conversations about the power of developers relative to existing law (Shilton, 2015).", "These examples illustrate a range of ways that ethicists,\n1Additional detail can be found on project goals and methods in Shilton (2013b, 2015).\ntheoreticians, designers and users can co-construct values for design."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "0b626d47dd44062903545cce05f8b80c616c238e", "externalIds": {"DBLP": "journals/see/Shilton15", "MAG": "2080709611", "DOI": "10.1007/s11948-013-9510-z", "PubMed": "24407888"}, "url": "https://www.semanticscholar.org/paper/0b626d47dd44062903545cce05f8b80c616c238e", "title": "Anticipatory Ethics for a Future Internet: Analyzing Values During the Design of an Internet Infrastructure", "abstract": "The technical details of Internet architecture affect social debates about privacy and autonomy, intellectual property, cybersecurity, and the basic performance and reliability of Internet services. This paper explores one method for practicing anticipatory ethics in order to understand how a new infrastructure for the Internet might impact these social debates. This paper systematically examines values expressed by an Internet architecture engineering team—the Named Data Networking project—based on data gathered from publications and internal documents. Networking engineers making technical choices also weigh non-technical values when working on Internet infrastructure. Analysis of the team’s documents reveals both values invoked in response to technical constraints and possibilities, such as efficiency and dynamism, as well as values, including privacy, security and anonymity, which stem from a concern for personal liberties. More peripheral communitarian values espoused by the engineers include democratization and trust. The paper considers the contextual and social origins of these values, and then uses them as a method of practicing anticipatory ethics: considering the impact such priorities may have on a future Internet.", "venue": "Sci. Eng. Ethics", "year": 2015, "referenceCount": 67, "citationCount": 26, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Medicine", "Computer Science"], "authors": [{"authorId": "3214594", "name": "Katie Shilton"}]}}, {"contexts": ["Openness built into a system frequently can compromise privacy or security (Landau, 2014; Onsrud, 2003), for example, and an awareness of this history of values conflicts in systems can help surface the issue on design teams before decisions are finalized.", "Openness built into a system frequently can compromise privacy or security (Landau, 2014; Onsrud, 2003), for example, and an awareness of this history"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "113903370a745c55e8d1db2a1c9f2458a05cdcad", "externalIds": {"MAG": "2011755997", "DBLP": "journals/ieeesp/Landau14a", "DOI": "10.1109/MSP.2014.43"}, "url": "https://www.semanticscholar.org/paper/113903370a745c55e8d1db2a1c9f2458a05cdcad", "title": "Educating Engineers: Teaching Privacy in a World of Open Doors", "abstract": "Although the focus here on teaching privacy to computer scientists, the author wants to first mention the law school approach, which is, of course, lawyerly. The topics in a typical law school course on information privacy include the development of privacy within the law; privacy law in commercial practice, health information, and communications; privacy and data protection, including the international aspects of this; and regulatory frameworks for privacy. In rare cases, mostly those in which the faculty member does cyberlaw research, the course might cover technological protections for privacy. Undergraduate and graduate computer science courses in privacy have different audiences and different goals from law school ones; they also differ from each other. An undergraduate course should present myriad privacy approaches, whereas a graduate course might well focus on current technological research.", "venue": "IEEE Security & Privacy", "year": 2014, "referenceCount": 47, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144290300", "name": "S. Landau"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "136355851e36137691c2608dac402597b88f2fba", "externalIds": {"MAG": "1998760890", "DOI": "10.1016/0142-694X(88)90047-6"}, "url": "https://www.semanticscholar.org/paper/136355851e36137691c2608dac402597b88f2fba", "title": "Designing: Rules, types and worlds", "abstract": "Abstract Protocols of seven practised designers, all undertaking a common design exercise, have been analysed for patterns of reasoning and use of design rules. Patterns of reasoning were found to be shared among designers and not significantly different from reasoning in everyday life. Rules were largely implicit, overlapping, diverse, variously applied, contextually dependent, subject to exceptions and to critical modification. It is argued that rules are derived from underlying types - functional building types, references, spatial gestalts and experiential archetypes - that serve as ‘holding environments’ for design knowledge.", "venue": "", "year": 1988, "referenceCount": 7, "citationCount": 469, "influentialCitationCount": 29, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "28433287", "name": "Donald A. Schön"}]}}, {"contexts": ["Within this literature, scholars have debated who can and should be positioned as ethical ‘experts’ within design (Borning and Muller, 2012), whose values are engaged in VSD (Alsheikh et al., 2011; Le Dantec et al., 2009) and who gets to define the right values for VSD.", "In particular, areas of failing include a systemic bias toward Western values and values framings (Alsheikh et al., 2011), and the danger of values advocates becoming the single authority on ethics in design."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "2e199fe2983cf0e67f8dadc6058caabf0dc9739b", "externalIds": {"DBLP": "conf/cscw/AlsheikhRL11", "MAG": "2168800874", "DOI": "10.1145/1958824.1958836"}, "url": "https://www.semanticscholar.org/paper/2e199fe2983cf0e67f8dadc6058caabf0dc9739b", "title": "(Whose) value-sensitive design: a study of long- distance relationships in an Arabic cultural context", "abstract": "This paper describes a qualitative study of how 11 Arab individuals use technology in the context of their long-distance romantic relationships. Our participants' communication practices bear similarities to previous findings on the mediation of intimacy in the West, but also highlight key differences. We show how these differences relate to expectations of men and women in Arabic culture, and describe how our participants used technologies to enact conventional roles according to these expectations. We note implications for cross-cultural research and value-sensitive design, demonstrating how our participants' practices relate to Islamic values of support and protection of women. We apply various analytical lenses, including Islamic feminist theories, in interpreting the data.", "venue": "CSCW", "year": 2011, "referenceCount": 60, "citationCount": 73, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2897379", "name": "Tamara Alsheikh"}, {"authorId": "33257159", "name": "J. Rode"}, {"authorId": "2020484", "name": "Siân E. Lindley"}]}}, {"contexts": ["Technology ethics education can facilitate the presence of more moral exemplars on design teams (Hollander, 2001; Huff and Furchert, 2014)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "3d7db4a47aaf3d6960c154745658e06b6860e338", "externalIds": {"MAG": "2123851065", "DBLP": "journals/cacm/HuffF14", "DOI": "10.1145/2618103"}, "url": "https://www.semanticscholar.org/paper/3d7db4a47aaf3d6960c154745658e06b6860e338", "title": "Toward a pedagogy of ethical practice", "abstract": "Teaching computing ethics in a manner that allows students to address both abstract ethical knowledge and actual ethical practice.", "venue": "CACM", "year": 2014, "referenceCount": 14, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "145160674", "name": "Chuck Huff"}, {"authorId": "2078674360", "name": "Almut Furchert"}]}}, {"contexts": ["of a cycle route-planning and tracking application (Reddy et al., 2010; Shilton et al., 2008).", "The CENS team used user-centered design techniques including prototyping during focus groups to engage cyclists in the city of Los Angeles in the design of a cycle route-planning and tracking application (Reddy et al., 2010; Shilton et al., 2008)."], "isInfluential": false, "intents": ["background", "methodology"], "citedPaper": {"paperId": "42afe3971104bb70d8dadaa1dce3d4028cf67913", "externalIds": {"MAG": "2139922600", "DBLP": "conf/chi/ReddySDCES10", "DOI": "10.1145/1753326.1753598"}, "url": "https://www.semanticscholar.org/paper/42afe3971104bb70d8dadaa1dce3d4028cf67913", "title": "Biketastic: sensing and mapping for better biking", "abstract": "Bicycling is an affordable, environmentally friendly alternative transportation mode to motorized travel. A common task performed by bikers is to find good routes in an area, where the quality of a route is based on safety, efficiency, and enjoyment. Finding routes involves trial and error as well as exchanging information between members of a bike community. Biketastic is a platform that enriches this experimentation and route sharing process making it both easier and more effective. Using a mobile phone application and online map visualization, bikers are able to document and share routes, ride statistics, sensed information to infer route roughness and noisiness, and media that documents ride experience. Biketastic was designed to ensure the link between information gathering, visualization, and bicycling practices. In this paper, we present architecture and algorithms for route data inferences and visualization. We evaluate the system based on feedback from bicyclists provided during a two-week pilot.", "venue": "CHI", "year": 2010, "referenceCount": 12, "citationCount": 188, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40202761", "name": "S. Reddy"}, {"authorId": "3214594", "name": "Katie Shilton"}, {"authorId": "144737834", "name": "Gleb Denisov"}, {"authorId": "2125035", "name": "Christian Cenizal"}, {"authorId": "145078811", "name": "D. Estrin"}, {"authorId": "1702254", "name": "M. Srivastava"}]}}, {"contexts": ["Professional organizations, standards, social norms and institutional norms can all contribute to an existing moral ecology (Huff et al., 2008a).", "They have grouped the characteristics of exemplars into a combination of personality characteristics (including social and technical skills), an acknowledged moral commitment, recognition of a wider moral ecology and moral skills and knowledge (Huff et al., 2008b).", "The idea that technical experts can also serve as ethical experts has been particularly developed in the work of Huff et al. (2008a, 2008b) on moral exemplars."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "46a3d6a76992556034f88baae01e9204128c669d", "externalIds": {"DBLP": "journals/jices/HuffBF08a", "DOI": "10.1108/14779960810921114"}, "url": "https://www.semanticscholar.org/paper/46a3d6a76992556034f88baae01e9204128c669d", "title": "Good computing: a pedagogically focused model of virtue in the practice of computing (part 2)", "abstract": "Purpose – The purpose of this paper is to present a four component model of ethical behavior that integrates literature in moral psychology, computing ethics, and virtue ethics as informed by research on moral exemplars in computing. This is part 2 of a two part contribution, part 1 having appeared in Vol. 6 No. 3. Design/methodology/approach – This psychologically based and philosophically informed model argues that moral action is grounded in relatively stable personality characteristics, guided by integration of morality into the self-system, shaped by the context of the surrounding moral ecology, and facilitated by morally relevant skills and knowledge. Findings – The model seeks to explain the daily successful (and unsuccessful) performance of moral action by computing professionals and to provide groundwork for a pedagogy that emphasizes ethically effective performance. Practical implications – The model has significant implications for how ethical action to computer professionals and other design professionals might be taught. It also makes recommendations about what need to be measured to construct a complete picture of sustained ethical action in a profession. Originality/value – Most accepted models of ethical behavior are unidimensional, emphasizing either principled reasoning or a simplistic model of integrity/character. This model brings together a variety of disparate literatures in the light of its emphasis on sustained moral action in the profession. It thereby provides researchers and educators with a picture of what is needed to construct a complete understanding of moral action in the profession.", "venue": "J. Inf. Commun. Ethics Soc.", "year": 2008, "referenceCount": 110, "citationCount": 17, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145160674", "name": "Chuck Huff"}, {"authorId": "145625756", "name": "Laura Barnard"}, {"authorId": "2986617", "name": "W. Frey"}]}}, {"contexts": ["Participatory design is a design approach that incorporates users as full participants in software development (Muller, 2003).", "…advocated for attention to particular values on design teams, whether instigated by diverse stakeholders including users (Le Dantec et al., 2009; Muller, 2003), designers themselves (Miller et al., 2007; Sengers et al., 2005) or advocated by outsiders conducting design interventions (Fisher,…", "What does it mean for design research to do right by participants, researchers and the world? This article explores a thorny issue in values-oriented design research: what roles, responsibilities and kinds of expertise are necessary for tending to issues of power, inequity, trust and other ethical concerns as they arise in design? A growing values-sensitive design (VSD) tradition has advocated for attention to particular values on design teams, whether instigated by diverse stakeholders including users (Le Dantec et al., 2009; Muller, 2003), designers themselves (Miller et al."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "4996354c82ae5327f36b079f927521fea58e2e64", "externalIds": {"MAG": "169850822", "DOI": "10.1201/9781420088892-15"}, "url": "https://www.semanticscholar.org/paper/4996354c82ae5327f36b079f927521fea58e2e64", "title": "Participatory design: the third space in HCI", "abstract": "2 Introduction: Just Add Users and Stir? 3 Major Bibliographic Sources for Participatory Design 8 Conference Series 8 Books 10 Journals 11 Websites 11 Hybridity and the Third Space 11 Hybridity and HCI 13 Participatory Design as the Third Space in HCI 15 Participatory Design Contains Its Own Third Space 16 Third Space: Negotiation, Shared Construction, and Collective Discovery in PD and HCI 17 Spaces and Places 17 Sitings 17 Workshops 20 Narrative Structures 24 Stories 24 Photographs 28 Dramas and Videos 31 * IBM Research, One Rogers Street, Cambridge MA 02142 USA, +1-617-693-4235 (voice) mullerm@acm.org or michael_muller@us.ibm.com ** University of Maryland, Human-Computer Interaction Lab, Hornbake South Wing, College Park, MD 20742 USA, +1-301-405-7406 (voice) allisond@umd.edu", "venue": "", "year": 2002, "referenceCount": 290, "citationCount": 905, "influentialCitationCount": 66, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "144440084", "name": "Michael J. Muller"}]}}, {"contexts": ["Research on vehicular networks, or communications between cars, led to discussions of constrained resources for sharing data.", "It required calling on literature from network policy (e.g. Braman, 2011; DeNardis, 2009), privacy law (e.g. Citron, 2010; Solove, 2010) and theories of justice (e.g. Rawls, 1999; Sen, 2009)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "4cfeb657b292d20a79e7eae761d91b17cad3e07c", "externalIds": {"MAG": "2952528055", "DOI": "10.2307/J.CTVJF9ZC8.5"}, "url": "https://www.semanticscholar.org/paper/4cfeb657b292d20a79e7eae761d91b17cad3e07c", "title": "Civil Rights in Our Information Age", "abstract": null, "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 23, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "70640184", "name": "D. Citron"}]}}, {"contexts": ["For example, Fisher has led collaborations focused on collaboration with scientists for responsible innovation (Fisher, 2007; Fisher et al., 2015)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "4d480a3e05eb73fbe76f1ef80a2577d697850af9", "externalIds": {"MAG": "2045634956", "DOI": "10.1080/23299460.2014.1001671"}, "url": "https://www.semanticscholar.org/paper/4d480a3e05eb73fbe76f1ef80a2577d697850af9", "title": "Mapping the integrative field: taking stock of socio-technical collaborations", "abstract": "Responsible innovation requires that scientific and other expert practices be responsive to society. We take stock of various collaborative approaches to socio-technical integration that seek to broaden the societal contexts technical experts take into account during their routine activities. Part of a larger family of engaged scholarship that includes inter- and transdisciplinarity as well as stakeholder and public engagement, we distinguish collaborative socio-technical integration in terms of its proximity to and transformation of expert practices. We survey a variety of approaches that differ widely in terms of their integrative methods, conceptions of societal context, roles, and aspirations for intervention. Taking a handful of “communities of integration” as exemplars, we then provide a framework for comparing the forms, means, and ends of collaborative integration. We conclude by reflecting on some of the main features of, and tensions within, this developing arena of practical inquiry and engagem...", "venue": "", "year": 2015, "referenceCount": 187, "citationCount": 82, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38728405", "name": "Erik Fisher"}, {"authorId": "2054882385", "name": "M. O'Rourke"}, {"authorId": "144528057", "name": "R. Evans"}, {"authorId": "13404176", "name": "Eric B. Kennedy"}, {"authorId": "37256355", "name": "M. Gorman"}, {"authorId": "2019831", "name": "T. Seager"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4e41b1fbbc4f19b5a0cac9a51bf8a4151687f4b4", "externalIds": {"MAG": "1578229911"}, "url": "https://www.semanticscholar.org/paper/4e41b1fbbc4f19b5a0cac9a51bf8a4151687f4b4", "title": "Dreaming in Code", "abstract": null, "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 37, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145429841", "name": "J. Barlow"}]}}, {"contexts": ["Applied ethics in HCI incorporates professional ethics (Hollander and Steneck, 1990), technology ethics (Verbeek, 2006), critical technical practice (Agre, 1997; Sengers et al., 2005) and VSD (Borning and Muller, 2012; Friedman et al., 2006).", "Applied ethics in HCI incorporates professional ethics (Hollander and Steneck, 1990), technology ethics (Verbeek, 2006), critical technical practice (Agre, 1997; Sengers et al., 2005) and VSD (Borning and Muller, 2012; Friedman et al."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "4fa35e09af61214eeef2fd95d8db397baafa6f90", "externalIds": {"MAG": "2556006062"}, "url": "https://www.semanticscholar.org/paper/4fa35e09af61214eeef2fd95d8db397baafa6f90", "title": "Toward a Critical Technical Practice: Lessons Learned in Trying to Reform AI", "abstract": "Every technology fits, in its own unique way, into a far-flung network of different sites of social practice. Some technologies are employed in a specific site, and in those cases we often feel that we can warrant clear cause-and-effect stories about the transformations that have accompanied them, either in that site or others. Other technologies are so ubiquitous -found contributing to the evolution of the activities and relationships of so many distinct sites of practice -that we have no idea how to begin reckoning their effects upon society, assuming that such a global notion of \"effects\" even makes sense.", "venue": "", "year": 2006, "referenceCount": 41, "citationCount": 180, "influentialCitationCount": 14, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "35126179", "name": "P. Agre"}]}}, {"contexts": ["Applied ethics in HCI incorporates professional ethics (Hollander and Steneck, 1990), technology ethics (Verbeek, 2006), critical technical practice (Agre, 1997; Sengers et al., 2005) and VSD (Borning and Muller, 2012; Friedman et al., 2006)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "5050be06a552827764b3ce17d17e61e92622896a", "externalIds": {"MAG": "1535357018", "DOI": "10.1007/978-94-007-7844-3_4"}, "url": "https://www.semanticscholar.org/paper/5050be06a552827764b3ce17d17e61e92622896a", "title": "Value Sensitive Design and Information Systems", "abstract": "Value Sensitive Design is a theoretically grounded approach to the design of technology that accounts for human values in a principled and comprehensive manner throughout the design process. It employs an integrative and iterative tripartite methodology, consisting of conceptual, empirical, and technical investigations. We explicate Value Sensitive Design by drawing on three case studies. The first study concerns information and control of web browser cookies, implicating the value of informed consent. The second study concerns using high-definition plasma displays in an office environment to provide a “window” to the outside world, implicating the values of physical and psychological well-being and privacy in public spaces. The third study concerns an integrated land use, transportation, and environmental simulation system to support public deliberation and debate on major land use and transportation decisions, implicating the values of fairness, accountability, and support for the democratic process, as well as a highly diverse range of values that might be held by different stakeholders, such as environmental sustainability, opportunities for business expansion, or walkable neighborhoods. We conclude with direct and practical suggestions for how to engage in Value Sensitive Design.", "venue": "", "year": 2013, "referenceCount": 215, "citationCount": 1099, "influentialCitationCount": 94, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "144674612", "name": "P. H. Kahn"}, {"authorId": "143981586", "name": "A. Borning"}, {"authorId": "1757501", "name": "A. Huldtgren"}]}}, {"contexts": ["A values advocate can also help a team express, weigh and debate explicit commitments to ethical theory (e.g. utilitarian, deontological or virtue ethics perspectives), addressing critiques leveled at VSD of problematic ethical neutrality (Davis and Nathan, 2013).", "The project leadership structure was clearly defined, with faculty members (principal investigators or PIs) setting project vision and\nInteracting with Computers, 2016\nby guest on M arch 14, 2016\nhttp://iw c.oxfordjournals.org/\nD ow nloaded from\ndirection while working with graduate and undergraduate students to accomplish design goals.", "In a review of VSD research, Davis and Nathan (2013) point to debates over universal values, stakeholder participation and the uneven power of researchers and participants as some of the most provocative work in VSD.", "Interactions with both the NDN and PHeNoM teams have been primarily at a distance, mediated by conference calls and occasional travel to in-person meetings.", "As a result,\nInteracting with Computers, 2016\nby guest on M arch 14, 2016\nhttp://iw c.oxfordjournals.org/\nD ow nloaded from\nmuch discussion of use cases was grounded in familiar (to American network architects) uses of the Internet: checking the New York Times webpage, sending email, conducting conference calls, using Facebook and streaming video.", "NDN developers were redesigning a familiar technology: the Internet.", "…on M arch 14, 2016\nhttp://iw c.oxfordjournals.org/\nD ow nloaded from\nmuch discussion of use cases was grounded in familiar (to American network architects) uses of the Internet: checking the New York Times webpage, sending email, conducting conference calls, using Facebook and streaming video.", "Adding outside perspectives, particularly those focused on ethics and values, to the design team can highlight that existing moral ecology because outsiders are more likely to ask about assumed norms (as such\nInteracting with Computers, 2016\nby guest on M arch 14, 2016\nhttp://iw c.oxfordjournals.org/\nD ow nloaded from\nnorms conflict with their own assumptions) or call assumed norms into question.", "Comparing these projects, it\nInteracting with Computers, 2016\nby guest on M arch 14, 2016\nhttp://iw c.oxfordjournals.org/\nD ow nloaded from\nhas become clear that a values advocate, or more gently put, a values facilitator, can bring several advantages to design.", "The work of thinking through how changes to the way data is transmitted on the Internet might impact intellectual property, privacy and free speech or network neutrality and fairness,\nwas surprisingly difficult.", "Shilton works with a team of computer science faculty and graduate students spread across 10 US campuses to account for the social implications of an alternative to today’s Internet Protocol.", "Interacting with Computers, 2016\nInteracting wit Computer A vance Access publi hed March 10, 2016 by guest on M\narch 14, 2016 http://iw\nc.oxfordjournals.org/ D ow nloaded from\nThis paper explores the many ways in which ethics in design might be blended, not bossy.", "However, Fisher (2007) admits that ‘while intended to be more descriptive than prescriptive, the act of rendering decisions more transparent to\nInteracting with Computers, 2016\nby guest on M arch 14, 2016\nhttp://iw c.oxfordjournals.org/\nD ow nloaded from\nthose who made them was necessarily a form of intervention’."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "52292ed53c414df2f4ea9a6ce2982a4ab23b1b7c", "externalIds": {"MAG": "2492215133", "DOI": "10.1007/978-94-007-6970-0"}, "url": "https://www.semanticscholar.org/paper/52292ed53c414df2f4ea9a6ce2982a4ab23b1b7c", "title": "Handbook of Ethics, Values, and Technological Design", "abstract": null, "venue": "", "year": 2015, "referenceCount": 0, "citationCount": 130, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "7485612", "name": "J. Hoven"}, {"authorId": "2796337", "name": "P. Vermaas"}, {"authorId": "1932083", "name": "I. Poel"}]}}, {"contexts": ["Shilton (2013a) has explored methods for ethics intervention on design teams, including identifying and justifying particular values as relevant to the project, and helping to translate identified values into technical affordances.", "At CENS, statisticians on the design team helped developers think through problems in data representations and meaningmaking (Shilton, 2013b).", "Shilton observed at least three project PIs purposely influence the ethical conduct of research projects using a combination of persuasiveness, authority and control over funding (Shilton, 2013b).", "These examples illustrate a range of ways that ethicists,\n1Additional detail can be found on project goals and methods in Shilton (2013b, 2015).\ntheoreticians, designers and users can co-construct values for design.", "…use cases and working with users, can change the tenor of design conversations from primarily instrumental to ethics and theory-driven by surfacing underlying social norms and highlighting the relationship between social concerns and design decisions (Shilton, 2013b; Shilton and Koepfler, 2013).", "These challenges are something we have debated ourselves, as researchers who sometimes position ourselves as ethics experts in design (Shilton, 2013a).", "Shilton (2013b)’s work has focused on a particular type of cue to ethical action referred to as values levers: development practices that open up new conversations about values, and build consensus around values as important to design.", "…to particular values on design teams, whether instigated by diverse stakeholders including users (Le Dantec et al., 2009; Muller, 2003), designers themselves (Miller et al., 2007; Sengers et al., 2005) or advocated by outsiders conducting design interventions (Fisher, 2007; Shilton, 2013a)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "5ac68cffc370eb55096fd903d6e89f9b4c3dee63", "externalIds": {"MAG": "2142013321", "DOI": "10.1177/0162243912436985"}, "url": "https://www.semanticscholar.org/paper/5ac68cffc370eb55096fd903d6e89f9b4c3dee63", "title": "Values Levers", "abstract": "As information systems transform our world, computer scientists design affordances that influence the uses and impacts of these technological objects. This article describes how the practices of design affect the social values materialized in emerging technologies, and explores how design practices can encourage ethical reflection and action. The article presents an ethnography of a laboratory that engineered software for mobile phones to track users’ locations, habits, and behaviors. This technical work raised a number of ethical challenges, particularly around questions of data use and surveillance. The ethnography suggests that particular activities within laboratories can help engineers agree on social values as important to design. It characterizes these activities as values levers: practices that open new conversations about social values and encourage consensus around those values as design criteria. Laboratory leaders and advocates can enable and strengthen these levers to encourage ethical reflection and action as an explicit part of design practice.", "venue": "", "year": 2013, "referenceCount": 37, "citationCount": 107, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "3214594", "name": "Katie Shilton"}]}}, {"contexts": ["It required calling on literature from network policy (e.g. Braman, 2011; DeNardis, 2009), privacy", "It required calling on literature from network policy (e.g. Braman, 2011; DeNardis, 2009), privacy law (e.g. Citron, 2010; Solove, 2010) and theories of justice (e.g. Rawls, 1999; Sen, 2009)."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "6418db24bbd9f4b7f4dd812d134f4776dc4b72ae", "externalIds": {"MAG": "1529404901"}, "url": "https://www.semanticscholar.org/paper/6418db24bbd9f4b7f4dd812d134f4776dc4b72ae", "title": "Protocol Politics: The Globalization of Internet Governance", "abstract": "What are the global implications of the looming shortage of Internet addresses and the slow deployment of the new IPv6 protocol designed to solve this problem? The Internet has reached a critical point. The world is running out of Internet addresses. There is a finite supply of approximately 4.3 billion Internet Protocol (IP) addresses-the unique binary numbers required for every exchange of information over the Internet-within the Internet's prevailing technical architecture (IPv4). In the 1990s the Internet standards community selected a new protocol (IPv6) that would expand the number of Internet addresses exponentially-to 340 undecillion addresses. Despite a decade of predictions about imminent global conversion, IPv6 adoption has barely begun. Protocol Politics examines what's at stake politically, economically, and technically in the selection and adoption of a new Internet protocol. Laura DeNardis's key insight is that protocols are political. IPv6 intersects with provocative topics including Internet civil liberties, US military objectives, globalization, institutional power struggles, and the promise of global democratic freedoms. DeNardis offers recommendations for Internet standards governance, based not only on technical concerns but on principles of openness and transparency, and examines the global implications of looming Internet address scarcity versus the slow deployment of the new protocol designed to solve this problem.", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 153, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2432386", "name": "L. DeNardis"}]}}, {"contexts": ["It required calling on literature from network policy (e.g. Braman, 2011; DeNardis, 2009), privacy law (e.g. Citron, 2010; Solove, 2010) and theories of justice (e.g. Rawls, 1999; Sen, 2009)."], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "6db9a81fc34dd55704bcaeed192d396d7c907485", "externalIds": {"MAG": "2038179450", "DBLP": "journals/tis/Braman11", "DOI": "10.1080/01972243.2011.607027"}, "url": "https://www.semanticscholar.org/paper/6db9a81fc34dd55704bcaeed192d396d7c907485", "title": "The Framing Years: Policy Fundamentals in the Internet Design Process, 1969–1979", "abstract": "Those responsible for the technical decision making that created the Internet found they had to think through a number of social policy issues, from privacy and intellectual property rights through the definition of common carriage and environmental problems, along the way. Such issues were framed by conceptualizations of the nature of the network, goals to be served by the network, users and uses of the network, and the design criteria that served as policy principles developed during the early years of the design process. This article examines such policy fundamentals as they developed through the technical document series that records the Internet design process, the Internet Requests for Comments (RFCs) during the first decade of that process, 1969–1979.", "venue": "Inf. Soc.", "year": 2011, "referenceCount": 183, "citationCount": 28, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "49314993", "name": "Sandra Braman"}]}}, {"contexts": ["Other methods to solicit the values of users, from surveys to machine learning techniques (Fleischmann et al. 2009, 2012), may make user values more accessible to commercial design."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "708655a6c68bd617d30170436c648edffcf0e930", "externalIds": {"MAG": "2184319101"}, "url": "https://www.semanticscholar.org/paper/708655a6c68bd617d30170436c648edffcf0e930", "title": "Content Analysis for Values Elicitation", "abstract": "To design for users’ values, one must first elicit those values. This paper describes research on detection of values in texts and describes applications to design. Expert, crowdsourced, and automatic content analysis offer non-intrusive ways of learning about users’ values that can serve as accompaniments or alternatives to interrogative methods such as surveys, interviews, and focus groups.", "venue": "", "year": 2012, "referenceCount": 22, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3079031", "name": "K. Fleischmann"}, {"authorId": "3088715", "name": "An-Shou Cheng"}, {"authorId": "1737250", "name": "D. Oard"}, {"authorId": "1389036863", "name": "Jordan L. Boyd-Graber"}]}}, {"contexts": ["Software engineers often face a tension between firm grounding in particular contexts, and a more abstracted model of design (Rosenberg, 2008)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "743956e42e63fcda91abde9daef75f57e75d3984", "externalIds": {"MAG": "653024996", "DOI": "10.5860/choice.46-1533"}, "url": "https://www.semanticscholar.org/paper/743956e42e63fcda91abde9daef75f57e75d3984", "title": "Dreaming in Code: Two Dozen Programmers, Three Years, 4,732 Bugs, and One Quest for Transcendent Software", "abstract": null, "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 33, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "114110634", "name": "Scott Rosenberg"}]}}, {"contexts": ["In addition, successful techniques for anticipatory ethics helped engineers embody the experience of using their technology (Dourish, 2001)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "7534ac4b42d39e2033e32cb4a38a9dc95070b50d", "externalIds": {"MAG": "2050896993", "DBLP": "books/daglib/0032452"}, "url": "https://www.semanticscholar.org/paper/7534ac4b42d39e2033e32cb4a38a9dc95070b50d", "title": "Where the Action Is - The Foundations of Embodied Interaction", "abstract": "Computer science as an engineering discipline has been spectacularly successful. Yet it is also a philosophical enterprise in the way it represents the world and creates and manipulates models of reality, people, and action. In this book, Paul Dourish addresses the philosophical bases of human-computer interaction. He looks at how what he calls \"embodied interaction\" -- an approach to interacting with software systems that emphasizes skilled, engaged practice rather than disembodied rationality -- reflects the phenomenological approaches of Martin Heidegger, Ludwig Wittgenstein, and other twentieth-century philosophers. The phenomenological tradition emphasizes the primacy of natural practice over abstract cognition in everyday activity. Dourish shows how this perspective can shed light on the foundational underpinnings of current research on embodied interaction. He looks in particular at how tangible and social approaches to interaction are related, how they can be used to analyze and understand embodied interaction, and how they could affect the design of future interactive systems.", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 3560, "influentialCitationCount": 327, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "1762952", "name": "P. Dourish"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "7ac08c1877bd43e5ceeb3d0e8c2a5b9f0d27eb02", "externalIds": {"DBLP": "journals/jices/HuffBF08", "MAG": "2057885058", "DOI": "10.1108/14779960810916246"}, "url": "https://www.semanticscholar.org/paper/7ac08c1877bd43e5ceeb3d0e8c2a5b9f0d27eb02", "title": "Good computing: a pedagogically focused model of virtue in the practice of computing (part 1)", "abstract": "Purpose – The purpose of this paper is to present a four component model of ethical behavior (PRIMES) that integrates literature in moral psychology, computing ethics, and virtue ethics as informed by research on moral exemplars in computing. This is part 1 of a two‐part contribution.Design/methodology/approach – This psychologically based and philosophically informed model argues that moral action is: grounded in relatively stable PeRsonality characteristics (PR); guided by integration of morality into the self‐system; shaped by the context of the surrounding moral ecology; and facilitated by morally relevant skills and knowledge (S).Findings – The model seeks to explain the daily successful (and unsuccessful) performance of moral action by computing professionals and to provide groundwork for a pedagogy that emphasizes ethically effective performance.Practical implications – The model has significant implications for how ethical action might be taught to computer professionals and other design professio...", "venue": "J. Inf. Commun. Ethics Soc.", "year": 2008, "referenceCount": 211, "citationCount": 35, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "145160674", "name": "Chuck Huff"}, {"authorId": "145625756", "name": "Laura Barnard"}, {"authorId": "2986617", "name": "W. Frey"}]}}, {"contexts": ["They argue that ‘one job of the ethicist is to broaden the scope of the debate; to discover values that have not been considered by the relevant stakeholders but nonetheless should be considered’ (van Wynsberghe and Robbins, 2013, p.953).", "Ethicists and humanists working directly with design teams is an alternate model for conceptualizing who might be responsible for ethics in design (van Wynsberghe and Robbins, 2013).", "A separate thread of work in the fields of responsible innovation and technology ethics has explored interventions by ethicists and humanists on design teams (van Wynsberghe and Robbins, 2013)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "7cb90dc6a22cd8a5b393c0120394dcc1d830857b", "externalIds": {"DBLP": "journals/see/WynsbergheR14", "MAG": "2108501562", "DOI": "10.1007/s11948-013-9498-4", "PubMed": "24254219"}, "url": "https://www.semanticscholar.org/paper/7cb90dc6a22cd8a5b393c0120394dcc1d830857b", "title": "Ethicist as Designer: A Pragmatic Approach to Ethics in the Lab", "abstract": "Abstract\nContemporary literature investigating the significant impact of technology on our lives leads many to conclude that ethics must be a part of the discussion at an earlier stage in the design process i.e., before a commercial product is developed and introduced. The problem, however, is the question regarding how ethics can be incorporated into an earlier stage of technological development and it is this question that we argue has not yet been answered adequately. There is no consensus amongst scholars as to the kind of ethics that should be practiced, nor the individual selected to perform this ethical analysis. One school of thought holds that ethics should have pragmatic value in research and design and that it should be implemented by the (computer) engineers and/or (computer) scientists themselves, while another school of thought holds that ethics need not be so pragmatic. For the latter, the ethical reflection can aim at a variety of goals, and be carried out by an ethicist. None of the approaches resulting from these lines of thinking have been adopted on a wide-scale basis. To that end, the approach presented here is intended to bridge the gap between these schools of thought. It is our contention that ethics ought to be pragmatic and to provide utility for the design process and we maintain that adequate ethical reflection, and all that it entails, ought to be conducted by an ethicist. Thus, we propose a novel role for the ethicist—the ethicist as designer—who subscribes to a pragmatic view of ethics in order to bring ethics into the research and design of artifacts—no matter the stage of development. In this paper we outline the series of steps that a pragmatic value analysis entails: uncovering relevant values, scrutinizing these values and, working towards the translation of values into technical content. In conclusion, we present a list of tasks for the ethicist in his/her role as designer on the interdisciplinary team.", "venue": "Sci. Eng. Ethics", "year": 2014, "referenceCount": 46, "citationCount": 51, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science", "Medicine"], "authors": [{"authorId": "1471438416", "name": "Aimee Robbins-Van Wynsberghe"}, {"authorId": "145588271", "name": "Scott Robbins"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "8b7400d27e32ea2b5f6f1be28e09927408efeac3", "externalIds": {"MAG": "2128868982", "DOI": "10.1177/0162243905285847"}, "url": "https://www.semanticscholar.org/paper/8b7400d27e32ea2b5f6f1be28e09927408efeac3", "title": "Materializing Morality", "abstract": "During the past decade, the “script” concept, indicating how technologies prescribe human actions, has acquired a central place in STS. Until now, the concept has mainly functioned in descriptive settings. This article will deploy it in a normative setting. When technologies coshape human actions, they give material answers to the ethical question of how to act. This implies that engineers are doing “ethics by other means”: they materialize morality. The article will explore the implications of this insight for engineering ethics. It first augments the script concept by developing the notion of technological mediation. After this, it investigates how the concept of mediation could be made fruitful for design ethics. It discusses how the ambition to design behaviorinfluencing technologies raises moral questions itself and elaborates two methods for anticipating technological mediation in the design process: performing mediation analyses and using an augmented version of constructive technology assessment.", "venue": "", "year": 2006, "referenceCount": 25, "citationCount": 398, "influentialCitationCount": 25, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "51021026", "name": "P. Verbeek"}]}}, {"contexts": ["Ethics education too often consists of cursory (and sometimes ineffective) online modules such as those required for research ethics certification at universities (Antes et al., 2010)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "912b826659e630b69fff236d9031d8a830affc56", "externalIds": {"MAG": "2130396996", "DOI": "10.1097/ACM.0b013e3181cd1cc5", "PubMed": "20182131"}, "url": "https://www.semanticscholar.org/paper/912b826659e630b69fff236d9031d8a830affc56", "title": "Evaluating the Effects That Existing Instruction on Responsible Conduct of Research Has on Ethical Decision Making", "abstract": "Purpose To examine the effects that existing courses on the responsible conduct of research (RCR) have on ethical decision making by assessing the ethicality of decisions made in response to ethical problems and the underlying processes involved in ethical decision making. These processes included how an individual thinks through ethical problems (i.e., meta-cognitive reasoning strategies) and the emphasis placed on social dimensions of ethical problems (i.e., social–behavioral responses). Method In 2005–2007, recruitment announcements were made, stating that a nationwide, online study was being conducted to examine the impact of RCR instruction on the ethical decision making of scientists. Recruitment yielded contacts with over 200 RCR faculty at 21 research universities and medical schools; 40 (20%) RCR instructors enrolled their courses in the current study. From those courses, 173 participants completed an ethical decision-making measure. Results A mixed pattern of effects emerged. The ethicality of decisions did not improve as a result of RCR instruction and even decreased for decisions pertaining to business aspects of research, such as contract bidding. Course participants improved on some meta-cognitive reasoning strategies, such as awareness of the situation and consideration of personal motivations, but declined for seeking help and considering others' perspectives. Participants also increased their endorsement of detrimental social–behavioral responses, such as deception, retaliation, and avoidance of personal responsibility. Conclusions These findings indicated that RCR instruction may not be as effective as intended and, in fact, may even be harmful. Harmful effects might result if instruction leads students to overstress avoidance of ethical problems, be overconfident in their ability to handle ethical problems, or overemphasize their ethical nature. Future research must examine these and other possible obstacles to effective RCR instruction.", "venue": "Academic medicine : journal of the Association of American Medical Colleges", "year": 2010, "referenceCount": 36, "citationCount": 90, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "3366016", "name": "Alison L. Antes"}, {"authorId": "47120212", "name": "Xiaoqian Wang"}, {"authorId": "2560433", "name": "M. Mumford"}, {"authorId": "2109426093", "name": "Ryan P. Brown"}, {"authorId": "145214017", "name": "S. Connelly"}, {"authorId": "2548054", "name": "L. Devenport"}]}}, {"contexts": ["Applied ethics in HCI incorporates professional ethics (Hollander and Steneck, 1990), technology ethics (Verbeek, 2006), critical technical practice (Agre, 1997; Sengers et al., 2005) and VSD (Borning and Muller, 2012; Friedman et al., 2006).", "On the less-specified end, in ‘Next Steps for Value Sensitive Design’, Borning and Muller argue that ‘there is a set of rhetorical moves in some of the writing about VSD that imply more authority on the part of the researcher than we believe is appropriate’ (Borning and Muller, 2012).", "Within this literature, scholars have debated who can and should be positioned as ethical ‘experts’ within design (Borning and Muller, 2012), whose values are engaged in VSD (Alsheikh et al.", "Within this literature, scholars have debated who can and should be positioned as ethical ‘experts’ within design (Borning and Muller, 2012), whose values are engaged in VSD (Alsheikh et al., 2011; Le Dantec et al., 2009) and who gets to define the right values for VSD.", "First, evidence from our project and others shows that such advocates tend to bring a prescriptive list of values to the project: the critique made by Le Dantec et al. (2009) and Muller (Borning and Muller, 2012; Muller, 2014)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "91c38165083c28af1d0a58fe654b6acea314eb6b", "externalIds": {"DBLP": "conf/chi/BorningM12", "MAG": "2133369086", "DOI": "10.1145/2207676.2208560"}, "url": "https://www.semanticscholar.org/paper/91c38165083c28af1d0a58fe654b6acea314eb6b", "title": "Next steps for value sensitive design", "abstract": "Questions of human values often arise in HCI research and practice. Such questions can be difficult to address well, and a principled approach can clarify issues of both theory and practice. One such approach is Value Sensitive Design (VSD), an established theory and method for addressing issues of values in a systematic and principled fashion in the design of information technology. In this essay, we suggest however that the theory and at times the presentation of VSD overclaims in a number of key respects, with the result of inhibiting its more widespread adoption and appropriation. We address these issues by suggesting four topics for next steps in the evolution of VSD: (1) tempering VSD's position on universal values; (2) contextualizing existing and future lists of values that are presented as heuristics for consideration; (3) strengthening the voice of the participants in publications describing VSD investigations; and (4) making clearer the voice of the researchers. We propose new or altered approaches for VSD that address these issues of theory, voice, and reportage.", "venue": "CHI", "year": 2012, "referenceCount": 104, "citationCount": 233, "influentialCitationCount": 16, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143981586", "name": "A. Borning"}, {"authorId": "144440084", "name": "Michael J. Muller"}]}}, {"contexts": ["In the NDN project, for example, Shilton et al. (2014) led a multi-year effort to write a paper translating the design affordances of NDN into ethical and political impacts.", "Shilton used this investigation as an opportunity to unpack privacy into components like anonymity, information obscurity and hiding and forgetting (Shilton et al., 2014).", "this investigation as an opportunity to unpack privacy into components like anonymity, information obscurity and hiding and forgetting (Shilton et al., 2014)."], "isInfluential": false, "intents": ["background", "methodology"], "citedPaper": {"paperId": "9273b0c73ea6a299965b05a067f0d1d9e3625959", "externalIds": {"MAG": "2184258390"}, "url": "https://www.semanticscholar.org/paper/9273b0c73ea6a299965b05a067f0d1d9e3625959", "title": "A World on NDN: Affordances & Implications of the Named Data Networking Future Internet Architecture", "abstract": "This paper explores the potential social impacts of Named Data Networking (NDN), a proposed future Internet architecture that forwards packets based on data names rather than host addresses. We highlight four departures from today's TCP/IP architecture, which underscore the social impacts of NDN: the architecture's emphases on enabling semantic classification, provenance, publication, and decentralized communication. While all of these principles can be implemented in the current Internet's application layer, NDN enables them at the network layer, and thus encourages all applications to comport with them. We describe how these changes from TCP/IP will expand affordances for free speech, and produce positive outcomes for security, privacy and anonymity while raising new challenges regarding data retention and forgetting. We describe how these changes might alter current corporate and law enforcement content regulation mechanisms by changing the way data is identified, handled, and routed across the Web. We examine how even as NDN empowers edges with more decentralized communication options, by providing more context per packet than IP, it raises new challenges in ensuring neutrality across the public network. Finally, we introduce openings where telecommunications policy can evolve alongside NDN to ensure an open, fair Internet.", "venue": "", "year": 2014, "referenceCount": 36, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3214594", "name": "Katie Shilton"}, {"authorId": "6061023", "name": "J. Burke"}, {"authorId": "2162870", "name": "K. Claffy"}, {"authorId": "144394991", "name": "Charles Duan"}, {"authorId": "2108803260", "name": "Lixia Zhang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a14863134e37c10f47758ab6fb78f495031a9475", "externalIds": {"MAG": "110675073", "DOI": "10.1007/978-94-007-6833-8_9"}, "url": "https://www.semanticscholar.org/paper/a14863134e37c10f47758ab6fb78f495031a9475", "title": "This is an Intervention: Foregrounding and Operationalizing Ethics During Technology Design", "abstract": "Pervasive information and communication technologies (PICT) can raise many ethical issues during their design. Ethical concerns, however, are often supplanted by competing design values including efficiency, cost, and elegance. Increasingly, advocates and researchers are experimenting with ethics-oriented interventions in the form of action research that inserts social scientists or humanists into the design process to promote human values. This chapter describes and evaluates an intervention to promote privacy and resist surveillance in a ubiquitous computing laboratory. Ethnographic data from 2 years of participant observation suggest that laboratory interventions can serve as a values lever—a design practice that pries open conversations about ethics and helps the team come to consensus about ethics as design principles. The chapter suggests criteria by which researchers can evaluate the success of an ethics intervention and describes ways in which such interventions can increase designers’ ability to foreground, react to, and incorporate ethics into design.", "venue": "", "year": 2014, "referenceCount": 51, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3214594", "name": "Katie Shilton"}]}}, {"contexts": ["For example, Fisher has led collaborations focused on collaboration with scientists for responsible innovation (Fisher, 2007; Fisher et al., 2015).", "However, Fisher (2007) admits that ‘while intended to be more descriptive than prescriptive, the act of rendering decisions more transparent to\nInteracting with Computers, 2016\nby guest on M arch 14, 2016\nhttp://iw c.oxfordjournals.org/\nD ow nloaded from\nthose who made them was necessarily a form…", "…to particular values on design teams, whether instigated by diverse stakeholders including users (Le Dantec et al., 2009; Muller, 2003), designers themselves (Miller et al., 2007; Sengers et al., 2005) or advocated by outsiders conducting design interventions (Fisher, 2007; Shilton, 2013a).", "Fisher’s intervention protocol sought to let the ‘latent concerns’ of scientists surface (Fisher, 2007, p.163)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "a9b2e3cd3418e418320e4598dab6666c6f52c62c", "externalIds": {"MAG": "2054413447", "DOI": "10.1007/S11569-007-0016-5"}, "url": "https://www.semanticscholar.org/paper/a9b2e3cd3418e418320e4598dab6666c6f52c62c", "title": "Ethnographic Invention: Probing the Capacity of Laboratory Decisions", "abstract": "In an attempt to shape the development of nanotechnologies, ethics policy programs promote engagement in the hope of broadening the scope of considerations that scientists and engineers take into account. While enhancing the reflexivity of scientists theoretically implies changes in technoscientific practice, few empirical studies demonstrate such effects. To investigate the real-time effects on engineering research practices, a laboratory engagement study was undertaken to specify the interplay of technical and social considerations during the normal course of research. The study employed an ethnographic invention in the form of a decision model to structure reflection on ongoing social processes. A short series of interactions with one engineering researcher illustrates the deployment of the model in the form of an interview protocol. The cultural embedment of the protocol allowed it to function as a feedback mechanism, creating a more self-critical environment for knowledge production, and perturbing the system in research-tolerable ways.", "venue": "", "year": 2007, "referenceCount": 42, "citationCount": 152, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38728405", "name": "Erik Fisher"}]}}, {"contexts": ["It required calling on literature from network policy (e.g. Braman, 2011; DeNardis, 2009), privacy law (e.g. Citron, 2010; Solove, 2010) and theories of justice (e.g. Rawls, 1999; Sen, 2009)."], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "aa293e673a24aaa7d0726b54debc5df5e6d493a5", "externalIds": {"DOI": "10.1111/j.1468-0149.1973.tb01495.x"}, "url": "https://www.semanticscholar.org/paper/aa293e673a24aaa7d0726b54debc5df5e6d493a5", "title": "The Theory of Justice", "abstract": "Moral and value judgments are viewed by many people as at base subjective, nonrational, and incapable of proof. In academic moral philosophy this view is reflected in the dominance in much of this century of what is known as meta-ethics-roughly, the logical analysis of moral language and of the structure of moral reasoning. Meta-ethics is concerned largely with philosophical questions about ethics rather than with substantive moral theories or issues themselves. This focus on meta-ethics, as well as the linguistic or analytic movement in philosophy generally, has vastly increased the philosophical sophistication and rigor of contemporary ethics. But on the debit side, moral and, in turn, political philosophers often have had very little to say directly relevant to the pressing moral issues of our time, and students as well as the general public have learned to look elsewhere for serious reflection on these issues. This is not to say that substantive moral and political philosophy has ceased to exist. Utilitarianism, the view that human actions and social institutions are morally justified to the extent that they tend to maximize the happiness of those they affect, has long engaged the interest and allegiance of many moral philosophers; it is a simple and systematic theory, capable of serving both as an individual ethic and as a social and political philosophy. But utilitarianism has the fatal drawbacks of conflicting at important points with most persons' considered moral judgments, particularly those on justice, and of failing to provide a firm basis for our western liberal political tradition with its emphasis", "venue": "", "year": 2017, "referenceCount": 0, "citationCount": 4386, "influentialCitationCount": 484, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2081685252", "name": "Dan W. Brockt"}]}}, {"contexts": ["Citron, 2010; Solove, 2010) and theories of justice (e.g. Rawls, 1999; Sen, 2009).", "It required calling on literature from network policy (e.g. Braman, 2011; DeNardis, 2009), privacy law (e.g. Citron, 2010; Solove, 2010) and theories of justice (e.g. Rawls, 1999; Sen, 2009)."], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "b3e9eac908674f3b7a7bf2c50672d53f56d39eea", "externalIds": {"MAG": "601212034", "DOI": "10.4324/9781315089737-26"}, "url": "https://www.semanticscholar.org/paper/b3e9eac908674f3b7a7bf2c50672d53f56d39eea", "title": "The Idea of Justice", "abstract": null, "venue": "", "year": 1967, "referenceCount": 0, "citationCount": 2876, "influentialCitationCount": 369, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "47572757", "name": "Otto Bird"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "c25bf7eb12105f7de0774a8fd4007bf344f86049", "externalIds": {"MAG": "2559068796", "DBLP": "journals/cacm/ShiltonBCZ16", "DOI": "10.1145/2915915"}, "url": "https://www.semanticscholar.org/paper/c25bf7eb12105f7de0774a8fd4007bf344f86049", "title": "Anticipating policy and social implications of named data networking", "abstract": "Considering the social impact of a proposed future Internet architecture.", "venue": "Commun. ACM", "year": 2016, "referenceCount": 32, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3214594", "name": "Katie Shilton"}, {"authorId": "6061023", "name": "J. Burke"}, {"authorId": "10179735", "name": "K. Claffy"}, {"authorId": "2108803260", "name": "Lixia Zhang"}]}}, {"contexts": ["Other methods to solicit the values of users, from surveys to machine learning techniques (Fleischmann et al. 2009, 2012), may make user values more accessible to commercial design."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "c34232a2863c2e1908ee0b1fc92c88224ec61348", "externalIds": {"DBLP": "conf/asist/FleischmannOCWI09", "MAG": "2069887182", "DOI": "10.1002/meet.2009.1450460345"}, "url": "https://www.semanticscholar.org/paper/c34232a2863c2e1908ee0b1fc92c88224ec61348", "title": "Automatic classification of human values: Applying computational thinking to information ethics", "abstract": null, "venue": "ASIST", "year": 2009, "referenceCount": 4, "citationCount": 28, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3079031", "name": "K. Fleischmann"}, {"authorId": "1737250", "name": "D. Oard"}, {"authorId": "3088715", "name": "An-Shou Cheng"}, {"authorId": "48319357", "name": "Ping Wang"}, {"authorId": "3280058", "name": "Emi Ishita"}]}}, {"contexts": ["…to particular values on design teams, whether instigated by diverse stakeholders including users (Le Dantec et al., 2009; Muller, 2003), designers themselves (Miller et al., 2007; Sengers et al., 2005) or advocated by outsiders conducting design interventions (Fisher, 2007; Shilton, 2013a).", ", 2009; Muller, 2003), designers themselves (Miller et al., 2007; Sengers et al., 2005) or advocated by outsiders conducting design interventions (Fisher, 2007; Shilton, 2013a)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c8a67c6db4ad6647983d633f6da36618e776e63a", "externalIds": {"DBLP": "conf/group/MillerFJ07", "MAG": "2108530514", "DOI": "10.1145/1316624.1316668"}, "url": "https://www.semanticscholar.org/paper/c8a67c6db4ad6647983d633f6da36618e776e63a", "title": "Value tensions in design: the value sensitive design, development, and appropriation of a corporation's groupware system", "abstract": "We report on the value sensitive design, development, and appropriation of a groupware system to support software engineering knowledge sharing. Usage data (5,965 visitors) and semi-structured interviews (18 individuals) suggest the methods employed were successful in addressing value tensions, particularly with respect to privacy, awareness, and reputation. Key contributions include: (1) \"proof-of-concept\" that established Value Sensitive Design principles and methods can be used to good effect for the design of groupware in an industry setting, (2) a new design method for addressing value tensions, Value Dams and Flows, and (3) demonstration of the co-evolution of technology and organizational policy.", "venue": "GROUP '07", "year": 2007, "referenceCount": 20, "citationCount": 147, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "2109508405", "name": "Jessica K. Miller"}, {"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "2193264", "name": "G. Jancke"}]}}, {"contexts": ["As both Sengers et al. (2005) and the VAP framework (Flanagan and Nissenbaum, 2014a, 2014b) point out, shared values and unconscious biases on a team often go unexamined.", "…and Nissenbaum’s Values at Play (VAP) framework, which provides guidelines and heuristics for conducting VSD, specifies a focus on ethical and political values, with an acknowledged bias for values derived from liberal, egalitarian democratic contexts (Flanagan and Nissenbaum, 2014a, 2014b, p.7).", "However, while the authors identify certain ‘commonly encountered, socially recognized values’ as points of departure for the theory, they maintain that their approach does not rely on the universality of any value systems (Flanagan and Nissenbaum, 2014a, 2014b, p.7)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c8c23e2e41f8bc1a11bb190e090e5d0c109e7238", "externalIds": {"MAG": "2277509373", "DOI": "10.5860/choice.187729"}, "url": "https://www.semanticscholar.org/paper/c8c23e2e41f8bc1a11bb190e090e5d0c109e7238", "title": "Values at Play in Digital Games", "abstract": "All games express and embody human values, providing a compelling arena in which we play out beliefs and ideas. \"Big ideas\" such as justice, equity, honesty, and cooperation -- as well as other kinds of ideas, including violence, exploitation, and greed -- may emerge in games whether designers intend them or not. In this book, Mary Flanagan and Helen Nissenbaum present Values at Play, a theoretical and practical framework for identifying socially recognized moral and political values in digital games. Values at Play can also serve as a guide to designers who seek to implement values in the conception and design of their games. After developing a theoretical foundation for their proposal, Flanagan and Nissenbaum provide detailed examinations of selected games, demonstrating the many ways in which values are embedded in them. They introduce the Values at Play heuristic, a systematic approach for incorporating values into the game design process. Interspersed among the book's chapters are texts by designers who have put Values at Play into practice by accepting values as a design constraint like any other, offering a real-world perspective on the design challenges involved.", "venue": "", "year": 2014, "referenceCount": 0, "citationCount": 48, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145481282", "name": "M. Flanagan"}, {"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"contexts": ["Applied ethics in HCI incorporates professional ethics (Hollander and Steneck, 1990), technology ethics (Verbeek, 2006), critical technical practice (Agre, 1997; Sengers et al.", "Applied ethics in HCI incorporates professional ethics (Hollander and Steneck, 1990), technology ethics (Verbeek, 2006), critical technical practice (Agre, 1997; Sengers et al., 2005) and VSD (Borning and Muller, 2012; Friedman et al., 2006)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "cbbfc8dc04a4c0190af7e93ff5fdd81acab5695c", "externalIds": {"MAG": "2072889268", "DOI": "10.1177/016224399001500109"}, "url": "https://www.semanticscholar.org/paper/cbbfc8dc04a4c0190af7e93ff5fdd81acab5695c", "title": "Science- and Engineering-Related Ethics and Values Studies: Characteristics of an Emerging Field of Research", "abstract": "During the past decade, studies of ethical and value aspects of the interactions between science, technology, and society have begun to develop as a research area. The intellectual impetus behind this development is clear. As with all human endeavors, science and engineering involve management, and managing human endeavors requires making decisions wjth implications for human values and norms. The objective of this article is to describe and comment on the characteristics of this emerging research field. The main source of evidence is proposals funded since the mid-1970s by Ethics and Values Studies (EVS; formerly Ethics and Values in Science and Technology - EVIST) at the National Science Foundation.", "venue": "", "year": 1990, "referenceCount": 69, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1969823", "name": "R. Hollander"}, {"authorId": "46561070", "name": "N. Steneck"}]}}, {"contexts": ["In a review of VSD research, Davis and Nathan (2013) point to debates over universal values, stakeholder participation and the uneven power of researchers and participants as some of the most provocative work in VSD.", "A values advocate can also help a team express, weigh and debate explicit commitments to ethical theory (e.g. utilitarian, deontological or virtue ethics perspectives), addressing critiques leveled at VSD of problematic ethical neutrality (Davis and Nathan, 2013).", "utilitarian, deontological or virtue ethics perspectives), addressing critiques leveled at VSD of problematic ethical neutrality (Davis and Nathan, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d03af23bdaba3c42931c21ff6e7d046a6eecb20c", "externalIds": {"MAG": "1798604664", "DOI": "10.1007/978-94-007-6994-6_3-1"}, "url": "https://www.semanticscholar.org/paper/d03af23bdaba3c42931c21ff6e7d046a6eecb20c", "title": "Value Sensitive Design: Applications, Adaptations, and Critiques", "abstract": null, "venue": "", "year": 2013, "referenceCount": 85, "citationCount": 80, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49570722", "name": "Janet Davis"}, {"authorId": "34869420", "name": "L. Nathan"}]}}, {"contexts": ["The CENS team used user-centered design techniques including prototyping during focus groups to engage cyclists in the city of Los Angeles in the design of a cycle route-planning and tracking application (Reddy et al., 2010; Shilton et al., 2008)."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "d07aae4461b9de1d2a9538f9ae891ab5f3a213f4", "externalIds": {"MAG": "1720806019", "DBLP": "conf/pdc/ShiltonRRSBEHS08", "DOI": "10.1145/1795234.1795301"}, "url": "https://www.semanticscholar.org/paper/d07aae4461b9de1d2a9538f9ae891ab5f3a213f4", "title": "Participatory design of sensing networks: strengths and challenges", "abstract": "Participatory design (PD) involves users in all phases of design to build systems that fit user needs while simultaneously helping users understand complex systems. We argue that traditional PD techniques can benefit participatory sensing: community-based participatory research (CBPR) projects in which complex technologies, such as sensing networks using mobile phones, are the research instruments. Based on our pilot work on CycleSense, a community-based data gathering system for bicycle commuters, we discuss the benefits and challenges of PD in participatory sensing settings, and outline a method to integrate PD into the research process.", "venue": "PDC", "year": 2008, "referenceCount": 29, "citationCount": 44, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science", "Engineering"], "authors": [{"authorId": "3214594", "name": "Katie Shilton"}, {"authorId": "2616625", "name": "N. Ramanathan"}, {"authorId": "40202761", "name": "S. Reddy"}, {"authorId": "3051540", "name": "V. Samanta"}, {"authorId": "6061023", "name": "J. Burke"}, {"authorId": "145078811", "name": "D. Estrin"}, {"authorId": "144226266", "name": "Mark H. Hansen"}, {"authorId": "1702254", "name": "M. Srivastava"}]}}, {"contexts": ["However, these approaches, in which values become fixed or hardened qualities of individuals to enable measurement (Schwartz, 1992), lose some of the contextual nuance important in participatory design."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "dc49e27d0ed890cd3ed2e80ca0b0107207f12a64", "externalIds": {"MAG": "1896027656", "DOI": "10.1016/S0065-2601(08)60281-6"}, "url": "https://www.semanticscholar.org/paper/dc49e27d0ed890cd3ed2e80ca0b0107207f12a64", "title": "Universals in the Content and Structure of Values: Theoretical Advances and Empirical Tests in 20 Countries", "abstract": "Publisher Summary This chapter addresses the universals in the content and structure of values, concentrating on the theoretical advances and empirical tests in 20 countries, and its four basic issues: substantive contents of human values; identification of comprehensive set of values; extent to which the meaning of particular values was equivalent for different groups of people; and how the relations among different values was structured. Substantial progress has been made toward resolving each of these issues. Ten motivationally distinct value types that were likely to be recognized within and across cultures and used to form value priorities were identified. Set of value types that was relatively comprehensive, encompassing virtually all the types of values to which individuals attribute at least moderate importance as criteria of evaluation was demonstrated. The evidence from 20 countries was assembled, showing that the meaning of the value types and most of the single values that constitute them was reasonably equivalent across most groups. Two basic dimensions that organize value systems into an integrated motivational structure with consistent value conflicts and compatibilities were discovered. By identifying universal aspects of value content and structure, the chapter has laid the foundations for investigating culture-specific aspects in the future.", "venue": "", "year": 1992, "referenceCount": 94, "citationCount": 11210, "influentialCitationCount": 1661, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2026106", "name": "S. Schwartz"}]}}, {"contexts": ["It required calling on literature from network policy (e.g. Braman, 2011; DeNardis, 2009), privacy law (e.g. Citron, 2010; Solove, 2010) and theories of justice (e.g. Rawls, 1999; Sen, 2009)."], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "df1aa891b43e5dad93f1fdc246973bee2773a74a", "externalIds": {"DOI": "10.1080/15536548.2010.10855889"}, "url": "https://www.semanticscholar.org/paper/df1aa891b43e5dad93f1fdc246973bee2773a74a", "title": "Understanding Privacy", "abstract": null, "venue": "", "year": 2010, "referenceCount": 0, "citationCount": 349, "influentialCitationCount": 33, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2119320953", "name": "Anil Kumar"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "f1cd39be21e30c2739ceb45789fb66e10e447e35", "externalIds": {"DBLP": "conf/chi/DantecPW09", "MAG": "2098652735", "DOI": "10.1145/1518701.1518875"}, "url": "https://www.semanticscholar.org/paper/f1cd39be21e30c2739ceb45789fb66e10e447e35", "title": "Values as lived experience: evolving value sensitive design in support of value discovery", "abstract": "The Value Sensitive Design (VSD) methodology provides a comprehensive framework for advancing a value-centered research and design agenda. Although VSD provides helpful ways of thinking about and designing value-centered computational systems, we argue that the specific mechanics of VSD create thorny tensions with respect to value sensitivity. In particular, we examine limitations due to value classifications, inadequate guidance on empirical tools for design, and the ways in which the design process is ordered. In this paper, we propose ways of maturing the VSD methodology to overcome these limitations and present three empirical case studies that illustrate a family of methods to effectively engage local expressions of values. The findings from our case studies provide evidence of how we can mature the VSD methodology to mitigate the pitfalls of classification and engender a commitment to reflect on and respond to local contexts of design.", "venue": "CHI", "year": 2009, "referenceCount": 72, "citationCount": 229, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2302886", "name": "Christopher A. Le Dantec"}, {"authorId": "2159730", "name": "E. Poole"}, {"authorId": "1788824", "name": "Susan Wyche"}]}}, {"contexts": ["…use cases and working with users, can change the tenor of design conversations from primarily instrumental to ethics and theory-driven by surfacing underlying social norms and highlighting the relationship between social concerns and design decisions (Shilton, 2013b; Shilton and Koepfler, 2013).", "Physical distance complicates the building of trust and rapport further (Shilton and Koepfler, 2013).", "Shilton’s research has shown that particular work practices, such as working on interdisciplinary teams, navigating institutional mandates, imagining users and use cases and working with users, can change the tenor of design conversations from primarily instrumental to ethics and theory-driven by surfacing underlying social norms and highlighting the relationship between social concerns and design decisions (Shilton, 2013b; Shilton and Koepfler, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "f61f1e7c7b6c310cbad2ad6b392a598bc5443b63", "externalIds": {"DBLP": "conf/candt/ShiltonK13", "MAG": "1984148218", "DOI": "10.1145/2482991.2482993"}, "url": "https://www.semanticscholar.org/paper/f61f1e7c7b6c310cbad2ad6b392a598bc5443b63", "title": "Making space for values: communication & values levers in a virtual team", "abstract": "The infrastructure underlying the Internet continues to evolve, with ramifications for not only the technical protocols that govern network functions, but also implications for social, economic, and legal issues. This paper uses ethnography to examine how and why ethical and social issues arise during the design of Named Data Networking, a new approach to Internet architecture. By focusing on communications modes among a distributed team of network architects, it investigates how particular modes may enable or constrain values levers: practices which encourage discussion of values during design. While face-to-face retreats encourage interdisciplinary work and subsequent discussion of moral values, mediated modes of communication tend to constrain values levers. These limitations may be overcome by encouraging communications techniques such as scenarios and demos, which can be used in both face-to-face and mediated settings.", "venue": "C&T '13", "year": 2013, "referenceCount": 37, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "3214594", "name": "Katie Shilton"}, {"authorId": "2332851", "name": "J. Koepfler"}]}}, {"contexts": ["As both Sengers et al. (2005) and the VAP framework (Flanagan and Nissenbaum, 2014a, 2014b) point out, shared values and unconscious biases on a team often go unexamined.", "…and Nissenbaum’s Values at Play (VAP) framework, which provides guidelines and heuristics for conducting VSD, specifies a focus on ethical and political values, with an acknowledged bias for values derived from liberal, egalitarian democratic contexts (Flanagan and Nissenbaum, 2014a, 2014b, p.7).", "However, while the authors identify certain ‘commonly encountered, socially recognized values’ as points of departure for the theory, they maintain that their approach does not rely on the universality of any value systems (Flanagan and Nissenbaum, 2014a, 2014b, p.7)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "f8172bef79254b6b0bc0000a24004451e81f5ddc", "externalIds": {"DBLP": "journals/nms/Paul16", "MAG": "2337932387", "DOI": "10.1177/1461444816631742"}, "url": "https://www.semanticscholar.org/paper/f8172bef79254b6b0bc0000a24004451e81f5ddc", "title": "Values at play in digital games", "abstract": "What do you do to start reading values at play in digital games? Searching the book that you love to read first or find an interesting book that will make you want to read? Everybody has difference with their reason of reading a book. Actuary, reading habit must be from earlier. Many people may be love to read, but not a book. It's not fault. Someone will be bored to open the thick book with small words to read. In more, this is the real condition. So do happen probably with this values at play in digital games.", "venue": "New Media Soc.", "year": 2016, "referenceCount": 0, "citationCount": 120, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "34797969", "name": "Christopher A. Paul"}]}}, {"contexts": ["Technology ethics education can facilitate the presence of more moral exemplars on design teams (Hollander, 2001; Huff and Furchert, 2014)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "fa1a571814164f595453f52e3fb20820447f0c96", "externalIds": {"MAG": "2325005230", "DOI": "10.1007/S11948-001-0009-7", "PubMed": "11697008"}, "url": "https://www.semanticscholar.org/paper/fa1a571814164f595453f52e3fb20820447f0c96", "title": "Mentoring and ethical beliefs in graduate education in science", "abstract": null, "venue": "Science and engineering ethics", "year": 2001, "referenceCount": 8, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Sociology"], "authors": [{"authorId": "1969823", "name": "R. Hollander"}]}}, {"contexts": ["Many ethical issues (for example, privacy, consent and equity) are impacted by social and cultural contexts which dictate norms (Nissenbaum, 2009; Schwartz, 1994)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "fd95a914f6611398eba326166fa18b51698a3cf5", "externalIds": {"MAG": "1640628807", "DBLP": "books/daglib/0025863", "DOI": "10.5860/choice.47-6940"}, "url": "https://www.semanticscholar.org/paper/fd95a914f6611398eba326166fa18b51698a3cf5", "title": "Privacy in Context - Technology, Policy, and the Integrity of Social Life", "abstract": "Privacy is one of the most urgent issues associated with information technology and digital media. This book claims that what people really care about when they complain and protest that privacy has been violated is not the act of sharing information itselfmost people understand that this is crucial to social life but the inappropriate, improper sharing of information. Arguing that privacy concerns should not be limited solely to concern about control over personal information, Helen Nissenbaum counters that information ought to be distributed and protected according to norms governing distinct social contextswhether it be workplace, health care, schools, or among family and friends. She warns that basic distinctions between public and private, informing many current privacy policies, in fact obscure more than they clarify. In truth, contemporary information systems should alarm us only when they function without regard for social norms and values, and thereby weaken the fabric of social life.", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 1650, "influentialCitationCount": 141, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Human Factors in Computing Systems, Workshop on Methods for Accounting for Values in Human-Centered Computing", "abstract": null, "venue": "Human Factors in Computing Systems, Workshop on Methods for Accounting for Values in Human-Centered Computing", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Proc"}, {"authorId": null, "name": "Acm"}, {"authorId": null, "name": "Conf"}]}}, {"contexts": ["Muller argues that the problem lies with ‘the undifferentiated mixture of the researchers’ values and the described values of other people’ (emphasis original) (Muller, 2014, p.4).", "First, evidence from our project and others shows that such advocates tend to bring a prescriptive list of values to the project: the critique made by Le Dantec et al. (2009) and Muller (Borning and Muller, 2012; Muller, 2014).", "Michael Muller identifies challenges associated with the role of ‘values advocate’ (Muller, 2014)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Whose Values? Whose Design", "abstract": null, "venue": "Proc. CSCW 2014 Workshop on Co-creating and Identity-Making in CSCW", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M. Muller"}]}}, {"contexts": ["Openness built into a system frequently can compromise privacy or security (Landau, 2014; Onsrud, 2003), for example, and an awareness of this history of values conflicts in systems can help surface the issue on design teams before decisions are finalized."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Access to Geographic Information: Openness versus Security. In Geographic Dimensions of Terrorism (pp. 207–213)", "abstract": null, "venue": "", "year": 2003, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "H. J. Onsrud"}]}}, {"contexts": ["Michael Muller identifies challenges associated with the role of ‘values advocate’ (Muller, 2014).", "However, these approaches, in which values become fixed or hardened qualities of individuals to enable measurement (Schwartz, 1992), lose some of the contextual nuance important in participatory design.", "An embedded approach suffers from many of the same flaws as relying solely on participatory design: without specific expertise of the role of power and politics in design, it cannot be assumed that these practices will attend to all possibly problematic ethical challenges.", "First, evidence from our project and others shows that such advocates tend to bring a prescriptive list of values to the project: the critique made by Le Dantec et al. (2009) and Muller (Borning and Muller, 2012; Muller, 2014).", "Muller argues that the problem lies with ‘the undifferentiated mixture of the researchers’ values and the described values of other people’ (emphasis original) (Muller, 2014, p.4)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Whose Values? Whose Design? Proc. CSCW 2014 Workshop on Co-creating and Identity-Making in CSCW", "abstract": null, "venue": "Whose Values? Whose Design? Proc. CSCW 2014 Workshop on Co-creating and Identity-Making in CSCW", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M Muller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "“ Jofish . ” ( 2005 ) . Reflective design", "abstract": null, "venue": "Proceedings of the 4 th decennial conference on Critical computing : between sense and sensibility", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "P. Sengers"}, {"authorId": null, "name": "K. Boehner"}, {"authorId": null, "name": "S. David"}, {"authorId": null, "name": "J. Kaye"}]}}, {"contexts": ["Openness built into a system frequently can compromise privacy or security (Landau, 2014; Onsrud, 2003), for example, and an awareness of this history of values conflicts in systems can help surface the issue on design teams before decisions are finalized.", "Openness built into a system frequently can compromise privacy or security (Landau, 2014; Onsrud, 2003), for example, and an awareness of this history"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Access to Geographic Information: Openness versus Security", "abstract": null, "venue": "Geographic Dimensions of Terrorism,", "year": 2003, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "H. J. Onsrud"}]}}, {"contexts": ["…defined, with faculty members (principal investigators or PIs) setting project vision and\nInteracting with Computers, 2016\nby guest on M arch 14, 2016\nhttp://iw c.oxfordjournals.org/\nD ow nloaded from\ndirection while working with graduate and undergraduate students to accomplish design goals.", "(Schön, 1988, p. 183)\nValues levers function by bringing social concerns into the set of things developers think with.", "At CENS, several leaders demonstrated how influential moral exemplars on a design team can be.", "Schön has described design as ‘a reflective conversation with the situation’ (Schön, 1988)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Designing: Rules, Types and Worlds. Design Studies", "abstract": null, "venue": "Designing: Rules, Types and Worlds. Design Studies", "year": 1988, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Donald Schön"}]}}]}