{"offset": 0, "next": 100, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "02ecd97a1be04225406cd8f46bcdd8474085e307", "externalIds": {"DBLP": "journals/jss/FriedmanK92", "MAG": "2040715910", "DOI": "10.1016/0164-1212(92)90075-U"}, "url": "https://www.semanticscholar.org/paper/02ecd97a1be04225406cd8f46bcdd8474085e307", "title": "Human agency and responsible computing: Implications for computer system design", "abstract": "Abstract To understand and promote responsible computing, this paper highlights the importance of analyses based on human agency. We first examine whether computers can be moral agents. Then we draw on research in human factors, cognitive science, and instructional technology to examine how three types of computing practices can be problematic from the perspective of human agency. The first involves anthropomorphizing a computational system, the second, delegating decision making to a computational system, and the third, delegating instruction to a computational system. Throughout this discussion, we provide alternative design goals and methods by which responsible computing can be enhanced as a shared vision and practice within the computing community.", "venue": "J. Syst. Softw.", "year": 1992, "referenceCount": 33, "citationCount": 140, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "144674612", "name": "P. H. Kahn"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "03306cbd3735f44a30ad3bac3cfb2054a41a2a8b", "externalIds": {"MAG": "2060973215", "DBLP": "conf/cscw/CohenCM00", "DOI": "10.1145/358916.358948"}, "url": "https://www.semanticscholar.org/paper/03306cbd3735f44a30ad3bac3cfb2054a41a2a8b", "title": "Designing to support adversarial collaboration", "abstract": "We investigate the phenomenon of adversarial collaboration, through field studies of a legal firm. Adversarial collaboration requires that people with opposing goals (adversaries) come to agreement, usually producing a shared product that reflects the interests of the adversarial parties. Adversarial collaboration is characterized by secrecy, advocacy and discovery. To support this activity, software should provide flexible, selective sharing of awareness and access. These requirements contrast with conventional shared resource and awareness systems, which tend to assume cooperative collaboration, characterized by open processes and static membership lists. We illustrate these ideas in a redesign of our PeopleFlow research prototype.", "venue": "CSCW '00", "year": 2000, "referenceCount": 45, "citationCount": 44, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2112929233", "name": "Andrew L. Cohen"}, {"authorId": "47440908", "name": "D. Cash"}, {"authorId": "144440084", "name": "Michael J. Muller"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "07f5da7357140adac384e9b98af483c75f016459", "externalIds": {"MAG": "2288192693", "DOI": "10.1007/978-94-011-5576-2_29"}, "url": "https://www.semanticscholar.org/paper/07f5da7357140adac384e9b98af483c75f016459", "title": "MUD: Exploring Tradeoffs in Urban Design", "abstract": "The design of cities and neighborhoods involves multiple stakeholders with various agendas, each comprising multiple criteria. Any design proposal will rank differently against each stakeholder’s agenda, and effective participatory design requires that stakeholder interests are mutually understood and negotiated. We describe a program to promote this understanding and negotiation among stakeholders, called MUD, that enables each stakeholder to articulate their criteria for judging designs, to make design proposals, and to score designs against the criteria. By enabling stakeholders with different values and different areas of expertise to exchange design proposals and agendas we hope to foster understanding and stimulate negotiation.", "venue": "", "year": 1997, "referenceCount": 20, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1700028", "name": "M. Gross"}, {"authorId": "2056350049", "name": "L. Parker"}, {"authorId": "145319056", "name": "Ame Elliott"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "09213855daf286cfa5a5c847fdd96b6651a4a1bb", "externalIds": {"MAG": "2995204887", "DOI": "10.2307/2220404"}, "url": "https://www.semanticscholar.org/paper/09213855daf286cfa5a5c847fdd96b6651a4a1bb", "title": "The view from nowhere", "abstract": "Human beings have the unique ability to view the world in a detached way: We can think about the world in terms that transcend our own experience or interest, and consider the world from a vantage point that is, in Nagel's words, \"nowhere in particular.\" At the same time, each of us is a particular person in a particular place, each with his own \"personal\" view of the world, a view that we can recognize as just one aspect of the whole. How do we reconcile these two standpoints--intellectually, morally, and practically? To what extent are they irreconcilable and to what extent can they be integrated? Thomas Nagel's ambitious and lively book tackles this fundamental issue, arguing that our divided nature is the root of a whole range of philosophical problems, touching, as it does, every aspect of human life. He deals with its manifestations in such fields of philosophy as: the mind-body problem, personal identity, knowledge and skepticism, thought and reality, free will, ethics, the relation between moral and other values, the meaning of life, and death. Excessive objectification has been a malady of recent analytic philosophy, claims Nagel, it has led to implausible forms of reductionism in the philosophy of mind and elsewhere. The solution is not to inhibit the objectifying impulse, but to insist that it learn to live alongside the internal perspectives that cannot be either discarded or objectified. Reconciliation between the two standpoints, in the end, is not always possible.", "venue": "", "year": 1987, "referenceCount": 0, "citationCount": 3419, "influentialCitationCount": 111, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Philosophy"], "authors": [{"authorId": "145271711", "name": "T. Nagel"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "0bd79287b60b4418a0cf25e7196252f7c2ccffbf", "externalIds": {"MAG": "2071294820", "DOI": "10.2307/2184791"}, "url": "https://www.semanticscholar.org/paper/0bd79287b60b4418a0cf25e7196252f7c2ccffbf", "title": "Ethics: Inventing Right and Wrong", "abstract": "This title presents an insight into moral skepticism of the 20th century. The author argues that our every-day moral codes are an 'error theory' based on the presumption of moral facts which, he persuasively argues, don't exist. His refutation of such facts is based on their metaphysical 'queerness' and the observation of cultural relativity.", "venue": "", "year": 1977, "referenceCount": 0, "citationCount": 1893, "influentialCitationCount": 82, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "39985725", "name": "J. Mackie"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "0c88c062fafc4ffefb4774a69ba8848e5bf461bb", "externalIds": {"DBLP": "conf/chi/MolichLSQW01", "MAG": "2022467975", "DOI": "10.1145/634067.634197"}, "url": "https://www.semanticscholar.org/paper/0c88c062fafc4ffefb4774a69ba8848e5bf461bb", "title": "Ethics in HCI", "abstract": "Users are human. As HCI professionals we must be sure that our fellow humans perceive their encounter with usability and design professionals as pleasant without sacrificing the accuracy of our results. There are guidelines produced by professional organizations like the APA and the ACM about how HCI professionals should behave. However, there are few examples from real life about how to translate this information into everyday behavior. This panel will discuss specific examples of HCI dilemmas that the panelists have faced in their daily work.", "venue": "CHI Extended Abstracts", "year": 2001, "referenceCount": 27, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "1740023", "name": "R. Molich"}, {"authorId": "2313966", "name": "B. Laurel"}, {"authorId": "144215403", "name": "Carolyn Snyder"}, {"authorId": "2305488", "name": "W. Quesenbery"}, {"authorId": "40392691", "name": "Chauncey E. Wilson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "0df66934949db84f3d9397f4d0fe9f707a34c68c", "externalIds": {"MAG": "2059698570", "DBLP": "journals/cacm/Neumann91e", "DOI": "10.1145/102792.102798"}, "url": "https://www.semanticscholar.org/paper/0df66934949db84f3d9397f4d0fe9f707a34c68c", "title": "Inside risks: certifying professionals", "abstract": null, "venue": "CACM", "year": 1991, "referenceCount": 0, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "34607009", "name": "P. Neumann"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "0ef4403aeba6c2aa38858a5020f74dd1e259bf28", "externalIds": {"MAG": "2795894404", "DOI": "10.2307/2148620"}, "url": "https://www.semanticscholar.org/paper/0ef4403aeba6c2aa38858a5020f74dd1e259bf28", "title": "Taking Rights Seriously.", "abstract": null, "venue": "", "year": 1978, "referenceCount": 0, "citationCount": 759, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145107381", "name": "Donald M. Roper"}, {"authorId": "115078573", "name": "R. Dworkin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "0f40cfee0c702890116542deb22bd089eff45278", "externalIds": {"MAG": "2025251681", "DBLP": "conf/cscw/DewanS98", "DOI": "10.1145/289444.289499"}, "url": "https://www.semanticscholar.org/paper/0f40cfee0c702890116542deb22bd089eff45278", "title": "Flexible meta access-control for collaborative applications", "abstract": "h[eta access-control, dso called access administration, ensures that users do not make unauthoriti access detitions. Such conmol in a collaborative system must support finegrained protection, a flexible scheme for assigning access administrators, joint ownership of shard objwts, multiple ownership semantics ofvarying complexity, delegation ofaccess rights, and both shallow and deep revocation. It should dso be easy to implement in a variety of applications, easy to use by users of varying sophistication witi different protection needs, and offer a sm~l set of features that can be incrementily learnti ?%Te have designed a new model to meet these requirements and implemented and usd it in a generic, extensible collaborative system. IVe have dso developed t~hniques for simulating a large variety of existing policies for meta access-control. In particular, we have de\\relopd an implementation-independent technique of indirect roles to support flexible delegation and revocation. In tils paper, we identi~ requirements of meta access control, describe our model together with the techniques for using i~ compare it whhrelated work, give our experience with i~ and evaluate how well it meets the requirements.", "venue": "CSCW '98", "year": 1998, "referenceCount": 26, "citationCount": 48, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1698932", "name": "P. Dewan"}, {"authorId": "2110816540", "name": "Honghai Shen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "0f4e3548330a40e52b26eadb768df398adef4173", "externalIds": {"MAG": "2004120230", "DBLP": "conf/cscw/OlsonT96", "DOI": "10.1145/240080.240353"}, "url": "https://www.semanticscholar.org/paper/0f4e3548330a40e52b26eadb768df398adef4173", "title": "Groupware in the wild: lessons learned from a year of virtual collocation", "abstract": "Current research on CSC W for remote groups focuses on one technology at a time: shared editing on the desktop, video conferencing, glancing at others’ offices, email, etc. When a real group sets out to work remotely, however, they need to consider all aspects of work, synchronous, asynchronous, and the transitions to and tkom. This paper explores the planning, implementation, and use of a suite of groupware tools over the course of a year in a real group with remote members. We found that groupware atlkted people’s commitments and the nature of the work distribution.", "venue": "CSCW '96", "year": 1996, "referenceCount": 26, "citationCount": 209, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "34433695", "name": "J. Olson"}, {"authorId": "1723988", "name": "Stephanie D. Teasley"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "0f5691d04f63ebfe40cdd97fbb5b6c1a44e73b29", "externalIds": {"MAG": "2322461150", "DOI": "10.1093/0199252866.001.0001"}, "url": "https://www.semanticscholar.org/paper/0f5691d04f63ebfe40cdd97fbb5b6c1a44e73b29", "title": "Virtues and Vices", "abstract": "For many years the subject of the virtues and vices was strang ely eglected by moralists working within the school of analytic philosophy. The tacitly ac cepted opinion was that a study of the topic would form no part of the fundamental work of ethics; an d since this opinion was apparently shared by philosophers such as Kant, Mill, G. E. Moore, W. D. R oss, and H. A. Prichard, from whom contemporary moral philosophy has mostly been derived , p rhaps the neglect was not so surprising after all. However that may be, things have recen tly been changing. During the past ten or fifteen years several philosophers have turned their atte ntion to the subject; notably G. H. von Wright and Peter Geach. Von Wright devoted a not at all perfun ctory chapter to the virtues in his bookThe Varieties of Goodness 1 published in 1963, and Peter Geach’s book called The Virtues2 appeared in 1977. Meanwhile a number of interesting article s on the topic have come out in the journals. In spite of this recent work, it is best when considering the v irtues and vices to go back to Aristotle and Aquinas. I myself have found Plato less helpfu l, because the individual virtues and vices are not so clearly or consistently distinguished i n his work. It is certain, in any case, that the most systematic account is found in Aristotle, and i n the blending of Aristotelian and Christian philosophy found in St. Thomas. By and large Aquin as followed Aristotle — sometimes even heroically — where Aristotle gave an opinion, and where St. Thomas is on his own, as in developing the doctrine of the theological virtues of faith , hope and charity, and in his theocentric doctrine of happiness, he still uses an Aristotelian framew ork where he can: as for instance in speaking of happiness as man’s last end. However, there are d ifferent emphases and new elements in Aquinas’s ethics: often he works things out in far more det ail than Aristotle did, and it is possible to learn a great deal from Aquinas that one could not have got f rom Aristotle. It is my opinion that the Summa Theologicais one of the best sources we have for moral philosophy, and mo reover that St. Thomas’s ethical writings are as useful to the athei s as to the Catholic or other Christian believer. There is, however, one minor obstacle to be overcome when one g es back to Aristotle and Aquinas for help in constructing a theory of virtues, namely a lack of coincidence between their terminology and our own. For when we talk about the virtues we are not taking as our subject everything to which Aristotle gave the name aret̄eor Aquinasvirtus, and consequently not everything called a virtue in translations of these authors. ‘The virtu es’ to us are the moral virtues whereas aret̄eandvirtus refer also to arts, and even to excellences of the speculativ e in ellect whose domain is theory rather than practice. And to make things more confu si g we find some dispositions called moral virtues in translations from the Greek and Latin, alth ough the class of virtues that Aristotle callsaretai ēthikai and Aquinasvirtutes moralesdoes not exactly correspond with our class of moral virtues. For us there are four cardinal moral virtue s: courage, temperance, wisdom and justice. But Aristotle and Aquinas call only three of these v irtues moral virtues; practical wisdom", "venue": "", "year": 1983, "referenceCount": 34, "citationCount": 525, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "116093854", "name": "Bruce V. Ermazen"}, {"authorId": "113975265", "name": "P. Foot"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "100f42a6d610ff75e08f4cb8f7b87622746c485f", "externalIds": {"MAG": "2059557122", "DBLP": "journals/csur/King83", "DOI": "10.1145/289.290"}, "url": "https://www.semanticscholar.org/paper/100f42a6d610ff75e08f4cb8f7b87622746c485f", "title": "Centralized versus decentralized computing: organizational considerations and management options", "abstract": "Author(s): King, John Leslie | Abstract: The long-standing debate over whether to centralize or decentralize computing is examined in terms of the fundamental organizational and economic factors at stake. The traditional debate is examined and found to focus predominantly on issues of efficiency vs. effectiveness, with solutions based on a rationalistic strategy of optimizing in this tradeoff. A more behavioralistic assessment suggests that the driving issues in the debate are the politics of organization and resources, centering on the issue of control. The economics of computing deployment decisions is presented as an important issue, but one that often serves as a field of argument that is based on more political concerns. The current situation facing managers of computing, given the advent of small and comparatively inexpensive computers, is examined in detail, and a set of management options for dealing with this persistent issue is presented.", "venue": "CSUR", "year": 1983, "referenceCount": 265, "citationCount": 307, "influentialCitationCount": 25, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "34636703", "name": "J. King"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "10ac8c5d5ccaf6af9f98cbeeb6b569b19cfdf6f3", "externalIds": {"MAG": "2113531150", "DBLP": "journals/sigcas/KlingS98", "DOI": "10.1145/277351.277356"}, "url": "https://www.semanticscholar.org/paper/10ac8c5d5ccaf6af9f98cbeeb6b569b19cfdf6f3", "title": "Human centered systems in the perspective of organizational and social informatics", "abstract": "In 1993, the term \"digital libraries\" was popularized when it became the focus of a $24 million research program jointly sponsored by ARPA, NASA, and NSF. Many computer scientists, in fields such as human-computer interaction, artificial intelligence, information retrieval, and information systems, who had not previously been concerned with the design of libraries became keenly interested in this research opportunity. Imaginative entrepreneurial computer scientists and information scientists soon began organizing research conferences on digital libraries, and a new field was soon born. The example of digital libraries is but one example where a coalition of research agencies (or even a single agency) effectively initiates new fields and even names them. In 1997, there were several sustained discussions within the NSF about organizing research around new field labels--\"human centered systems\" and \"knowledge and distributed intelligence.\" Terms like these emerge from informal discussions between research program directors and members of the research communities whom they fund. Sometimes the terms have significant intellectual or institutional histories while sometime they are neologisms. It is common for the NSF to try to flash out meaningful research agendas for such new fields by organizing workshops of scientists with relevant interests. The following article is a portion of a report that was part of these efforts. The Committee on Computing, Information, and Communication of the National Science and Technology Council identified five components for a High Performance Computing Program, and referred to one of them as \"HumanCentered Systems.\" HCI specialists, Prof. Jim Flanagan of Rutgers and Prof. Tom Huang of the University of Illinois at Urbana-Champaign were invited by program directors of NSF's Division on Information, Robotics and Intelligent Systems to organize a research workshop in February 1997. The label for the new field was called Human Centered Computing, Human Centered Systems, and Human Centered Intelligent Systems in the various stages of planning. A steering committee of 13 members (including Rob Kling and Leigh Star) met in November 1996 and developed some key themes and structures for the February workshop. There were to be a number of invited speakers and four thematic groups; each group would produce a section of the final report. One group, led by us, focussed on the organizational and social analysis computerization (called organizational and social informatics and described in much more detail at ht tp:/ / www.slis.indiana.edu/SI). Its members included Sara Kiesler, Phil Agre, Geoffrey Bowker, Paul Attewell, and Celestine Ntuen. Phil Agre played an important role in moderating the groups' meetings. The term \"human centered automation,\" which is one of the intellectual roots of the term \"Human Centered Systems,\" has been advanced within the field of human factors to refer to system that are (1) based on an analysis of the human tasks that the system is aiding (2) monitored for performance in terms of human benefits (3) built to take account of human skills and (4) adaptable easily to changing human needs. This conception emphasizes specialized technologies with human operators, including aircraft, advanced weapons systems, telemedical systems, and various kinds of control rooms. The organizational and social informatics group saw the value of a concept, such as human-centered systems in a broader perspective and ways to conceptualize the term were a major part of our deliberations and a key part of our report. What follows is a portion of the report from this group, Chapter 5 of Human Centered Systems. The complete report, which includes descriptions of the participants, can be found at http://www.ifp.uiuc.edu/nsfllcs/.", "venue": "CSOC", "year": 1998, "referenceCount": 51, "citationCount": 106, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1688343", "name": "R. Kling"}, {"authorId": "1730598", "name": "S. L. Star"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "1a690309afa8f35baa978033dfc125ac880093f2", "externalIds": {"DBLP": "conf/chi/SvenssonHLW01", "MAG": "2086018338", "DOI": "10.1145/365024.365130"}, "url": "https://www.semanticscholar.org/paper/1a690309afa8f35baa978033dfc125ac880093f2", "title": "Social navigation of food recipes", "abstract": "The term Social Navigation captures every-day behaviour used to find information, people, and places - namely through watching, following, and talking to people. We discuss how to design information spaces to allow for social navigation. We applied our ideas in a recipe recommendation system. In a follow-up user study, subjects state that social navigation adds value to the service: it provides for social affordance, and it helps turning a space into a social place. The study also reveals some unresolved design issues, such as the snowball effect where more and more users follow each other down the wrong path, and privacy issues.", "venue": "CHI", "year": 2001, "referenceCount": 35, "citationCount": 103, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "34751884", "name": "Martin Svensson"}, {"authorId": "1724769", "name": "K. Höök"}, {"authorId": "1803907", "name": "Jarmo Laaksolahti"}, {"authorId": "3136678", "name": "Annika Wærn"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "1da90474c7447b5b971dec1d8d82d851d3dafb3b", "externalIds": {"MAG": "2155966959", "DOI": "10.1177/0730888487014003001"}, "url": "https://www.semanticscholar.org/paper/1da90474c7447b5b971dec1d8d82d851d3dafb3b", "title": "The Deskilling Controversy", "abstract": "The thesis that capitalism continues to degrade and deskill work in the twentieth century, creating an ever more unskilled proletariat, has been forcefully argued by Harry Braverman and his colleagues. In this article I present a series of theoretical, empirical, and methodological criticisms of the deskilling position, drawing upon a diverse literature, and upon original research. Particular attention is given to the application of the deskilling thesis to contemporary trends in the computerization of clerical work, as a way of highlighting methodological weaknesses in the deskilling approach.", "venue": "", "year": 1987, "referenceCount": 16, "citationCount": 181, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2202971", "name": "P. Attewell"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "211775244288fa363627de0f4c9b708bba21faab", "externalIds": {"MAG": "2116147226", "DOI": "10.1007/978-94-011-2094-4_1"}, "url": "https://www.semanticscholar.org/paper/211775244288fa363627de0f4c9b708bba21faab", "title": "Do categories have politics? The language/action perspective reconsidered", "abstract": "Drawing on writings within the CSCW community and on recent social theory, this paper proposes that the adoption of speech act theory as a foundation for system design carries with it an agenda of discipline and control over organization members actions. I begin with a brief review of the language/action perspective introduced by Winograd, Flores and their colleagues, focusing in particular on the categorization of speakers intent. I then turn to some observations on the politics of categorization and, with that framework as background, consider the attempt, through THE COORDINATOR, to implement a technological system for intention-accounting within organizations. Finally, I suggest the implications of the analysis presented in the paper for the politics of CSCW systems design. \n \nNo idea is more provocative in controversies about technology and society than the notion that technical things have political qualities. At issue is the claim that machines, structures, and systems of modern material culture can be accurately judged not only for their contributions to efficiency and productivity... but also for the ways in which they can embody specific forms of power and authority. Winner 1986, p. 19. \n \nBy teaching people an ontology of linguistic action, grounded in simple, universal distinctions such as those of requesting and promising, we find that they become more aware of these distinctions in their everyday work and life situations. They can simplify their dealings with others, reduce time and effort spent in conversations that do not result in action, and generally manage actions in a less panicked, confused atmosphere. Flores et al 1988, p. 158. \n \nThe world has always been in the middle of things, in unruly and practical conversation, full of action and structured by a startling array of actants and of networking and unequal collectives ... The shape of my amodern history will have a different geometry, not of progress, but of permanent and multi-patterned interaction through which lives and worlds get built, human and unhuman. Haraway 1991, p. 11.", "venue": "", "year": 1993, "referenceCount": 15, "citationCount": 428, "influentialCitationCount": 27, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Sociology"], "authors": [{"authorId": "1694083", "name": "L. Suchman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "22b62142b22625c38b9bc9cd41b2fc0ba87cbccc", "externalIds": {"MAG": "2120534761", "DOI": "10.17730/HUMO.11.2.A105413403436788"}, "url": "https://www.semanticscholar.org/paper/22b62142b22625c38b9bc9cd41b2fc0ba87cbccc", "title": "Steel Axes for Stone-Age Australians", "abstract": "Like other Australian aboriginals, the Yir Yoront group which lives at the mouth of the Coleman River on the west coast of Cape York Peninsula originally had no knowledge of metals. Technologically their culture was of the old stone age or paleolithic type. They supported themselves by hunting and fishing, and obtained vegetables and other materials from the bush by simple gathering techniques. Their only domesticated animal was the dog; they had no cultivated plants of any kind. Unlike some other aboriginal groups, however, the Yir Yoront did have polished stone axes hafted in short handles which were most important in their economy.", "venue": "", "year": 1952, "referenceCount": 0, "citationCount": 201, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Biology"], "authors": [{"authorId": "49445618", "name": "Lauriston Sharp"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "23c4129d8d5dec0d5a7b84c0bb165a07974ee875", "externalIds": {"MAG": "2251189172", "DOI": "10.1017/cbo9780511809590.004"}, "url": "https://www.semanticscholar.org/paper/23c4129d8d5dec0d5a7b84c0bb165a07974ee875", "title": "Groundwork for the Metaphysics of Morals", "abstract": "Immanuel Kant's \"Groundwork for the Metaphysics of Morals\" is one of the most important texts in the history of ethics. In it Kant searches for the supreme principle of morality and argues for a conception of the moral life that has made this work a continuing source of controversy and an object of reinterpretation for over two centuries. This new edition of Kant's work provides a translation that seeks to be faithful to the German original and is fully annotated. There are also four essays by well-known scholars that discuss Kant's views and the philosophical issues raised by his work. J.B. Schneewind defends the continuing interest in Kantian ethics by examining its historical relation both to the ethical thought that preceded it and to its influence on the ethical theories that came after it; Marcia Baron sheds light on Kant's famous views about moral motivation; and Shelly Kagan and Allen W. Wood advocate contrasting interpretations of Kantian ethics and its practical implications.", "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 2714, "influentialCitationCount": 27, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "32297722", "name": "I. Kant"}, {"authorId": "40248044", "name": "Arnulf Zweig"}, {"authorId": "2072756252", "name": "T. E. Hill"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "26325871c79c1998026b8bfc68637f589bf4f7d3", "externalIds": {"MAG": "2796408482", "DOI": "10.2307/2184595"}, "url": "https://www.semanticscholar.org/paper/26325871c79c1998026b8bfc68637f589bf4f7d3", "title": "The Limits of Obligation.", "abstract": null, "venue": "", "year": 1984, "referenceCount": 0, "citationCount": 50, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "119070950", "name": "A. Simmons"}, {"authorId": "5248896", "name": "James Fishkin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "26cca0e30580a48ccc0b951ef579d5331c1aec2b", "externalIds": {"MAG": "2773969979"}, "url": "https://www.semanticscholar.org/paper/26cca0e30580a48ccc0b951ef579d5331c1aec2b", "title": "Consequences of pragmatism", "abstract": "Consequences of pragmatism : , Consequences of pragmatism : , کتابخانه دیجیتال و فن آوری اطلاعات دانشگاه امام صادق(ع)", "venue": "", "year": 1982, "referenceCount": 0, "citationCount": 1042, "influentialCitationCount": 30, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "46213881", "name": "R. Rorty"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "2890a4b08e549b129bf78351a9b6236bb34b96d2", "externalIds": {"DBLP": "conf/chi/CooperR01", "MAG": "2078464204", "DOI": "10.1145/634067.634154"}, "url": "https://www.semanticscholar.org/paper/2890a4b08e549b129bf78351a9b6236bb34b96d2", "title": "Case study: localization of an accessibility evaluation", "abstract": "During the localization process of Bobby [1], a Web tool analyzing accessibility, we have encountered technical and human issues due to major cultural and language differences affecting the user interface:• Bobby could not handle multiple byte encoding,• in order to understand differences and in the design of the GUI for a global audience we had to account for cultural issues such as uncertainty avoidance.Successful localization of this product has required attention to novel technical and human issues.", "venue": "CHI Extended Abstracts", "year": 2001, "referenceCount": 9, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "50989545", "name": "Michael Cooper"}, {"authorId": "3203313", "name": "P. Rejmer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "293ad7804bf9941a84a42188a876c3d8c857aefd", "externalIds": {"MAG": "1969500258", "DOI": "10.1006/DREV.1996.0001"}, "url": "https://www.semanticscholar.org/paper/293ad7804bf9941a84a42188a876c3d8c857aefd", "title": "Moral Development Theory: A Critique of Its Kantian Presuppositions☆", "abstract": "Abstract Contemporary moral development theory follows pathways laid down in the moral philosophy of Immanuel Kant (1724–1804). For Kant, moral action consists of dutiful adherence to formal rules and has nothing to do with the pursuit of personal goals. Indeed, one can be sure that one's action is moral only if it is done out of duty and goes against all of one's “inclinations.” Some contemporary moral developmentalists (for instance, Kohlberg and Turiel) areformalists:they draw from Kant the conception of moral rules as universalizable categorical imperatives, recognizable by their formal features, that pertain to social issues. Others (e.g., Eisenberg) arealtruists:they draw on Kant's insistence that moral action is inherently self-sacrificial, though they also insist that moral acts be specifically motivated by the desire to benefit others. We subject both formalism and altruism to thorough critique. Both positions define the moral domain too narrowly, leaving out questions of private morality like being honest with oneself; they cannot accommodate other principled conceptions of morality, like eudaimonism, that reject their Kantian presuppositions; and they cannot answer the question “Why be moral?” Whether impersonal or anti-personal, they neglect the personal. We propose a character-based redefinition of the moral domain that reintegrates moral development with the development of the self and of values, taking advantage of the insights into these areas of development afforded by the interactivist framework. We conclude by describing the challenges that a truly adequate account of moral development will have to meet and the contributions that eudaimonism can make to meeting those challenges.", "venue": "", "year": 1996, "referenceCount": 114, "citationCount": 101, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144024809", "name": "R. L. Campbell"}, {"authorId": "31732605", "name": "J. Christopher"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "2b262968529c25ebc2647f58cbb50a46fffcce17", "externalIds": {"MAG": "2066545696", "DOI": "10.1111/J.1467-9973.1985.TB00173.X"}, "url": "https://www.semanticscholar.org/paper/2b262968529c25ebc2647f58cbb50a46fffcce17", "title": "WHAT IS COMPUTER ETHICS", "abstract": "A Proposed Definition Computers are special technology and they raise some special ethical issues. In this essay I will discuss what makes computers different from other technology and how this difference makes a difference in ethical considerations. In particular, I want to characterize computer ethics and show why this emerging field is both intellectually interesting and enormously important. On my view, computer ethics is the analysis of the nature and social impact of computer technology and the corresponding formulation and justification of policies for the ethical use of such technology. I use the phrase “computer technology” because I take the subject matter of the field broadly to include computers and associated technology. For instance, I include concerns about software as well as hardware and concerns about networks connecting computers as well as computers themselves. A typical problem in computer ethics arises because there is a policy vacuum about how computer technology should be used. Computers provide us with new capabilities and these in turn give us new choices for action. Often, either no policies for conduct in these situations exist or existing policies seem inadequate. A central task of computer ethics is to determine what we should do in such cases, i.e., to formulate policies to guide our actions. Of course, some ethical situations confront us as individuals and some as a society. Computer ethics includes consideration of both personal and social policies for the ethical use of computer technology. Now it may seem that all that needs to be done is the mechanical application of an ethical theory to generate the appropriate policy. But this is usually not possible. A difficulty is that along with a policy vacuum there is often a conceptual vacuum. Although a problem in computer ethics may seem clear initially, a little reflection reveals a conceptual muddle. What is needed in such cases is an analysis which provides a coherent conceptual framework within which to formulate a policy for action. Indeed, much of the important work in computer ethics is devoted to proposing conceptual frameworks for understanding ethical problems involving computer technology. An example may help to clarify the kind of conceptual work that is required. Let’s suppose we are trying to formulate a policy for protecting computer programs. Initially, the idea may seem clear enough. We are looking for a policy for protecting a kind of intellectual property. But then a", "venue": "", "year": 1985, "referenceCount": 0, "citationCount": 812, "influentialCitationCount": 30, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "31925555", "name": "J. Moor"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "2b4f96a8de3e7f34eae78d9e69298173626d7ccd", "externalIds": {"DBLP": "journals/cacm/Shneiderman00", "MAG": "2336811793", "DOI": "10.1145/332833.332843"}, "url": "https://www.semanticscholar.org/paper/2b4f96a8de3e7f34eae78d9e69298173626d7ccd", "title": "Universal usability", "abstract": "see knowledge so disseminated through the mass of mankind that it may…reach even the extremes of society: beggars and kings.", "venue": "Commun. ACM", "year": 2000, "referenceCount": 19, "citationCount": 457, "influentialCitationCount": 18, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1740403", "name": "B. Shneiderman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "2da926df8b9b197577c31d09063e8476dd1f443f", "externalIds": {"MAG": "2023088463", "DOI": "10.1007/BF01305841"}, "url": "https://www.semanticscholar.org/paper/2da926df8b9b197577c31d09063e8476dd1f443f", "title": "Commentary on Suchman article and Winograd response", "abstract": null, "venue": "Computer Supported Cooperative Work (CSCW)", "year": 1994, "referenceCount": 5, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145850249", "name": "T. Malone"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "2feb4d80066437299af2a26de85b64f45c2b790f", "externalIds": {"DBLP": "journals/informingscij/SawyerR00", "MAG": "257372912", "DOI": "10.28945/583"}, "url": "https://www.semanticscholar.org/paper/2feb4d80066437299af2a26de85b64f45c2b790f", "title": "Social Informatics in the Information Sciences: Current Activities and Emerging Directions", "abstract": "Introduction The last half of the 1900s has been characterized by the increasing importance of information and communication technologies (ICTs) in social and organizational life. Computers, both on the desktop and embedded in automobiles, appliances, cellular phones, and satellite dishes have become part of the fabric of our work and social lives. In three decades, the Internet has grown from a network connecting four American universities and research labs to a global communications network. The evolving roles and increasing importance of the World Wide Web (WWW), electronic commerce, digital libraries, and computer-mediated distance education are all examples of phenomena that both rely on computing and are becoming commonplace. How are ICTs changing the ways in which we work and play? What are the effects of the increasing routinization of ICTs in modern societies? What are the practical and conceptual issues and implications of widespread and pervasive computerization? In this paper, we provide an overview of the intellectual geography of the research and theorizing in social informatics, focusing on issues applicable to the information sciences. We use the term intellectual geography to mean the physical location of those who conduct social informatics (SI) research. We use the term information sciences to mean the combination of traditional information science domains and related information systems and user behavior literatures. This overview unfolds in three parts. In the first part, we define and discuss concepts central to social informatics. In part two, we highlight the emerging intellectual geography of social informatics in the information sciences. In part three, we outline some conceptual and applied contributions that arise from this work. What is Social Informatics? Social informatics (SI) is a multi-disciplinary perspective. Social informatics researchers focus on the social consequences of the design, implementation, and use of ICTs over a wide range of social and organizational settings. Of particular interest are the roles of ICTs in social and organizational change. Researchers have studied social aspects of computerization for over 25 years, using terms such as the \"social analysis of computing,\" the \"social impacts of computing,\" \"information policy,\" \"computers and society,\" and, more recently, \"computer-mediated communication\" (Kling, 1999; p. 1; Bishop & Star, 1996: p. 309). Because the research findings and insights are found in many different literatures, they are difficult for scholars and teachers to access (Kling, Rosenbaum, Sawyer, Weisband, & Crawford, forthcoming, p. 12). Organizational informatics (OI) refers to those social informatics analyses bounded within organizations--where the primary participants are located within identifiable organizations. Many contemporary studies of the roles of computerization in shaping work and organizational structures fit within organizational informatics. For convenience, in the rest of this paper social informatics is used to denote both social and organizational informatics. Thus, both organizational and social informatics research respond directly to Bates' (1999, p. 1042) second \"big question\" that defines information science: \"How do people relate to, seek, and use information?\" What is novel about the recent interest in social informatics is that it reflects an underlying move to consolidate these disparate streams of research into a more unified and accessible domain. Then what is social informatics? According to Kling (1999), A serviceable working conception of 'social informatics' is that it identifies a body of research that examines the social aspects of computerization. A more formal definition is 'the interdisciplinary study of the design, uses and consequences of information technologies that takes into account their interaction with institutional and cultural contexts. …", "venue": "Informing Sci. Int. J. an Emerg. Transdiscipl.", "year": 2000, "referenceCount": 39, "citationCount": 107, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "144245984", "name": "S. Sawyer"}, {"authorId": "113440286", "name": "H. Rosenbaum"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "318196ca73b504706bccbefbeee074a788138b17", "externalIds": {"MAG": "1990716158", "DBLP": "journals/cscw/KorpelaSOODA98", "DOI": "10.1023/A:1008695307062"}, "url": "https://www.semanticscholar.org/paper/318196ca73b504706bccbefbeee074a788138b17", "title": "Community Participation in Health Informatics in Africa: An Experiment in Tripartite Partnership in Ile-Ife, Nigeria", "abstract": "Participatory Design has mainly been practiced in Europe and North America. Our seven-year experience in Nigeria suggests that user participation is also a must in developing countries. However, the scope of participation needs to be expanded. For instance, in health informatics the communities served by the health facility in question need to be involved along with computer professionals and health providers. This paper presents the results of an experiment in tripartite partnership in systems design for Primary Health Care by designers, users/providers, and community representatives in Ile-Ife, Nigeria. The experience was extremely encouraging.", "venue": "Computer Supported Cooperative Work (CSCW)", "year": 2004, "referenceCount": 33, "citationCount": 46, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "34352158", "name": "M. Korpela"}, {"authorId": "2929879", "name": "H. A. Soriyan"}, {"authorId": "2681994", "name": "K. Olufokunbi"}, {"authorId": "1394848991", "name": "A. Onayade"}, {"authorId": "1405694094", "name": "A. Davies-Adetugbo"}, {"authorId": "2454899", "name": "Duro Adesanmi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "31dc599d2774ce94938781a704f24f12fdd171ad", "externalIds": {"MAG": "132753263"}, "url": "https://www.semanticscholar.org/paper/31dc599d2774ce94938781a704f24f12fdd171ad", "title": "Ethical conflicts in information and computer science, technology, and business", "abstract": null, "venue": "", "year": 1990, "referenceCount": 0, "citationCount": 98, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1752833", "name": "D. Parker"}, {"authorId": "123476456", "name": "S. Swope"}, {"authorId": "49418666", "name": "B. N. Baker"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "3337939a5f63ca4cd19725a74f81e0a78dd01c68", "externalIds": {"MAG": "1569273825", "DOI": "10.4324/9780203730317"}, "url": "https://www.semanticscholar.org/paper/3337939a5f63ca4cd19725a74f81e0a78dd01c68", "title": "The classroom arsenal : military research, information technology, and public education / Douglas D. Noble", "abstract": null, "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 62, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Political Science"], "authors": [{"authorId": "38798779", "name": "Douglas D. Noble"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "342e84833e8abd84bbcf84538b5840999f0654d2", "externalIds": {"MAG": "2027956375", "DOI": "10.1002/(SICI)1097-4571(1998)49:12<1047::AID-ASI1>3.3.CO;2-O"}, "url": "https://www.semanticscholar.org/paper/342e84833e8abd84bbcf84538b5840999f0654d2", "title": "Social informatics in information science: an introduction", "abstract": "Social informatics (SI) refers to a multidisciplinary research field that examines the design, uses, and implications of information and communication technologies (ICTs) in ways that account for their interactions with institutional and cultural contexts. This Special Issue presents seven articles that illustrate the range and depth of research in SI. This essay outlines the concerns of SI researchers and briefly describes the articles that follow. © 1998 John Wiley & Sons, Inc.", "venue": "", "year": 1998, "referenceCount": 25, "citationCount": 24, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1688343", "name": "R. Kling"}, {"authorId": "113440286", "name": "H. Rosenbaum"}, {"authorId": "2128399", "name": "Carol A. Hert"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "357f93f0732da1ae1f9685f1e2290ef2f54a8adb", "externalIds": {"MAG": "2020143136", "DOI": "10.1353/NCR.2002.0037"}, "url": "https://www.semanticscholar.org/paper/357f93f0732da1ae1f9685f1e2290ef2f54a8adb", "title": "Culture and Morality", "abstract": null, "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 29, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "117002470", "name": "V. Pinera"}, {"authorId": "1392612134", "name": "Virgilio Stephen D Gingerich"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "37ab0b3783ad916842681fb890dc838f9d3b7de2", "externalIds": {"MAG": "2326255022", "DOI": "10.2307/2184852"}, "url": "https://www.semanticscholar.org/paper/37ab0b3783ad916842681fb890dc838f9d3b7de2", "title": "Reason and Morality.", "abstract": null, "venue": "", "year": 1979, "referenceCount": 0, "citationCount": 394, "influentialCitationCount": 13, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "3943645", "name": "A. Schwartz"}, {"authorId": "102859056", "name": "A. Gewirth"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "38818bc718a9345dd49f8f6e1525496d9e2f2378", "externalIds": {"DBLP": "conf/ecscw/Fuchs99", "MAG": "1485476353", "DOI": "10.1007/978-94-011-4441-4_4"}, "url": "https://www.semanticscholar.org/paper/38818bc718a9345dd49f8f6e1525496d9e2f2378", "title": "AREA: A cross-application notification service for groupware", "abstract": "This paper presents AREA, an integrated synchronous and asynchronous notification service for awareness information. AREA uses a semantic model of the client applications to support cross-application awareness. The service is based on the dichotomy of interest and privacy. Notifications of user activities are a function of relevance in the current work situation and the privacy requirements of the involved users. The paper motivates the AREA framework and discusses the system in terms of its formal modeling capabilities and its operational aspects. This is followed by practical implementation considerations addressing the role of AREA as a groupware infrastructure. Finally, a prototype groupware application is presented, which uses the AREA service to support user awareness.", "venue": "ECSCW", "year": 1999, "referenceCount": 12, "citationCount": 47, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145334938", "name": "L. Fuchs"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "39e1646693d3ce6e85ab32a22bc82b605e147118", "externalIds": {"DBLP": "journals/csur/Kling80", "MAG": "2469415742", "DOI": "10.1145/356802.356806"}, "url": "https://www.semanticscholar.org/paper/39e1646693d3ce6e85ab32a22bc82b605e147118", "title": "Social Analyses of Computing: Theoretical Perspectives in Recent Empirical Research", "abstract": "Recent empirical studies of computing use in organizations and in public life are examined. The roles of computer technologies in the workplace, in decision making, in altering power relationships, and in influencing personal privacy are examined. In addition, studies that examine the social accountability of computing arrangements to broad publics are reviewed. All studies of computing in social life make important assumptions about the social world in which computing is embedded. Two broad perspectives are contrasted. Systems rationalism, a collection of approaches including management science, managerial rationalism, and the systems approach, is found to be most helpful in stable settings, when there is considerable consensus over important social values. Segmented-institutionalist analyses, which assume social conflict rather than consensus, are particularly powerful as the social world of computing use becomes more dynamic and as a wider variety of groups is involved.", "venue": "CSUR", "year": 1980, "referenceCount": 216, "citationCount": 850, "influentialCitationCount": 42, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "1688343", "name": "R. Kling"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "3c429cf1b71791730e9abe5682078defaf6a6219", "externalIds": {"MAG": "1521662974"}, "url": "https://www.semanticscholar.org/paper/3c429cf1b71791730e9abe5682078defaf6a6219", "title": "Can Trust be Secured Online? A theoretical perspective", "abstract": "Two concerns animate much recent literature on the subject of trust online -in research journals, trade magazines, news and government reports. One is a concern over building adequate security systems, the other, is a concern over e-commerce. Technical experts in security warn that the vast networked information system (the network of networks that includes local private systems in addition to public systems like the Internet, the Web, Cyberspace ) is vulnerable to technical failure as well as malicious attack. To induce users to trust the system we must build strong mechanisms of security to create «trusted», or rather, trustworthy systems that overcome both types of vulnerabilities. Proponents of e-commerce, spurred by an interest in sustaining active commerce online, advocate in favor of technology and practices that would induce consumers to trust providers of goods and services, would induce providers to trust consumers, and in general, would create a general climate of trust online. Consumers must not be fearful that they will be cheated, defrauded, have their credit card numbers stolen, or receive poor quality goods; providers must not be fearful that people will fail to pay, or repudiate their commitments. Each must not fear that those with whom they transact will, somehow, reach out and harm them or their property.", "venue": "", "year": 1999, "referenceCount": 26, "citationCount": 50, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "3d75b20805b243a3f0082bde19e4d4d24744d105", "externalIds": {"MAG": "2006765054", "DBLP": "journals/cacm/Shneiderman00b", "DOI": "10.1145/355112.355124"}, "url": "https://www.semanticscholar.org/paper/3d75b20805b243a3f0082bde19e4d4d24744d105", "title": "Designing trust into online experiences", "abstract": "A ncient social traditions were designed to elicit trust during uncertain encounters. Handshaking demonstrated the absence of weapons. Clinking of glasses evolved from pouring wine back and forth to prove it was not poisoned. Now, new social traditions are needed to enhance cooperative behaviors in electronic environments supporting e-commerce, e-services, and online communities. Since users of online systems can’t savor a cup of tea with an electronic rug merchant, designers must develop strategies for facilitating e-commerce and auctions. Since users can’t make eye contact and judge intonations with an online lawyer or physician, designers must create new social norms for professional services. Since users can’t stroll through online communities encountering neighbors with their children, designers must facilitate the trust that enables collective action. In parallel, consumer groups must be vigorous in monitoring and reporting deceptions and disreputable business practices. Political scientist Eric Uslaner of the University of Maryland calls trust “the chicken soup of the social sciences. It brings us all sorts of good things—from a willingness to get involved in our communities to higher rates of economic growth ... to making daily life more pleasant. Yet, like chicken soup, it appears to work somewhat mysteriously” [5]. He tries to sort out the mystery by distinguishing between moral trust, or the durable optimistic view that strangers are well-intentioned, and strategic trust, or the willingness of two people to participate in a specific exchange (see Uslaner’s “Social Capital and the Net” in this section). Trust facilitates cooperative behavior. It is a complex term that has generated dozens of doctoral dissertations, not only in sociology and political science, but now in information systems research as well. There are enough dimensions to trust and its failures to keep scholars and philosophers busy for some time, but e-commerce, e-services, and online community designers need a guide to practical action [4]. The designer’s goal is to engage users quickly and establish and preserve strategic trust under challenging situations. But for many users, strategic trust is difficult to generate, shaken easily, and once shaken extremely difficult to rebuild. Strategic trust is fragile. The extensive literature on trust offers multiple perspectives. In his politically oriented book Trust, Francis Fukuyama, a former U.S. State Department analyst, claims: “Trust is the expectation that arises within a community of regular, honest, and cooperative behavior, based on commonly shared norms, on the part of the members of that community” [2]. This compact definition embodies several key con-", "venue": "CACM", "year": 2000, "referenceCount": 6, "citationCount": 463, "influentialCitationCount": 26, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "1740403", "name": "B. Shneiderman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "403cf825515df947f0e65a842a66e0de2061ec1c", "externalIds": {"DBLP": "conf/chi/ShoemakerI01", "MAG": "2148285547", "DOI": "10.1145/365024.365349"}, "url": "https://www.semanticscholar.org/paper/403cf825515df947f0e65a842a66e0de2061ec1c", "title": "Single display privacyware: augmenting public displays with private information", "abstract": "The research area of Single Display Groupware (SDG) confronts the standard model of computing interaction, one user working on one computer, by investigating how the best support groups of users interacting with a shared display. One problem that has arisen in SDG research concerns access to private information. Previously, private information could not be displayed on a shared display, it could only be accessed on external devices, such as private monitors or Personal Digital Assistants (PDAs). This paper discusses Single Display Privacyware (SDP), an interaction technique that allows private information to be shown within the context of a shared display. A description of the hardware and software components of our prototype SDP system is given, as are the results of a user study performed to investigate users interacting in the environment. Conclusions concerning future research in the area of SDP are discussed.", "venue": "CHI", "year": 2001, "referenceCount": 44, "citationCount": 122, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3061182", "name": "Garth B. D. Shoemaker"}, {"authorId": "1781500", "name": "K. Quinn"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "4160b8b7bed5eab90d173cbcd5409fc826f10cfc", "externalIds": {"DBLP": "journals/cacm/JonesWMM00", "MAG": "2075934597", "DOI": "10.1145/355112.355128"}, "url": "https://www.semanticscholar.org/paper/4160b8b7bed5eab90d173cbcd5409fc826f10cfc", "title": "Trust requirements in e-business", "abstract": null, "venue": "CACM", "year": 2000, "referenceCount": 15, "citationCount": 221, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "145505030", "name": "Sara Jones"}, {"authorId": "3190506", "name": "M. Wilikens"}, {"authorId": "1643742519", "name": "P. Morris"}, {"authorId": "2590975", "name": "M. Masera"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "44e11702b842f2011627792fb3e6c3790051dd14", "externalIds": {"DBLP": "journals/cscw/Winograd94", "MAG": "2119987775", "DOI": "10.1007/BF00749016"}, "url": "https://www.semanticscholar.org/paper/44e11702b842f2011627792fb3e6c3790051dd14", "title": "Categories, disciplines, and social coordination", "abstract": "Lucy Suchman's paper, “Do categories have politics,” challenges the validity of speech act theory as a basis for computer systems for workflow support. Suchman fears that the explicitiness of the theory leads to undue discipline when it is applied in practice. Her fear is grounded in a misunderstanding of what it means to use such a theory, and this paper clarifies the difference between formal comprehensivemodels of behavior and formalstructures used in communication and recording, Explicit speech act theory, like explicit accounting procedures, enforces a kind of uniformity that is necessary in any communication situation where ambiguity and vagueness cannot be routinely resolved through direct personal contact and knowledge. The practicalities of large geographically distributed organizations makes the appropriate use of shared structuring a precondition for effective cooperation.", "venue": "Computer Supported Cooperative Work (CSCW)", "year": 1997, "referenceCount": 5, "citationCount": 101, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1699245", "name": "T. Winograd"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "49120f66ec0d5dfd69c2339ceadea1d1fcfab90a", "externalIds": {"MAG": "154779631", "DOI": "10.4324/9780203427262-46"}, "url": "https://www.semanticscholar.org/paper/49120f66ec0d5dfd69c2339ceadea1d1fcfab90a", "title": "How to be a Moral Realist", "abstract": "Scientific realism is the doctrine that scientific theories should be understood as putative descriptions of real phenomena, that ordinary scientific methods constitute a reliable procedure for obtaining and improving (approximate) knowledge of the real phenomena which scientific theories describe, and that the reality described by scientific theories is largely independent of our theorizing. Scientific theories describe reality and reality is “prior to thought” (see Boyd 1982). By “moral realism” I intend the analogous doctrine about moral judgments, moral statements, and moral theories. According to moral realism:", "venue": "", "year": 2002, "referenceCount": 44, "citationCount": 472, "influentialCitationCount": 21, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2052850462", "name": "Richard N. Boyd"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "4a57fb370b83ac3d1a886a3fae479e45e5fe156d", "externalIds": {"DBLP": "journals/tois/FriedmanN96", "MAG": "1607120026", "DOI": "10.1145/230538.230561"}, "url": "https://www.semanticscholar.org/paper/4a57fb370b83ac3d1a886a3fae479e45e5fe156d", "title": "Bias in computer systems", "abstract": "From an analysis of actual cases, three categories of bias in computer systems have been developed: preexisting, technical, and emergent. Preexisting bias has its roots in social institutions, practices, and attitudes. Technical bias arises from technical constraints of considerations. Emergent bias arises in a context of use. Although others have pointed to bias inparticular computer systems and have noted the general problem, we know of no comparable work that examines this phenomenon comprehensively and which offers a framework for understanding and remedying it. We conclude by suggesting that freedom from bias should by counted amoung the select set of criteria—including reliability, accuracy, and efficiency—according to which the quality of systems in use in society should be judged.", "venue": "TOIS", "year": 1996, "referenceCount": 32, "citationCount": 621, "influentialCitationCount": 24, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "4cc79efffaf7b893c28128641fc4dee9ef4dd27b", "externalIds": {"DBLP": "conf/chi/SchianoW98", "MAG": "2164087713", "DOI": "10.1145/274644.274693"}, "url": "https://www.semanticscholar.org/paper/4cc79efffaf7b893c28128641fc4dee9ef4dd27b", "title": "The first noble truth of CyberSpace: people are people (even when they MOO)", "abstract": "This paper presents major findings Corn a large research project designed to carefully characterize what “life in LambdaMOO” (a classic social MUD) is lie for many of its members. A “convergent methodologies” approach embracing qualitative and quantitative, subjective and objective procedures was used. A rich, extensive database was produced, Corn which robust patterns could emerge, be considered in context and assessed with some confidence. Results are discussed in terms of four broad categories of interest: 1) users and use, 2) identity 3) sociality and 4) spatiality. These data should help inform the discourse on, and design of, online communities in the future.", "venue": "CHI", "year": 1998, "referenceCount": 21, "citationCount": 73, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2931308", "name": "D. Schiano"}, {"authorId": "2087076608", "name": "Sean White"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "4dd72976f66f5d1b79c2496d03c6be670c20ac7b", "externalIds": {"DBLP": "conf/cscw/HudsonS96", "MAG": "2009714332", "DOI": "10.1145/240080.240295"}, "url": "https://www.semanticscholar.org/paper/4dd72976f66f5d1b79c2496d03c6be670c20ac7b", "title": "Techniques for addressing fundamental privacy and disruption tradeoffs in awareness support systems", "abstract": "This paper describes a fundamental dual tradeoff that occurs in systems supporting awareness for distributed work groups, and presents several specific new techniques which illustrate good compromise points within this tradeoff space. This dual tradeoff is between privacy and awareness, and between awareness and disturbance. Simply stated, the more information about oneself that leaves your work area, the more potential for awareness of you exists for your colleagues. Unfortunately, this also represents the greatest potential for intrusion on your privacy. Similarly, the more information that is received about the activities of colleagues, the more potential awareness we have of them. However, at the same time, the more information we receive, the greater the chance that the information will become a disturbance to our normal work. This dual tradeoff seems to be a fundamental one. However, by carefully examining awareness problems in the light of this tradeoff it is possible to devise techniques which expose new points in the design space. These new points provide different types and quantities of information so that awareness can be achieved without invading the privacy of the sender, or creating a disturbance for the receiver. This paper presents four such techniques, each based on a careful selection of the information transmitted.", "venue": "CSCW '96", "year": 1996, "referenceCount": 22, "citationCount": 412, "influentialCitationCount": 24, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1749296", "name": "S. Hudson"}, {"authorId": "2067915836", "name": "Ian E. Smith"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "4fa7d101ba2e0b57fc178a7f8b4a9434ac6c7824", "externalIds": {"MAG": "2111971407", "DBLP": "conf/cscw/Grudin88", "DOI": "10.1145/62266.62273"}, "url": "https://www.semanticscholar.org/paper/4fa7d101ba2e0b57fc178a7f8b4a9434ac6c7824", "title": "Why CSCW applications fail: problems in the design and evaluationof organizational interfaces", "abstract": "Many systems, applications, and features that support cooperative work share two characteristics: A significant investment has been made in their development, and their successes have consistently fallen far short of expectations. Examination of several application areas reveals a common dynamic: 1) A factor contributing to the application’s failure is the disparity between those who will benefit from an application and those who must do additional work to support it. 2) A factor contributing to the decision-making failure that leads to ill-fated development efforts is the unique lack of management intuition for CSCW applications. 3) A factor contributing to the failure to learn from experience is the extreme difficulty of evaluating these applications. These three problem areas escape adequate notice due to two natural but ultimately misleading analogies: the analogy between multi-user application programs and multi-user computer systems, and the analogy between multi-user applications and single-user applications. These analogies influence the way we think about cooperative work applications and designers and decision-makers fail to recognize their limits. Several CSCW application areas are examined in some detail. Introduction. An illustrative example: automatic meeting", "venue": "CSCW '88", "year": 1988, "referenceCount": 44, "citationCount": 803, "influentialCitationCount": 39, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145057285", "name": "J. Grudin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "531e6bd99459199215b1f7d0355ab952b997f3d9", "externalIds": {"MAG": "1523842716", "DOI": "10.7551/mitpress/1966.001.0001"}, "url": "https://www.semanticscholar.org/paper/531e6bd99459199215b1f7d0355ab952b997f3d9", "title": "Computers and Design in Context", "abstract": "Evolution, not revolution - participatory design in the toolbelt era computer use by artists and designers - some perspectives on two design traditions three levels of end-user tailoring - customization, integration and extension design for heterogeneity what kind of car is this sales support system? on styles, artifacts and quality-in-use accounting for system behaviour - representation, reflection and resourceful action computers in context - but in which context? toward a cooperative experimental system development approach designing stakeholder expectations in the implementation of new technology - can we ever learn our lessons? back to work - renewing old agendas for cooperative design design in groups - and all that jazz speech acts on trial ethnocritical heuristics for reflecting on work with users and other interested parties an information systems research framework for the organizational laboratory.", "venue": "", "year": 2003, "referenceCount": 0, "citationCount": 167, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1750147", "name": "M. Kyng"}, {"authorId": "1689650", "name": "L. Mathiassen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "5c173cc293f128043bd53ef20c71bc01938ed3ac", "externalIds": {"MAG": "1996293917", "DOI": "10.1287/ORSC.11.4.404.14600"}, "url": "https://www.semanticscholar.org/paper/5c173cc293f128043bd53ef20c71bc01938ed3ac", "title": "Using Technology and Constituting Structures: A Practice Lens for Studying Technology in Organizations", "abstract": "As both technologies and organizations undergo dramatic changes in form and function, organizational researchers are increasingly turning to concepts of innovation, emergence, and improvisation to help explain the new ways of organizing and using technology evident in practice. With a similar intent, I propose an extension to the structurational perspective on technology that develops a practice lens to examine how people, as they interact with a technology in their ongoing practices, enact structures which shape their emergent and situated use of that technology. Viewing the use of technology as a process of enactment enables a deeper understanding of the constitutive role of social practices in the ongoing use and change of technologies in the workplace. After developing this lens, I offer an example of its use in research, and then suggest some implications for the study of technology in organizations.", "venue": "", "year": 2000, "referenceCount": 92, "citationCount": 3071, "influentialCitationCount": 298, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3164419", "name": "W. Orlikowski"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "5c4d03384f491f2289390bb2111326352dced740", "externalIds": {"MAG": "2331585744", "DOI": "10.2307/2215851"}, "url": "https://www.semanticscholar.org/paper/5c4d03384f491f2289390bb2111326352dced740", "title": "The rejection of consequentialism", "abstract": null, "venue": "", "year": 1990, "referenceCount": 0, "citationCount": 268, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "50314683", "name": "S. Scheffler"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "5e039ca72fdf65695d33542cd05d9303fd893033", "externalIds": {"DBLP": "journals/sjis/BjerknesB95", "MAG": "2784662198"}, "url": "https://www.semanticscholar.org/paper/5e039ca72fdf65695d33542cd05d9303fd893033", "title": "User Participation and Democracy: A Discussion of Scandinavian Research on System Development", "abstract": "Scandinavian research projects in system development have traditionally put a strong emphasis on user participation as a strategy for increasing working life democracy. The article analyses a few of these projects with respect to this goal. We argue that there has been a development from politics to ethics in system development research, and that the political dimension should be reintroduced. A reorientation of system development strategies aiming at increasing working life democracy can learn from the historical success stories, in particular the combination of global strategy and local action used in the trade union projects in the 60’s. Recent development in technology and working life will, however, introduce new challenges to system development.", "venue": "Scand. J. Inf. Syst.", "year": 1995, "referenceCount": 78, "citationCount": 470, "influentialCitationCount": 20, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "1768015", "name": "G. Bjerknes"}, {"authorId": "1968482", "name": "Tone Bratteteig"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "5e12b3433e6255a910353e4f1307757d81b8484d", "externalIds": {"DBLP": "conf/chi/Rocco98", "MAG": "2153027474", "DOI": "10.1145/274644.274711"}, "url": "https://www.semanticscholar.org/paper/5e12b3433e6255a910353e4f1307757d81b8484d", "title": "Trust breaks down in electronic contexts but can be repaired by some initial face-to-face contact", "abstract": "Trust is the prerequisite for success when a collaborative task involves risk of individualistic or deceitful behaviors of others. Can trust emerge in electronic contexts? This issue is explored in an experiment in which trust emergence is measured in both face-to-face (l-t-F) and electronic contexts. In this experiment trust is revealed by the degree of cooperation the group is able to reach in solving a social dilemma, i.e. a situation in which advantages for individualistic behavior make group cooperation highly vulnerable. The experiment consists of two stages. The first stage analyzes the effects of F-t-F and electronic communication on trust Trust succeeds only with F-t-F communication. The second stage investigates whether a pre-meeting F-t-F can promote trust in electronic contextsResults are positive. Examination of how people converse in these two contexts sheds some light on the effects of technical characteristics and social circumstances on the emergence of trust.", "venue": "CHI", "year": 1998, "referenceCount": 13, "citationCount": 366, "influentialCitationCount": 20, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "87679744", "name": "E. Rocco"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "6237470911a83349dce4ecaa900b6731622ea127", "externalIds": {"DBLP": "journals/hhci/KensingSB98", "MAG": "2089138977", "DOI": "10.1207/s15327051hci1302_3"}, "url": "https://www.semanticscholar.org/paper/6237470911a83349dce4ecaa900b6731622ea127", "title": "MUST: A Method for Participatory Design", "abstract": "The article presents a conceptual framework and a coherent method for design in an organizational context within the participatory design tradition. The MUST method has been developed throughout 10 projects in Danish and American organizations, and it has recently been evaluated and adopted by 3 Danish organizations. The method is based on thorough participation with users and managers, and it combines the use of ethnographic techniques and intervention. The article describes the application area and perspective of the method, presents 6 general principles on which the method is based, and describes 5 main activities providing a stepwise decision-making process in the overall design process. Each of the main activities is illustrated by an example taken from our last project. The article concludes by summing up the main points.", "venue": "Hum. Comput. Interact.", "year": 1998, "referenceCount": 138, "citationCount": 240, "influentialCitationCount": 10, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "1886824", "name": "F. Kensing"}, {"authorId": "143673651", "name": "Jesper Simonsen"}, {"authorId": "1403391912", "name": "Keld Bødker"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "62590a8caa13c43f48e25bfcd2b9cb331f51bb9a", "externalIds": {"DBLP": "conf/chi/DiebergerHSL01", "MAG": "2128951988", "DOI": "10.1145/634067.634132"}, "url": "https://www.semanticscholar.org/paper/62590a8caa13c43f48e25bfcd2b9cb331f51bb9a", "title": "Social navigation research agenda", "abstract": "Social navigation (SN) emerged as a marriage between one-user-one-system scenarios and CSCW. It is a design approach based on either visualizing traces of other users' activities or on direct or indirect communication between users, with the goal to facilitate locating and evaluating information. Social Navigation has wide-ranging benefits, from social filtering over improving trust in eCommerce all the way to improving the user experience in general. However, as it is a new field many design issues are not properly researched yet. In this paper we outline a possible research agenda for the social navigation field, pointing out areas of social navigation in need of research initiatives.", "venue": "CHI Extended Abstracts", "year": 2001, "referenceCount": 6, "citationCount": 23, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2805586", "name": "A. Dieberger"}, {"authorId": "1724769", "name": "K. Höök"}, {"authorId": "34751884", "name": "Martin Svensson"}, {"authorId": "40048183", "name": "P. Lönnqvist"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "642809a670a89a1bb693cf322b9fc7a27dea3b97", "externalIds": {"MAG": "2007350606", "DOI": "10.7551/MITPRESS/3131.001.0001"}, "url": "https://www.semanticscholar.org/paper/642809a670a89a1bb693cf322b9fc7a27dea3b97", "title": "From Gutenberg to the global information infrastructure: access to information in the networked world", "abstract": "From the Publisher: \nWinner of the American Society for Information Science and Technology's 2001 Best Book Award \nWill the emerging global information infrastructure (GII) create a revolution in communication equivalent to that wrought by Gutenberg, or will the result be simply the evolutionary adaptation of existing behavior and institutions to new media? Will the GII improve access to information for all? Will it replace libraries and publishers? How can computers and information systems be made easier to use? What are the trade-offs between tailoring information systems to user communities and standardizing them to interconnect with systems designed for other communities, cultures, and languages? \nThis book takes a close look at these and other questions of technology, behavior, and policy surrounding the GII. Topics covered include the design and use of digital libraries; behavioral and institutional aspects of electronic publishing; the evolving role of libraries; the life cycle of creating, using, and seeking information; and the adoption and adaptation of information technologies. The book takes a human-centered perspective, focusing on how well the GII fits into the daily lives of the people it is supposed to benefit. \nTaking a unique holistic approach to information access, the book draws on research and practice in computer science, communications, library and information science, information policy, business, economics, law, political science, sociology, history, education, and archival and museum studies. It explores both domestic and international issues. The author's own empirical research is complemented by extensive literature reviews and analyses.", "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 166, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Business"], "authors": [{"authorId": "1696082", "name": "C. Borgman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "642eb91c9976ce2216b76221b3838316d414ffcb", "externalIds": {"MAG": "1963942305", "DOI": "10.1111/J.1467-8624.1995.TB00878.X"}, "url": "https://www.semanticscholar.org/paper/642eb91c9976ce2216b76221b3838316d414ffcb", "title": "Reasoning about Social Conflicts in Different Cultures: Druze and Jewish Children in Israel.", "abstract": "This study examined how children of different cultural backgrounds weigh competing considerations in complex social situations. 351 children from Druze and Jewish communities in Israel (mean ages 8-10, 10-9, 12-11, 14-11, and 16-8) were presented with conflicts between 2 concerns: (a) Justice-Authority, (b) Justice-Interpersonal, (c) Personal-Interpersonal, and (d) Personal-Authority. For each conflict, subjects selected the course of action to be followed and evaluated the desirability of each behavioral alternative. Both similarities and differences were found in the ways children from each group weigh social concerns and change their priorities with age. Furthermore, judgments in both groups were complex and heterogeneous. These findings demonstrated that the weighing of social concerns in conflict situations is not done solely according to an overriding cultural orientation.", "venue": "", "year": 1995, "referenceCount": 37, "citationCount": 55, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "4203299", "name": "C. Wainryb"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "687640b8b2da43bca8d3a64ce17267caa0ac5555", "externalIds": {"DBLP": "conf/chi/MillettFF01", "MAG": "2133084001", "DOI": "10.1145/365024.365034"}, "url": "https://www.semanticscholar.org/paper/687640b8b2da43bca8d3a64ce17267caa0ac5555", "title": "Cookies and Web browser design: toward realizing informed consent online", "abstract": "We first provide criteria for assessing informed consent online. Then we examine how cookie technology and Web browser designs have responded to concerns about informed consent. Specifically, we document relevant design changes in Netscape Navigator and Internet Explorer over a 5-year period, starting in 1995. Our retrospective analyses leads us to conclude that while cookie technology has improved over time regarding informed consent, some startling problems remain. We specify six of these problems and offer design remedies. This work fits within the emerging field of Value-Sensitive Design.", "venue": "CHI", "year": 2001, "referenceCount": 17, "citationCount": 125, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2890150", "name": "Lynette I. Millett"}, {"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "1752733", "name": "E. Felten"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "6a244433aeb1bb82d44fbb242d2d92fd859b71a5", "externalIds": {"DBLP": "conf/ecscw/MynattAILO99", "MAG": "2157810342", "DOI": "10.1007/978-94-011-4441-4_12"}, "url": "https://www.semanticscholar.org/paper/6a244433aeb1bb82d44fbb242d2d92fd859b71a5", "title": "The network communities of SeniorNet", "abstract": "With the explosion of participation on the Internet, there is increasing interest and speculation in extending its uses to support diverse online communities, and particular interest in using the Internet to combat loneliness and isolation amongst senior citizens For the past year, we have been investigating SeniorNet (SN), a 12 year old organization that attempts to bring seniors together via computer networking technologies. We found a rich tapestry of human relationships supported by various technical and social underpinnings. In this paper, we delve into the richness of an active community and describe the intertwining technical and social factors that make it valuable and useful for its members. An underlying question in these discussions is \"If network communities have to be principally created and maintained by their members (as we posit), then how do designers help without getting in the way?\".", "venue": "ECSCW", "year": 1999, "referenceCount": 16, "citationCount": 51, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1752751", "name": "Elizabeth D. Mynatt"}, {"authorId": "2537995", "name": "Annette Adler"}, {"authorId": "2108813915", "name": "Mizuko Ito"}, {"authorId": "39128087", "name": "C. Linde"}, {"authorId": "1403034166", "name": "Vicki L. O'Day"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "6e8ed748721fa00c481be56b957ac4e201d5c4d5", "externalIds": {"MAG": "2157614991", "DOI": "10.1159/000277069"}, "url": "https://www.semanticscholar.org/paper/6e8ed748721fa00c481be56b957ac4e201d5c4d5", "title": "Bounding the controversies : foundational issues in the study of moral development", "abstract": "By drawing on four foundational issues in the study of moral development – moral definition, ontogeny, variation, and epistemology – this article offers a means for bounding moral development controve", "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 22, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116243054", "name": "J. P. H. Kahn"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "6fdd283a51616d6ed9705b166fd523ac3b1b2824", "externalIds": {"MAG": "2338545932", "DBLP": "journals/cacm/FriedmanKH00", "DOI": "10.1145/355112.355120"}, "url": "https://www.semanticscholar.org/paper/6fdd283a51616d6ed9705b166fd523ac3b1b2824", "title": "Trust online", "abstract": "trust Online T rust matters. It allows us to reveal vulnerable parts of ourselves to others and to know others intimately in return. A climate of trust eases cooperation among people and fosters reciprocal caretaking. The resources—physical, emotional, economic—that would otherwise be consumed guarding against harm can be directed toward more constructive ends. Here, we explore the nature of trust and how and where it flourishes online. We also seek to make sense of seemingly disparate perceptions. For example, some say the public is too trusting online; without thinking, people routinely download software likely to destroy important information or blithely engage in e-auctions or chat rooms with strangers. Others say the public does not trust enough, that people refrain, for example, from e-commerce under the mistaken belief that their financial transactions are not secure. How can we know if the trust we choose to give or withhold is warranted? Can we trust machines or other technological systems? How can those of us who create and maintain the technological infrastructure help establish a climate of trust? Addressing such questions, we provide a conceptual framework for understanding trust, then offer 10 characteristics of online interaction that can help engineer trust online and distinguish between trust in e-commerce activities and trust in online interpersonal interactions.", "venue": "CACM", "year": 2000, "referenceCount": 19, "citationCount": 730, "influentialCitationCount": 19, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "144674612", "name": "P. H. Kahn"}, {"authorId": "39774770", "name": "D. Howe"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "7119d5ea8b9ffcf107cc5820639ea9e6af946654", "externalIds": {"MAG": "2016529195", "DBLP": "conf/chi/Egger00", "DOI": "10.1145/633292.633352"}, "url": "https://www.semanticscholar.org/paper/7119d5ea8b9ffcf107cc5820639ea9e6af946654", "title": "\"Trust me, I'm an online vendor\": towards a model of trust for e-commerce system design", "abstract": "Consumers' lack of trust has often been cited as a major barrier to the adoption of electronic commerce (e-commerce). To address this problem, a model of trust was developed that describes what design factors affect consumers' assessment of online vendors' trustworthiness. Six components were identified and regrouped into three categories: Prepurchase Knowledge, Interface Properties and Informational Content. This model also informs the Human-Computer Interaction (HCI) design of e-commerce systems in that its components can be taken as trust-specific high-level user requirements.", "venue": "CHI Extended Abstracts", "year": 2000, "referenceCount": 11, "citationCount": 198, "influentialCitationCount": 13, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "48132296", "name": "F. Egger"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "77f40b407c1cfa495cd11bd4a6fbbb95ebba1e71", "externalIds": {"MAG": "2075969797", "DBLP": "conf/chi/BosGOO01", "DOI": "10.1145/634067.634240"}, "url": "https://www.semanticscholar.org/paper/77f40b407c1cfa495cd11bd4a6fbbb95ebba1e71", "title": "Being there versus seeing there: trust via video", "abstract": "We studied the emergence of trust in a social dilemma game in four different communication situations: face-to-face, video, audio, and text chat. Three-person groups did 30 rounds of a social dilemma game and we measured trust by the extent to which they cooperated vs. competed. The face-to-face groups quickly achieved cooperative behavior, while the text chat groups continued to compete throughout. The video groups achieved the same levels of trust as the face-to-face groups, although perhaps a bit more slowly. The audio group was intermediate. These results show that trust can emerge through mediated communication.", "venue": "CHI Extended Abstracts", "year": 2001, "referenceCount": 4, "citationCount": 79, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "145301662", "name": "Nathan D. Bos"}, {"authorId": "2497393", "name": "D. Gergle"}, {"authorId": "34433695", "name": "J. Olson"}, {"authorId": "3153473", "name": "G. Olson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "783ce199e5701cf43f5e0b76dc1bef416a27cdc9", "externalIds": {"DBLP": "journals/cacm/Leveson91", "MAG": "2016310411", "DOI": "10.1145/102792.102799"}, "url": "https://www.semanticscholar.org/paper/783ce199e5701cf43f5e0b76dc1bef416a27cdc9", "title": "Software safety in embedded computer systems", "abstract": null, "venue": "CACM", "year": 1991, "referenceCount": 34, "citationCount": 206, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1777378", "name": "N. Leveson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "7bdd887da7440b9a42f63df2fef6b019835a6d85", "externalIds": {"DBLP": "conf/hicss/FriedmanHF02", "MAG": "2164340711", "DOI": "10.1109/HICSS.2002.994366"}, "url": "https://www.semanticscholar.org/paper/7bdd887da7440b9a42f63df2fef6b019835a6d85", "title": "Informed consent in the Mozilla browser: implementing value-sensitive design", "abstract": "Reports on one of the first efforts to apply value-sensitive design (VSD) to a large-scale real-world software system. We sought to improve informed consent in Web-based interactions through the development of new technical mechanisms for cookie management. We describe our VSD methodology, explicate criteria for informed consent in online interactions and summarize how current browsers fall short with respect to those criteria. Next, we identify four goals for the redesign of current browsers. These goals, in turn, initiate an iterative design process that lies at the heart of the VSD methodology wherein we move among the design and implementation of new technical mechanisms, formative evaluation and the design goals coupled with the criteria for informed consent online. Key mechanisms include peripheral awareness of cookies and just-in-time interventions. At various phases in the design process, we implement our design improvements in the Mozilla browser (the open source for Netscape Navigator).", "venue": "Proceedings of the 35th Annual Hawaii International Conference on System Sciences", "year": 2002, "referenceCount": 43, "citationCount": 144, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "39774770", "name": "D. Howe"}, {"authorId": "1752733", "name": "E. Felten"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "7eb50482a2ec8983fe0af9118dae1abc6c2b0f8a", "externalIds": {"MAG": "2166834948", "DOI": "10.1016/S0747-5632(97)00013-7"}, "url": "https://www.semanticscholar.org/paper/7eb50482a2ec8983fe0af9118dae1abc6c2b0f8a", "title": "Social Judgments and Technological Innovation: Adolescents' Understanding of Property, Privacy, and Electronic Information.", "abstract": "Abstract Two complementary studies were conducted to understand the diverse views adolescents hold regarding electronic information. One study examined concepts of property pertaining to copying computer programs. The second study examined concepts of privacy pertaining to accessing computer files. Preselection tasks were used with several hundred adolescents to assure a diversity of moral and nonmoral views toward electronic information. From this group, 64 adolescents (mean age, 17 years 2 months), 32 in each study, were selected for in-depth interviews, lasting approximately 2 hr. Results showed that adolescents who permitted copying computer programs (“computer pirating”) and accessing computer files (“computer hacking”) still held overall to property and privacy rights in general and applied those rights in prototypic situations (e.g., not stealing a bicycle and not reading another person's diary without permission). Several aspects of the technology contributed to adolescents' difficulty in identifying harmful or unjust consequences of computer-mediated actions. These aspects included the ways technology can easily reproduce software, distance the actor from potential victims, and allow for access without direct harm. The results also suggest that in response to a technological innovation whose conventional status is in flux, adolescents appear to draw on foundational moral considerations to a larger extent than commonly recognized. Broadly understood, the research informs on the general phenomenon of cultural adaptation to technological innovation.", "venue": "", "year": 1997, "referenceCount": 67, "citationCount": 37, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "8302f76ec062a5f3b503d8c116a85eb7f9619be4", "externalIds": {"MAG": "2134418096", "DOI": "10.1111/J.1467-8624.1992.TB01637.X", "PubMed": "1611944"}, "url": "https://www.semanticscholar.org/paper/8302f76ec062a5f3b503d8c116a85eb7f9619be4", "title": "Children's obligatory and discretionary moral judgments.", "abstract": "This study examined children's obligatory moral judgments (which reflect a moral requirement) and discretionary moral judgments (which reflect moral worthiness, but not a requirement). 72 children participated across grades 2, 5, and 8 (mean ages, 8-3, 11-0, and 13-11). Children were interviewed in response to stimulus stories that controlled for the degree of agent's cost (low and high) for performing positive moral acts (giving money for food to an impoverished, hungry person) and negative moral acts (not stealing money for food). Results showed that negative moral acts were more often conceived as obligatory than positive moral acts. In addition, the results support the proposition that children's concepts of obligation underlie judgments to codify law, that justice reasoning builds on concepts of welfare, and that with increasing age discretionary moral reasoning incorporates such character traits as benevolence, sacrifice, and supererogation. Discussion includes consideration of how the study's conceptualization and analysis can provide guidance to a moral-developmental research program.", "venue": "Child development", "year": 1992, "referenceCount": 54, "citationCount": 95, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "144674612", "name": "P. H. Kahn"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "84adc1481caae7f4c67bb8776f91e4120ac2c26d", "externalIds": {"DBLP": "conf/chi/JackoDRSP99", "MAG": "1982931319", "DOI": "10.1145/302979.303105"}, "url": "https://www.semanticscholar.org/paper/84adc1481caae7f4c67bb8776f91e4120ac2c26d", "title": "Visual profiles: a critical component of universal access", "abstract": "This research focuses on characterizing visually impairedcomputer users performance on graphical user interfaces by linkingclinical assessments of low vision with visual icon identification.This was accomplished by evaluating user performance on basicidentification and selection tasks within a graphical userinterface, comparing partially sighted user performance with fullysighted user performance, and linking task performance to specificprofiles of visual impairment. Results indicate that visual acuity,contrast sensitivity, visual field and color perception weresignificant predictors of task performance. In addition, icon sizeand background color significantly influenced performance.Suggestions for future research are provided. Keywords", "venue": "CHI '99", "year": 1999, "referenceCount": 26, "citationCount": 45, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2184437", "name": "J. Jacko"}, {"authorId": "1864830", "name": "M. A. Dixon"}, {"authorId": "2643040", "name": "R. H. Rosa"}, {"authorId": "2147132", "name": "I. Scott"}, {"authorId": "40312493", "name": "C. Pappas"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "8771fd5fb3045b6d4d4c11f7ea74b199441a6e3a", "externalIds": {"MAG": "2317247524", "DOI": "10.2307/3106689"}, "url": "https://www.semanticscholar.org/paper/8771fd5fb3045b6d4d4c11f7ea74b199441a6e3a", "title": "Determinism and indeterminacy in the history of technology", "abstract": "Le determinisme a materialise l'histoire de la technologie au XX e siecle, grâce aux innovations qui developpent l'economie et la culture", "venue": "", "year": 1995, "referenceCount": 0, "citationCount": 31, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "87707443", "name": "Philip Scranton"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "8907aab49095b1e0c4fb543b9bd46d0cce798b70", "externalIds": {"MAG": "1558833130"}, "url": "https://www.semanticscholar.org/paper/8907aab49095b1e0c4fb543b9bd46d0cce798b70", "title": "Ethnocritical heuristics for reflecting on work with users and other interested parties", "abstract": null, "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 19, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144440084", "name": "Michael J. Muller"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "8e47d09be76869728b8b1ed5bbb3ab2b632e06df", "externalIds": {"MAG": "1588904986", "DBLP": "books/daglib/0079418", "DOI": "10.1016/0898-1221(95)90264-3"}, "url": "https://www.semanticscholar.org/paper/8e47d09be76869728b8b1ed5bbb3ab2b632e06df", "title": "Computer-related risks", "abstract": "1. The Nature Of Risks. Background on Risks. Sources of Risks. Adverse Effects. Defensive Measures. Guide to Summary Tables. 2. Reliability And Safety Problems. Communication Systems. Problems in Space. Defense. Civil Aviation. Trains. Ships. Control-System Safety. Robotics and Safety. Medical Health and Safety. Electrical Power. Computer Calendar Clocks. Computing Errors. 3. Security Vulnerabilities. Security Vulnerabilities and Misuse Types. Pest Programs and Deferred Effects. Bypass of Intended Controls. Resource Misuse. Other Attack Methods. Comparison of the Attack Methods. Classical Security Vulnerabilities. Avoidance of Security Vulnerabilities. 4. Causes And Effects. Weak Links and Multiple Causes. Accidental versus Intentional Causes. 5. Security And Integrity Problems. Intentional Misuse. Security Accidents. Spoofs and Pranks. Intentional Denials of Service. Unintentional Denials of Service. Financial Fraud by Computer. Accidental Financial Losses. Risks in Computer-Based Elections. Jail Security. 6. Threats To Privacy And Well-Being. Needs for Privacy Protection. Privacy Violations. Prevention of Privacy Abuses. Annoyances in Life, Death, and Taxes. What's in a Name? Use of Names as Identifiers. 7. A System-Oriented Perspective. The Not-So-Accidental Holist: A System View. Putting Your Best Interface Forward. Distributed Systems. Woes of System Development. Modeling and Simulation. Coping with Complexity. Techniques for Increasing Reliability. Techniques for Software Development. Techniques for Increasing Security. Risks in Risk Analysis. Risks Considered Global(ly). 8. A Human-Oriented Perspective. The Human Element. Trust in Computer-Related Systems and in People. Computers, Ethics, and the Law. Mixed Signals on Social Responsibility. Group Dynamics. Certification of Computer Professionals. 9. Implications And Conclusions. Where to Place the Blame. Expect the Unexpected! Avoidance of Weak Links. Assessment of the Risks. Assessment of the Feasibility of Avoiding Risks. Risks in the Information Infrastructure. Questions Concerning the NII. Avoidance of Risks. Assessment of the Future. 020155805XT04062001", "venue": "", "year": 1994, "referenceCount": 0, "citationCount": 591, "influentialCitationCount": 25, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "34607009", "name": "P. Neumann"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "8f026e91c17305307765682629ed5d067f3d8d1f", "externalIds": {"DBLP": "conf/chi/ZhengBOO01", "MAG": "2064134003", "DOI": "10.1145/634067.634241"}, "url": "https://www.semanticscholar.org/paper/8f026e91c17305307765682629ed5d067f3d8d1f", "title": "Trust without touch: jump-start trust with social chat", "abstract": "Computer-mediated communication (CMC) is thought to be inadequate when one needs to establish trust. Rocco [4] found, for example, that discussions about agreements conducted over email were far less successful in engendering trust than those conducted face-to-face. But, if the participants met and did a team building exercise before the real task, trust was shown in spite of only having email to talk during the task. Here we show that if participants do not meet beforehand but rather engage in a text chat where they are told to \"get to know each other\" for a brief period, they show the same kinds of trust that you find when they meet beforehand face-to-face.", "venue": "CHI Extended Abstracts", "year": 2001, "referenceCount": 8, "citationCount": 47, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2115842401", "name": "Jun Zheng"}, {"authorId": "145301662", "name": "Nathan D. Bos"}, {"authorId": "34433695", "name": "J. Olson"}, {"authorId": "3153473", "name": "G. Olson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "8f283268ab6ae643b926ea997930262db9d5e5b7", "externalIds": {"DBLP": "conf/agents/FriedmanN97", "MAG": "2063681056", "DOI": "10.1145/267658.267772"}, "url": "https://www.semanticscholar.org/paper/8f283268ab6ae643b926ea997930262db9d5e5b7", "title": "Software agents and user autonomy", "abstract": "Software agents comprise a new area for research and soon will be embedded and ubiquitous in modern computing systems. In this formative phase, it is important to develop comprehensive measures of excellence for evaluation. To criteria in the literature -competence, completeness, correctness, efficiency, reliability, and trust -we propose as an essential complement: user autonomy. In this paper we: (1) provide a definition and rationale for user autonomy in relation to software agents; (2) describe a framework for understanding how user autonomy can be promoted or undermined through the design of software agents; and (3) consider justifiable limitations on user autonomy.", "venue": "AGENTS '97", "year": 1997, "referenceCount": 10, "citationCount": 76, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "903a8d011108576483f3c78f6e2fca7c7665e87f", "externalIds": {"MAG": "579673900"}, "url": "https://www.semanticscholar.org/paper/903a8d011108576483f3c78f6e2fca7c7665e87f", "title": "Confessions of an Igloo Dweller", "abstract": null, "venue": "", "year": 1995, "referenceCount": 0, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "103547176", "name": "James A. Houston"}, {"authorId": "103547176", "name": "James A. Houston"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "90f191bad424cba61cc32ff5ee6d7c3791beb36e", "externalIds": {"MAG": "1971777046", "DOI": "10.2307/1958076"}, "url": "https://www.semanticscholar.org/paper/90f191bad424cba61cc32ff5ee6d7c3791beb36e", "title": "A History and Theory of Informed Consent", "abstract": "This volume provides a historical and conceptual review of informed consent with particular attention to the special conditions under which such consent is obtained. Topics covered by the books 10 chapters are: foundations in moral theory foundations in legal theory pronouncement and practice in clinical medicine the emergence of legal doctrine the development of consent requirements in research ethics the evolution of federal policy governing human research in the US the concept of autonomy the concepts of informed consent and competence standards of understanding and coercion manipulation and persuasion. A distinction is made between 2 concepts of informed consent--informed consent defined in terms of the conditions of a particular kind of autonomous authorization and informed consent where the nature and acceptability of effective authorizations are established by operative informed consent rules in a particular policy system. Required is a complex balancing of policy objectives moral considerations and the interests of various parties in the setting of consent requirements.", "venue": "", "year": 1986, "referenceCount": 0, "citationCount": 1332, "influentialCitationCount": 14, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "143616873", "name": "R. Faden"}, {"authorId": "32438321", "name": "N. King"}, {"authorId": "4015457", "name": "T. Beauchamp"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "914071b8c9316c4e9b97ca247e4c6f8619143289", "externalIds": {"DBLP": "journals/cacm/NassG00", "MAG": "2013876659", "DOI": "10.1145/348941.348976"}, "url": "https://www.semanticscholar.org/paper/914071b8c9316c4e9b97ca247e4c6f8619143289", "title": "Speech interfaces from an evolutionary perspective", "abstract": "36 September 2000/Vol. 43, No. 9 COMMUNICATIONS OF THE ACM Similarly, the human head and brain are uniquely evolved to produce speech [4, 11]. Compared to other primates, humans have remarkably well-developed and controllable muscles around the lips and cheeks. Indeed, more of the motor cortex (particularly Broca’s area) is devoted to vocalization than to any other function, in sharp contrast to every other animal, including primates. Only homo sapiens can use the tongue, cheeks, and lips, together with the teeth, to produce 14 phonemes per second [11]; even the Neanderthals, who are known for having large brains and elaborate cultural and social behaviors, could not sustain speech due to the structure of their breathing apparatus [4]. Modern humans are also exquisitely tuned for speech recognition. Infants as young as one day old show relatively greater left hemisphere electrical activity to speech sounds and relatively greater right hemisphere activity to non-speech sounds [11]; by 22 days old, infants exhibit the adult tendency for right-ear (and left-brain-hemisphere) dominance for spoken sounds (regardless of language) and left-ear (and right-brain-hemisphere) dominance for music and other sounds [11]. Why is the fundamental and uniquely human propensity for speech so important in the design of How does the human brain react when confronted by a talking computer? Answers from psychological research and its design implications help define the limits of what computers should say and how they might say it. Clifford Nass and Li Gong", "venue": "CACM", "year": 2000, "referenceCount": 14, "citationCount": 140, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2029850", "name": "C. Nass"}, {"authorId": "2056813456", "name": "Li Gong"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "925093fe99629abbc3591800f62eec23f44eb96d", "externalIds": {"MAG": "2072338070", "DBLP": "conf/cscw/IsaacsTM96", "DOI": "10.1145/240080.240316"}, "url": "https://www.semanticscholar.org/paper/925093fe99629abbc3591800f62eec23f44eb96d", "title": "Piazza: a desktop environment supporting impromptu and planned interactions", "abstract": "Much of the support for communication across distributed communities has focused on meetings and intentional contact. However, most interactions within co-located groups occur when people happen to run into each other. Such unintended interactions should also be supported among distributed communities. We conducted a study of the communication patterns of a large, distributed organization and found that people tend to disseminate information using formal techniques, even though people usually receive information informally. We then designed a system called Piazza that is intended to support the range of communication styles evident in large communities, paying particular attention to adchessing the problems revealed in our study. Piazza allows people to be aware of others who are doing similar tasks when they are using their computers, the~by enabling unintended interactions. It also supports intentiomd contacts and planned meetings. We discuss issues for analysis in an upcoming use study.", "venue": "CSCW '96", "year": 1996, "referenceCount": 31, "citationCount": 189, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1731031", "name": "E. Isaacs"}, {"authorId": "8877278", "name": "John C. Tang"}, {"authorId": "144768150", "name": "Trevor Morris"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "933459285e5462bb54100df2e2992ec317f61cbd", "externalIds": {"MAG": "2055860749", "DBLP": "conf/cscw/BoyleEG00", "DOI": "10.1145/358916.358935"}, "url": "https://www.semanticscholar.org/paper/933459285e5462bb54100df2e2992ec317f61cbd", "title": "The effects of filtered video on awareness and privacy", "abstract": "Video-based media spaces are designed to support casual interaction between intimate collaborators. Yet transmitting video is fraught with privacy concerns. Some researchers suggest that the video stream be filtered to mask out potentially sensitive information. While a variety of filtering techniques exist, they have not been evaluated for how well they safeguard privacy.\nIn this paper, we analyze how a blur and a pixelize video filter might impact both awareness and privacy in a media space. Each filter is considered at nine different levels of fidelity, ranging from heavily applied filter levels that mask almost all information, to lightly applied filters that reveal almost everything. We examined how well observers of several filtered video scenes extract particular awareness cues: the number of actors; their posture (moving, standing, seated); their gender; the visible objects (basic to detailed); and how available people look (their busyness, seriousness and approachability). We also examined the privacy-preserving potential of each filter level in the context of common workplace activities. Our results suggest that the blur filter, and to a lesser extent the pixelize filter, have a level suitable for providing awareness information while safeguarding privacy.", "venue": "CSCW '00", "year": 2000, "referenceCount": 16, "citationCount": 265, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2057315791", "name": "Michael Boyle"}, {"authorId": "2069859610", "name": "Christopher Edwards"}, {"authorId": "144343609", "name": "S. Greenberg"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "93b550d6c27f2148951c633d60dfe73e6a3f5327", "externalIds": {"MAG": "2058583438", "DOI": "10.1086/292745"}, "url": "https://www.semanticscholar.org/paper/93b550d6c27f2148951c633d60dfe73e6a3f5327", "title": "Trust and Antitrust", "abstract": "Whether or not everything which matters to us is the sort of thing that can thrive or languish (I may care most about my stamp collection) or even whether all the possibly thriving things we care about need trust in order to thrive (does my rubber tree?), there surely is something basically right about Bok's claim. Given that I cannot myself guard my stamp collection at all times, nor take my rubber tree with me on my travels, the custody of these things that matter to me must often be transferred to others, presumably to others I trust. Without trust, what matters to me would be unsafe, unless like the Stoic I attach myself only to what can thrive, or be safe from harm, however others act. The starry heavens above and the moral law within had better be about the only things that matter to me, if there is no one I can trust in any way. Even my own Stoic virtue will surely thrive better if it evokes some trust from others, inspires some trustworthiness in them, or is approved and imitated by them. To Bok's statement, however, we should add another, that not all the things that thrive when there is trust between people, and which matter, are things that should be encouraged to thrive. Exploitation and", "venue": "Ethics", "year": 1986, "referenceCount": 0, "citationCount": 1660, "influentialCitationCount": 96, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "66505268", "name": "A. Baier"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9575847b10cdf1baf6e26d60f5edb58b8116f97f", "externalIds": {"DBLP": "conf/cscw/GodefroidyHJL00", "MAG": "2042304183", "DOI": "10.1145/358916.358963"}, "url": "https://www.semanticscholar.org/paper/9575847b10cdf1baf6e26d60f5edb58b8116f97f", "title": "Ensuring privacy in presence awareness: an automated verification approach", "abstract": "Providing information about other users and their activites is a central function of many collaborative applications. The data that provide this \"presence awareness\" are usually automatically generated and highly dynamic. For example, services such as AOL Instant Messenger allow users to observe the status of one another and to initiate and participate in chat sessions. As such services become more powerful, privacy and security issues regarding access to sensitive user data become critical. Two key software engineering challenges arise in this context:\nPolicies regarding access to data in collaborative applications have subtle complexities, and must be easily modifiable during a collaboration.\nUsers must be able to have a high degree of confidence that the implementations of these policies are correct.\nIn this paper, we propose a framework that uses an automated verification approach to ensure that such systems conform to complex policies. Our approach takes advantage of VeriSoft, a recent tool for systematically testing implementations of concurrent systems, and is applicable to a wide variety of specification and development platforms for collaborative applications. we illustrate the key features of our framework by applying it to the development of a presence awareness system.", "venue": "CSCW '00", "year": 2000, "referenceCount": 31, "citationCount": 58, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1707506", "name": "Patrice Godefroid"}, {"authorId": "1705550", "name": "J. Herbsleb"}, {"authorId": "2334186", "name": "L. Jagadeesan"}, {"authorId": "2108504741", "name": "Du Li"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "95897af6a0ab70e618457cfa7d671bf4dc3e9ce6", "externalIds": {"MAG": "2050963707", "DOI": "10.1126/science.2274783", "PubMed": "2274783"}, "url": "https://www.semanticscholar.org/paper/95897af6a0ab70e618457cfa7d671bf4dc3e9ce6", "title": "New physicians: a natural experiment in market organization", "abstract": "The National Resident Matching Program is a centralized clearinghouse through which new medical graduates in the United States obtain their first positions. The history of this market, from the market failures that the centralized system was designed to address, to the present, is discussed, and a hypothesis about the behavior of such markets is presented. New evidence is then presented from a set of similar centralized markets in the United Kingdom. Because some of these latter markets have failed, while others have succeeded, they provide a natural experiment that permits the hypothesis to be tested. The new evidence also suggests directions in which modifications of existing procedures might be considered.", "venue": "Science", "year": 1990, "referenceCount": 4, "citationCount": 145, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Medicine"], "authors": [{"authorId": "2418685", "name": "A. Roth"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9835a710a8fd40087fc2e4bd213bc56ea7fbf979", "externalIds": {"MAG": "1978483322", "DBLP": "conf/cscw/ONeillG98", "DOI": "10.1145/289444.289507"}, "url": "https://www.semanticscholar.org/paper/9835a710a8fd40087fc2e4bd213bc56ea7fbf979", "title": "Sustaining mentoring relationships on-line", "abstract": "we have documented shares some of the influences discussed by Ackerman et. al., but has unique dynamics of its own which present unique technical and social demands. Using several examples from telementoring dialogues, we will elucidate these demands and discuss the potential for CSCW systems to better sustain long-term help relationships by accommodating them. CSCW systems and research aim to sustain productive relationships over barriers of time and space. For the most part, however, the CSCW literature has focused on shortterm relationships or collaborative episodes. Here, we examine in depth 26 lengthy email relationships between students in grades 7 to 12 and volunteer scientists who advised them on science projects. We illustrate the unique dynamics of these relationships, consider their technical and social demands, and discuss the potential for CSCW systems to help sustain long-term help relationships by better accommodating their needs. Mentoring Relationships While successful people often point to the importance of mentoring relationships in their development [2], these relationships are quite sensitive to time and space constraints. Since they often arise out of informal communications, they can be hampered by a variety of incidental factors such as office locations [3], preventing people who might excel as mentors from serving in this capacity. Where the spatial organization of the workplace is not an obstacle, mentoring activities may be hampered by daily schedules and organizational surroundings. Thus, while programs do exist which link school and work settings [4, 5], these programs have not become widespread because the different schedules on which schools, corporations and universities operate make it difficult to maintain relationships across these organizations.", "venue": "CSCW '98", "year": 1998, "referenceCount": 25, "citationCount": 44, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1468660571", "name": "D. O’Neill"}, {"authorId": "144734666", "name": "L. Gomez"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "991cc27475e5fcff3fe03b9f7e394514c716fcb4", "externalIds": {"MAG": "1607105911", "DOI": "10.5860/choice.35-4540"}, "url": "https://www.semanticscholar.org/paper/991cc27475e5fcff3fe03b9f7e394514c716fcb4", "title": "Technology and Privacy: The New Landscape", "abstract": "From the Publisher: \nPrivacy is the capacity to negotiate social relationships by controlling access to information about oneself. As laws, policies, and technological developments increasingly structure our relationships with social institutions, privacy faces new threats and new opportunities. The essays in this book provide a new conceptual framework for analyzing and debating privacy policy and for designing and developing information systems. The authors are international experts in the technical, economic, and political aspects of privacy; the book's particular strengths are its synthesis of these three aspects and its treatment of privacy issues in Canada and in Europe as well as in the United States.", "venue": "", "year": 1998, "referenceCount": 0, "citationCount": 307, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "35126179", "name": "P. Agre"}, {"authorId": "145480748", "name": "M. Rotenberg"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "99c5a93f06f199edb87c24760cdbaf3bc9590a01", "externalIds": {"MAG": "1996750820", "DBLP": "conf/chi/Farrell01", "DOI": "10.1145/634067.634283"}, "url": "https://www.semanticscholar.org/paper/99c5a93f06f199edb87c24760cdbaf3bc9590a01", "title": "Social and informational proxies in a fishtank", "abstract": "This paper describes an interactive fishtank that displays on a large screen in a shared space in our research lab. Fish represent people and informational resources. People can interact with fish by tapping on the tank or typing. Fish can be personalized or extended to reveal whatever a particular person wants to reveal about his or herself. Through this calm, pleasing interface, group awareness can be conveyed.", "venue": "CHI Extended Abstracts", "year": 2001, "referenceCount": 3, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2058615284", "name": "Stephen Farrell"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9afe5a95d6e457a828980e5f3a61527c019d8096", "externalIds": {"DBLP": "conf/chi/BersGD01", "MAG": "1982165104", "DOI": "10.1145/365024.365302"}, "url": "https://www.semanticscholar.org/paper/9afe5a95d6e457a828980e5f3a61527c019d8096", "title": "Identity construction environments: supporting a virtual therapeutic community of pediatric patients undergoing dialysis", "abstract": "We describe a five-month pilot project conducted in the dialysis unit at Boston's Children's Hospital. Pediatric patients with renal disease used the Zora graphical multi-user environment while facing hemodialysis. Zora is an identity construciton environment specifically designed to help young people explore issues of identity, while engaging in a participatory virtual community. This paper presents the experience and evaluates the feasibility and safety of using Zora in a hospital setting. It describes how Zora facilitated explorations of identity and mutual patient support and interaction. Finally it also presents design recommendations for future interventions of this kind. More generally, this paper explores the potential of technology specifically designed with therapeutic purposes to help patients cope with their illness.", "venue": "CHI", "year": 2001, "referenceCount": 15, "citationCount": 60, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2392975", "name": "M. Bers"}, {"authorId": "1403764917", "name": "J. Gonzalez-Heydrich"}, {"authorId": "1972686", "name": "D. DeMaso"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9d022d7f8a7de285ada2199a0e99de5193706104", "externalIds": {"DBLP": "conf/dare/FriedmanK00", "MAG": "2166907252", "DOI": "10.1145/354666.354694"}, "url": "https://www.semanticscholar.org/paper/9d022d7f8a7de285ada2199a0e99de5193706104", "title": "New directions: a value-sensitive design approach to augmented reality", "abstract": "In this position paper we bring a new approach — Value-Sensitive Design — to understanding the value implications of augmented reality. We examine seven values: psychological well-being, physical well-being, privacy, deception, informed consent, ownership and property, and trust. In addition, we briefly describe our work where we apply a Value-Sensitive Design approach to augmented reality of the natural world.", "venue": "DARE '00", "year": 2000, "referenceCount": 54, "citationCount": 36, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "144674612", "name": "P. H. Kahn"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9d6b7d4c5b3d007fd423a606a77e849a0bc73be4", "externalIds": {"MAG": "2971100189"}, "url": "https://www.semanticscholar.org/paper/9d6b7d4c5b3d007fd423a606a77e849a0bc73be4", "title": "Property Rights: Philosophical Foundations", "abstract": null, "venue": "", "year": 1981, "referenceCount": 0, "citationCount": 43, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "47200912", "name": "L. Becker"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9f2b215279aca343aa6473dcdede3708a684e0e3", "externalIds": {"MAG": "298082197"}, "url": "https://www.semanticscholar.org/paper/9f2b215279aca343aa6473dcdede3708a684e0e3", "title": "The De-scription of Technical Objects", "abstract": null, "venue": "", "year": 1992, "referenceCount": 0, "citationCount": 2268, "influentialCitationCount": 244, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2068536218", "name": "M. Akrich"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9f7156978a63efbe52cb337dc13eb2c72b458465", "externalIds": {"DBLP": "conf/cscw/GreenspanGWB00", "MAG": "1990522214", "DOI": "10.1145/358916.358996"}, "url": "https://www.semanticscholar.org/paper/9f7156978a63efbe52cb337dc13eb2c72b458465", "title": "Interpersonal trust and common ground in electronically mediated communication", "abstract": "Communication and commerce by web or phone creates benefits and challenges for both buyer and seller. Websites provide convenience and visualization; telephones provide voice and real-time interaction. To combine key elements of these experiences, we developed PhoneChannel. Using PhoneChannel, a PC user while talking on the telephone can display visuals on the other person's television. How do these different media affect the consumer experience? In a recent laboratory study, prospective homebuyers selected houses of interest using web, telephone, or PhoneChannel. Using the telephone or PhoneChannel led to higher trust; but using web or PhoneChannel led to higher ratings on convenience, enjoyment, and 'good method' scales.", "venue": "CSCW '00", "year": 2000, "referenceCount": 45, "citationCount": 54, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "32603360", "name": "S. Greenspan"}, {"authorId": "2060983286", "name": "David Goldberg"}, {"authorId": "1749445", "name": "D. Weimer"}, {"authorId": "145640357", "name": "A. Basso"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9f99ac25fbb305916c7ad48bf1d1cf81f1258329", "externalIds": {"MAG": "2024372407", "DOI": "10.2307/2074651"}, "url": "https://www.semanticscholar.org/paper/9f99ac25fbb305916c7ad48bf1d1cf81f1258329", "title": "Connections: New Ways of Working in the Networked Organization", "abstract": "From the Publisher: \nComputer networking is changing the way people work and the way organizations function. \"Connections\" is an accessible guide to the promise and the pitfalls of this latest phase of the computer revolution.", "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 1039, "influentialCitationCount": 27, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2198165", "name": "L. Sproull"}, {"authorId": "47198673", "name": "S. Kiesler"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a239caf9fc67273f34e703af500af2b68730330e", "externalIds": {"MAG": "1977011589", "DBLP": "conf/chi/Oviatt99", "DOI": "10.1145/302979.303163"}, "url": "https://www.semanticscholar.org/paper/a239caf9fc67273f34e703af500af2b68730330e", "title": "Mutual disambiguation of recognition errors in a multimodel architecture", "abstract": "As a new generation of multimodal/media systems begins to defineitself, researchers are attempting to learn how to combinedifferent modes into strategically integrated whole systems. Intheory, well designed multimodal systems should be able tointegrate complementary modalities in a manner that supports mutualdisambiguation (MD) of errors and leads to more robust performance.In this study, over 2,000 multimodal utterances by both native andaccented speakers of English were processed by a multimodal system,and then logged and analyzed. The results confirmed that multimodalsystems can indeed support significant levels of MD, and alsohigher levels of MD for the more challenging accented users. As aresult, although speech recognition as a stand-alone performed farmore poorly for accented speakers, their multimodal recognitionrates did not differ from those of native speakers. Implicationsare discussed for the development of future multimodalarchitectures that can perform in a more robust and stable mannerthan individual recognition technologies. Also discussed is thedesign of interfaces that support diversity in tangible ways, andthat function well under challenging real-world usageconditions,", "venue": "CHI '99", "year": 1999, "referenceCount": 17, "citationCount": 317, "influentialCitationCount": 22, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2807460", "name": "S. Oviatt"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a2a34b25228ca42197d1118a840b446e71b95ca0", "externalIds": {"MAG": "630539082"}, "url": "https://www.semanticscholar.org/paper/a2a34b25228ca42197d1118a840b446e71b95ca0", "title": "The privacy law sourcebook : United States law, international law, and recent developments", "abstract": null, "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 35, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145480748", "name": "M. Rotenberg"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a5c59fc4fc09d945dcfe0a1112cde71f0ca505dc", "externalIds": {"DBLP": "conf/cscw/MilewskiS00", "MAG": "2122533268", "DOI": "10.1145/358916.358978"}, "url": "https://www.semanticscholar.org/paper/a5c59fc4fc09d945dcfe0a1112cde71f0ca505dc", "title": "Providing presence cues to telephone users", "abstract": "A significant problem with telephone communication is that callers do not have enough awareness about the Personal Presence of people they want to call. The result can be unwanted, interrupting calls. Thelive addressbookis an application that helps users make more informed telephone calls and teleconferences, from anywhere, via their wireless PDA or desktop browser. Unlike other network-based address books, which maintain static information, the live addressbook can display dynamic information about where the recipient currently is (i.e., reach number), and how available he/she currently is for calls. The system accomplishes this by applying to telephony the \"Buddy List\" concepts made popular in Instant Messaging applications. User trials assess the applicability of Personal Presence information in a telephone context.", "venue": "CSCW '00", "year": 2000, "referenceCount": 25, "citationCount": 178, "influentialCitationCount": 12, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2771022", "name": "A. Milewski"}, {"authorId": "145836939", "name": "Thomas M. Smith"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a6459367bb55972b15a5683f5efbd3dd98fdd144", "externalIds": {"MAG": "2100505193", "DBLP": "journals/computer/LevesonT93", "DOI": "10.1109/MC.1993.274940"}, "url": "https://www.semanticscholar.org/paper/a6459367bb55972b15a5683f5efbd3dd98fdd144", "title": "An investigation of the Therac-25 accidents", "abstract": "Between June 1985 and January 1987, the Therac-25 medical electron accelerator was involved in six massive radiation overdoses. As a result, several people died and others were seriously injured. A detailed investigation of the factors involved in the software-related overdoses and attempts by users, manufacturers, and government agencies to deal with the accidents is presented. The authors demonstrate the complex nature of accidents and the need to investigate all aspects of system development and operation in order to prevent future accidents. The authors also present some lessons learned in terms of system engineering, software engineering, and government regulation of safety-critical systems containing software components.<<ETX>>", "venue": "Computer", "year": 1993, "referenceCount": 57, "citationCount": 1362, "influentialCitationCount": 39, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1777378", "name": "N. Leveson"}, {"authorId": "28216803", "name": "C. Turner"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a6a0a5234c6ddfb8a9b7a65a013000c900eb75de", "externalIds": {"MAG": "1501741523", "DOI": "10.1145/238339.238378"}, "url": "https://www.semanticscholar.org/paper/a6a0a5234c6ddfb8a9b7a65a013000c900eb75de", "title": "Social impact statements: engaging public participation in information technology design", "abstract": "Computers have become an integral part of our everyday lives. Banks, airlines, motor vehicle administrations, police departments, Social Security, and the Internal Revenue Service all depend on computers. From their introduction, people have questioned th~ impact computers will have on society. We believe it is our responsibility as system designers to achieve organizational goals while serving human needs and protecting individual rights. The proposed Social Impact Statements (Shneiderman, 1990) would identify the impacts of information systems on direct and indirect users, who may be employees or the public. This paper proposes a tlamework for implementing Social Impact Statements for federal and local government agencies and regulated industries, with optional participation by the other privately held corporations. A Social Impact Statement should describe the new system and its benefits, acknowledge concerns and potential barriers, outline the development process, and address fundamental principles. Examples from our work with the Maryland Department of Juvenile Justice are offered.", "venue": "CQL '96", "year": 1996, "referenceCount": 29, "citationCount": 52, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Economics", "Political Science"], "authors": [{"authorId": "1740403", "name": "B. Shneiderman"}, {"authorId": "145086149", "name": "A. Rose"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a6e061163190e6d8f0034b7b5d977ef1b678402b", "externalIds": {"MAG": "1487058002", "DBLP": "books/ox/92/AW1992", "DOI": "10.1093/oso/9780195075106.001.0001"}, "url": "https://www.semanticscholar.org/paper/a6e061163190e6d8f0034b7b5d977ef1b678402b", "title": "Usability - Turning Technologies into Tools", "abstract": "1. The Usability Challenge 2. Design for Usability: Crafting a Strategy for the Design of a New Generation of Xerox Copiers 3. An Approach to Designing Effective Systems 4. Skill-Based Design: Productivity, Learning, and Organization Effectiveness 5. Scandinavian Design: On Participation and Skill 6. Work at the Interface: Advanced Manufacturing Technology and Job Design 7. Enacting Design for the Workplace", "venue": "", "year": 1992, "referenceCount": 0, "citationCount": 167, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "2261551", "name": "P. Adler"}, {"authorId": "1699245", "name": "T. Winograd"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a8e98b16c4911706b5d6e933c3cf3c03b8056edc", "externalIds": {"MAG": "2147640180", "DBLP": "journals/urban/NothBW03", "DOI": "10.1016/S0198-9715(01)00030-8"}, "url": "https://www.semanticscholar.org/paper/a8e98b16c4911706b5d6e933c3cf3c03b8056edc", "title": "An extensible, modular architecture for simulating urban development, transportation, and environmental impacts", "abstract": "UrbanSim simulates the development of urban areas, including land use, transportation, and environmental impacts, over periods of 20 or more years. Its purpose is to aid urban planners, residents, and elected officials in evaluating the long-term results of alternate plans, particularly as they relate to such issues as housing, business and economic development, sprawl, open space, traffic congestion, and resource consumption. From a software perspective, it is a large, complex, system, with heavy demands for excellent space efficiency and support for software evolution. It consists of a collection of models that represent different urban actors and processes, an object store that holds the state of the simulated urban environment, a model coordinator that schedules models to run and notifies them when data of interest has changed, and a translation and aggregation layer that performs a range of data conversions to mediate between the object store and the models. The paper concludes with a discussion of the lessons learned regarding software architecture to support rapid evolution within the field of urban simulation.", "venue": "Comput. Environ. Urban Syst.", "year": 2001, "referenceCount": 128, "citationCount": 88, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Geography", "Computer Science"], "authors": [{"authorId": "2094295018", "name": "Michael Noth"}, {"authorId": "143981586", "name": "A. Borning"}, {"authorId": "145066692", "name": "P. Waddell"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a9076d45189d8e7d86dde73c6c7e80519f8fc2ec", "externalIds": {"MAG": "2043351504", "DBLP": "journals/software/Gotterbarn99", "DOI": "10.1109/52.805474"}, "url": "https://www.semanticscholar.org/paper/a9076d45189d8e7d86dde73c6c7e80519f8fc2ec", "title": "How the New Software Engineering Code of Ethics Affects You", "abstract": "The Software Engineering Code of Ethics and Professional Practice has recently been approved. This article looks at the immediate and long-term implications: Why does a profession need a code of ethics? How will this code function in an emerging profession like software engineering? What impact will it have on software practitioners?.", "venue": "IEEE Softw.", "year": 1999, "referenceCount": 7, "citationCount": 47, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1681434", "name": "D. Gotterbarn"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "aa541bd54d1e2581dee819cce37fbfa3ebcdbe11", "externalIds": {"MAG": "2160397312", "DBLP": "conf/chi/JanckeVGCG01", "DOI": "10.1145/365024.365352"}, "url": "https://www.semanticscholar.org/paper/aa541bd54d1e2581dee819cce37fbfa3ebcdbe11", "title": "Linking public spaces: technical and social issues", "abstract": "Three public spaces frequency used by members of a single organization who are distributed across different floors of two buildings were linked by constantly-running video and audio connections. We discuss the design of the system, including issues in providing low-latency, full-duplex audio-video connectivity, ways to increase possibilities for interaction while addressing privacy concerns, and the introduction of the system to the community. We report on responses to the system and lessions learned, including unexpected issues, such as creative decorations of the spaces and assertions by a vocal minority of employees about the private nature of “public space.”", "venue": "CHI", "year": 2001, "referenceCount": 14, "citationCount": 122, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2193264", "name": "G. Jancke"}, {"authorId": "1785079", "name": "Gina Venolia"}, {"authorId": "145057285", "name": "J. Grudin"}, {"authorId": "2745040", "name": "Jonathan J. Cadiz"}, {"authorId": "2110759834", "name": "Anoop Gupta"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "aa8a4922413a31c1f03e08164062c0d0c7bc15ba", "externalIds": {"MAG": "2001642163", "DOI": "10.2307/2393500"}, "url": "https://www.semanticscholar.org/paper/aa8a4922413a31c1f03e08164062c0d0c7bc15ba", "title": "Intellectual Teamwork: Social and Technological Foundations of Cooperative Work", "abstract": "Contents: J. Galegher, R.E. Kraut, Technology for Intellectual Teamwork: Perspectives on Research and Design. Part I:Basic Social Processes. J.E. McGrath, Time Matters in Groups. B.A. Gutek, Work Group Structure and Information Technology: A Structural Contingency Approach. J.J. Gabarro, The Development of Working Relationships. R.M. Krauss, S.R. Fussell, Mutual Knowledge and Communicative Effectiveness. Part II:Field Studies of Collaborative Work. R.E. Kraut, C. Egido, J. Galegher, Patterns of Contact and Communication in Scientific Research Collaborations. D.G. Ancona, D.F. Caldwell, Information Technology and Work Groups: The Case of New Product Teams. E. Hutchins, The Technology of Team Navigation. A.V. Cicourel, The Integration of Distributed Knowledge in Collaborative Medical Diagnosis. Part III:Experiences With Technology for Cooperative Work. T.K. Bikson, J.D. Eveland, The Interplay of Work Group Structures and Computer Support. T. Finholt, L. Sproull, S. Kiesler, Communication and Performance in ad hoc Task Groups. R.E. Rice, D.E. Shook, Voice Messaging, Coordination, and Communication. C. Egido, Teleconferencing as a Technology to Support Cooperative Work: Its Possibilities and Limitations. K.L. Kraemer, A. Pinsonneault, Technology and Groups: Assessments of the Empirical Research. Part IV:Technology for Cooperative Work. G.P. Landow, Hypertext and Collaborative Work: The Example of Intermedia. G.M. Olson, D.E. Atkins, Supporting Collaboration With Advanced Multimedia Electronic Mail: The NSF EXPRES Project. F. Lakin, Visual Languages for Cooperation: A Performing Medium Approach to Systems for Cooperative Work. M. Abel, Experiences in an Exploratory Distributed Organization. D.R. Vogel, J.F. Nunamaker, Design and Assessment of a Group Decision Support System.", "venue": "", "year": 1990, "referenceCount": 0, "citationCount": 761, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "3074856", "name": "J. Galegher"}, {"authorId": "1702853", "name": "R. Kraut"}, {"authorId": "3212604", "name": "C. Egido"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "adaa5c37a9bc9e8772bc3dda78ee58df4f87d1b7", "externalIds": {"MAG": "1997247511", "DBLP": "journals/cacm/OlsonO00", "DOI": "10.1145/355112.355121"}, "url": "https://www.semanticscholar.org/paper/adaa5c37a9bc9e8772bc3dda78ee58df4f87d1b7", "title": "i2i trust in e-commerce", "abstract": "The Internet has brought about the New Economy and with it a host of research on e-commerce. Most people familiar with ecommerce think of it as, first, the ability of consumers to buy products and services online (an arrangement known as B2C). Alternatively, it’s also the ability of businesses to interact with one another electronically (B2B) in the interests of, say, supporting the supply chain, the next step beyond electronic data interchange. Another important change the Internet has meant for commerce is that individuals have the ability to communicate with one another, independent of location (or i2i, for individual-toindividual). i2i plays a big role in e-commerce in two main scenarios: global teams inside organizations and advisor/advisee interactions from one organization to another or from an agent to a customer. Global teams. For global teams, managers can choose members from around the world, extending their reach to find the most appropriate experts for the job at hand. Many companies have gone global, assigning people from different continents, time zones, areas of expertise, even from outside the organization, to work toward a common goal. Ford Motor Co. is an example of a global organization assigning global teams to design various automobile components and produce cars for all regions, rather than different cars for different regions, as it had previously; Ford calls it “virtual collocation.” Meanwhile, although a number of companies have been doing software development around the world and around the clock, such global work has become much easier in recent years thanks to the Internet. Where these companies used to work through ftp and version-control software to share the code itself, today’s Netbased communication makes it easier to discuss the work, clarify misunderstandings, coordinate changes, and monitor and maintain the schedule through email, attachments, and textchat capabilities, as well as through audio and videoconferencing. Advisor/advisee relations. The Internet was originally expected to be a great medium for “disintermediation,” or the elimination of people as intermediaries to sources and services. We would be able to explore enormous digital libraries without a reference librarian; access medical information before meeting a physician; view ongoing changes in the stock market, allowing us to make decisions without a broker; or secure travel arrangements without a travel agent. Although such access is widespread today, and many of us are able to work independently, people are beginning to reappear in our online interchanges. We now recognize the value these intermediaries might offer us, including counsel, guidance to the right sources of information, assessment of the quality of the sources, and customized advice, because they understand our overall goals and needs. Today, we are seeing “reintermediation,” or the reintroduction of people to online interaction to link sources and services. Services include live chat with human advisors—on-screen videoconferencing to hone the advice for the individual being served. Reintermediation via i2i affects both B2C and B2B. Trust is the principle challenge in both areas—connecting teammates across long distances and the interaction of advice seekers and advisors on the Internet. In order for teammates to work productively and efficiently, they have to trust one an-", "venue": "CACM", "year": 2000, "referenceCount": 17, "citationCount": 185, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "34433695", "name": "J. Olson"}, {"authorId": "3153473", "name": "G. Olson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "ae8e8c03cf13fd290c13caac439db1ce1db9527f", "externalIds": {"MAG": "2006667720", "DOI": "10.1145/970492.970506"}, "url": "https://www.semanticscholar.org/paper/ae8e8c03cf13fd290c13caac439db1ce1db9527f", "title": "The impact of awareness technologies on privacy litigation", "abstract": "Acting upon a well-grounded belief that Danny Kyllo was growing marijuana in his home, a government agent used a thermal imager to scan Kyllo’s house and those adjacent to it. Marijuana is frequently cultivated with the aid of high-intensity lamps and the agent sought to determine whether the petitioner’s house was dissipating an amount of heat consistent with the use of such lamps. The results from the scan indicated that Kyllo’s home was significantly warmer in parts of the roof, and this information along with other evidence was used to obtain a search warrant for Kyllo’s home. Facing the charge of manufacturing marijuana, Kyllo pled guilty but reserved the right to challenge the search warrant on the basis that a portion of the evidence upon which it rested, the heat scan, had been obtained in violation of the Fourth Amendment to the United States Constitution. The United States Supreme Court held, in a 5-4 decision, that the use of the thermal imager had, indeed, infringed upon Kyllo’s Fourth Amendment rights.1", "venue": "CHIB", "year": 2001, "referenceCount": 0, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "9267108", "name": "G. Abowd"}, {"authorId": "3166524", "name": "Anne R. Jacobs"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "b2d9701298f01a35aa890d2a8bf0fc4c396f799e", "externalIds": {"MAG": "2320217246", "DOI": "10.2307/2944500"}, "url": "https://www.semanticscholar.org/paper/b2d9701298f01a35aa890d2a8bf0fc4c396f799e", "title": "Does Technology Drive History? The Dilemma of Technological Determinism.", "abstract": null, "venue": "", "year": 1995, "referenceCount": 0, "citationCount": 733, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "96267983", "name": "A. Roland"}, {"authorId": "2116669861", "name": "Merritt Roe Smith"}, {"authorId": "88679343", "name": "L. Marx"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "b34b4ff58c5c6472b97e8b71aecc4baec1a3d62d", "externalIds": {"DBLP": "conf/chi/FoggT99", "MAG": "2095942159", "DOI": "10.1145/302979.303001"}, "url": "https://www.semanticscholar.org/paper/b34b4ff58c5c6472b97e8b71aecc4baec1a3d62d", "title": "The elements of computer credibility", "abstract": "Given the importance of credibility in computing products, theresearch on computer credibility is relatively small. To enhanceknowledge about computers and credibility, we define key termsrelating to computer credibility, synthesize the literature in thisdomain, and propose three new conceptual frameworks for betterunderstanding the elements of computer credibility. To promotefurther research, we then offer two perspectives on what computerusers evaluate when assessing credibility. We conclude bypresenting a set of credibility-related terms that can serve infuture research and evaluation endeavors.", "venue": "CHI '99", "year": 1999, "referenceCount": 49, "citationCount": 779, "influentialCitationCount": 66, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145469150", "name": "B. Fogg"}, {"authorId": "145435472", "name": "Hsiang Tseng"}]}}]}