{"paperId": "2426766caca218e56fde73a0e894e7946ce7b65a", "externalIds": {"MAG": "2126907682", "DOI": "10.1111/ecoj.12082"}, "url": "https://www.semanticscholar.org/paper/2426766caca218e56fde73a0e894e7946ce7b65a", "title": "The Visible Hand: Race and Online Market Outcomes", "abstract": "We examine the effect of race on market outcomes by selling iPods through local online classified advertisements throughout the United States in a year-long field experiment. Each ad features a photograph of the product being held by a dark- or light-skinned (“black” or “white”) hand. To provide context, we also consider a group of sellers against whom buyers might statistically discriminate for similar reasons: white sellers with wrist tattoos. Black sellers do worse than white sellers on a variety of market outcome measures: They receive 13% fewer responses and 17% fewer offers. These effects are strongest in the Northeast, and are similar in magnitude to those associated with the display of a wrist tattoo. Conditional on receiving at least one offer, black sellers also receive 2–4% lower offers, despite the selfselected—and presumably less biased—pool of buyers. In addition, buyers corresponding with black sellers exhibit lower trust: They are 17% less likely to include their name in e-mails, 44% less likely to accept delivery by mail, and 56% more likely to express concern about making a long-distance payment. We find evidence that black sellers suffer particularly poor outcomes in thin markets; it appears that discrimination may not “survive” in the presence of significant competition among buyers. Furthermore, black sellers do worst in the most racially isolated markets and markets with high property crime rates, consistent with channels through which we might expect statistical discrimination to operate.", "venue": "", "year": 2013, "referenceCount": 40, "citationCount": 197, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "52181002", "name": "Jennifer L. Doleac"}, {"authorId": "32285747", "name": "L. Stein"}]}