{"paperId": "b174b2f19e3264b410ffa0362ee12cd3d819a2cc", "externalIds": {"MAG": "575086601"}, "url": "https://www.semanticscholar.org/paper/b174b2f19e3264b410ffa0362ee12cd3d819a2cc", "title": "Stuck in the Shallow End: Education, Race, and Computing", "abstract": "The number of African Americans and Latino/as receiving undergraduate and advanced degrees in computer science is disproportionately low, according to recent surveys. And relatively few African American and Latino/a high school students receive the kind of institutional encouragement, educational opportunities, and preparation needed for them to choose computer science as a field of study and profession. In Stuck in the Shallow End, Jane Margolis looks at the daily experiences of students and teachers in three Los Angeles public high schools: an overcrowded urban high school, a math and science magnet school, and a well-funded school in an affluent neighborhood. She finds an insidious \"virtual segregation\" that maintains inequality. Two of the three schools studied offer only low-level, how-to (keyboarding, cutting and pasting) introductory computing classes. The third and wealthiest school offers advanced courses, but very few students of color enroll in them. The race gap in computer science, Margolis finds, is one example of the way students of color are denied a wide range of occupational and educational futures. Margolis traces the interplay of school structures (such factors as course offerings and student-to-counselor ratios) and belief systemsincluding teachers' assumptions about their students and students' assumptions about themselves. Stuck in the Shallow End is a story of how inequality is reproduced in Americaand how students and teachers, given the necessary tools, can change the system.", "venue": "", "year": 2017, "referenceCount": 0, "citationCount": 122, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "2868232", "name": "Jane Margolis"}]}