{"paperId": "307c03cba70b17ef7bdda499c744c7fec4097d32", "externalIds": {"PubMedCentral": "7224627", "MAG": "3019570274", "DOI": "10.2106/JBJS.20.00609", "PubMed": "32341311"}, "url": "https://www.semanticscholar.org/paper/307c03cba70b17ef7bdda499c744c7fec4097d32", "title": "Telemedicine in the Era of COVID-19", "abstract": "Abstract: With the onset of the COVID-19 pandemic, the shifting of clinical care to telemedicine visits has been hastened. Because of current limitations in resources, many elective surgeons have been forced to venture into utilizing telemedicine, in which the standards for orthopaedic examinations have not previously been fully developed. We report our experience with protocols and methods to standardize these visits to maximize the benefit and efficiency of the virtual orthopaedic examination. At the time of scheduling, patients are asked to prepare for their virtual visit and are given a checklist. In addition to confirming audiovisual capabilities prior to the visit, patients are given specific instructions on camera positioning, body positioning, setting, and attire to improve the efficiency of the visit. During the examination, digital tools can be utilized as needed. In the setting of outpatient injury evaluations, a systematic virtual examination can aid in triaging and managing common musculoskeletal conditions. With the rapid incorporation of telehealth visits, as well as the unknown future with regard to the pandemic, the utilization and capabilities of telemedicine will continue to expand. Future directions include the development of validated, modified examination techniques and new technology that will allow for improved interactive physical examinations, as we rapidly move forward into the realm of telemedicine due to unexpected necessity.", "venue": "The Journal of bone and joint surgery. American volume", "year": 2020, "referenceCount": 21, "citationCount": 141, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "47675469", "name": "M. Tanaka"}, {"authorId": "144131735", "name": "L. Oh"}, {"authorId": "5486657", "name": "Scott D. Martin"}, {"authorId": "2735231", "name": "E. Berkson"}]}