{"offset": 0, "data": [{"contexts": [", “noooooooo” as more emotive than “no”) per [4, 17], and added a flag to indicate that a tweet was “shouting” if it was more than 50% uppercase letters."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "0ea9749fcfb2ec8c400bbb599457675633d17517", "externalIds": {"DBLP": "journals/chb/KalmanG14", "MAG": "2020728888", "DOI": "10.1016/j.chb.2014.01.047"}, "url": "https://www.semanticscholar.org/paper/0ea9749fcfb2ec8c400bbb599457675633d17517", "title": "Letter repetitions in computer-mediated communication: A unique link between spoken and online language", "abstract": "Abstract Computer-mediated communication (CMC) affords many CMC cues which augment the verbal content of the message: all uppercase letters, asterisks, emoticons, punctuation marks, chronemics (time-related messages) and letter repetitions, to name a few. Letter repetitions are unique CMC cues in that they appear to be a written emulation of a spoken paralinguistic cue – phoneme extension. In this study we explore letter repetitions as a CMC cue, with specific emphasis on elucidating the link between them and spoken nonverbal cues. The letter repetitions are studied in the Enron Corpus, a large ecologically valid collection (∼500,000) of e-mail messages sent by and to employees of the Enron Corporation. We conclude that letter repetitions in the corpus often, but not always, emulate spoken nonverbal cues. This conclusion is examined in a longitudinal analysis that demonstrates the dynamic nature of this cue, and suggests that the usage of letter repetitions is increasing over time, while the link to spoken language is diminishing.", "venue": "Comput. Hum. Behav.", "year": 2014, "referenceCount": 55, "citationCount": 62, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2637903", "name": "Y. Kalman"}, {"authorId": "2497393", "name": "D. Gergle"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "13699a1a1627af9048c376af3fed5d075b1ea1cc", "externalIds": {"DOI": "10.1212/wnl.44.12_suppl_10.s6"}, "url": "https://www.semanticscholar.org/paper/13699a1a1627af9048c376af3fed5d075b1ea1cc", "title": "Algorithm", "abstract": null, "venue": "Neurology", "year": 1994, "referenceCount": 0, "citationCount": 308, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1581785769", "name": "Jennie Malboeuf"}]}}, {"contexts": [", [5, 10, 11, 29]) have focused on operational theories, defining algorithmic awareness as starting at what we call operational folk theories.", "” Similarly, Rader and Gray found evidence of folk theories that pointed specifically to causal mechanisms, such as a platform’s attempt to provide “relevant” or popular content [29].", "User misunderstanding of algorithmically-driven curation systems has been documented [5, 10, 11, 29], with the implication that more accurate understandings might lead to increased user agency and success in achieving goals, as well as increased user trust in these systems [10, 21].", "[5, 11, 29]); even the theories we labeled “operational” were less detailed than many of the theories they elicited.", "oversimplifications and often inaccurate [10, 11, 29]."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "24f0e8db461cb8a35f642bf07ab407d546c9a0ab", "externalIds": {"MAG": "2140553307", "DBLP": "conf/chi/RaderG15", "DOI": "10.1145/2702123.2702174"}, "url": "https://www.semanticscholar.org/paper/24f0e8db461cb8a35f642bf07ab407d546c9a0ab", "title": "Understanding User Beliefs About Algorithmic Curation in the Facebook News Feed", "abstract": "People are becoming increasingly reliant on online socio-technical systems that employ algorithmic curation to organize, select and present information. We wanted to understand how individuals make sense of the influence of algorithms, and how awareness of algorithmic curation may impact their interaction with these systems. We investigated user understanding of algorithmic curation in Facebook's News Feed, by analyzing open-ended responses to a survey question about whether respondents believe their News Feeds show them every post their Facebook Friends create. Responses included a wide range of beliefs and causal inferences, with different potential consequences for user behavior in the system. Because user behavior is both input for algorithms and constrained by them, these patterns of belief may have tangible consequences for the system as a whole.", "venue": "CHI", "year": 2015, "referenceCount": 42, "citationCount": 187, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145296363", "name": "E. Rader"}, {"authorId": "145838927", "name": "R. Gray"}]}}, {"contexts": ["[10] as well as in prior folk theory work (e.", ", [5, 10, 11, 29]) have focused on operational theories, defining algorithmic awareness as starting at what we call operational folk theories.", "User misunderstanding of algorithmically-driven curation systems has been documented [5, 10, 11, 29], with the implication that more accurate understandings might lead to increased user agency and success in achieving goals, as well as increased user trust in these systems [10, 21].", "on directly eliciting folk theories regarding the Facebook Newsfeed found that users had a variety of highly specific folk theories, ranging from curation on the basis of personal engagement with other accounts, content, or types of content, to attempts by the platform to balance out types of friends or content [10].", ", [5, 10, 11]), as well as designer misunderstandings of what users see as important aspects of platforms (e.", "Recent research suggests that folk theories, which capture a user’s working understanding of system operation [12, 28] and can act as a high-level frame for shaping user expectations [7, 27], may be a useful window into understanding user resistance to algorithmic change [5, 10, 12].", "oversimplifications and often inaccurate [10, 11, 29]."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "3411f97b3ed4761f3d20fffaa0cbcdd62e76e650", "externalIds": {"MAG": "2405896853", "DBLP": "conf/chi/EslamiKSVRHK16", "DOI": "10.1145/2858036.2858494"}, "url": "https://www.semanticscholar.org/paper/3411f97b3ed4761f3d20fffaa0cbcdd62e76e650", "title": "First I \"like\" it, then I hide it: Folk Theories of Social Feeds", "abstract": "Many online platforms use curation algorithms that are opaque to the user. Recent work suggests that discovering a filtering algorithm's existence in a curated feed influences user experience, but it remains unclear how users reason about the operation of these algorithms. In this qualitative laboratory study, researchers interviewed a diverse, non-probability sample of 40 Facebook users before, during, and after being presented alternative displays of Facebook's News Feed curation algorithm's output. Interviews revealed 10 \"folk theories' of automated curation, some quite unexpected. Users who were given a probe into the algorithm's operation via an interface that incorporated \"seams,' visible hints disclosing aspects of automation operations, could quickly develop theories. Users made plans that depended on their theories. We conclude that foregrounding these automated processes may increase interface design complexity, but it may also add usability benefits.", "venue": "CHI", "year": 2016, "referenceCount": 61, "citationCount": 126, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2419451", "name": "Motahhare Eslami"}, {"authorId": "1680270", "name": "K. Karahalios"}, {"authorId": "1829115", "name": "Christian Sandvig"}, {"authorId": "2862178", "name": "Kristen Vaccaro"}, {"authorId": "47171390", "name": "A. Rickman"}, {"authorId": "2072368141", "name": "Kevin Hamilton"}, {"authorId": "3227593", "name": "A. Kirlik"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3564406f38d09d5508092fcdd1a6accac0989481", "externalIds": {"DBLP": "conf/chi/EslamiRVAVKHS15", "MAG": "1989630473", "DOI": "10.1145/2702123.2702556"}, "url": "https://www.semanticscholar.org/paper/3564406f38d09d5508092fcdd1a6accac0989481", "title": "\"I always assumed that I wasn't really that close to [her]\": Reasoning about Invisible Algorithms in News Feeds", "abstract": "Our daily digital life is full of algorithmically selected content such as social media feeds, recommendations and personalized search results. These algorithms have great power to shape users' experiences, yet users are often unaware of their presence. Whether it is useful to give users insight into these algorithms' existence or functionality and how such insight might affect their experience are open questions. To address them, we conducted a user study with 40 Facebook users to examine their perceptions of the Facebook News Feed curation algorithm. Surprisingly, more than half of the participants (62.5%) were not aware of the News Feed curation algorithm's existence at all. Initial reactions for these previously unaware participants were surprise and anger. We developed a system, FeedVis, to reveal the difference between the algorithmically curated and an unadulterated News Feed to users, and used it to study how users perceive this difference. Participants were most upset when close friends and family were not shown in their feeds. We also found participants often attributed missing stories to their friends' decisions to exclude them rather than to Facebook News Feed algorithm. By the end of the study, however, participants were mostly satisfied with the content on their feeds. Following up with participants two to six months after the study, we found that for most, satisfaction levels remained similar before and after becoming aware of the algorithm's presence, however, algorithmic awareness led to more active engagement with Facebook and bolstered overall feelings of control on the site.", "venue": "CHI", "year": 2015, "referenceCount": 69, "citationCount": 298, "influentialCitationCount": 21, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2419451", "name": "Motahhare Eslami"}, {"authorId": "47171390", "name": "A. Rickman"}, {"authorId": "2862178", "name": "Kristen Vaccaro"}, {"authorId": "1834430", "name": "Amirhossein Aleyasen"}, {"authorId": "48076312", "name": "A. Vuong"}, {"authorId": "1680270", "name": "K. Karahalios"}, {"authorId": "2072368141", "name": "Kevin Hamilton"}, {"authorId": "1829115", "name": "Christian Sandvig"}]}}, {"contexts": ["Recent research suggests that folk theories, which capture a user’s working understanding of system operation [12, 28] and can act as a high-level frame for shaping user expectations [7, 27], may be a useful window into understanding user resistance to algorithmic change [5, 10, 12].", "Orlikowski and Gash’s work [7, 27] indicates that, for technology in general, prior assumptions about how a system works (here, user folk theories) act as a contextual frame for how a user reacts to that technology (here, their reason for resisting algorithmic change), and our results, viewed through this lens, could be an indicator that this paradigm applies even outside of its original business IT adoption context.", "Similarly, Orlikowski and Gash have established that users respond to change in technology based off of their own assumptions, expectations, and knowledge of how a system works [7, 27]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "4d0ab65abf21a36d63aca332135ad6d249f34fda", "externalIds": {"MAG": "2137589932", "DOI": "10.1177/0021886305285126"}, "url": "https://www.semanticscholar.org/paper/4d0ab65abf21a36d63aca332135ad6d249f34fda", "title": "A Technological Frames Perspective on Information Technology and Organizational Change", "abstract": "When information technologies (IT) have a central role in organizational change programs, understanding how organization members make sense of technology is critical to influencing their actions and to achieving planned outcomes. Orlikowski and Gash articulated a theoretic framework centered on technological frames of reference (TFR) to investigate interpretive processes related to IT in organizations. The TFR framework has been cited across a wide range of publications and has formed the basis for a genre of studies on the interpretive aspects of IT and organizational change. In this article, the author assesses these research contributions and argues that further theoretic development is needed for the TFR framework to reach its potential contributions to knowledge. The author outlines the following research strategies that could facilitate TFR theory development: focusing analysis on frame structure, investigating framing as a dynamic interpretive process, and examining the cultural and institutional basis of organizational frames.", "venue": "", "year": 2006, "referenceCount": 66, "citationCount": 225, "influentialCitationCount": 35, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144875930", "name": "E. Davidson"}]}}, {"contexts": ["As noted above, user expectations of technology may be shaped by perceived use cases [25], but they are also potentially shaped at a higher level by user understanding of the system’s inner workings [27].", "Overall, we found expectations were focused on each user’s value for the system, essentially an ad-hoc form of task/technology fit [25], but our results show that value is derived from other sources as well.", "ECM has been extended to take perceived ease of use and user enjoyment into account [31], as well as task/technology fit [25]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "50520b4ab41200b13a354f80420d217c93189cc0", "externalIds": {"DBLP": "journals/chb/LarsenSS09", "MAG": "2005909841", "DOI": "10.1016/j.chb.2009.02.006"}, "url": "https://www.semanticscholar.org/paper/50520b4ab41200b13a354f80420d217c93189cc0", "title": "The role of task-technology fit as users' motivation to continue information system use", "abstract": "In this study, we extend and combine the post-acceptance model (PAM), proposed by Bhattacherjee [Bhattacherjee, A. (2001). Understanding information systems continuance: An expectation-confirmation model. MIS Quarterly, 25(3), 351-370], with aspects of Goodhue and Thomson's theory of task-technology fit (TTF). The original PAM emphasizes cognitive beliefs and user feelings as factors that may influence a person's intention to continue to use an information system (IS). The variables added from TTF are task-technology fit and utilization. The sample consists of data that measure use and use-related aspects of an e-learning tool among university college teachers. Using structural equation modeling, results indicate that variables from TTF as well as variables from PAM explain users' IS continuance intention. As a result of these findings, we propose the existence of two different and autonomous paths from the independent variables to the dependent variable of IS continuance intention. These two paths are: a work system-centric path through utilization of the information system, and an IT-centric path through user satisfaction.", "venue": "Comput. Hum. Behav.", "year": 2009, "referenceCount": 57, "citationCount": 267, "influentialCitationCount": 19, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "3146355", "name": "T. Larsen"}, {"authorId": "1409149898", "name": "Anne M. Sørebø"}, {"authorId": "1400045526", "name": "Øystein Sørebø"}]}}, {"contexts": ["As this corpus represents a single event or case, an extensive, indepth look at the whole phenomenon is essential, per [33]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "657d550e52f3aef3c5d3ac3dad3506c6befbd1df", "externalIds": {"MAG": "2499907676"}, "url": "https://www.semanticscholar.org/paper/657d550e52f3aef3c5d3ac3dad3506c6befbd1df", "title": "Case Study Research Design And Methods", "abstract": " ", "venue": "", "year": 2016, "referenceCount": 1, "citationCount": 20392, "influentialCitationCount": 3820, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "52404712", "name": "C. Nadel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "746fe3c376041dbd1a5a042584f47bff02c0d272", "externalIds": {"MAG": "2186089794", "DOI": "10.7551/mitpress/9780262525374.003.0009"}, "url": "https://www.semanticscholar.org/paper/746fe3c376041dbd1a5a042584f47bff02c0d272", "title": "The Relevance of Algorithms", "abstract": "This chapter contains section titled: Patterns of Inclusion, Cycles of Anticipation, The Evaluation of Relevance, The Promise of Algorithmic Objectivity, Entanglement with Practice, The Production of Calculated Publics, Conclusion, Acknowledgments, Notes", "venue": "", "year": 2013, "referenceCount": 138, "citationCount": 961, "influentialCitationCount": 73, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2650288", "name": "Tarleton Gillespie"}, {"authorId": "3077056", "name": "P. Boczkowski"}]}}, {"contexts": ["Once agreement was consistently above 70% for all categories, an additional 5,478 tweets were coded by a single coder, with 20% of this second group subsequently cross-coded by an additional coder, which resulted in acceptable Cohen’s kappa reliability scores (per [23]) for all levels of the scheme (valence: 0."], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "7e7343a5608fff1c68c5259db0c77b9193f1546d", "externalIds": {"MAG": "2164777277", "DOI": "10.2307/2529310", "PubMed": "843571"}, "url": "https://www.semanticscholar.org/paper/7e7343a5608fff1c68c5259db0c77b9193f1546d", "title": "The measurement of observer agreement for categorical data.", "abstract": "This paper presents a general statistical methodology for the analysis of multivariate categorical data arising from observer reliability studies. The procedure essentially involves the construction of functions of the observed proportions which are directed at the extent to which the observers agree among themselves and the construction of test statistics for hypotheses involving these functions. Tests for interobserver bias are presented in terms of first-order marginal homogeneity and measures of interobserver agreement are developed as generalized kappa-type statistics. These procedures are illustrated with a clinical diagnosis example from the epidemiological literature.", "venue": "Biometrics", "year": 1977, "referenceCount": 44, "citationCount": 56256, "influentialCitationCount": 6645, "isOpenAccess": true, "fieldsOfStudy": ["Mathematics", "Medicine"], "authors": [{"authorId": "145312626", "name": "J. R. Landis"}, {"authorId": "31839425", "name": "G. Koch"}]}}, {"contexts": ["The classifier for valence used a linear kernel and, to combat class imbalance, had synthetic minority-class data added to the training set via SMOTE [6]."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "8cb44f06586f609a29d9b496cc752ec01475dffe", "externalIds": {"DBLP": "journals/corr/abs-1106-1813", "MAG": "2148143831", "ArXiv": "1106.1813", "DOI": "10.1613/jair.953"}, "url": "https://www.semanticscholar.org/paper/8cb44f06586f609a29d9b496cc752ec01475dffe", "title": "SMOTE: Synthetic Minority Over-sampling Technique", "abstract": "An approach to the construction of classifiers from imbalanced datasets is described. A dataset is imbalanced if the classification categories are not approximately equally represented. Often real-world data sets are predominately composed of \"normal\" examples with only a small percentage of \"abnormal\" or \"interesting\" examples. It is also the case that the cost of misclassifying an abnormal (interesting) example as a normal example is often much higher than the cost of the reverse error. Under-sampling of the majority (normal) class has been proposed as a good means of increasing the sensitivity of a classifier to the minority class. This paper shows that a combination of our method of oversampling the minority (abnormal)cla ss and under-sampling the majority (normal) class can achieve better classifier performance (in ROC space)tha n only under-sampling the majority class. This paper also shows that a combination of our method of over-sampling the minority class and under-sampling the majority class can achieve better classifier performance (in ROC space)t han varying the loss ratios in Ripper or class priors in Naive Bayes. Our method of over-sampling the minority class involves creating synthetic minority class examples. Experiments are performed using C4.5, Ripper and a Naive Bayes classifier. The method is evaluated using the area under the Receiver Operating Characteristic curve (AUC)and the ROC convex hull strategy.", "venue": "J. Artif. Intell. Res.", "year": 2011, "referenceCount": 42, "citationCount": 12759, "influentialCitationCount": 1627, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Mathematics"], "authors": [{"authorId": "144539424", "name": "N. Chawla"}, {"authorId": "143759604", "name": "K. Bowyer"}, {"authorId": "25887296", "name": "L. Hall"}, {"authorId": "1757085", "name": "W. Kegelmeyer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a223f146dcf526d22db67c9841e78b16f5817bc8", "externalIds": {"MAG": "2331044991", "DOI": "10.2307/3151496"}, "url": "https://www.semanticscholar.org/paper/a223f146dcf526d22db67c9841e78b16f5817bc8", "title": "Basic Content Analysis", "abstract": "Introduction Content Classification and Interpretation Techniques of Content Analysis Issues in Content Analysis", "venue": "", "year": 1986, "referenceCount": 0, "citationCount": 5991, "influentialCitationCount": 218, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Sociology"], "authors": [{"authorId": "143880923", "name": "R. Weber"}]}}, {"contexts": ["In considering what constitutes a “folk theory,” we started with Gelman & Legare’s [12] concept of “intuitive causal explanatory theories that people construct to explain, interpret, and intervene in the world around them.”", "Several related lines of work have established that user folk theories can function in the place of specific knowledge of what an algorithm does [12], allowing the individual to respond to an algorithm’s perceived behavior, an arrangement that Bucher has labeled the “algorithmic imaginary” [5].", "In turn, this may allow us to determine the extent to which reactions to change in algorithmically-driven systems are framed by and subsequently expressed in user folk theories [5, 12, 27].", "However, this type of implicit folk theory can still be a window into how users believe a system operates (or will operate) and how that belief guides behavior and understanding [12].", "In considering what constitutes a “folk theory,” we started with Gelman & Legare’s [12] concept of “intuitive causal explanatory theories that people construct to explain, interpret, and intervene in the world around them.", "Recent research suggests that folk theories, which capture a user’s working understanding of system operation [12, 28] and can act as a high-level frame for shaping user expectations [7, 27], may be a useful window into understanding user resistance to algorithmic change [5, 10, 12]."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "a24ebf136665e6e044a643092beeb34a21644ce1", "externalIds": {"MAG": "2134748263", "DOI": "10.1146/ANNUREV-ANTHRO-081309-145822", "PubMed": "23436950"}, "url": "https://www.semanticscholar.org/paper/a24ebf136665e6e044a643092beeb34a21644ce1", "title": "Concepts and folk theories.", "abstract": "Human cognition is characterized by enormous variability and structured by universal psychological constraints. The focus of this chapter is on the development of knowledge acquisition because it provides important insight into how the mind interprets new information and constructs new ways of understanding. We propose that mental content can be productively approached by examining the intuitive causal explanatory \"theories\" that people construct to explain, interpret, and intervene on the world around them, including theories of mind, of biology, or of physics. A substantial amount of research in cognitive developmental psychology supports the integral role of intuitive theories in human learning and provides evidence that they structure, constrain, and guide the development of human cognition.", "venue": "Annual review of anthropology", "year": 2011, "referenceCount": 175, "citationCount": 104, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "2339997", "name": "S. Gelman"}, {"authorId": "2999269", "name": "C. Legare"}]}}, {"contexts": ["We used the hand-coded set as ground truth to train a series of support vector machine (SVM) classifiers, a common classifier for text-based problems [30].", "As such, we used human content coding to classify a subset of the corpus for both quantitative [32] and thematic [34] analysis, and then used supervised machine classification to broaden our analysis to the whole corpus, per [30]."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "a3b683ee4572762a3271af0e316f620cf2b244e5", "externalIds": {"MAG": "2117835933", "DOI": "10.1177/0002716215569197"}, "url": "https://www.semanticscholar.org/paper/a3b683ee4572762a3271af0e316f620cf2b244e5", "title": "Data-Driven Content Analysis of Social Media", "abstract": "Researchers have long measured people’s thoughts, feelings, and personalities using carefully designed survey questions, which are often given to a relatively small number of volunteers. The proliferation of social media, such as Twitter and Facebook, offers alternative measurement approaches: automatic content coding at unprecedented scales and the statistical power to do open-vocabulary exploratory analysis. We describe a range of automatic and partially automatic content analysis techniques and illustrate how their use on social media generates insights into subjective well-being, health, gender differences, and personality.", "venue": "", "year": 2015, "referenceCount": 51, "citationCount": 108, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145035129", "name": "H. A. Schwartz"}, {"authorId": "1412391493", "name": "L. Ungar"}]}}, {"contexts": ["At its core, this is consistent with both the ECM [2, 31] and Lapointe and Rivard’s resistance framework [24], as they center around continued\nconfirmation of expectation satisfaction to keep users using a system.", "At its core, this is consistent with both the ECM [2, 31] and Lapointe and Rivard’s resistance framework [24], as they center around continued confirmation of expectation satisfaction to keep users using a system.", "As such, future work on expectation violations and user resistance can still derive value from models like the ECM as a starting point, but should be cognizant of the expanded set of circumstances that might trigger “expectation violations” for users.", "This model holds that continued use of information technology is determined by continually-confirmed user satisfaction, a product of the interplay between user expectations and the technology’s performance relative to those expectations [2].", "One useful theoretical model for considering these reasons to reject or accept is the expectation-confirmation model (ECM)1.", "User expectations are a key element of this problem, as reactions are likely driven by the degree to which a change fulfills or violates their expectations of the system [2, 24].", "As an example of how the ECM and related theories play out, we can briefly look at an example of user backlash against Facebook’s News Feed.", "ECM has been extended to take perceived ease of use and user enjoyment into account [31], as well as task/technology fit [25]."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "a3dff66b60240d1515cb92fe72e3a415bd8aafa6", "externalIds": {"MAG": "2110506823", "DBLP": "journals/misq/Bhattacherjee01", "DOI": "10.2307/3250921"}, "url": "https://www.semanticscholar.org/paper/a3dff66b60240d1515cb92fe72e3a415bd8aafa6", "title": "Understanding Information Systems Continuance: An Expectation-Confirmation Model", "abstract": "This paper examines cognitive beliefs and affect influencing one's intention to continue using (continuance) information systems (IS). Expectation-confirmation theory is adapted from the consumer behavior literature and integrated with theoretical and empirical findings from prior IS usage research to theorize a model of IS continuance. Five research hypotheses derived from this model are empirically validated using a field survey of online banking users. The results suggest that users' continuance intention is determined by their satisfaction with IS use and perceived usefulness of continued IS use. User satisfaction, in turn, is influenced by their confirmation of expectation from prior IS use and perceived usefulness. Post-acceptance perceived usefulness is influenced by users' confirmation level. This study draws attention to the substantive differences between acceptance and continuance behaviors, theorizes and validates one of the earliest theoretical models of IS continuance, integrates confirmation and user satisfaction constructs within our current understanding of IS use, conceptualizes and creates an initial scale for measuring IS continuance, and offers an initial explanation for the acceptance-discontinuance anomaly.", "venue": "MIS Q.", "year": 2001, "referenceCount": 72, "citationCount": 4966, "influentialCitationCount": 975, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1772304", "name": "Anol Bhattacherjee"}]}}, {"contexts": ["Algorithmically-driven content curation systems such as the Facebook Newsfeed or Instagram Feed are an increasingly common feature of social media platforms [3, 11, 13]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "abb054df8076453474879fe9d25830af5715ad1b", "externalIds": {"MAG": "2037451280", "DOI": "10.1007/s10676-013-9321-6"}, "url": "https://www.semanticscholar.org/paper/abb054df8076453474879fe9d25830af5715ad1b", "title": "Bias in algorithmic filtering and personalization", "abstract": "Online information intermediaries such as Facebook and Google are slowly replacing traditional media channels thereby partly becoming the gatekeepers of our society. To deal with the growing amount of information on the social web and the burden it brings on the average user, these gatekeepers recently started to introduce personalization features, algorithms that filter information per individual. In this paper we show that these online services that filter information are not merely algorithms. Humans not only affect the design of the algorithms, but they also can manually influence the filtering process even when the algorithm is operational. We further analyze filtering processes in detail, show how personalization connects to other filtering techniques, and show that both human and technical biases are present in today’s emergent gatekeepers. We use the existing literature on gatekeeping and search engine bias and provide a model of algorithmic gatekeeping.", "venue": "Ethics and Information Technology", "year": 2013, "referenceCount": 160, "citationCount": 334, "influentialCitationCount": 22, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1779305", "name": "E. Bozdag"}]}}, {"contexts": ["However, though algorithmic curation could be considered a new technology, it was introduced to users within be exacerbated by high switching costs and a user-perceived lack of agency in the decision [20]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "afc5b9c860549151f22323ca1b84ff46220b690d", "externalIds": {"MAG": "2169228794", "DOI": "10.2307/20650309"}, "url": "https://www.semanticscholar.org/paper/afc5b9c860549151f22323ca1b84ff46220b690d", "title": "Investigating user resistance to information systems implementation: a status quo bias perspective", "abstract": "User resistance to information systems implementation has been identified as a salient reason for the failure of new systems and hence needs to be understood and managed. While previous research has explored the reasons for user resistance, there are gaps in our understanding of how users evaluate change related to a new information system and decide to resist it. In particular, missing in the explanation of user decision making is the concept of status quo bias, that is, that user resistance can be due to the bias or preference to stay with the current situation. Motivated thus, this study develops a model to explain user resistance prior to a new IS implementation by integrating the technology acceptance and resistance literatures with the status quo bias perspective. The results of testing the model in the context of a new enterprise system implementation indicate the central role of switching costs in increasing user resistance. Further, switching costs also mediate the relationship between other antecedents (colleague opinion and self-efficacy for change) and user resistance. Additionally, perceived value and organizational support for change are found to reduce user resistance. This research advances the theoretical understanding of user acceptance and resistance prior to a new IS implementation and offers organizations suggestions for managing such resistance.", "venue": "", "year": 2009, "referenceCount": 64, "citationCount": 801, "influentialCitationCount": 79, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "46696403", "name": "Hee-Woong Kim"}, {"authorId": "2257741", "name": "A. Kankanhalli"}]}}, {"contexts": ["As such, we used human content coding to classify a subset of the corpus for both quantitative [32] and thematic [34] analysis, and then used supervised machine classification to broaden our analysis to the whole corpus, per [30]."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "b269343ab82ba8b7a343b893815a0bae6472fcca", "externalIds": {"MAG": "1463100570"}, "url": "https://www.semanticscholar.org/paper/b269343ab82ba8b7a343b893815a0bae6472fcca", "title": "Qualitative Analysis of Content by", "abstract": "If there were only one truth, you couldn't paint a hundred canvases on the same theme.", "venue": "", "year": 2005, "referenceCount": 23, "citationCount": 1477, "influentialCitationCount": 79, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "48380345", "name": "Y. Zhang"}, {"authorId": "3094359", "name": "B. Wildemuth"}]}}, {"contexts": [", “noooooooo” as more emotive than “no”) per [4, 17], and added a flag to indicate that a tweet was “shouting” if it was more than 50% uppercase letters."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "b2ad6e21f12cdcbb1e55e77ef9be7099bbdc0d18", "externalIds": {"DBLP": "conf/emnlp/BrodyD11", "ACL": "D11-1052", "MAG": "2152815769"}, "url": "https://www.semanticscholar.org/paper/b2ad6e21f12cdcbb1e55e77ef9be7099bbdc0d18", "title": "Cooooooooooooooollllllllllllll!!!!!!!!!!!!!! Using Word Lengthening to Detect Sentiment in Microblogs", "abstract": "We present an automatic method which leverages word lengthening to adapt a sentiment lexicon specifically for Twitter and similar social messaging networks. The contributions of the paper are as follows. First, we call attention to lengthening as a widespread phenomenon in microblogs and social messaging, and demonstrate the importance of handling it correctly. We then show that lengthening is strongly associated with subjectivity and sentiment. Finally, we present an automatic method which leverages this association to detect domain-specific sentiment- and emotion-bearing words. We evaluate our method by comparison to human judgments, and analyze its strengths and weaknesses. Our results are of interest to anyone analyzing sentiment in microblogs and social networks, whether for research or commercial purposes.", "venue": "EMNLP", "year": 2011, "referenceCount": 19, "citationCount": 219, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145128143", "name": "Samuel Brody"}, {"authorId": "2943892", "name": "N. Diakopoulos"}]}}, {"contexts": ["At its core, this is consistent with both the ECM [2, 31] and Lapointe and Rivard’s resistance framework [24], as they center around continued\nconfirmation of expectation satisfaction to keep users using a system.", "At its core, this is consistent with both the ECM [2, 31] and Lapointe and Rivard’s resistance framework [24], as they center around continued confirmation of expectation satisfaction to keep users using a system.", "As such, future work on expectation violations and user resistance can still derive value from models like the ECM as a starting point, but should be cognizant of the expanded set of circumstances that might trigger “expectation violations” for users.", "One useful theoretical model for considering these reasons to reject or accept is the expectation-confirmation model (ECM)1.", "As an example of how the ECM and related theories play out, we can briefly look at an example of user backlash against Facebook’s News Feed.", "ECM has been extended to take perceived ease of use and user enjoyment into account [31], as well as task/technology fit [25]."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "bfdda5fc5a05492fd08b40b3ced08e5a8860e3ad", "externalIds": {"MAG": "2096769597", "DBLP": "journals/ijmms/ThongHT06", "DOI": "10.1016/j.ijhcs.2006.05.001"}, "url": "https://www.semanticscholar.org/paper/bfdda5fc5a05492fd08b40b3ced08e5a8860e3ad", "title": "The Effects of Post-Adoption Beliefs on the Expectation-Confirmation Model for Information Technology Continuance", "abstract": "The expectation-confirmation model (ECM) of IT continuance is a model for investigating continued information technology (IT) usage behavior. This paper reports on a study that attempts to expand the set of post-adoption beliefs in the ECM, in order to extend the application of the ECM beyond an instrumental focus. The expanded ECM, incorporating the post-adoption beliefs of perceived usefulness, perceived enjoyment and perceived ease of use, was empirically validated with data collected from an on-line survey of 811 existing users of mobile Internet services. The data analysis showed that the expanded ECM has good explanatory power (R^2=57.6% of continued IT usage intention and R^2=67.8% of satisfaction), with all paths supported. Hence, the expanded ECM can provide supplementary information that is relevant for understanding continued IT usage. The significant effects of post-adoption perceived ease of use and perceived enjoyment signify that the nature of the IT can be an important boundary condition in understanding the continued IT usage behavior. At a practical level, the expanded ECM presents IT product/service providers with deeper insights into how to address IT users' satisfaction and continued patronage.", "venue": "Int. J. Hum. Comput. Stud.", "year": 2006, "referenceCount": 54, "citationCount": 973, "influentialCitationCount": 91, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "3122032", "name": "J. Thong"}, {"authorId": "145281157", "name": "Se-Joon Hong"}, {"authorId": "1805674", "name": "K. Tam"}]}}, {"contexts": ["Expectation violations directly threaten the user’s understood status quo, which Lapointe and Rivard [24] have identified as a key driver of resistance to new technologies.", "At its core, this is consistent with both the ECM [2, 31] and Lapointe and Rivard’s resistance framework [24], as they center around continued\nconfirmation of expectation satisfaction to keep users using a system.", "At its core, this is consistent with both the ECM [2, 31] and Lapointe and Rivard’s resistance framework [24], as they center around continued confirmation of expectation satisfaction to keep users using a system.", "User expectations are a key element of this problem, as reactions are likely driven by the degree to which a change fulfills or violates their expectations of the system [2, 24]."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "c34cdd67139ec09dd5df0838594662a56e68c00f", "externalIds": {"MAG": "1592478671", "DBLP": "journals/misq/LapointeR05", "DOI": "10.2307/25148692"}, "url": "https://www.semanticscholar.org/paper/c34cdd67139ec09dd5df0838594662a56e68c00f", "title": "A Multilevel Model of Resistance to Information Technology Implementation", "abstract": "To better explain resistance to information technology implementation, we used a multilevel, longitudinal approach. We first assessed extant models of resistance to IT. Using semantic analysis, we identified five basic components of resistance: behaviors, object, subject, threats, and initial conditions. We further examined extant models to (1) carry out a preliminary specification of the nature of the relationships between these components and (2) refine our understanding of the multilevel nature of the phenomenon. Using analytic induction, we examined data from three case studies of clinical information systems implementations in hospital settings, focusing on physicians' resistance behaviors. The resulting mixed-determinants model suggests that group resistance behaviors vary during implementation. When a system is introduced, users in a group will first assess it in terms of the interplay between its features and individual and/or organizational-level initial conditions. They then make projections about the consequences of its use. If expected consequences are threatening, resistance behaviors will result. During implementation, should some trigger occur to either modify or activate an initial condition involving the balance of power between the group and other user groups, it will also modify the object of resistance, from system to system significance. If the relevant initial conditions pertain to the power of the resisting group vis-a-vis the system advocates, the object of resistance will also be modified, from system significance to system advocates. Resistance behaviors will follow if threats are perceived from the interaction between the object of resistance and initial conditions. We also found that the bottom-up process by which group resistance behaviors emerge from individual behaviors is not the same in early versus late implementation. In early implementation, the emergence process is one of compilation, described as a combination of independent, individual behaviors. In later stages of implementation, if group level initial conditions have become active, the emergence process is one of composition, described as the convergence of individual behaviors.", "venue": "MIS Q.", "year": 2005, "referenceCount": 37, "citationCount": 1158, "influentialCitationCount": 130, "isOpenAccess": true, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "1713180", "name": "L. Lapointe"}, {"authorId": "3344735", "name": "S. Rivard"}]}}, {"contexts": ["” This suggests that future research should take into account (and, potentially, directly compare) the potential differences between directly elicited and indirectly identified theories noted by [16] as the two methods may be revealing different sides of a user’s folk theory: a causal theory stemming from active cognition of the algorithm at time of elicitation for the former, and a more implicit, always-extant “theory in use” for the latter.", "In fact, it may actually bring us closer to an understanding of how these systems are operationally understood “in the wild” [16]."], "isInfluential": false, "intents": ["background", "result"], "citedPaper": {"paperId": "c65d53bbe1b165f63d55290e7fdd95c6fd20973c", "externalIds": {"MAG": "1585584998", "DOI": "10.5751/ES-03802-160146"}, "url": "https://www.semanticscholar.org/paper/c65d53bbe1b165f63d55290e7fdd95c6fd20973c", "title": "Mental models: an interdisciplinary synthesis of theory and methods", "abstract": "Mental models are personal, internal representations of external reality that people use to interact with the world around them. They are constructed by individuals based on their unique life experiences, perceptions, and understandings of the world. Mental models are used to reason and make decisions and can be the basis of individual behaviors. They provide the mechanism through which new information is filtered and stored. Recognizing and dealing with the plurality of stakeholder's perceptions, values, and goals is currently considered a key aspect of effective natural resource management (NRM) practice. Therefore, gaining a better understanding of how mental models internally represent complex, dynamic systems and how these representations change over time will allow us to develop mechanisms to enhance effective management and use of natural resources. Realizing this potential, however, relies on developing and testing adequate tools and techniques to elicit these internal representations of the world effectively. This paper provides an interdisciplinary synthesis of the literature that has contributed to the theoretical development and practical application of the mental model construct. It explores the utility and applicability of the construct in the context of NRM and includes a review of elicitation techniques used within the field. The major theoretical and practical challenges that arise in drawing on the construct to provide a cognitive dimension to NRM are also addressed.", "venue": "", "year": 2011, "referenceCount": 74, "citationCount": 606, "influentialCitationCount": 39, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "46500911", "name": "Natalie A. Jones"}, {"authorId": "34855647", "name": "H. Ross"}, {"authorId": "145223168", "name": "T. Lynam"}, {"authorId": "144250122", "name": "P. Perez"}, {"authorId": "145707531", "name": "A. Leitch"}]}}, {"contexts": ["The backlash centered around changes to both visibility and curation of content alongside the introduction of the News Feed feature, which regularly displayed content from other users, as a “home” page instead of the user’s own profile [15].", "Prominent examples include early backlash when Facebook’s Newsfeed was introduced [15] (and expanded [1]) as well as more recent negative reactions to changes in Twitter’s Timeline [26] and Instagram’s feed [22]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c7d52d2fd21d78f146cc572f0b73ead7bcba6cfc", "externalIds": {"MAG": "2113977894", "DBLP": "journals/ecra/HoadleyXLR10", "DOI": "10.1016/j.elerap.2009.05.001"}, "url": "https://www.semanticscholar.org/paper/c7d52d2fd21d78f146cc572f0b73ead7bcba6cfc", "title": "Privacy as information access and illusory control: The case of the Facebook News Feed privacy outcry", "abstract": "Increasingly, millions of people, especially youth, post personal information in online social networks (OSNs). In September 2006, one of the most popular sites—Facebook.com—introduced the features of News Feed and Mini Feed, revealing no more information than before, but resulting in immediate criticism from users. To investigate the privacy controversy, we conducted a survey among 172 current Facebook users in a large US university to explore their usage behaviors and privacy attitudes toward the", "venue": "Electron. Commer. Res. Appl.", "year": 2010, "referenceCount": 46, "citationCount": 291, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "3013127", "name": "C. Hoadley"}, {"authorId": "46485370", "name": "Heng Xu"}, {"authorId": "2118335910", "name": "Joey J. Lee"}, {"authorId": "1715072", "name": "M. Rosson"}]}}, {"contexts": ["User misunderstanding of algorithmically-driven curation systems has been documented [5, 10, 11, 29], with the implication that more accurate understandings might lead to increased user agency and success in achieving goals, as well as increased user trust in these systems [10, 21]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "cf55db30b976d4e6dc8eaf4f10af322dfbf31bb7", "externalIds": {"DBLP": "conf/chi/Kizilcec16", "MAG": "2403343111", "DOI": "10.1145/2858036.2858402"}, "url": "https://www.semanticscholar.org/paper/cf55db30b976d4e6dc8eaf4f10af322dfbf31bb7", "title": "How Much Information?: Effects of Transparency on Trust in an Algorithmic Interface", "abstract": "The rising prevalence of algorithmic interfaces, such as curated feeds in online news, raises new questions for designers, scholars, and critics of media. This work focuses on how transparent design of algorithmic interfaces can promote awareness and foster trust. A two-stage process of how transparency affects trust was hypothesized drawing on theories of information processing and procedural justice. In an online field experiment, three levels of system transparency were tested in the high-stakes context of peer assessment. Individuals whose expectations were violated (by receiving a lower grade than expected) trusted the system less, unless the grading algorithm was made more transparent through explanation. However, providing too much information eroded this trust. Attitudes of individuals whose expectations were met did not vary with transparency. Results are discussed in terms of a dual process model of attitude change and the depth of justification of perceived inconsistency. Designing for trust requires balanced interface transparency - not too little and not too much.", "venue": "CHI", "year": 2016, "referenceCount": 43, "citationCount": 239, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2633430", "name": "René F. Kizilcec"}]}}, {"contexts": ["In turn, this may allow us to determine the extent to which reactions to change in algorithmically-driven systems are framed by and subsequently expressed in user folk theories [5, 12, 27].", "Orlikowski and Gash’s work [7, 27] indicates that, for technology in general, prior assumptions about how a system works (here, user folk theories) act as a contextual frame for how a user reacts to that technology (here, their reason for resisting algorithmic change), and our results, viewed through this lens, could be an indicator that this paradigm applies even outside of its original business IT adoption context.", "Similarly, Orlikowski and Gash have established that users respond to change in technology based off of their own assumptions, expectations, and knowledge of how a system works [7, 27].", "Recent research suggests that folk theories, which capture a user’s working understanding of system operation [12, 28] and can act as a high-level frame for shaping user expectations [7, 27], may be a useful window into understanding user resistance to algorithmic change [5, 10, 12].", "As noted above, user expectations of technology may be shaped by perceived use cases [25], but they are also potentially shaped at a higher level by user understanding of the system’s inner workings [27].", "According to Orlikowski & Gash, the technological frames that individuals use to understand and react to technology are based not just on knowledge, but assumptions and expectations as well, especially those concerning consequences, and constitute an exercise in sensemaking [27]."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "dcfb1f7bb415b1a4259457237a8881ab053aea2e", "externalIds": {"DBLP": "journals/tois/OrlikowskiG94", "MAG": "2127089424", "DOI": "10.1145/196734.196745"}, "url": "https://www.semanticscholar.org/paper/dcfb1f7bb415b1a4259457237a8881ab053aea2e", "title": "Technological frames: making sense of information technology in organizations", "abstract": "In this article, we build on and extend research into the cognitions and values of users and designers by proposing a systematic approach for examining the underlying assumptions, expectations, and knowledge that people have about technology. Such interpretations of technology (which we call technological frames) are central to understanding technological development, use, and change in organizations. We suggest that where the technological frames of key groups in organizations—such as managers, technologists, and users— are significantly different, difficulties and conflict around the development, use, and change of technology may result. We use the findings of an empirical study to illustrate how the nature, value, and use of a groupware technology were interpreted by various organizational stakeholders, resulting in outcomes that deviated from those expected. We argue that technological frames offer an interesting and useful analytic perspective for explaining an anticipating actions and meanings that are not easily obtained with other theoretical lenses.", "venue": "TOIS", "year": 1994, "referenceCount": 158, "citationCount": 1820, "influentialCitationCount": 212, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3164419", "name": "W. Orlikowski"}, {"authorId": "2285328", "name": "D. C. Gash"}]}}, {"contexts": ["Several related lines of work have established that user folk theories can function in the place of specific knowledge of what an algorithm does [12], allowing the individual to respond to an algorithm’s perceived behavior, an arrangement that Bucher has labeled the “algorithmic imaginary” [5].", "In turn, this may allow us to determine the extent to which reactions to change in algorithmically-driven systems are framed by and subsequently expressed in user folk theories [5, 12, 27].", ", [5, 10, 11, 29]) have focused on operational theories, defining algorithmic awareness as starting at what we call operational folk theories.", "User misunderstanding of algorithmically-driven curation systems has been documented [5, 10, 11, 29], with the implication that more accurate understandings might lead to increased user agency and success in achieving goals, as well as increased user trust in these systems [10, 21].", "[5, 11, 29]); even the theories we labeled “operational” were less detailed than many of the theories they elicited.", ", [5, 10, 11]), as well as designer misunderstandings of what users see as important aspects of platforms (e.", "Recent research suggests that folk theories, which capture a user’s working understanding of system operation [12, 28] and can act as a high-level frame for shaping user expectations [7, 27], may be a useful window into understanding user resistance to algorithmic change [5, 10, 12]."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "e3cf090e9ab06846bf7b0581ccd71fa1d7e570dc", "externalIds": {"MAG": "2337934060", "DOI": "10.1080/1369118X.2016.1154086"}, "url": "https://www.semanticscholar.org/paper/e3cf090e9ab06846bf7b0581ccd71fa1d7e570dc", "title": "The algorithmic imaginary: exploring the ordinary affects of Facebook algorithms", "abstract": "ABSTRACT This article reflects the kinds of situations and spaces where people and algorithms meet. In what situations do people become aware of algorithms? How do they experience and make sense of these algorithms, given their often hidden and invisible nature? To what extent does an awareness of algorithms affect people's use of these platforms, if at all? To help answer these questions, this article examines people's personal stories about the Facebook algorithm through tweets and interviews with 25 ordinary users. To understand the spaces where people and algorithms meet, this article develops the notion of the algorithmic imaginary. It is argued that the algorithmic imaginary – ways of thinking about what algorithms are, what they should be and how they function – is not just productive of different moods and sensations but plays a generative role in moulding the Facebook algorithm itself. Examining how algorithms make people feel, then, seems crucial if we want to understand their social power.", "venue": "", "year": 2017, "referenceCount": 35, "citationCount": 373, "influentialCitationCount": 31, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "38516982", "name": "Taina Bucher"}]}}, {"contexts": ["In acting as a type of sensemaking frame, we argue that a folk theory can call on relevant, yet informal, abstract, or partial ideas, as noted by Keil [19], and need not be mechanistic to express an assumption about the consequences of a technology."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "e726005b55263ed170203984ed1134b1950453c9", "externalIds": {"DBLP": "journals/cogsci/Keil10", "MAG": "2145831741", "DOI": "10.1111/J.1551-6709.2010.01108.X", "PubMed": "20625446"}, "url": "https://www.semanticscholar.org/paper/e726005b55263ed170203984ed1134b1950453c9", "title": "The Feasibility of Folk Science", "abstract": "If folk science means individuals having well worked out mechanistic theories of the workings of the world, then it is not feasible. Lay people's explanatory understandings are remarkably coarse, full of gaps and often full of inconsistencies. Even worse, most people underestimate their own understandings. Yet, recent views suggest that formal scientists may not be so different. In spite of these limitations, science somehow works and its success offers hope for the feasibility of folk science as well. The success of science arises from the ways in which scientists learn to leverage understandings in other minds and to outsource explanatory work through sophisticated methods of deference and simplification of complex systems. Three studies ask whether analogous processes might be present not only in lay people, but also in young children and thereby form a foundation for supplementing explanatory understandings almost from the start of our first attempts to make sense of the world.", "venue": "Cogn. Sci.", "year": 2010, "referenceCount": 181, "citationCount": 82, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science", "Medicine"], "authors": [{"authorId": "2391042", "name": "F. Keil"}]}}, {"contexts": ["1 We also considered longstanding theories such as the technology acceptance model [8]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "ea349162d97873d4493502e205968ffccb23fcf2", "externalIds": {"MAG": "2181704370", "DBLP": "journals/misq/Davis89", "DOI": "10.2307/249008"}, "url": "https://www.semanticscholar.org/paper/ea349162d97873d4493502e205968ffccb23fcf2", "title": "Perceived Usefulness, Perceived Ease of Use, and User Acceptance of Information Technology", "abstract": "Valid measurement scales for predicting user acceptance of computers are in short supply. Most subjective measures used in practice are unvalidated, and their relationship to system usage is unknown. The present research develops and validates new scales for two specific variables, perceived usefulness and perceived ease of use, which are hypothesized to be fundamental determinants of user acceptance. Definitions of these two variables were used to develop scale items that were pretested for content validity and then tested for reliability and construct validity in two studies involving a total of 152 users and four application programs. The measures were refined and streamlined, resulting in two six-item scales with reliabilities of .98 for usefulness and .94 for ease of use. The scales exhibited hgih convergent, discriminant, and factorial validity. Perceived usefulness was significnatly correlated with both self-reported current usage r = .63, Study 1) and self-predicted future usage r = .85, Study 2). Perceived ease of use was also significantly correlated with current usage r = .45, Study 1) and future usage r = .59, Study 2). In both studies, usefulness had a signficnatly greater correaltion with usage behavior than did ease of use. Regression analyses suggest that perceived ease of use may actually be a causal antecdent to perceived usefulness, as opposed to a parallel, direct determinant of system usage. Implications are drawn for future research on user acceptance.", "venue": "MIS Q.", "year": 1989, "referenceCount": 141, "citationCount": 40422, "influentialCitationCount": 8536, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Engineering", "Psychology"], "authors": [{"authorId": "1682201", "name": "Fred D. Davis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ee6a60819ff440f7c7067bdec2b6b65adaaa8b47", "externalIds": {"MAG": "1589399253"}, "url": "https://www.semanticscholar.org/paper/ee6a60819ff440f7c7067bdec2b6b65adaaa8b47", "title": "Recenzja książki. Robert K. yin, Case Study Research. Design and Methods (fourth Edition), thousand Oaks, CA: Sage Publications, 2009", "abstract": null, "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 6671, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "2096542916", "name": "Sylwia Męcfal"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "f98111360a6be35854ac5012f9e3f7be195295d2", "externalIds": {"MAG": "2908103916", "DOI": "10.1016/B978-155860808-5/50006-X"}, "url": "https://www.semanticscholar.org/paper/f98111360a6be35854ac5012f9e3f7be195295d2", "title": "CHAPTER 6 – Users' Mental Models: The Very Ideas", "abstract": null, "venue": "", "year": 2003, "referenceCount": 0, "citationCount": 70, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Mathematics"], "authors": [{"authorId": "2719937", "name": "S. Payne"}]}}, {"contexts": ["In this paper, we address these questions by examining an “in the wild” corpus of tweets in response to a 2016 BuzzFeed News article (falsely) claiming that Twitter would change the organization of its timeline from simple reverse chronological order to one based on algorithmicallydetermined relevance to each user [18].", "These were collected via the Twitter REST API during the five-day period when the hashtag was active after the inciting article ([18]) was posted, February 5 - 10, 2016."], "isInfluential": false, "intents": ["background", "methodology"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Twitter To Introduce Algorithmic Timeline As Soon As Next Week", "abstract": null, "venue": "", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Alex Kantrowitz"}]}}, {"contexts": ["Prominent examples include early backlash when Facebook’s Newsfeed was introduced [15] (and expanded [1]) as well as more recent negative reactions to changes in Twitter’s Timeline [26] and Instagram’s feed [22]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Facebook blog is inundated with thousands of protests as users start Facebook group 'We Hate the New News Feed", "abstract": null, "venue": "", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Daniel Bates"}, {"authorId": null, "name": "Rob Waugh"}]}}, {"contexts": ["Prominent examples include early backlash when Facebook’s Newsfeed was introduced [15] (and expanded [1]) as well as more recent negative reactions to changes in Twitter’s Timeline [26] and Instagram’s feed [22].", "This article prompted an outpouring of sentiment on Twitter using the #RIPTwitter hashtag [26], even though the described changes were not made to the platform’s feed algorithm."], "isInfluential": false, "intents": ["background", "methodology"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "CEO Dorsey responds to Twitter timeline outrage. Retrieved from http://www.usatoday.com/story/tech/news/2016/02/06/t witter-may-change-timelines-and-no-onehappy/79925572", "abstract": null, "venue": "", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Brett Molina"}]}}, {"contexts": [", [5, 10, 11, 29]) have focused on operational theories, defining algorithmic awareness as starting at what we call operational folk theories.", "User misunderstanding of algorithmically-driven curation systems has been documented [5, 10, 11, 29], with the implication that more accurate understandings might lead to increased user agency and success in achieving goals, as well as increased user trust in these systems [10, 21].", "[5, 11, 29]); even the theories we labeled “operational” were less detailed than many of the theories they elicited.", ", [5, 10, 11]), as well as designer misunderstandings of what users see as important aspects of platforms (e.", "Algorithmically-driven content curation systems such as the Facebook Newsfeed or Instagram Feed are an increasingly common feature of social media platforms [3, 11, 13].", "oversimplifications and often inaccurate [10, 11, 29]."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "I always assumed that I wasn’t really that close to [her]\": Reasoning about invisible algorithms in the news feed", "abstract": null, "venue": "In Proceedings of the 33rd Annual SIGCHI Conference on Human Factors in Computing Systems,", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Motahhare Eslami"}, {"authorId": null, "name": "Aimee Rickman"}, {"authorId": null, "name": "Kristen Vaccaro"}, {"authorId": null, "name": "Amirhossein Aleyasen"}, {"authorId": null, "name": "Andy Vuong"}, {"authorId": null, "name": "Karrie Karahalios"}, {"authorId": null, "name": "Kevin Hamilton"}, {"authorId": null, "name": "Christian Sandvig"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Backlash continues over Instagram ' s new algorithm", "abstract": null, "venue": "", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J Richard Landis"}, {"authorId": null, "name": "Gary G Koch"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Wildemuth . 2009 . Qualitative analysis of content", "abstract": null, "venue": "Case Study Research : Design and Methods", "year": 2003, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Yan Zhang"}, {"authorId": null, "name": "M Barbara"}]}}, {"contexts": ["Prominent examples include early backlash when Facebook’s Newsfeed was introduced [15] (and expanded [1]) as well as more recent negative reactions to changes in Twitter’s Timeline [26] and Instagram’s feed [22]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Backlash continues over Instagram's new algorithm. Retrieved from http://www.cbsnews.com/news/backlash-continuesover-instagrams-new-algorithm", "abstract": null, "venue": "", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Amy Kraft"}]}}, {"contexts": ["As such, we used human content coding to classify a subset of the corpus for both quantitative [32] and thematic [34] analysis, and then used supervised machine classification to broaden our analysis to the whole corpus, per [30]."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Qualitative analysis of content. In Applications of Social Research Methods to Questions in Information and Library", "abstract": null, "venue": "", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Yan Zhang"}, {"authorId": null, "name": "Barbara M. Wildemuth"}]}}, {"contexts": ["Twitter’s users include about 23% of all online adults, and demographically trends younger, more urban, educated, and non-white than other social media platforms [9]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Mobile Messaging and Social Media", "abstract": null, "venue": "Pew Research", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Maeve Duggan"}]}}, {"contexts": [", [14]) which argues that “algorithm” is defined in a multi-faceted way that goes beyond the technical meaning to account for social science and colloquial use of the term."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Algorithm. In Digital Keywords", "abstract": null, "venue": "", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Tarleton Gillespie"}]}}, {"contexts": ["Algorithmically-driven content curation systems such as the Facebook Newsfeed or Instagram Feed are an increasingly common feature of social media platforms [3, 11, 13].", "These systems often change more frequently than traditional technological systems [13], and that change has sometimes been met with public resistance from users."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The Relevance of Algorithms. In Media technologies: Essays on communication, materiality, and society, Tarleton Gillespie, Pablo Boczkowski and Kirsten Foot (ed.)", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Tarleton Gillespie"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "CEO Dorsey responds to Twitter timeline outrage", "abstract": null, "venue": "", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Wanda J Orlikowski"}, {"authorId": null, "name": "Debra C Gash"}]}}, {"contexts": ["Recent research suggests that folk theories, which capture a user’s working understanding of system operation [12, 28] and can act as a high-level frame for shaping user expectations [7, 27], may be a useful window into understanding user resistance to algorithmic change [5, 10, 12]."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Users’ mental models: The very ideas. In HCI Models, Theories, and Frameworks: Toward a Multidisciplinary Science, John M Carroll (ed.)", "abstract": null, "venue": "", "year": 2003, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Stephen J Payne"}]}}]}