{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8e810629ac35213e085552d3d6f3429761bc67ed", "externalIds": {"MAG": "3036891678", "DOI": "10.1007/978-3-658-29411-3_8"}, "url": "https://www.semanticscholar.org/paper/8e810629ac35213e085552d3d6f3429761bc67ed", "title": "Erwarten, Vorstellen, Entscheiden", "abstract": "Der Autor beschreibt, wie bei okonomischen Entscheidungen die Zukunft als Erwartungsraum mit Erwartungspunkten imaginiert wird: eine Landkarte von verwirklichbar vorgestellten Moglichkeiten, eingebettet in den weiteren Raum „des Moglichen, das wir uns als nicht verwirklichbar vorstellen.“ Finanzobjekte erscheinen nach dieser Analyse als Projekte imaginativ-apperzeptiver Art, dabei formen sich „Bilder“ von Markten, die sich unmittelbar wandeln konnen. Phanomene dieser Art kann die okonomische Standardtheorie aus epistemischen Grunden nicht erfassen.", "venue": "", "year": 2020, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2956009", "name": "B. Priddat"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ab71df99e7c0cf074b3e97b030719041041252d9", "externalIds": {"MAG": "2945255632", "DOI": "10.1017/9781139033725"}, "url": "https://www.semanticscholar.org/paper/ab71df99e7c0cf074b3e97b030719041041252d9", "title": "Frege: A Philosophical Biography", "abstract": null, "venue": "", "year": 2019, "referenceCount": 217, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2751667", "name": "D. Jacquette"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "11258da59568c85c2b96628f8a5ac4028ffc4e56", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/11258da59568c85c2b96628f8a5ac4028ffc4e56", "title": "Corruption of Goods", "abstract": "Critiques of Economics by the philosophers Michael Sandel and Ruth Grant reveal a substantive issue within economic theorising, that of attitude change, leading to the socalled “corruption of goods”. It is argued that current models within economics cannot sensibly handle attitude change in the dimensions discussed by Sandel and Grant. Instead it can be modelled using multirepresentational gamesgames that allow interpretations of situations by players to change within the game. Although this may result in inconsistency within games, it is demonstrated how this can be resolved and how useful they are in analysing the corruption of goods. 1 Division of Economic Studies, School of Social Sciences, University of Dundee. DD1 4HN", "venue": "", "year": 2016, "referenceCount": 40, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2111036115", "name": "Martin K Jones"}]}}, {"contexts": ["(Papineau 2012), p. 46."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b613f646aae318f8be5a76ef2cf38bf34eb9dc69", "externalIds": {"DBLP": "journals/synthese/Floridi18", "MAG": "2529964754", "DOI": "10.1007/s11229-016-1232-8"}, "url": "https://www.semanticscholar.org/paper/b613f646aae318f8be5a76ef2cf38bf34eb9dc69", "title": "What a maker’s knowledge could be", "abstract": "Three classic distinctions specify that truths can be necessary versus contingent,analytic versus synthetic, and a priori versus a posteriori. The philosopher reading this article knows very well both how useful and ordinary such distinctions are in our conceptual work and that they have been subject to many and detailed debates, especially the last two. In the following pages, I do not wish to discuss how far they may be tenable. I shall assume that, if they are reasonable and non problematic in some ordinary cases, then they can be used in order to understand what kind of knowledge the maker’s knowledge is. By this I mean the sort of knowledge that Alice enjoys when she holds the information (true content) that Bob’s coffee is sweetened because she just put two spoons of sugar in it herself. The maker’s knowledge tradition is quite important but it is not mainstream in modern and analytic epistemology and lacks grounding in terms of exactly what sort of knowledge one is talking about. My suggestion is that this grounding can be provided by a minimalist approach, based on an information-theoretical analysis. In the article, I argue that (a) we need to decouple a fourth distinction, namely informative versus uninformative, from the previous three and, in particular, from its implicit association with analytic versus synthetic and a priori versus a posteriori; (b) such a decoupling facilitates, and is facilitated by, moving from a monoagent to a multiagent approach: the distinctions qualify a proposition, a message, or some information not just in themselves but relationally, with respect to an informational agent; (c) the decoupling and the multiagent approach enable a re-mapping of currently available positions in epistemology (Classic, Innatist, Kant’s and Kripke’s) on these four dichotomies; (d) within such a re-mapping, two positions, capturing the nature of a witness’ knowledge and of a maker’s knowledge, can best be described as contingent, synthetic, a posteriori, and uninformative and as contingent, synthetic, weakly a priori (ab anteriori), and uninformative respectively. In the conclusion, I indicate why the analysis of the maker’s knowledge has important consequences in all those cases in which the poietic (constructive) intervention on a system determines the truth of the model of that system.", "venue": "Synthese", "year": 2016, "referenceCount": 52, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1982425", "name": "L. Floridi"}]}}, {"contexts": ["To name two, Baggini and Fosl’s Philosopher’s Toolkit (Baggini & Fosl, 2011) or Papineau’s Philosophical Devices (Papineau, 2012)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "405f97da2d05865cfd87bd5330a5ca5c583fb9ff", "externalIds": {"MAG": "1497612200"}, "url": "https://www.semanticscholar.org/paper/405f97da2d05865cfd87bd5330a5ca5c583fb9ff", "title": "Intuition Pumps and Other Tools for Thinking", "abstract": "Thinking is hard - yet barely a waking moment passes when we're not labouring away at it. A few of us may be natural geniuses, able to work through the toughest tangles in an instant; others, blessed with reserves of willpower, stay the course in the dogged pursuit of truth. Then there's the rest of us. Not prodigies and a little bit lazy, but still aspiring to understand the world and our place in it. What can we do? In Intuition Pumps, Daniel Dennett, one of the world's most original and provocative thinkers, takes us on a profound, illuminating and highly entertaining philosophical journey. He reveals a collection of his favourite thinking tools, or 'intuition pumps', that he and others have developed for addressing life's most fundamental questions. Along with new discussions of familiar moves - Occam's Razor, reductio ad absurdum - Dennett offers cognitive tools built for the most treacherous subject matter: evolution, meaning, consciousness and free will. In his genial style, Dennett guides readers around the pitfalls in arguments, and reveals easier ways to better understand the world around us and our place in it. An enlightening and practical store of knowledge, Intuition Pumps and Other Tools for Thinking will teach you to think truly independently and creatively. [Praise for Daniel Dennett's Freedom Evolves]: \"This is a serious book with a brilliant message\". (Matt Ridley, Sunday Telegraph). \"Dennett has produced the most powerful and ingenious attempt at reconciling Darwinism with the belief in human freedom to date\". (John Gray, The Independent). \"An outstandingly good book. There is no better philosophical exponent of what evolutionary biology really means\". (The Times). Daniel Dennett is one of the most original and provocative thinkers in the world. A brilliant polemicist and philosopher, he is famous for challenging unexamined orthodoxies. His books include Brainstorms, Brainchildren, Elbow Room, Consciousness Explained, Darwin's Dangerous Idea and Freedom Evolves. He lives in North Andover, Massachusetts.", "venue": "", "year": 2013, "referenceCount": 11, "citationCount": 234, "influentialCitationCount": 21, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3329205", "name": "D. Dennett"}]}}]}