{"paperId": "9f6960d60e970da2e0c41d2a9e5ed5fe40857c21", "externalIds": {"MAG": "2176435353", "DOI": "10.5860/choice.194610"}, "url": "https://www.semanticscholar.org/paper/9f6960d60e970da2e0c41d2a9e5ed5fe40857c21", "title": "Machines of Loving Grace: The Quest for Common Ground Between Humans and Robots", "abstract": "As robots are increasingly integrated into modern societyon the battlefield and the road, in business, education, and healthPulitzer-Prize-winning New York Times science writer John Markoff searches for an answer to one of the most important questions of our age: will these machines help us, or will they replace us?In the past decade alone, Google introduced us to driverless cars, Apple debuted a personal assistant that we keep in our pockets, and an Internet of Things connected the smaller tasks of everyday life to the farthest reaches of the internet. There is little doubt that robots are now an integral part of society, and cheap sensors and powerful computers will ensure that, in the coming years, these robots will soon act on their own. This new era offers the promise of immense computing power, but it also reframes a question first raised more than half a century ago, at the birth of the intelligent machine: Will we control these systems, or will they control us?In Machines of Loving Grace, New York Times reporter John Markoff, the first reporter to cover the World Wide Web, offers a sweeping history of the complicated and evolving relationship between humans and computers. Over the recent years, the pace of technological change has accelerated dramatically, reintroducing this difficult ethical quandary with newer and far weightier consequences. As Markoff chronicles the history of automation, from the birth of the artificial intelligence and intelligence augmentation communities in the 1950s, to the modern day brain trusts at Google and Apple in Silicon Valley, and on to the expanding tech corridor between Boston and New York, he traces the different ways developers have addressed this fundamental problem and urges them to carefully consider the consequences of their work.We are on the verge of a technological revolution, Markoff argues, and robots will profoundly transform the way our lives are organized. Developers must now draw a bright line between what is human and what is machine, or risk upsetting the delicate balance between them.", "venue": "", "year": 2015, "referenceCount": 0, "citationCount": 95, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "67306716", "name": "J. Markoff"}]}