{"offset": 0, "data": [{"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "371ee016720fada23bd4b9d345d84637144d766f", "externalIds": {"MAG": "3083193641", "DOI": "10.1353/tech.2020.0079", "PubMed": "33416796"}, "url": "https://www.semanticscholar.org/paper/371ee016720fada23bd4b9d345d84637144d766f", "title": "Landline Natives: Telephone Practices since the 1950s as Innovation", "abstract": "abstract:The telephone has played a key role in shaping modern life. While most scholars focus on the early use of landline telephones, this article follows the subsequent social history of landline telephones in the late twentieth century as an equally significant phase of innovation, when telephone practices changed radically as a result of transformations in national and household infrastructures. In this article, we identify a new generation of “landline natives” emerging around 1968; for them, the telephone was a natural form of communication and part of their home environments. Our case study of how telephone use became taken for granted serves as a prehistory for scholars studying cellphone and smartphone practices as well as media scholars seeking to understand audience participation in television and radio.", "venue": "Technology and culture", "year": 2020, "referenceCount": 73, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Business"], "authors": [{"authorId": "6053748", "name": "M. Abildgaard"}, {"authorId": "1931664322", "name": "Mette Simonsen Lee Humphreys"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b45b88eaeb252f545b0c67456458a069f70e1779", "externalIds": {"MAG": "2989259212", "DOI": "10.4018/978-1-7998-0106-1.ch016"}, "url": "https://www.semanticscholar.org/paper/b45b88eaeb252f545b0c67456458a069f70e1779", "title": "Call Masking", "abstract": "The phenomenon of call masking and other related infractions have assumed frightening dimension in Nigeria. Apart from depriving the government and telecoms companies of huge revenue, the sharp practices also constitute a security threat to the nation. In a bid to curb the menace, the Nigerian Communications Commission, the industry regulator, had to suspend six interconnect exchange licenses in February 2018 and bar 750,000 lines belonging to 13 operators from the national network suspected to have been involved in the criminal act. However, in spite of the measures taken by NCC, the sharp practices have continued unabated. It is against this backdrop that this chapter proffers solutions and recommends ways to nip the infractions in the bud and save the telecoms industry from imminent collapse.", "venue": "", "year": 2020, "referenceCount": 17, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "123072097", "name": "Benjamin Enahoro Assay"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f1e658c20a0b926daf6e6df4aa00facdb1e9bbd4", "externalIds": {"MAG": "2994719941", "DOI": "10.1163/15685314-04706004"}, "url": "https://www.semanticscholar.org/paper/f1e658c20a0b926daf6e6df4aa00facdb1e9bbd4", "title": "How Culture Matters in Internet Usage", "abstract": "\n This study investigates cultural influences on the way that the Internet is utilised. We specifically examine how online time is allocated between information searching and communication in two culturally distinct societies: South Korea and the United States. Based on the argument that personal communication in South Korea shows a higher level of contexting, which is not easily transmitted over the Internet, we hypothesise that Koreans spend relatively less time on online communication than Americans do. Our analyses of time-use data support this hypothesis. We find that the difference between the societies is not in the length of time spent on online communication, but the choice of the Internet as a communication medium. Koreans are less likely to view the Internet as a communication medium than Americans, although they are equally active once involved in this activity.", "venue": "", "year": 2019, "referenceCount": 23, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "5047138", "name": "Sangmoon Kim"}, {"authorId": "82484436", "name": "C. Ju"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "efa94b2cf4cbe51fdb2a09d8aa233853a552077d", "externalIds": {"MAG": "2898340774", "DBLP": "journals/jsit/ThongsriSBA18", "DOI": "10.1108/JSIT-11-2017-0107"}, "url": "https://www.semanticscholar.org/paper/efa94b2cf4cbe51fdb2a09d8aa233853a552077d", "title": "Integrating UTAUT and UGT to explain behavioural intention to use M-learning: A developing country's perspective", "abstract": "\nPurpose\nThe purpose of this study was to investigate factors that influence the intention to use mobile learning (m-learning) by learners in developing countries such as Thailand. This study integrated two theories; namely, the unified theory of acceptance and use of technology (UTAUT), which focuses on technology, and uses and gratifications theory (UGT), which involves studying learners’ motivation.\n\n\nDesign/methodology/approach\nApplying a quantitative research method, this study conducted a survey of 359 undergraduates. The partial least squares methods and a statistical analysis technique based on the structural equation modelling (SEM), were used to analyse the data.\n\n\nFindings\nThe results revealed that the performance expectancy, cognitive need, affective need and social need had significant effect on intention to use m-learning. Furthermore, this study found a significant effect of the cognitive need on the performance expectancy and social need on effort expectancy.\n\n\nPractical implications\nThis research model has provided guidelines for the effective development of educational applications for use on mobile devices. The findings can be applied as guidelines for public organizations to develop educational strategies to further encourage the development of online learning.\n\n\nOriginality/value\nThis research closed a gap of understanding from previous studies by integrating UTAUT and UGT. The method derived from the theoretically integrated model could be applied to study the intentions for the implementation the mobile learning application from the context of developing countries such as Thailand.\n", "venue": "J. Syst. Inf. Technol.", "year": 2018, "referenceCount": 79, "citationCount": 27, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "52217305", "name": "Nattaporn Thongsri"}, {"authorId": "2121272603", "name": "Liang Shen"}, {"authorId": "2044829", "name": "Yukun Bao"}, {"authorId": "1856565", "name": "I. Alharbi"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "91568fb1560b91788d9a4683bc742b1027ec1489", "externalIds": {"MAG": "2848636380", "DOI": "10.1051/MATTECH/2017038"}, "url": "https://www.semanticscholar.org/paper/91568fb1560b91788d9a4683bc742b1027ec1489", "title": "Society and materials: an interpretation of the subject in the light of sociology and gender", "abstract": "The paper discusses the relevance of the link between gender and materials, in the framework of a more general reflection on the science-society relationship. In order to do this, the theoretical path is presented that the author and his colleagues followed, with the aim of using some concepts and theoretical and methodological approaches taken from social sciences for a better consideration of society and materials issues. The gender/materials connection does not appear to have been dealt with yet in a systematic way, although there are some interesting studies and insights. This connection instead appears very important in the light of a sociological reflection focusing on the relations among the social actors involved in the cycle of materials. The centrality of social actors within the processes that define the value chain and life cycle of products and materials is presented and, in this framework, the importance of design is stressed, together with other typical phenomena highlighted within social sciences such as closure or negotiation, power relations, etc. Particularly, considerations on gender appear important because they imply the possibility to include the different points of view, approaches and solutions of gender-diverse actors. Gender differences and gender related dynamics emerges as relevant in the definition of research priorities, in the analysis of needs, uses, and social and environmental impacts of materials and products is likely to limit the potential and distort the perspective of materials science. In this framework, existing data are presented that show that materials represent an area of scientific research (both academic and non-academic) where the under-representation of women is presently recorded and probably impacts on the materials sector as a whole. The proposed reflection on the relation between gender and materials is still a very initial one, but further research is advisable in light of the centrality of sustainable policy issues such as the Circular Economy (CE) where it is important to focus the attention on the role of social actors in the entire product cycle and not only in its final part (e.g., the purchase of consumer goods, their use, disposal, re-use, etc.). A further reflection on gender and materials could also be relevant for LCA.", "venue": "", "year": 2017, "referenceCount": 24, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "83696104", "name": "A. Declich"}]}}, {"intents": ["background"], "contexts": ["The original purpose for establishing a sense of social presence is to provide satisfying and productive access to others—i.e., the thoughts, emotions, and presence of real and virtual humans (e.g., via the internet (Horrigan & Rainie, 2002) or telephones (Fischer, 1988)).", ", via the internet (Horrigan & Rainie, 2002) or telephones (Fischer, 1988))."], "isInfluential": false, "citingPaper": {"paperId": "c5eef3e7f36512b588095bfa758e97b318b2a1c0", "externalIds": {"DBLP": "journals/cogsr/ChoiK17", "MAG": "2482427843", "DOI": "10.1016/j.cogsys.2016.07.006"}, "url": "https://www.semanticscholar.org/paper/c5eef3e7f36512b588095bfa758e97b318b2a1c0", "title": "Who is this?: Identity and presence in robot-mediated communication", "abstract": "Abstract Because a telepresence robot is intended for use in telecommunications, conveying the presence of a remote sender is an important issue. Even though certain characteristics of robots such as identity could be effective at generating a sense of presence, this risks yielding a distortion of presence in the remote sender. Thus, in order to find effective ways to increase presence, we executed an experiment comparing a telepresence robot with high identity and a telepresence robot with low identity. The 60 participants in this study engaged in a video call with a remote sender using either a telepresence robot with high identity or a telepresence robot with low identity. The results showed that participants felt more remote sender presence when interacting with the telepresence robot with low identity than they did with the one with high identity. On the other hand, when a telepresence robot has high identity, participants felt more presence toward the robot than they did toward the one with low identity. In the second study (N = 72), participants experienced two types of telepresence robots (identity level: a telepresence robot with high identity vs. a telepresence robot with low identity) with two types of remote senders (number of remote senders: single remote sender vs. multiple remote senders). The identity level of the robot and the number of remote senders affected the presence of the remote sender, telepresence, and the presence of the robot. We discuss in detail the implications for the design of telepresence robots in terms of increasing presence.", "venue": "Cognitive Systems Research", "year": 2017, "referenceCount": 50, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "70114190", "name": "Jung-Ju Choi"}, {"authorId": "1743779", "name": "Sonya S. Kwak"}]}}, {"intents": ["background"], "contexts": ["5 On the relation between women and the telephone, as a technological device, see Fisher, 1988; Frissen, 1995; Castells, 2001; Wajcman et al., 2009."], "isInfluential": false, "citingPaper": {"paperId": "895926856c185b4f46eadd97f902aae3369bf71c", "externalIds": {"MAG": "2523672919", "DOI": "10.14658/PUPJ-IJSE-2016-2-7"}, "url": "https://www.semanticscholar.org/paper/895926856c185b4f46eadd97f902aae3369bf71c", "title": "Education 2.0 and gender: a case study on the use of interactive whiteboards in secondary schools", "abstract": "The digitalization of education systems is presented as a possible way to match the concerns of a knowledge based economy with those of an inclusive information society. To meet this double challenge, education systems are asked to shift from a ‘traditional school’ to an ‘Education 2.0’ model, introducing innovative pedagogies through the use of ICT devices characterized by interactivity and multimediality. The article investigates over the presence and breadth of this shift within secondary schools of the region Sardinia, Italy, since the introduction of Interactive Whiteboards (IWB), to focus next on the gender dimension of change. Empirical evidence drawn from an evaluative research adopting a mixed method approach is presented and analysed: first, an idealtype of classroom organization after IWB introduction is offered, then the main gender dynamics emerging in reorganized classrooms are considered, focussing on interaction among its main actors’, namely teachers and students. Conclusions suggest that, although a less gendered approach to technology is observed in classroom practices enhanced by Education 2.0 models, these changes haven’t (yet) led to a reconfiguration of the symbolic representations and tacit assumptions structuring school settings, still hampering fairer educational and professional trajectories for women in STEM (Science, Technology, Engineering, Maths).", "venue": "", "year": 2016, "referenceCount": 91, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2080811242", "name": "Clementina Casula"}, {"authorId": "119806570", "name": "Antonietta De Feo"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "10464a25cc5b4051913a56f24d44234a88b39b93", "externalIds": {"MAG": "1569492828", "DOI": "10.2139/SSRN.2560777"}, "url": "https://www.semanticscholar.org/paper/10464a25cc5b4051913a56f24d44234a88b39b93", "title": "Telecommunications Law and Policy to Protect Subscribers’ of Mobile Phones in Africa", "abstract": "The mobile telephone alternatively referred to as mobile handset, has immense advantages over the traditional land line telephone in that it enables the user to traverse wherever he desires, and yet able to communicate with others either for purposes of transacting businesses or as a means of effecting social interactions, but notwithstanding the apparent advantages of mobile phones, like every coin having two sides, its use has demerits which as a matter of necessity, calls for regulatory measures to protect the subscribers; unfortunately, this is not the case in most African countries, for example, Nigeria reputed for the highest population in Africa ditto the highest number of mobile telephone subscribers in addition to being the biggest economy in the continent, does not have in place, law and policy specifically aimed at protecting or promoting the interest of its subscribers. The usage of mobile phones has assumed phenomenal increase recently; it is the norm rather than the exception in Africa but with the unfortunate trend of dearth of legal and regulatory measures. This Article deals with the legal and regulatory framework pertaining to mobile phones and examines issues relating to or consequences generated thereof. The paper argues that the extant legal and regulatory framework in Africa is not in the best interest of subscribers, and calls for a paradigm shift towards taking into cognizance the said interest of subscribers by governments with the view to putting in place, legal and regulatory precepts simply because the manufacturers of mobile phones and telephony companies, wherever they are situate or operate from, need and rely on the profits generated from African countries.", "venue": "", "year": 2015, "referenceCount": 35, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "120921151", "name": "E. F. G. Ajayi"}]}}, {"intents": ["background"], "contexts": ["It is also worth noting that the telephone industry itself resisted the so-called ‘trivial’ use of the telephone for social calls until the 1920s (Fischer, 1988) and kept focusing on commercial, industrial and even defence markets."], "isInfluential": false, "citingPaper": {"paperId": "9134a212ced21956170132a66c3f9b055ed338e5", "externalIds": {"MAG": "2338381357"}, "url": "https://www.semanticscholar.org/paper/9134a212ced21956170132a66c3f9b055ed338e5", "title": "The ICT revolution for more sustainable mobility? A long-run perspective", "abstract": "ww w. id dr i.o rg NEW ICTs HAVE HISTORICAL PREDECESSORS THAT ARE WORTH CONSIDERING New Information and Communication Technologies (ICTs) have been hailed to massively transform our economies, and potentially towards more sustainability. But will they? While the newest ICTs such as the Internet are in some respects unique, in other respects they have historical predecessors (telegraph, telephone) that are worth considering: they have also generated important expectations and impacts on their contemporaneous society, and in particular on the mobility regime.", "venue": "", "year": 2015, "referenceCount": 59, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "100642211", "name": "R. Hippe"}]}}, {"intents": ["background"], "contexts": ["For instance, the telephone was originally conceived for business communication, a field dominated by men in the public sphere, however, women re-invented the medium for person-to-person, social communication and conviviality purposes bringing it to the domestic sphere (Fischer, 1988; Hutchby, 2001a; Matthewman, 2011; Williams & Edge, 1996)."], "isInfluential": false, "citingPaper": {"paperId": "a545d6b107588344bd76b6d6e6a8540cef462170", "externalIds": {"MAG": "2287328306"}, "url": "https://www.semanticscholar.org/paper/a545d6b107588344bd76b6d6e6a8540cef462170", "title": "“It’s a complicated situation”. Harm in everyday experiences with technology. A qualitative study with school-aged children", "abstract": "This qualitative study was guided by two objectives: to understand the personal values and meanings children might use to interpret their technologized lives and, to uncover unintended harmful outcomes that may be (more or less) hidden in children’s everyday digital lives. Recognising children as competent ‘agents in their own right’, a dynamic participatory approach was used to reach the intricacies of the relationships between the participants (a total of 41, mostly girls and aged 10-12) and digital and online technologies in late modernity. Drawing from everyday situations, children’s voices were privileged as the main source of understanding to inform a multi-lens approach drawing perspectives from the sociology of risk, childhood studies, socio-technical studies and Zemiology. The qualitative data generated by participants’ heterogeneous and critical accounts is organized in three key themes: i) digital inequalities, ii) controlling parental control and iii) online participation. The findings provide relevant information to society in general and to families and other agents in charge of the care and education of the child, in particular. Control and agency are central aspects that cut across each key theme and destabilise romantic westernised constructions of childhood that no longer embody the contemporary child. From a harm perspective, evidence in the study suggests that children’s rights can be compromised when digital expectations and needs are not met or collide with digital assumptions taken for granted. Protection and participation rights online are challenged when parents use panoptical and paternalistic strategies that affect children’s decisions, judgements and development. However, the narratives do not exclusively depict the child-victim. Findings insinuate that children are excluding adults’ from their digital lives, based on digital competence, freedom and moral values. Moreover, children are actively engaging in ambiguous behaviours online that include sexual socialization, carelessness, rude and abusive behaviours and criminal practices. Granting access and use does not per se support children to pursue wise and empowering participation online. This thesis concludes that inclusive strategies instead, would enable to enhance children’s digital wisdom, engage generations, strengthen bonds of solidarity, reintegrate adults in children’s lives and encourage children to exercise their agency and individuality within the broader societal framework.", "venue": "", "year": 2015, "referenceCount": 331, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "143606171", "name": "Teresa Sofia Castro"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "590ee1913a924dfce6fe5a62bbdc792f1f435a66", "externalIds": {"MAG": "35276216"}, "url": "https://www.semanticscholar.org/paper/590ee1913a924dfce6fe5a62bbdc792f1f435a66", "title": "Quality, comfort, and ease: Remapping the affordances of Russian language in Tbilisi, Georgia", "abstract": null, "venue": "", "year": 2014, "referenceCount": 131, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "118303948", "name": "P. Sherouse"}]}}, {"intents": ["background"], "contexts": ["…reconªguring, and shaping technology to ªt their own lives and goals rather than the goals imagined by the technology developers and marketers has been well documented by social histories of technology (Bijker, Hughes, & Pinch, 1989; Bray, 2008; Fischer, 1988, 1994; Flitsch, 2008; Wu, 2008)."], "isInfluential": false, "citingPaper": {"paperId": "93835e66f69fb39ab0543b3db00f87fe3ce29351", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/93835e66f69fb39ab0543b3db00f87fe3ce29351", "title": "An Ethnography of ICTD in China : Background and Methods", "abstract": "Information and communication technology (ICT) is increasingly widespread in rural China, and is anding unlikely users: elderly people, rural women, and people with little education or disposable income. Their ICT use is driven by the desire to and connections and entertainment, and it offers three insights for broadly utilitarian ICT for development (ICTD) projects: arst, rural users who are thought to be beyond the reach of ICTs because of their age or educational level and who do not see themselves as ICT users may nonetheless begin to use ICTs after observing other people going online and identifying activities that relate to their own lives and interests. Second, they have time to agure out how to incorporate ICTs into environments that are extremely different in terms of economy, social structures, and habits from the urban environments where ICTs originate. Finally, ICT uses that emerge from family-based practices rather than from hetero-directed programs can provide insights into the priorities or social practices of seemingly marginalized populations who have otherwise been overlooked. Introduction: ICT for What? On a hot July morning in 2010, in a small village in the Chinese northern province of Hebei, I was sitting on a pile of bricks by the side of the road, waiting for a potential interviewee to return from the aelds and show me her laptop, at the time still an expensive and rare device in the countryside. While waiting, I chatted with three older women sitting along the wall, taking a rest from their morning’s activities. They seemed unlikely Internet users, especially the two oldest, Mrs. Ouyang in her late 50s and Mrs. Kong in her late 70s. To pass the time I asked what I was asking everyone in the village: Do you have a mobile phone or a computer? Only the youngest, Mrs. Tao, then in her late 40s, answered that she had a mobile phone, but said she could only use it with her daughter’s help. This aligned with what I had expected to hear in terms of Internet and mobile phone use in rural China. Before starting my aeldwork, I had been reading the China Internet Network Information Center’s quarterly reports on Internet use in the country, which showed consistently that use was concentrated in urban areas and among younger people and that rural use was lagging because of cost, lack of access, and lack of understanding of the Internet’s potential (25th Statistical Survey, 2010). As the conversation continued, however, an entirely different picture emerged. All three women had computers in their homes. The computers belonged to their children, but a combination of watching them go online and hearing about the Internet in family discussions and in daily outdoor gatherings of neighbors had made the women aware of the Internet and of some of the things one could do online. Only Mrs. Kong maintained that she had never seen or used a computer, which again seemed reasonable to me. But she also turned out to have used QQ Video, a program similar to Skype, to chat with her son and grandchild who lived away from the village. She was not entirely aware of how QQ worked, and it was Mrs. Ouyang who said, “Of course you’ve used video-calls. Don’t you remember? It’s just like television, except there was your grandson on the screen!” These older women, like most people in the village, have children and other relatives who are rural-tourban migrants, that is, residents who move from the country for shorter or longer periods to urban areas to work in factories or in the service sector, fuelling the impressive economic growth that has characterized China 19 To cite this article: Oreglia, E. (2014). ICT and (personal) development in rural China [ICTs for Leisure in Development Special issue]. Information Technologies & International Development, 10(3), 19–30. © 2014 USC Annenberg School for Communication & Journalism. Published under Creative Commons Attribution-Non Commercial-Share Alike 3.0 Unported license. All rights not granted thereunder to the public are reserved to the publisher and may not be exercised without its express written permission. Volume 10, Number 3, Fall 2014, 19–30 since the 1980s (Gaetano & Jacka, 2004; Solinger, 1999). While contributing to the economic progress of the country as a whole, this migration has also increased the gap that has historically existed between urban and rural areas in terms of economic, employment, and educational opportunities; infrastructure development; and the availability of social and welfare services. In recent years, the Internet and new information and communication technologies (ICTs), and in particular, mobile phones, have started to play an important role in efforts to bridge this gap, both through government policies and initiatives and at a grassroots level as migrants bring ICTs and know-how from cities to villages. At the public level, much emphasis has been placed on the role of ICTs in rural economic development, as illustrated by this quote from an inouential World Bank report on rural informatization in China, written in collaboration with the Chinese government and, in particular, with the Advisory Committee for State Information in China: Rural populations have dramatically increased their demand for new technologies, policies, and market information, and obtaining useful information in a timely manner has become critical to the rural economy and society. With the arrival of the information age, the market economy in rural areas has been growing, and competition in the expanding economy necessitates access to information—especially in agriculture, which is particularly reliant on information. ICT is being perceived as an effective tool for disseminating information resources widely and cost effectively. (Qiang, 2009, p. 1) Despite this emphasis, and backed by substantial investments in infrastructure, software, and information networks of various types, rural ICT uses still consist mainly of entertainment and communication, such as watching TV online, playing games, and staying in touch with relatives and friends who have migrated. In China, as in many other countries, Internet use is often perceived as driven by entertainment—and the spectacular success of online gaming, social networking, and video and music websites indicates there is some truth to this perception. In the latest report on the Internet in China, the categories of communication (especially instant messaging) and entertainment still comprise the majority of Internet use, despite a marked increase in commerce and business use (33rd Statistical Report, 2014). In recent years, an awareness has grown that part of the problem in the countryside is the lack of locally relevant content and interfaces that are difacult to negotiate for people with little education. The solution is seen to be at the supply side, i.e., in the production of easier interfaces and more appropriate content (33rd Statistical Report, 2014). In this article, however, I argue that the preponderance of entertainmentand communication-based ICT uses are an essential component of the developmental role that new media can play among rural residents. Combined with the essential role of personal networks that introduce and mediate such technology use (e.g., the children of the three women described above), the initial focus on “fun” activities that create familiarity with the technology and help people stay in touch with their families are essential in keeping people “in the loop” who might be otherwise left out and that allow people the space, time, and support to integrate ICTs into their lives. How might one argue that the use of ICTs for leisure in emerging countries (Arora & Rangaswamy, 2013) contributes to creating development opportunities and should not be considered as outside the scope of ICTD projects? Drawing from my ethnographic aeldwork, I see the study of leisure-driven ICT uses as an important vector for understanding aspects of ICT uses that can add value when integrated into ICTD (ICT and/for development) interventions. For my research participants, the value of digital leisure “for development” is three-fold. First, it allows people who do not think of themselves as ICT users and who are not considered by others as able to become proacient users to acquaint themselves with ICT devices and and uses that are meaningful for them—in other words, to start imagining themselves as users. Second, the time dedicated to play is time invested in slowly negotiating and accommodating into one’s daily rhythms tools and ways of communicating that represent a dramatic shift from traditional modes of interacting and exchanging information. Finally, a close observation of ICTs for leisure can provide insights into user priorities and needs, in particular as far as communication needs are concerned. In this article, I trace a social chronicle of mobile phones (and occasionally, computers) as they are adopted and adapted at the margins of Chinese society. By looking at how they at into people’s lives from these three perspectives, I consider some of their effects on social ties and personal well-being to gain a more holistic view of ICTs’ roles among people “at the margins” who are the main concern of the ICTD community. In the rest of the article, I analyze all three areas in more detail: I begin with a short introduction to 20 Information Technologies & International Development ICT AND (PERSONAL) DEVELOPMENT IN RURAL CHINA", "venue": "", "year": 2014, "referenceCount": 31, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1686374", "name": "Elisa Oreglia"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ca0084649d3742318e5a6a16ac89be1c43659040", "externalIds": {"MAG": "2101215734", "DOI": "10.1051/MATTECH/2014020"}, "url": "https://www.semanticscholar.org/paper/ca0084649d3742318e5a6a16ac89be1c43659040", "title": "Hidden societal implications of materials. Updating the awareness on what is at stake", "abstract": "In a sociological perspective, materials are to be viewed as the focus of social relations. Actually, materials are activated by and even created within social relation systems and in turn they create and activate new social relation systems connected to i.e. their extraction, production, use, management, reuse, recycling and disposal. On the basis of various European research projects carried out by the authors, the paper will be aimed at analyzing such social relations in the framework of the innovation cycle which necessarily involves a large number of societal actors, including research institutions, technological developers, industries, financial institutions, political players, civil society organizations, professional groups and local communities. Since from beginning of the innovation cycle, two sets of societal relations can be identified. The first set can be referred to as the societal technological process. Any product and material, to be discovered or imagined and then developed, produced, marketed and managed, necessarily required the creation and development of social practices and interactions closely intertwined with the scientific and technological activities. In this sense, any product and material are the result of a socio-technical system, in which the boundaries between the social dimension and the technological dimension are blurred. The second set can be called the societal political process. This includes all dynamics of a political nature (local, national, transnational) connected with a product and material, such decision-making, adoption of standards, fund raising and management, or power relations between political and administrative levels. Both this components are necessary. In fact, they are the upstream factors allowing a material to actually exist in social, economic and technological terms (otherwise they should remain an inactive and unexploitable physical matter) and often in physical terms (in that case materials simply should not even exist at all). Taking into consideration such upstream dynamics allows to perceive under a different perspective the same nature and features of the life cycle of a material and product as well as to go beyond the presently adopted social life cycle assessment practices. As for the downstream aspects, they usually are referred to as social impacts. Certainly, any product and material has direct impacts on different aspects of social life (e.g. working environment, wages, quality of life, consumption patterns). However, materials are also part (and often the core) of social regimes aimed at turning uncontrolled and partially unknown dangers into at least partially managed and measurable risks. Dangers can be of physical nature (e.g. energy shortage, illness, water shortage, etc.) as well as of social nature (social conflicts, poverty, threatens to personal rights, etc.). As any regimes, materials and products in turn inevitably generate new dangers requiring further regimes to be managed. Viewing materials as part of this dynamics turning around the triadic relation between dangers, social regimes and risks could be helpful for going beyond the social life cycle assessment. In the final part of the paper, the issue of the co-evolution between science and society (and therefore between materials and human agency) will be deepened and some considerations will be made on what is at stake with a more aware understanding of the intertwined interactions between materials and social relations. In the last years a growing attention has been paid – also by European institutions – to the social dimension of materials and technologies. Yet with the 6th and 7th European Framework Research Programme and, with more emphasis, with the coming programme Horizon 2020, European institutions have developed policies that are more and more focused on the tight interaction between research and those society sectors (private sector, civil society, professional network, Local Authorities, etc.) that are more involved in innovation processes. The objective of  these  policies  is  to  make  Member  States  more competitive and able to valorize scientific and technological research, both at the economic and social levels. For a long time there has been a widespread impression that an effective control is lacking on the effects of newtechnologies and materials over, for example, climate, environment, health and also – especially, after the exponential diffusion of the Internet – on the relations between individuals and on the governance of collective life. This impression contributed to strengthen the belief that technology is something that is exogenous to social life and that is able to affect – more or less strongly – the normal course of the events. We cannot avoid to notice, however, that this idea of “exogeneity” of technology tends, paradoxically, to reinforce in a moment in which, as never before, the presence of science and technology in society is strong and pervasive to the extent that some technologies – in sectors such as health, transport or information – have become an essential part of the framework in which modern life develops. As we will see below, materials are an integral part of this dynamics since they are both technological products (and particularly, those with more social pervasiveness) and the basis of further technologies. How indissoluble is this relation between materials and technology clearly emerges, for example, with the development of research sectors such as nanotechnology in which materials tend to incorporate the technologies with which they are produced. It is from the big difficulties emerging from the interaction between the technological (/materials) and the social dimensions that this reflection moves. In Sections 1–4 we critically analyze the way in which social sciences and, particularly, sociology have interpreted, so far, the relations between science, technology and materials, on the one hand, and society on the other hand. This analysis makes it possible to demonstrate the centrality of this relation for contemporary society and its development. In Sections 5–7 we focus the attention on new scenarios that have been emerging in the last years and that are characterized by a growing importance of the overlapping between artificial and natural dimensions and by the advent of what can be defined as a post-natural World. In this context, we propose some thoughts concerning a view of innovation able to account for this complex situation and the possibility to anticipate the changes produced by the interaction of technology and society. The conclusions (Sect. 8) summarize the main elements of the paper.", "venue": "", "year": 2014, "referenceCount": 38, "citationCount": 7, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1410798503", "name": "L. d’Andrea"}, {"authorId": "83696104", "name": "A. Declich"}, {"authorId": "31498904", "name": "F. Feudo"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e068b6bc88b8b346d297422c8bfe5fbbb91ef610", "externalIds": {"MAG": "2015885893", "DOI": "10.4000/TICETSOCIETE.1382"}, "url": "https://www.semanticscholar.org/paper/e068b6bc88b8b346d297422c8bfe5fbbb91ef610", "title": "Vers une théorie critique de l’Internet", "abstract": "Le debat surla contributionde l’Interneta la democratieestloin d’etre regle. Certains evoquentla possibilite que l’Internet puisse restaurerla sphere publique en mentionnant le fait que les discussions en ligne favoriseraient l’empowerment. D’autres affirment que l’Internet est juste un centre commercialvirtuel, l’extension finale du capitalisme global a toutes les activites de nos vies quotidiennes. Cette position plaide pour la these favorable a la democratie moyennant l’integration de quelques reserves. La contribution la plusimportante de l’Interneta la democratiene repose pas necessairement sur seseffetssur le processus electoral, mais plutot sur sa capacite arassembler unepopulationautour de reseauxtechniquesqui regroupent desindividus dispersessurde vastes zones geographiques. Les patients, les joueursde jeux video, les musiciens et bien d’autrespublicsontemerge sur Internet avec des consequences surprenantes.", "venue": "", "year": 2014, "referenceCount": 27, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "48433339", "name": "Andrew Feenberg"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f4ada7e3662f6d0fa11ae01fcdea5853285c4f8e", "externalIds": {"MAG": "2994285297"}, "url": "https://www.semanticscholar.org/paper/f4ada7e3662f6d0fa11ae01fcdea5853285c4f8e", "title": "ICT and (Personal) Development in Rural China", "abstract": "Information and communication technology (ICT) is increasingly widespread in rural China, and is finding unlikely users: elderly people, rural women, and people with little education or disposable income. Their ICT use is driven by the desire to find connections and entertainment, and it offers three insights for broadly utilitarian ICT for development (ICTD) projects: first, rural users who are thought to be beyond the reach of ICTs because of their age or educational level and who do not see themselves as ICT users may nonetheless begin to use ICTs after observing other people going online and identifying activities that relate to their own lives and interests. Second, they have time to figure out how to incorporate ICTs into environments that are extremely different in terms of economy, social structures, and habits from the urban environments where ICTs originate. Finally, ICT uses that emerge from family-based practices rather than from hetero-directed programs can provide insights into the priorities or social practices of seemingly marginalized populations who have otherwise been overlooked.", "venue": "", "year": 2014, "referenceCount": 28, "citationCount": 19, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1686374", "name": "Elisa Oreglia"}]}}, {"intents": ["background"], "contexts": ["See also Fischer (1988a, 1988b, 1992), and Frissen (1995) on gendered social dimensions in telephone use."], "isInfluential": false, "citingPaper": {"paperId": "ffc0fc52b57169f8b41f41ce2247a6fe8639f97f", "externalIds": {"MAG": "2024477782", "DOI": "10.1016/J.LANGCOM.2014.03.001"}, "url": "https://www.semanticscholar.org/paper/ffc0fc52b57169f8b41f41ce2247a6fe8639f97f", "title": "Hazardous digits: Telephone keypads and Russian numbers in Tbilisi, Georgia", "abstract": "Abstract Why do many Georgian speakers in Tbilisi prefer a non-native language (Russian) for providing telephone numbers to their interlocutors? One of the most common explanations is that the addressee is at risk of miskeying a number if it is given in Georgian, a vigesimal system, rather than Russian, a decimal system. Rationales emphasizing the hazards of Georgian numbers in favor of the “ease” of Russian numbers provide an entrypoint to discuss the social construction of linguistic difference with respect to technological artifacts. This article investigates historical and sociotechnical dimensions contributing to ease of communication as the primary rationale for Russian language preference. The number keypad on the telephone has afforded a normative preference for Russian linguistic code.", "venue": "", "year": 2014, "referenceCount": 61, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "118303948", "name": "P. Sherouse"}]}}, {"intents": [], "contexts": ["Park (2010), (citing Singer, 1981 and Fischer, 1988) also distinguished between the ‗‗social‘‘ and the ‗‗practical‘‘ uses of the telephone, while Claisse and Rowe (1987) also cited in Park (2010) categorized telephone uses as having ‗‗functional‘‘ and ‗‗relational‘‘ motives."], "isInfluential": false, "citingPaper": {"paperId": "0e1db31988a1f35e32244bc6588c02108428d982", "externalIds": {"MAG": "2183922084"}, "url": "https://www.semanticscholar.org/paper/0e1db31988a1f35e32244bc6588c02108428d982", "title": "A Survey of Fundamental Theories, Models and Perspectives on Computer- Mediated Communication", "abstract": "In this paper I explore some fundamental theories, models and perspectives used by scholars in communication studies as frameworks to understand and discuss the field of computer-mediated communication, which is an offshoot of mediated communication aspect of the communication studies. In my approach, I discuss the academic landscape of communication technology, with a view of locating the concept, nature and scope of CMC. Specifically, I present some of the notable perspectives, models and theories with which scholars in new (digital) media studies have used in explaining trends of adoption, uses and social implications of communication technology against the backdrop of some media constraints and affordances as discussed in select journal publications, while I use schemas to explain the concept where necessary. It is no doubt that this approach will not only introduce the fundamental theories of computer mediated communication within the purview of communication studies, but also advance scholarship in the field of CMC, which has been ongoing as far back as 1970s (Herring, 1994), but which has not been significantly studied in Nigeria and by extension Africa beyond the narrow confines of an oft-quoted theory of media effects.", "venue": "", "year": 2013, "referenceCount": 94, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "73068408", "name": "Wale Oni"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "105f76de2e154dd16df1ea5b1d5c70df404a2483", "externalIds": {"MAG": "76623159"}, "url": "https://www.semanticscholar.org/paper/105f76de2e154dd16df1ea5b1d5c70df404a2483", "title": "The impact of the frequency of technology use on client engagement behavior exhibited by child welfare workers", "abstract": "WHITNEY M. YOUNG JR., SCHOOL OF SOCIAL WORK TAKEISHA GENELL WILSON B.A. THE UNIVERSITY OF MASSACHUSETTS M.S.W. THE UNIVERSITY OF GEORGIA THE IMPACT OF THE FREQUENCY OF TECHNOLOGY USE ON CLIENT ENGAGEMENT BEHAVIORS EXHIBITED BY CHILD WELFARE WORKERS Committee Chair: Richard Lyle, Ph.D. Dissertation dated January 2013 This study examines the relationship between the frequency of technology use and the tendency of child welfare workers to exhibit engagement behaviors with their clients. This study was based on the premise that increased technology use is negatively associated with the quality of direct human interactions. The design of this study is descriptive and quantitative in nature. To identify and describe the potential relationships between demographic, technology use, and engagement variables, numerical data were collected through an anonymous 46-item survey. A multiple regression analysis approach was used to analyze the data gathered in this study. The researcher found that the frequency of technology use has no significant relationship with how participants perceive themselves as engaging their clients. An unexpected finding yielded by this study is that the child welfare workers under study utilize technology so frequently that it becomes apparent they have little time left to have direct client contact and consequently limited opportunities to engage clients. Taken together, these findings suggest that while technology use has no significant relationship with workers' tendency to exhibit engagement behaviors during client interactions, it may be negatively associated with the frequency of opportunities workers have to exhibit those behaviors. THE IMPACT OF THE FREQUENCY OF TECHNOGOLY USE ON CLIENT ENGAGEMENT BEHAVIORS EXHIBITED BY CHILD WELFARE WORKERS", "venue": "", "year": 2013, "referenceCount": 99, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "117451768", "name": "T. Wilson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "12c7a20badd2ea8ddd8cd97df564ae855c2c88df", "externalIds": {"MAG": "2049135665", "DOI": "10.1353/tech.2013.0102"}, "url": "https://www.semanticscholar.org/paper/12c7a20badd2ea8ddd8cd97df564ae855c2c88df", "title": "Curing with Machines: Medical Electricity in Eighteenth-Century Paris", "abstract": "Although electricity had been used for healing purposes in the late 1740s, it was not until 1770 that it was truly medicalized. The article analyzes how physicians incorporated the fashionable \"fluid\" and the machines that produced it into their practices and identities. Doctors fashioned electricity as a medical remedy, asserting their authority upon its therapeutic uses. Nonetheless other users were involved such as patients, handlers, and audiences. However, due to the black-boxing process orchestrated by physicians their roles have been neglected. As the domestication of medical electricity and selfmedication challenged medicalization, hospital based treatments were developed, which reinforced medical expertise. Even so, the process remained incomplete and natural philosophers as well as surgeons maintained alternative practices.", "venue": "", "year": 2013, "referenceCount": 54, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2058668992", "name": "François Zanetti"}]}}, {"intents": ["background"], "contexts": ["Since people are social beings, they strive to inculcate a sense of social presence to gain satisfying and productive access to others and share the thoughts, emotions, and presence of real and virtual humans.(13,14) Without face-to-face conversations, greater perceptions of social presence may emerge in communication that conveys feelings of being with other people rather than in interactions devoid of human presence."], "isInfluential": false, "citingPaper": {"paperId": "1b544ecb2b0d5ba9e51193db6bbac38b351713c4", "externalIds": {"DBLP": "journals/cbsn/ParkL13", "MAG": "2066810765", "DOI": "10.1089/cyber.2012.0051", "PubMed": "23363228"}, "url": "https://www.semanticscholar.org/paper/1b544ecb2b0d5ba9e51193db6bbac38b351713c4", "title": "Show Us You Are Real: The Effect of Human-Versus-Organizational Presence on Online Relationship Building Through Social Networking Sites", "abstract": "This study examined how creating a human presence in organizational online communication affects organization-public relationships and publics' favorable behavioral intentions to engage in word-of-mouth (WOM) and dialogic communications. Four hypotheses were tested in the context of Twitter through a 2×2 (presence: human vs. organizational×organization type: nonprofit vs. for-profit) within-subjects design. The results revealed that conversational human voice was perceived to be higher for Twitter pages of organizations with a human presence than for those with an organizational presence. Providing a human presence on social media through the use of social media managers' avatars and names appeared to promote favorable organization-public relationships and positive WOM communication. However, dialogic communication intentions did not significantly differ between organizations incorporating a human presence versus an organizational presence into their Twitter pages. The proposed dynamic role of human presence versus organizational presence adds a new perspective as to how organizations can take better advantage of interpersonal aspects of social media.", "venue": "Cyberpsychology Behav. Soc. Netw.", "year": 2013, "referenceCount": 45, "citationCount": 40, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science", "Medicine"], "authors": [{"authorId": "2116194216", "name": "Hyojung Park"}, {"authorId": "2841633", "name": "Hyunmin Lee"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c5393ea4bbab916d07a69ec706802722bc2bc659", "externalIds": {"MAG": "2204180480"}, "url": "https://www.semanticscholar.org/paper/c5393ea4bbab916d07a69ec706802722bc2bc659", "title": "From Farm to Farmville: Circulation, Adoption, and Use of ICT between Urban and Rural China.", "abstract": "In the mid-2000s, China began a set of policies to `informatize' the countryside, i.e. to bring Information and Communication Technologies (ICT) to rural residents in order to improve their economic conditions. These policies posit the countryside as a world of `less,' compared to urban areas, and they are framed in terms of what people who are at the margins of China's modernization (migrant workers, rural residents, older people, and farmers) need in order to improve their lives, how ICT can benefit them, and how they can access more and better information despite their low educational and income levels. In contrast to this widespread view of marginalized users as passive recipients of technologies that will help them improve their material conditions, this dissertation looks at the diffusion and appropriation of ICT such as mobile phones and computers among rural residents and migrant workers in their own terms: not as foils for elite views of why they would/should go online, but rather as people who discover the opportunities offered by the Internet that are of interest to them, and try to use these opportunities as best as they can. By following the paths through which ICT travel in urban and rural China and the social relations that are maintained, renewed, and reinvented along the way, I argue that people at the margins have to `invent' themselves as users, and find a connection between themselves and ICT. Migrant workers play a key role in bringing ICT to the countryside, where family networks, shop keepers, and community life foster the circulation of information about ICT and their use. With the help of these intermediaries, even people who are typically dismissed by urban elites as non-users because of their age or educational level, and who live far away from the resource-rich areas where such devices are common, can still be connected to them through their personal ties as well as through appropriate and mediated use of new ICT. As a counter-narrative to the prevailing discourse on ICT and rural users, this dissertation argues that the combination of new technologies and personal networks are a powerful but often overlooked vector along which some aspects of urban growth are shared with the countryside, and that ICT have so far helped to strengthen the familial and personal networks commonly present in rural villages and often lamented as being broken by the dual forces of migration and urbanization.", "venue": "", "year": 2013, "referenceCount": 207, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "1686374", "name": "Elisa Oreglia"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ce792f0e3ef67896905da4a2b56dd82bba9349d2", "externalIds": {"MAG": "1796072229"}, "url": "https://www.semanticscholar.org/paper/ce792f0e3ef67896905da4a2b56dd82bba9349d2", "title": "Civic culture and citizenship : the nature of urban governance in interwar Manchester and Chicago", "abstract": "Due to copyright restrictions all images have been removed from the electronic version of this thesis. The unabridged version can be consulted, on request, at the University of Leicester’s David Wilson Library.", "venue": "", "year": 2013, "referenceCount": 481, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "9655313", "name": "T. Hulme"}]}}, {"intents": ["background"], "contexts": ["As for the social impact, since the introduction of the telephone devices as a mean to stay connected to family and friends (Fischer, 1988) or technologies like SMS, to the more recent introduction of social networks sites that allow users to communicate with each other as well as post photographs, events and profiles for others to see, the industry has played a significant role in social relationships."], "isInfluential": false, "citingPaper": {"paperId": "4f2f9584158891d35cb38abf1611ee2a7970b39f", "externalIds": {"MAG": "2161006053", "DOI": "10.1108/14601061211192825"}, "url": "https://www.semanticscholar.org/paper/4f2f9584158891d35cb38abf1611ee2a7970b39f", "title": "The adoption of open innovation within the telecommunication industry", "abstract": "Purpose – The paper, covering the actual argument of open innovation, aims to answer two main research questions, namely: “Which open innovation approach is adopted by the companies belonging to the ICTs industry?” and “Which types of collaborations are carried out by the companies and which are the dynamics that characterize it?”. Design/methodology/approach – In order to answer the research questions a multiple case study methodology is adopted. The research framework was structured in three main phases: first, a literature review on the matter of open innovation in general and within the ICTs industry in particular, as well as of the specific features of the industry investigated, was carried out. Second, a list of questions containing the main issues that arose from the previous step has been designed for the case study protocol, to be used in the following structured interviews. Finally, structured direct interviews were conducted on three important Italian companies active in the telecommunications area. Findings – Results highlighted different ways to manage the open innovation processes, based on teamwork or task forces, and the different roles, more or less proactive, that an information communication technology (ICT) company may undertake within this process. Moreover, they show that ICT companies acquire external knowledge and skills mainly from universities and research centers, as well as from value chain’s actors (suppliers in primis). Originality/value – Still little attention has been paid to the understanding of the open innovation approach of Italian firms belonging to the ICT industry, thus the authors believe that this paper may represent a valuable basis for future research on the open innovation issues in the field of ICT.", "venue": "", "year": 2012, "referenceCount": 74, "citationCount": 82, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "3336790", "name": "B. Bigliardi"}, {"authorId": "70639755", "name": "A. Dormio"}, {"authorId": "40355983", "name": "F. Galati"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5f793e83507828d8777109958abfab35ce338d2a", "externalIds": {"MAG": "2480279609", "DOI": "10.1007/978-94-6091-734-9"}, "url": "https://www.semanticscholar.org/paper/5f793e83507828d8777109958abfab35ce338d2a", "title": "Re)Inventing The Internet", "abstract": null, "venue": "", "year": 2012, "referenceCount": 154, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1849231", "name": "A. Feenberg"}, {"authorId": "145858772", "name": "N. Friesen"}]}}, {"intents": ["background"], "contexts": ["2008) and women use it to maintain social contact (Fischer 1988; Lohan 2001; Wajcman et al. 2008).", "Since technology is now clearly enmeshed in the everyday lives of women from domestic to communication technologies (Ewing & Thomas 2010; Fischer 1988; Mackay 2010) further research is now required that investigates both qualitatively and quantitatively women's nuanced uses of apps on mobile phones.", "Early studies reported that men view the telephone primarily as a business tool (Fischer 1988;\nCONSUMING APPS: THE AUSTRALIAN WOMAN'S SLOW APPETITE FOR APPS 62.3 ______\nWajcman et al. 2008) and women use it to maintain social contact (Fischer 1988; Lohan 2001; Wajcman et al. 2008)."], "isInfluential": true, "citingPaper": {"paperId": "a859fbbab2f3018d932d2243341b3528ad17f824", "externalIds": {"MAG": "2081839262", "DOI": "10.7790/TJA.V62I4.307"}, "url": "https://www.semanticscholar.org/paper/a859fbbab2f3018d932d2243341b3528ad17f824", "title": "Consuming Apps: The Australian Woman's Slow Appetite for Apps", "abstract": "This article explores the domestication of mobile technologies by women and how their traditionally slow adoption of new technologies is being mirrored through their adoption of smart-phone applications. Building on existing gender and mobile communications literature, this paper provides a needed overview of how women are strategically deploying the use of 'apps' on their smart phones in both 'fun' and 'useful' ways.", "venue": "", "year": 2012, "referenceCount": 30, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "66604657", "name": "S. Rickard"}, {"authorId": "34664276", "name": "C. Lloyd"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "cedb4cca9d0b04ee4eadba92b84675f3580d3c60", "externalIds": {"MAG": "1882266343", "DOI": "10.17231/COMSOC.8(2005).1194"}, "url": "https://www.semanticscholar.org/paper/cedb4cca9d0b04ee4eadba92b84675f3580d3c60", "title": "Technology as text: the changing meanings of the fixed and mobile telephone", "abstract": "Recent sociological studies of the mobile phone and the fixed line telephone have drawn attention to the changing meanings of communications technologies. Whilst manufacturers often represent “preferred” uses in product marketing, users frequently subvert such intended purposes, modify them or invent new practices. Mobile phones, whose “essential” function was verbal communication, were initially designed and marketed for business and professional use. Today we use them to chat and keep in touch with our children. Their basic function of speech communication has been subverted as teenagers opt to for text messages. School-children have invented new social uses despite the efforts of mobile phone companies to persuade them otherwise.Traditionally, social scientists have assumed that a device such as the telephone has an intrinsic purpose determined by some essential property of its technology. Such an approach stands in contrast to the analysis of works of art or products of the media where factors such as religious belief, social values and political ideology are routinely invoked to explain their various interpretations. This paper suggests that such a dichotomy is false. Concepts from cultural studies and communications theory are used to argue that technologies such as the telephone are cultural products with symbolic as well as economic value and that users can shift their meanings.", "venue": "", "year": 2012, "referenceCount": 8, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "40066213", "name": "J. Cawood"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "da8f0c32d085733c3fd854e79c6367cf2a4d6b79", "externalIds": {"MAG": "1978562313", "DOI": "10.7227/TJTH.33.2.3"}, "url": "https://www.semanticscholar.org/paper/da8f0c32d085733c3fd854e79c6367cf2a4d6b79", "title": "‘We are Always Learning’", "abstract": "The Great Western Railway's (GWR) interwar marketing strategy is examined in this paper. Using a collection of sources overlooked by historians, its promotional photographs, this paper argues for the GWR's developed attitude to customers. The taking and publication of photographs was closely supervised by individuals with a developing approach to marketing; the company's photography was never merely illustrative or secondary to more commonly analysed pictorial posters. However, it argues that this qualitative analysis can be corroborated and supplemented with information on the production context—rare written glimpses of corporate strategy. Therefore an enhanced methodology is forwarded for exploring the railways’ abundant visual marketing. It is highlighted that the GWR developed its own approach to what is now termed ‘marketing’ in the resultant 'picturing process,' which made full use of passenger scrutiny.", "venue": "", "year": 2012, "referenceCount": 81, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "51051793", "name": "A. Medcalf"}]}}, {"intents": ["background"], "contexts": ["…and Canada sociability uses, such as ‘voice visiting’ (extended general conversations with distant friends and family) were increasingly emphasised in telephone promotion from the early 1920s – by which time rising sociability use had been evident for some years (Fischer, 1988; Martin, 1991a)."], "isInfluential": false, "citingPaper": {"paperId": "738677f4103f81c0d3f9ce31365086bf2dbf1aad", "externalIds": {"MAG": "2103122552", "DOI": "10.1080/00076791.2011.578131"}, "url": "https://www.semanticscholar.org/paper/738677f4103f81c0d3f9ce31365086bf2dbf1aad", "title": "Still a niche communications medium: The diffusion and uses of the telephone system in interwar Britain", "abstract": "This article examines the socio-economic diffusion of the telephone in interwar Britain and its dominant uses. Even in the late 1930s the top 5% of the income distribution still constituted the majority of residential subscribers. Meanwhile, in contrast to the United States and Canada, British telephone use remained largely restricted to brief, informational, and relatively urgent calls. This can be partially explained in terms of Britain's high telephone charges. However, cultural factors also appear significant, particularly the impact of previous slow diffusion and high charges in inhibiting ‘social learning’ regarding using the phone for in-depth conversations.", "venue": "", "year": 2011, "referenceCount": 56, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "144272442", "name": "P. Scott"}]}}, {"intents": ["background"], "contexts": ["…electronic, mechanical, photocopying, microfilming, recording or otherwise, without written permission from the publisher, with the exception of any material supplied specifically for the purpose of being entered and executed on a computer system, for exclusive use by the purchaser of the work.\nv", "When women appropriated it to organize the social life of their families, engineers complained bitterly about the waste of their beautiful instrument (Fischer, 1988)."], "isInfluential": false, "citingPaper": {"paperId": "b4aa7d6ce7760279546e790a7c50d7e4e0bccc7c", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/b4aa7d6ce7760279546e790a7c50d7e4e0bccc7c", "title": "Inventing the Internet ( Re ) Inventing the Internet Critical Case Studies", "abstract": "Although it has been in existence for over three decades, the Internet remains a contested technology. Its governance and role in civic life, education, and entertainment are all still openly disputed and debated. The issues include censorship and network control, privacy and surveillance, the political impact of activist blogging, peer to peer file sharing, the effects of video games on children, and many others. Media conglomerates, governments and users all contribute to shaping the forms and functions of the Internet as the limits and potentialities of the technologies are tested and extended. What is most surprising about the Internet is the proliferation of controversies and conflicts in which the creativity of ordinary users plays a central role. The title, (Re)Inventing the Internet, refers to this extraordinary flowering of agency in a society that tends to reduce its members to passive spectators. This collection presents a series of critical case studies that examine specific sites of change and contestation. These cover a range of phenomena including computer gaming cultures, online education, surveillance, and the mutual shaping of digital technologies and civic life.", "venue": "", "year": 2011, "referenceCount": 57, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1849231", "name": "A. Feenberg"}, {"authorId": "145858772", "name": "N. Friesen"}]}}, {"intents": ["background"], "contexts": ["(Fischer, 1988a:48)\nIn France erotic connotations clustered around these early social uses of the telephone.", "In opposition to this 'masculine' identification of the telephone, women gradually incorporated it into their daily lives as a social instrument (Fischer, 1988b).", "There was widespread resistance to social uses of the telephone, and an attempt was made to define it as a serious instrument of business (Fischer, 1988a; Attali and Stourdze, 1977)."], "isInfluential": false, "citingPaper": {"paperId": "18742a6a91ec6a155a784aa2c62fac5531aa9bd0", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/18742a6a91ec6a155a784aa2c62fac5531aa9bd0", "title": "The French experience with videotex", "abstract": "In the past decade, the prediction of a coming post-industrial or information age has been taken up by political and business leaders with the power to realize it (Bell, 1973). One learns the value of such predictions of the future from real life attempts to create it. When, as in this case, the realization strays far afield from the theorists' first conception, then careful analysis must identify the biases that prevented a more accurate forecast. The idea of post-industrialism is a deterministic projection of the process of computerization. Computers are supposedly creating a new form of society in which the trade in goods will decline in relative importance as knowledge becomes the foundation of the economic system. The management of social institutions and individual lives will depend more and more on swift access to data. Computer-mediated communication (CMC) will penetrate every aspect of daily life and work to serve the rising demand for information. Videotex is the CMC technology best adapted to the rapid delivery of data. An online version of a library, it stores huge numbers of 'pages' in the memory of a host computer where users equipped with a terminal and modem can consult them. Videotex is 'interactive' and can also mediate transactions such as ordering from an online catalogue. Although primarily designed to give users access to material stored on the host, some systems also give them access to each other through electronic mail, 'chatting', or classified advertisements. This, then, is one major technological concretization of the dream of a post-industrial society. The theory of the information age inspired the expectation of an emerging videotex marketplace. Experience with videotex, in turn, tested some of that theory's major assumptions in practice. Early predictions had most of us linked to videotex services long ago (Dordick, 1981). By the end of the 1970s, telecommunications ministries and corporations were prepared to meet this confidently predicted future with new interactive systems. But today, a decade later, most of these experiments are regarded as dismal failures. This outcome may be due in part to antitrust rulings which prevented giant American telephone and computer companies from merging their complement-", "venue": "", "year": 2010, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1849231", "name": "A. Feenberg"}]}}, {"intents": ["result"], "contexts": ["These motivation variables are generally consistent with those found in past studies (e.g., Claisse & Rowe, 1987; Fischer, 1988; Keller, 1977; Singer, 1981; Williams et al., 1985).", "Singer (1981) and Fischer (1988) also distinguished between the ‘‘social’’ and the ‘‘practical’’ uses of the telephone, while Claisse and Rowe (1987) categorized telephone uses as having ‘‘functional’’ and ‘‘relational’’ motives."], "isInfluential": false, "citingPaper": {"paperId": "3849f8b8e33d3690db07495de1d0edff832bb333", "externalIds": {"MAG": "2020789613", "DOI": "10.1111/J.1460-2466.2009.01440.X"}, "url": "https://www.semanticscholar.org/paper/3849f8b8e33d3690db07495de1d0edff832bb333", "title": "Adoption and Use of Computer-Based Voice Over Internet Protocol Phone Service: Toward an Integrated Model", "abstract": "This study examines factors influencing adoption and use of computer-based voice over Internet protocol (VoIP) phone service and attempts to integrate 2 theoretical approaches: the technology acceptance model (TAM) and the uses and gratifications framework. Using data from an online survey of VoIP users (N = 420), structural equation modeling analyses revealed that perceived ease of use had a significant impact on perceived usefulness. In addition, perceived usefulness had a positive effect on actual VoIP use. The study further discovered that motivations for communication and instrumental use significantly affected perceived ease of use, perceived usefulness, and actual VoIP use. This study suggests that integration of TAM and uses and gratifications can be fruitful in understanding user acceptance of new communication technologies.", "venue": "", "year": 2010, "referenceCount": 132, "citationCount": 108, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3283243", "name": "Namkee Park"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5bb27f6093ac3451d4da5457ddb0f0d8ee381ef3", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/5bb27f6093ac3451d4da5457ddb0f0d8ee381ef3", "title": "From Information to Communication : The French Experience with Videotex", "abstract": "The sociological theory of the \"information age\" promised early success in the development of public videotex systems. In fact, most videotex experiments failed despite the glowing predictions. Only the French Teletel system has achieved large scale success, and it has grown into something quite unexpected. This outcome is due to design decisions that opened a space within which users were able to redirect the system away from the distribution of information toward human communication. It is thus no accident that the only videotex success story deviates so sharply from the information age theories which have up to now given videotex its raison d'etre. It is time to take a closer look at the French experience as an indication of the bias of the dominant conception of postindustrial society. INFORMATION OR COMMUNICATION? In the past decade, the prediction of a coming post-industrial or information age has been taken up by political and business leaders with the power to realize it (Bell, 1973). One learns the value of such predictions of the future from real life attempts to create it. When, as in this case, the realization strays far afield from the theorists' first conception, then careful analysis must identify the biases that prevented a more accurate forecast. The idea of postindustrialism is a deterministic projection of the process of computerization. Computers are supposedly creating a new form of society in which the trade in goods will decline in relative importance as knowledge becomes the foundation of the economic system. The management of social institutions and individual lives will depend more and more on swift access to data. Computer mediated communication (CMC) will penetrate every aspect of daily life and work to serve the rising demand for information. Videotex is the CMC technology best adapted to the rapid delivery of data. An online version of a library, it stores huge numbers of \"pages\" in the memory of a host computer where users equipped with a terminal and modem can consult them. Videotex is \"interactive\" and can also mediate transactions such as ordering from an on-line catalogue. Although primarily designed to give users access to material stored on the host, some systems also give them access to each other through electronic mail, \"chatting,\" or classified advertisements. This, then, is one major technological concretization of the dream of a postindustrial society. The theory of the information age inspired the expectation of an emerging videotex marketplace. Experience with videotex, in turn, tested some of that theory's major", "venue": "", "year": 2010, "referenceCount": 30, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1849231", "name": "A. Feenberg"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "8fbf3ac991db6e48de486108dc459e1d011d8811", "externalIds": {"MAG": "148338324"}, "url": "https://www.semanticscholar.org/paper/8fbf3ac991db6e48de486108dc459e1d011d8811", "title": "GENDER, TECHNOLOGY, AND INFORMATION INF 386G/WGS 393 #27890/#48651", "abstract": null, "venue": "", "year": 2010, "referenceCount": 44, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49741436", "name": "P. Doty"}, {"authorId": "50352018", "name": "Hillary Hart"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "01e2d2e896395ec540b75cd834ff4bade2324ef4", "externalIds": {"MAG": "1999276072", "DBLP": "journals/tis/Feenberg09", "DOI": "10.1080/01972240802701536"}, "url": "https://www.semanticscholar.org/paper/01e2d2e896395ec540b75cd834ff4bade2324ef4", "title": "Critical Theory of Communication Technology: Introduction to the Special Section", "abstract": "The debate over the contribution of new communication technology to democracy is far from settled. Some point to the empowering effects of online discussion and fund-raising on recent electoral campaigns in the United States to argue that the Internet will restore the public sphere. Others claim that the Internet is just a virtual mall, a final extension of capitalist rationalization into every corner of our lives, a trend supported by an ever denser web of surveillance technologies threatening individual autonomy in the advanced societies of the West. This introduction to the special section on critical theory of communication technology argues for the democratic thesis with some qualifications. The most important contribution of new technology to democracy is not necessarily its effects on the conventional political process but rather its ability to assemble a public around technical networks that enroll individuals scattered over wide geographical areas. Communities of medical patients, video game players, musical performers, and many other groups have emerged on the Internet with surprising consequences. New forms of resistance correlate with the rationalizing tendencies of a technologized society.", "venue": "Inf. Soc.", "year": 2009, "referenceCount": 32, "citationCount": 51, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1849231", "name": "A. Feenberg"}]}}, {"intents": ["background"], "contexts": ["Nonetheless it was the sociability of the phone, and its use in the domestic context in particular, that drove uptake and use and ultimately shaped the adoption patterns associated with this technology in the US at least [Fischer 1997].", "Nonetheless it was the sociability of the phone, and its use in the domestic context in particular, that \ndrove uptake and use and ultimately shaped the adoption patterns associated with this technology in the \nUS at least [Fischer 1997]."], "isInfluential": false, "citingPaper": {"paperId": "f6780266ea56ef9fd22fc862f690a3be54552a92", "externalIds": {"DBLP": "journals/tochi/GrinterECPSYCTRGB09", "MAG": "2100195487", "DOI": "10.1145/1534903.1534905"}, "url": "https://www.semanticscholar.org/paper/f6780266ea56ef9fd22fc862f690a3be54552a92", "title": "The ins and outs of home networking: The case for useful and usable domestic networking", "abstract": "Householders are increasingly adopting home networking as a solution to the demands created by the presence of multiple computers, devices, and the desire to access the Internet. However, current network solutions are derived from the world of work (and initially the military) and provide poor support for the needs of the home. We present the key findings to emerge from empirical studies of home networks in the UK and US. The studies reveal two key kinds of work that effective home networking relies upon: one, the technical work of setting up and maintaining the home network, and the other, the collaborative and socially organized work of the home which the network is embedded in and supports. The two are thoroughly intertwined and rely upon one another for their realization, yet neither is adequately supported by current networking technologies and applications. Explication of the “work to make the home network work” opens up the design space for the continued integration of the home network in domestic life and elaboration of future support. Key issues for development include the development of networking facilities that do not require advanced networking knowledge, that are flexible and support the local social order of the home and the evolution of its routines, and which ultimately make the home network visible and accountable to household members.", "venue": "TCHI", "year": 2009, "referenceCount": 127, "citationCount": 90, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1707373", "name": "Rebecca E. Grinter"}, {"authorId": "144473638", "name": "W. K. Edwards"}, {"authorId": "37814758", "name": "M. Chetty"}, {"authorId": "2159730", "name": "E. Poole"}, {"authorId": "3284686", "name": "Ja-Young Sung"}, {"authorId": "2109753923", "name": "Jeonghwa Yang"}, {"authorId": "1713085", "name": "Andy Crabtree"}, {"authorId": "1834641", "name": "P. Tolmie"}, {"authorId": "145282573", "name": "T. Rodden"}, {"authorId": "145470354", "name": "C. Greenhalgh"}, {"authorId": "1738239", "name": "S. Benford"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Opportunities and Challenges for the New Era", "abstract": null, "venue": "", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": "89096875", "name": "P. Gumport"}, {"authorId": "50257111", "name": "Marc Chun"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "07a8f1ab69bb2dba5c262c6ef6008a2befef4e7f", "externalIds": {"MAG": "2338042937"}, "url": "https://www.semanticscholar.org/paper/07a8f1ab69bb2dba5c262c6ef6008a2befef4e7f", "title": "phone: oral society andnew ICT in Burkina Faso", "abstract": "This article addresses the topic of the recent boom in mobile phones in Burkina Faso. Mobile phones are placed in the theoretical framework of domestication and, more particularly, of cultural appropriation. They are therefore regarded not only as devices to communicate, but also as material objects which cause economic problems and may affect social relations through the uneven disposition over such objects. As in many other African countries, the growth of mobile phone usage in Burkina Faso is higher than in Western countries, reflecting the particular appreciation of these devices. This development contrasts sharply with the difficult economic situation of many of the users. This context may explain some particular patterns of usage, and is discussed against the background of the communication principles ruling in societies still adequately described as 'oral societies'. Domestication leads to a partial usage of the devices' technical possibilities. Nevertheless, it transforms mobile phones into socially meaningful means of communication.", "venue": "", "year": 2008, "referenceCount": 27, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "66765161", "name": "H. P. Hahn"}, {"authorId": "122901689", "name": "Ludovic Kibora"}, {"authorId": "152578628", "name": "Burkina Faso"}]}}, {"intents": ["background"], "contexts": ["The telephone was initially seen as a direct replacement for the telegraph and suitable for business uses, but by 1920 ‘sociability’ and other non-business use between individuals would come to be profitable (Fischer, 1987)."], "isInfluential": false, "citingPaper": {"paperId": "333bbce16b476111a8afbcb0c448523459de71ab", "externalIds": {"MAG": "2022539994", "DOI": "10.1177/0163443708091181"}, "url": "https://www.semanticscholar.org/paper/333bbce16b476111a8afbcb0c448523459de71ab", "title": "US communication policy after convergence", "abstract": "The laws and policies that govern communication in the US have evolved over time to treat different media with distinct doctrines. The press, the post, broadcasting and the telephone each abide by different rules, defining who can build and operate the underlying communication systems, who can use them, along what patterns, to convey what information. As these regimes evolved, they adjusted to reflect social, political, economic and technological change. Occasionally over the past century, the advent of a major new communication technology – radio, television, cable, microwave – changed the system of incentives and thus the equilibrium of the policy environment. This prompted more than a marginal adjustment to the rules, resulting in new rules within existing categories, or the creation of new categories to encompass the new technology.", "venue": "", "year": 2008, "referenceCount": 34, "citationCount": 35, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "47709855", "name": "F. Bar"}, {"authorId": "1829115", "name": "Christian Sandvig"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d05d40fb95bc5c2007517649bc463cace5b0f4dd", "externalIds": {"MAG": "2127769086", "DOI": "10.1017/S0022278X07003084"}, "url": "https://www.semanticscholar.org/paper/d05d40fb95bc5c2007517649bc463cace5b0f4dd", "title": "The domestication of the mobile phone: oral society and new ICT in Burkina Faso", "abstract": "ABSTRACT This article addresses the topic of the recent boom in mobile phones in Burkina Faso. Mobile phones are placed in the theoretical framework of domestication and, more particularly, of cultural appropriation. They are therefore regarded not only as devices to communicate, but also as material objects which cause economic problems and may affect social relations through the uneven disposition over such objects. As in many other African countries, the growth of mobile phone usage in Burkina Faso is higher than in Western countries, reflecting the particular appreciation of these devices. This development contrasts sharply with the difficult economic situation of many of the users. This context may explain some particular patterns of usage, and is discussed against the background of the communication principles ruling in societies still adequately described as ‘oral societies’. Domestication leads to a partial usage of the devices' technical possibilities. Nevertheless, it transforms mobile phones into socially meaningful means of communication.", "venue": "The Journal of Modern African Studies", "year": 2008, "referenceCount": 62, "citationCount": 138, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "66765161", "name": "H. P. Hahn"}, {"authorId": "122901689", "name": "Ludovic Kibora"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "52a9d4f00671e20b20ce7da5bd228c43bb3db801", "externalIds": {"MAG": "2276350922"}, "url": "https://www.semanticscholar.org/paper/52a9d4f00671e20b20ce7da5bd228c43bb3db801", "title": "Observing the heavens from Omaha: A history of the Creighton Observatory, 1886--1940", "abstract": "This thesis examines the dual purposes of the Creighton University Observatory as stated by its most prominent director, Father William Rigge. The observatory served as both an educational and research platform throughout its active use. Furthermore, this thesis explores how this small observatory with a lone astronomer interacted with the larger astronomical and public communities to which it belonged. This interaction brought prestige and positive popular attention to the university and its director, on the local, state, national, and international levels. In addition, the work done at the observatory and by its director garnered national and international attention from the astronomical community. This thesis argues that the benefits to the university stemming from the significant outlay of cash, manpower and space to build, equip and man the observatory went well beyond the intended purpose and benefited the university by drawing positive attention to Creighton as a center of scientific studies in the West.", "venue": "", "year": 2007, "referenceCount": 47, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "107825344", "name": "Denver L. Applehans"}]}}, {"intents": ["background"], "contexts": ["As during the development of national telephone infrastructures, communities by-passed in part, or entirely, by broadband service are taking its development into their own hands (Fischer 1988; Fischer 1992; Sawhney 1992; Sandvig 2002), as is evident in the emergence of the municipal broadband movement.", "…the development of national telephone infrastructures, communities by-passed in part, or entirely, by broadband service are taking its development into their own hands (Fischer 1988; Fischer 1992; Sawhney 1992; Sandvig 2002), as is evident in the emergence of the municipal broadband movement."], "isInfluential": false, "citingPaper": {"paperId": "575cef82f82c5bfb249e649149faf9417a6bc43b", "externalIds": {"MAG": "2273553870"}, "url": "https://www.semanticscholar.org/paper/575cef82f82c5bfb249e649149faf9417a6bc43b", "title": "A Desiderata for Wireless Broadband Networks in the Public Interest", "abstract": "There is currently an expanding range of initiatives in North America, and world-wide, attempting in various ways to develop public internet infrastructures. Discussion about them so far has concentrated on the benefits they espouse (bridge the digital divide, promote commerce,..), what technological configuration is best (e.g. WiFi, fiber, hybrids of these,..) and who should own (and perhaps build) them (e.g. private sector, public sector, or a partnership of these,...). What has been relatively absent to date is systematic analysis of the functional and performance characteristics of the infrastructure itself. Such an analysis would be invaluable in assessing the competing claims about such benefits, technologies and ownership models. This paper offers an analytic framework for assessing public internet infrastructures. Drawing initially on familiar criteria for communications infrastructures (e.g. ‘public interest, convenience and necessity’ from longstanding US public utility law, ‘universal and affordable’ from telecommunications legislation in the US, Canada, and elsewhere), it refines and expands these in light of contemporary internet initiatives. It thus presents a list of \"desiderata\" for public broadband infrastructure – a checklist of principles for building and operating them in the public interest. We examine each of these infrastructural characteristics in turn, describing what is meant by the term, and how it has been used in policy development as well as the relevant scholarly literature. These desiderata are illustrated using case studies of community/municipal wireless initiatives in North America. The paper also discusses how the desiderata can be used as a tool for assessing proposed and operational broadband networks.", "venue": "", "year": 2007, "referenceCount": 92, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "21096114", "name": "A. Potter"}, {"authorId": "144653219", "name": "A. Clement"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7b30e49b15fabd7a8e21f87daeddd52c9b72bf3c", "externalIds": {"MAG": "2495434115", "DOI": "10.1057/9780230605091_2"}, "url": "https://www.semanticscholar.org/paper/7b30e49b15fabd7a8e21f87daeddd52c9b72bf3c", "title": "Time and Space", "abstract": "In November 1829, the “Siamese twins” Chang and Eng Bunker (1811–74) arrived in London.1 They had already appeared in New York City and Boston, where astonishment had been aroused by the living band of tissue uniting their bodies (see figure 1.1). But now, in London, they appeared before “the most eminent professors of Surgery and Medicine in the Metropolis,” in order that the precise nature of this union might be ascertained.2 One of those examining the twins was Dr. Peter Mark Roget (later to be famous for inventing the thesaurus), whose mode of experimentation partook of the contemporary vogue for galvanism. But rather than bringing corpses into “life,” as in other such experiments—or even fabricating “life” as such, as the preface to the revised edition of Mary Shelley’s Frankenstein (1831) would soon suggest—this experiment turned on the phenomenon of bimetallic galvanism. According to one of those present, George Buckley Bolton, \na silver teaspoon was placed on the tongue of one of the twins, and a disk of zinc on the tongue of his brother: when the metals thus placed were brought into contact, the youths both cried out “Sour, Sour!” This experiment was repeated several times with the same result, and was reversed by exchanging the positions of the metals, when a similar effect was produced.3", "venue": "", "year": 2007, "referenceCount": 19, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "39875215", "name": "S. Halliday"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "cad740dd9b690521c6543009ccbad423094e1b55", "externalIds": {"MAG": "2042157457", "DOI": "10.1080/00076790601170280"}, "url": "https://www.semanticscholar.org/paper/cad740dd9b690521c6543009ccbad423094e1b55", "title": "British business and the telephone, 1878–1911", "abstract": "Most research into the early telephone system has focused on telephone providers rather than users, and this article begins to address that imbalance. The telephone was initially used to improve internal communications within firms, by connecting offices with warehouses, or by enabling staff working away from the office to report back. With the expansion of exchange networks, the commercial, intermediary and brokering sectors became heavy users of the technology for routine information transfer within business districts. Business elites continued to favour face-to-face contact for strategic business negotiations, however, and delegated telephone use to their employees.", "venue": "", "year": 2007, "referenceCount": 88, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "98587849", "name": "G. Milne"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "217cbdc7a97765d483c92749c5eb6f96dfe37ccb", "externalIds": {"MAG": "1999748887", "DOI": "10.1525/AWR.2006.27.2.1"}, "url": "https://www.semanticscholar.org/paper/217cbdc7a97765d483c92749c5eb6f96dfe37ccb", "title": "Outsourcing, Self‐Service and the Telemobility of Work", "abstract": "This essay offers labor's advocates and ethnographers a conceptual and historical framework for outsourcing. Jobs being moved abroad are less the focus than work being transferred from the processes of production and distribution into the realms of consumption and everyday life. Call centers in India have attracted tremendous attention recently in the U.S. and have become an iconic site of outsourced jobs. The cultural politics animating these reactions are discussed, and comparisons are drawn between reactions to call centers and initial encounters with ATMs, in order to elaborate how we have approached outsourcing and automation as problems for labor. Both outsourcing and automation are analyzed in terms of the mobility of work, distinguishable from the mobility of labor and capital. Call center calls and ATM (automated teller machines) transactions are described as genres of outsourced work and as instances of customers working to serve themselves. Finally, self-service is conceptualized as collaborative, and some political implications of pursuing solidarity in call centers and at ATMs are noted. One upshot of this framework is that customers serving themselves emerge, alongside discounted labor and the newly unemployed, as another key group of outsourced workers who demand our ethnographic attention.", "venue": "", "year": 2006, "referenceCount": 6, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "40684347", "name": "Michael Palm"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b21015a409cef4422fc5c587e7c3631cf9343708", "externalIds": {"MAG": "1502313529", "DOI": "10.5860/choice.45-0065"}, "url": "https://www.semanticscholar.org/paper/b21015a409cef4422fc5c587e7c3631cf9343708", "title": "Always Already New: Media, History, and the Data of Culture", "abstract": "This work provides an analysis of the ways that new media are experienced and studied as the subjects of history, using the examples of early recorded sound and digital networks. In \"Always Already New\", Lisa Gitelman explores the newness of new media while she asks what it means to do media history. Using the examples of early recorded sound and digital networks, Gitelman challenges readers to think about the ways that media work as the simultaneous subjects and instruments of historical inquiry. Presenting original case studies of Edison's first phonographs and the Pentagon's first distributed digital network, the ARPANET, Gitelman points suggestively toward similarities that underlie the cultural definition of records (phonographic and not) at the end of the nineteenth century and the definition of documents (digital and not) at the end of the twentieth. As a result, \"Always Already New\" speaks to present concerns about the humanities as much as to the emergent field of new media studies. Records and documents are kernels of humanistic thought, after all, part of and party to the cultural impulse to preserve and interpret. Gitelman's argument suggests inventive contexts for \"humanities computing\" while also offering a new perspective on such traditional humanities disciplines as literary history. Making extensive use of archival sources, Gitelman describes the ways in which recorded sound and digitally networked text each emerged as local anomalies that were yet deeply embedded within the reigning logic of public life and public memory. In the end, Gitelman turns to the World Wide Web and asks how the history of the Web is already being told, how the Web might also resist history, and how using the Web might be producing the conditions of its own historicity.", "venue": "", "year": 2006, "referenceCount": 238, "citationCount": 422, "influentialCitationCount": 9, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "32278898", "name": "L. Gitelman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "dd1f2f40f8f0ad99a942a85a7e005fe3d708ffeb", "externalIds": {"MAG": "2093165957", "DOI": "10.1353/AQ.2006.0062"}, "url": "https://www.semanticscholar.org/paper/dd1f2f40f8f0ad99a942a85a7e005fe3d708ffeb", "title": "The Wire Devils: Pulp Thrillers, the Telephone, and Action at a Distance in the Wiring of a Nation", "abstract": null, "venue": "", "year": 2006, "referenceCount": 59, "citationCount": 9, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145027013", "name": "Robert Macdougall"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e5d2b0941f85beab0716370055103ea0b2ef2454", "externalIds": {"MAG": "1982558921"}, "url": "https://www.semanticscholar.org/paper/e5d2b0941f85beab0716370055103ea0b2ef2454", "title": "The Telephone: The Life Story of a Technology", "abstract": "The telephone has played a central role in shaping the way we communicate. From the telegraph in the 19th century through the mobile phone of today, the technology of the telephone has drastically altered how people work, how they keep in touch with friends and loved ones, and how they organize their daily lives. It has also been crucial in enabling governments and large organizations to extend their influence, both within and across nations, and has required wide-ranging changes in the law and in business practices. This volume in the Greenwood Technographies series examines the life story of the telephone and shows how this ubiquitous technology so completely impacts our lives.", "venue": "", "year": 2006, "referenceCount": 48, "citationCount": 8, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2091175558", "name": "D. Mercer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "eb0b382b2dc8b3fc042248592be9f71085e9e556", "externalIds": {"DBLP": "journals/ijmc/DeBaillonR05", "MAG": "2005043416", "DOI": "10.1504/IJMC.2005.005876"}, "url": "https://www.semanticscholar.org/paper/eb0b382b2dc8b3fc042248592be9f71085e9e556", "title": "Gender and student-status differences in cellular telephone use", "abstract": "This study attempted to determine differences in cellular telephone use according to gender and student-status. The impetus for the study comes from the uses and gratifications theory, which has traditionally been used to investigate how audiences use various mass media such as television and radio to satisfy their needs. This project attempted to investigate uses of the cellular telephone. Surveys were distributed to three groups (high school students, college students, and non-student adults). Results indicated that college students were the heaviest users followed by high school students and non-student adults. The results also revealed that the gender gap in cellular telephone use is narrowing, with men and women reporting virtually equal usage. Ten percent of the respondents reported that their cellular telephones have replaced their landline telephones for everyday usage. Only 10% of the participants in this study reported that they did not own a cellular telephone.", "venue": "Int. J. Mob. Commun.", "year": 2005, "referenceCount": 36, "citationCount": 75, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1403502989", "name": "Lori DeBaillon"}, {"authorId": "114413561", "name": "P. Rockwell"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "9560de36a87ac97c26fa82e4a91e093ecdcf838e", "externalIds": {"DBLP": "journals/uais/ReedM04", "MAG": "2030455458", "DOI": "10.1007/s10209-004-0090-1"}, "url": "https://www.semanticscholar.org/paper/9560de36a87ac97c26fa82e4a91e093ecdcf838e", "title": "Using familiar technologies in unfamiliar ways and learning from the old about the new", "abstract": "Findings are reported from a study of the befriending scheme for older people that includes a bi-weekly recreational telephone conference. Participants were visited in their homes soon after one of these “link-ups”. What emerges is a picture of the telephone as a mundane technology. The telephone receiver, the telephone conference, and even the content of the talk are not foregrounded in the accounts of the participants. Instead, they provided a rich account of their daily experiences that happen to include the technology. Amongst these experiences, the befriending scheme in general, and the feeling of contact provided by the link-ups in particular, are seen as the most important experiences. It is concluded that the designers of domestic technologies for recreation need to focus on experience rather than tasks when formulating design requirements. The uses and gratification model developed for describing mass media usage is suggested as one way of conceptualising these requirements. Finally, an experience-artefact cycle is outlined, that parallels Carroll’s task-artefact cycle, to describe the evolution of technology in this area.", "venue": "Universal Access in the Information Society", "year": 2004, "referenceCount": 14, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "40319925", "name": "D. Reed"}, {"authorId": "1722530", "name": "A. Monk"}]}}, {"intents": [], "contexts": ["1,2, and 4); and Fischer (1988)."], "isInfluential": false, "citingPaper": {"paperId": "eb4593d9a3f2998f3e06462334c1f82431e99d90", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/eb4593d9a3f2998f3e06462334c1f82431e99d90", "title": "A Critical Theory Revisited", "abstract": "ion, 75, 79, 168-169 Action. See also Means and ends; Resistance; Subject and computer design, 103-105 andfinitude, 112-113, 181-182 and technique, 86-87, 105-106 Actor. See Subject Adorno, Theodor, 14, 33-34, 111, 167, 176 Aesthetics, 180 Alienation. See also Operational autonomy and disalienation, 55-59, 183 and exploitation, 40-41 Marx on, 39, 66 and system theory, 69-70, 198 n. 11 Alternative Modernity, ix Ambivalence. See also Instrumentalization; Potentiality of computer, 91-92, 96 defined, 15, 52-53 and margin of maneuver, 87 source of, 79 in Soviet development, 54 and transition to socialism, 53-54, 64 Arisaka, Yoko, x Aristotle, 170, 174 Artificial Intelligence, 96-98, 101, 109 Assembly line, 15, 78-79, 179 Atlan, Henri, 102 Authoritarianism, 58, 91 Automata, 96-97, 108-109 Automation, 48-49, 92-96, 108-109. See also Education Automation, 93 Autonomization, 178, 180-182 Autonomy. See Operational autonomy Bahro, Rudolf, 154 Balibar, Etienne, 51 Balzac, Honore, 193 n. 5 Barthes, Roland, 84, 193 n. 10 Base and superstructure, 51, 171-172. See also Marxism Baudrillard, Jean, 107-110 Bebel, August, 47 Being and Time, 104 Bell, Daniel, 40-41, 51, 195 n. 1 Benjamin, Walter, 34 Bentham, Jeremy, 68 Bernstein, Richard, 174 Beyond Mechanization, 94 Bias formal and substantive, 80-82, 177 of rationality, 66-67, 165-170 of technology, 47-48, 86, 177 Bloch, Ernst, 163 Bootstrapping, 53, 147, 155 Borgmann, Albert, 9 Bourdieu, Pierre, 85 Bowles, Samuel, 22 Braverman, Harry, 22, 41-42 Breakdown, 86-87, 94-95, 105-106 Bureaucracy. See also Control; Expertise; Technocracy and control, 52, 182-184 and market, 5, 158 as obstacle to innovation, 158 and rationality, 166 and revolution, 161 Buroway, Michael, 83 Gallon, Michel, 30 Capacities, human. See also Automation; Individuality; Potentiality and automation, 93-94 and critique, 34", "venue": "", "year": 2004, "referenceCount": 234, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1849231", "name": "A. Feenberg"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "10e6115110eb55fc675cb89c742b19d80301d68e", "externalIds": {"MAG": "2377053092"}, "url": "https://www.semanticscholar.org/paper/10e6115110eb55fc675cb89c742b19d80301d68e", "title": "Technology and Higher Education: Opportunities and Changes for the New Era", "abstract": "This article discusses how technology potentially impacts higher education.It focuses the analysis on five areas: technology and modern society; a historical perspective on technology and education; the arenas of technology impact on higher education; policy pressures and legitimacy; resistance to technological change within higher education.", "venue": "", "year": 2003, "referenceCount": 40, "citationCount": 32, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1393942687", "name": "Patricia Gampot"}, {"authorId": "50102572", "name": "M. Char"}, {"authorId": "50561244", "name": "Z. Jianxin"}, {"authorId": "46384849", "name": "Jiang Kai"}]}}, {"intents": ["background"], "contexts": ["● 3D social virtual environments: These fully mediated, social interactions in computer graphic bodies include a full range of social interaction and contacts (Fischer, 1988; Munro, Höök, & Benyon, 1999; Singhal & Zyda, 1999; Schroeder, 2001).", "More fundamentally, most telecommunication bandwidth is used to gain satisfying and productive access to others, the thoughts, emotions, and presence of real and virtual humans (for example, the internet (see Pew, 2002), the telephone (see Fischer, 1988)).", "● 3D social virtual environments: These fully mediated, social interactions in computer graphic bodies include a full range of social interaction and contacts (Fischer, 1988; Munro, Höök, & Benyon, 1999; Singhal & Zyda, 1999; Schroeder, 2001)."], "isInfluential": false, "citingPaper": {"paperId": "7e07073742375909d844cdbda97123d69263d4dd", "externalIds": {"MAG": "2106968553", "DBLP": "journals/presence/BioccaHB03", "DOI": "10.1162/105474603322761270"}, "url": "https://www.semanticscholar.org/paper/7e07073742375909d844cdbda97123d69263d4dd", "title": "Toward a More Robust Theory and Measure of Social Presence: Review and Suggested Criteria", "abstract": "At a time of increased social usage of net and collaborative applications, a robust and detailed theory of social presence could contribute to our understanding of social behavior in mediated environments, allow researchers to predict and measure differences among media interfaces, and guide the design of new social environments and interfaces. A broader theory of social presence can guide more valid and reliable measures. The article reviews, classifies, and critiques existing theories and measures of social presence. A set of criteria and scope conditions is proposed to help remedy limitations in past theories and measures and to provide a contribution to a more robust theory and measure of social presence.", "venue": "Presence: Teleoperators & Virtual Environments", "year": 2003, "referenceCount": 177, "citationCount": 1218, "influentialCitationCount": 109, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1726689", "name": "F. Biocca"}, {"authorId": "34303570", "name": "Chad Harms"}, {"authorId": "2896960", "name": "J. Burgoon"}]}}, {"intents": ["background"], "contexts": ["Historically, according to Claude S. Fischer (1991), the telephone industry’s «discovery» of sociability was not immediate, and yet a significant proportion of the medium’s information flows is now made up of «intrinsic» calls for friendship and «kinkeeping» purposes (see Moyal 1992) or, more…", "70), some of the vocabulary associated with local physical settings or with ‘corporeal travel’ is being employed in an effort to contextualize, or to «re-embed», «disembedded» social relations (see GIDDENS, 1990, pp. 79-80). 9 See also ROBINS (1996, 25), who offers what is in some ways a similar critique of the idea that cyberspace can be treated as a separate and alternative reality. 10 When attending to the presencing of places on the computer screen, it should be noted that, although the focus of my discussion here is on participation in muds, many other places (and people) are «accessible» via the Internet. For example, see MILLER and SLATER (2000) on «chat room» and «ICQ» (stands for «I seek you») interactions, SNYDER (2000) on live «personal webcam sites», and BAYM (2000) on a «Usenet newsgroup community»."], "isInfluential": false, "citingPaper": {"paperId": "ec8945ca4ededd65da4b36da7f1bc37f043f35a4", "externalIds": {"MAG": "1034374179"}, "url": "https://www.semanticscholar.org/paper/ec8945ca4ededd65da4b36da7f1bc37f043f35a4", "title": "The doubling of place", "abstract": "The title of this paper is a phrase borrowed from the work of a theorist and historian of broadcasting, Paddy Scannell (1996). For Scannell (1996, p. 172), one of the remarkable (‘magical’) yet now largely taken-for-granted consequences of radio and television use is what he calls the «doubling of place». His idea that these media serve to «double» reality is developed in an analysis of the distinctive character of public events (and of «being-in-public») in late modern life: «Public events now occur, simultaneously, in two different places: the place of the event itself and that in which it is watched and heard. Broadcasting mediates between these two sites» (Scannell, 1996, p. 76). In proposing a «phenomenological approach» to the study of radio and television (see also Scannell, 1995), which is concerned in part with the «ways of being in the world» (Scannell 1996, p. 173) that have been created for viewers and listeners, he goes on to argue that, for audience members in their multiple, dispersed local settings, there are transformed «possibilities of being: of being in two places at once» (Scannell, 1996, p. 91). Of course, it is only ever possible for any individual to be in one place at a time physically, but broadcasting nevertheless permits a «live» witnessing of remote happenings that can bring these happenings experientially «close» or «within range», thereby removing the «farness» (Scannell, 1996, p. 167). I want to suggest in this paper that Scannell’s concept of the doubling of place and his reflections on the altered «possibilities of being» for media users, while they appear in a book devoted to the study of broadcasting, might also be applied more generally in the analysis of those electronic media, such as the Internet and telephone, which share with radio and television a capacity for the virtually instantaneous transmission of information across sometimes vast spatial distances. Broadcasting, as Scannell has SHAUN MOORES", "venue": "", "year": 2003, "referenceCount": 43, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46827796", "name": "S. Moores"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ffc2a3b6768173a0fdf9ffba9460bd5d69f4b7d3", "externalIds": {"MAG": "2010309235", "DOI": "10.1016/S0160-791X(03)00044-7"}, "url": "https://www.semanticscholar.org/paper/ffc2a3b6768173a0fdf9ffba9460bd5d69f4b7d3", "title": "In search of a private realm: a social perspective on Internet diffusion", "abstract": "Abstract Internet diffusion is associated with the logic of technology and the economy, as well as with the fundamental societal contradiction of modernity. This modern contradiction denotes the friction between ‘the public realm’—the world of modern bureaucratic systems and techno-economic institutions—and ‘the private realm’—the world of personal spaces and intimate relationships. When the public realm does not provide us with an integrating universe, our extensive search for the private realm is a natural turn. The Internet enables us to explore this private realm as it offers a free leap to the world of cyberspace leaving behind the public realm, which is remote and alienating. Rapid Internet diffusion can be understood in this context of our search for the private realm in the world where we find it difficult to forge meaningful connections between our private realm and the large, incomprehensible public realm.", "venue": "", "year": 2003, "referenceCount": 51, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3350265", "name": "Pyungho Kim"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5ead7c79badb019f22f646ba4d69d4f791412638", "externalIds": {"MAG": "567705850"}, "url": "https://www.semanticscholar.org/paper/5ead7c79badb019f22f646ba4d69d4f791412638", "title": "Transforming Technology: A Critical Theory Revisited", "abstract": "Thoroughly revised, this new edition of Critical Theory of Technology rethinks the relationships between technology, rationality, and democracy, arguing that the degradation of labor-as well as of many environmental, educational, and political systems-is rooted in the social values that preside over technological development. It contains materials on political theory, but the emphasis has shifted to reflect a growing interest in the fields of technology and cultural studies.", "venue": "", "year": 2002, "referenceCount": 251, "citationCount": 539, "influentialCitationCount": 55, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1849231", "name": "A. Feenberg"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "bdabcf337b4a40e710d6d0e86a3d2281c3a0b5de", "externalIds": {"MAG": "2537268086", "DOI": "10.4135/9781848608245.n21"}, "url": "https://www.semanticscholar.org/paper/bdabcf337b4a40e710d6d0e86a3d2281c3a0b5de", "title": "The development and use of online newspapers: What research tells us and what we might want to know", "abstract": null, "venue": "", "year": 2002, "referenceCount": 96, "citationCount": 104, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3077056", "name": "P. Boczkowski"}]}}, {"intents": ["background"], "contexts": ["It wasn t until the 1920s that the telephone was promoted as a mechanism for sociability (Fischer 1988), yet this is by far the most common usage for consumers today."], "isInfluential": false, "citingPaper": {"paperId": "dedb761790dd96e68cacc6650e53ea1e4bf30b12", "externalIds": {"DBLP": "conf/icis/Middleton02", "MAG": "138409023", "DOI": "10.32920/ryerson.14668869.v1"}, "url": "https://www.semanticscholar.org/paper/dedb761790dd96e68cacc6650e53ea1e4bf30b12", "title": "Exploring Consumer Demand for Networked Services: The Importance of Content, Connectivity, and Killer Apps in the Diffusion of Broadband and Mobile Services", "abstract": "What drives consumers to adopt new networked services and technologies? This paper illustrates the differences between content is king and person-to-person communication is the killer app perspectives on what will drive the adoption of mobile technologies. Through an exploration of user and provider understandings of content and interactivity, it is demonstrated that demand for broadcast-type content (e.g., video on demand) is different than demand for connectivity services (e.g., messaging, e-mail). It is noted that content providers are reliant upon finding a content-based killer application to sustain their revenue streams (and thus endorse the content is king perspective), whereas network providers can thrive whether they focus on meeting consumer demand for content or demand for connectivity (or both). Consumer experience with earlier communication networks (e.g., telephone, Internet) demonstrates a strong demand for services that facilitate person-to-person communication.", "venue": "ICIS", "year": 2002, "referenceCount": 58, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "48233759", "name": "C. Middleton"}]}}, {"intents": ["background"], "contexts": ["What is known however, is that with other communications technologies, including the telephone (Fischer, 1988) and teletext (Allen, 1988; Devon, 1991; Lea, 1992), the user-based, story 2 perspective defined the way in which the technologies were adopted."], "isInfluential": false, "citingPaper": {"paperId": "fe3eb3736aded2b7351ca2862ae8bca46f8899c9", "externalIds": {"MAG": "2127548627", "DBLP": "journals/acj/Middleton02", "DOI": "10.32920/ryerson.14639022"}, "url": "https://www.semanticscholar.org/paper/fe3eb3736aded2b7351ca2862ae8bca46f8899c9", "title": "Who needs a 'Killer App'? Two Perspectives on Content in Residential Broadband Networks", "abstract": "This paper describes the deployment of residential broadband networks by relating two parallel but contrasting stories. Story 1 considers network providers’ search for a killer application to drive demand for broadband networks, while Story 2 suggests that consumers have already found a killer application in e-mail and basic connectivity. It appears that residential broadband networks are currently being developed with a Story 1 perspective in mind. Story 2 should be assessed in the context of its historical persistence and significance. The implications for future development of residential broadband networks are considered when both stories are accepted as plausible.", "venue": "J. Res. Pract. Inf. Technol.", "year": 2002, "referenceCount": 65, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "48233759", "name": "C. Middleton"}]}}, {"intents": ["background"], "contexts": ["More fundamentally, most telecommunication bandwidth is used to gain satisfying and productive access to others, the thoughts, emotions, and presence of real and virtual humans (e.g.,Fischer, 1988).", "Social presence is what these systems purport to deliver (e.g.,Fischer, 1988; Singhal & Zyda, 1999)."], "isInfluential": false, "citingPaper": {"paperId": "32286162dc71dd8a81cedcd2ce38c00ef478f4f5", "externalIds": {"MAG": "107858875"}, "url": "https://www.semanticscholar.org/paper/32286162dc71dd8a81cedcd2ce38c00ef478f4f5", "title": "Criteria And Scope Conditions For A Theory And Measure Of Social Presence", "abstract": "The need for a theory of social presence is more pressing as the Internet and virtual environments become increasing social. With time we can observe an increase in social interaction not only among users, but also between users and computer agents. A robust and detailed theory and measure of social presence could contribute to our understanding and explaining social behavior in mediated environments, allow researchers to predict and measure differences among media interfaces, and to guide the design of new social environments and interfaces. The article reviews, classifies, and critiques existing theories and measures of social presence. A set of criteria and scope conditions is proposed to address weaknesses in past theories and measures and to provide clear criteria for a measurement theory of social presence. DEFINITION OF THE PROBLEM", "venue": "", "year": 2001, "referenceCount": 111, "citationCount": 197, "influentialCitationCount": 13, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1726689", "name": "F. Biocca"}, {"authorId": "2896960", "name": "J. Burgoon"}, {"authorId": "34303570", "name": "Chad Harms"}, {"authorId": "2052398934", "name": "Matt Stoner"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d826d31863e11c1734379ec13966957148522a53", "externalIds": {"MAG": "2050271039", "DOI": "10.1007/PL00003855"}, "url": "https://www.semanticscholar.org/paper/d826d31863e11c1734379ec13966957148522a53", "title": "Consumption, preferences, and the evolutionary agenda", "abstract": "Abstract. The purpose of this paper is to provide a preliminary evolutionary account of preferences, consumption and demand. This is particularly relevant for the study of innovation which offers consumers the opportunity to develop new behaviours. The paper approaches this question in two stages. First it recognises the importance of time as well as income constraints on consumer behaviour. Secondly, it develops a behavioural approach to consumption routines in terms of Herrnstein's concept of meloriation. In this account the focus is upon activities for which commodities and time are inputs and, with innovation, time is rescheduled on many fronts. Consumer learning is related to a replicator dynamic process. It is shown how changes in wages, prices and the time required to consume influence the demand for activities.", "venue": "", "year": 2001, "referenceCount": 36, "citationCount": 108, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "16577702", "name": "J. Metcalfe"}]}}, {"intents": ["background"], "contexts": ["35 For example, see Fischer (1991) on the telephone and Lemos (1996) on Minitel."], "isInfluential": false, "citingPaper": {"paperId": "ee0184cdcddecf2652f2fe8f9919ad222035a0e9", "externalIds": {"MAG": "2218978591", "DOI": "10.25911/5D6E493750215"}, "url": "https://www.semanticscholar.org/paper/ee0184cdcddecf2652f2fe8f9919ad222035a0e9", "title": "The consumption of the Internet in household families", "abstract": null, "venue": "", "year": 2001, "referenceCount": 243, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "1686518", "name": "Vivienne Waller"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "020b07dfb0e105e8de1aaabc1d3055a0d92d80cb", "externalIds": {"MAG": "1583806799", "DOI": "10.2139/SSRN.235284"}, "url": "https://www.semanticscholar.org/paper/020b07dfb0e105e8de1aaabc1d3055a0d92d80cb", "title": "The History of Communications and its Implications for the Internet", "abstract": "The Internet is the latest in a long succession of communication technologies. The goal of this work is to draw lessons from the evolution of all these services. Little attention is paid to technology as such, since that has changed radically many times. Instead, the stress is on the steady growth in volume of communication, the evolution in the type of traffic sent, the qualitative change this growth produces in how people treat communication, and the evolution of pricing. The focus is on the user, and in particular on how quality and price differentiation have been used by service providers to influence consumer behavior, and how consumers have reacted. There are repeating patterns in the histories of communication technologies, including ordinary mail, the telegraph, the telephone, and the Internet. In particular, the typical story for each service is that quality rises, prices decrease, and usage increases to produce increased total revenues. At the same time, prices become simpler. The historical analogies of this paper suggest that the Internet will evolve in a similar way, towards simplicity. The schemes that aim to provide differentiated service levels and sophisticated pricing schemes are unlikely to be widely adopted.", "venue": "", "year": 2000, "referenceCount": 271, "citationCount": 110, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "1686431", "name": "A. Odlyzko"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "be1a48193e06c081ca77da849faccb74dba67160", "externalIds": {"MAG": "1977689973", "DOI": "10.1016/S0968-090X(98)00006-0"}, "url": "https://www.semanticscholar.org/paper/be1a48193e06c081ca77da849faccb74dba67160", "title": "Technological change and social forecasting: the case of telecommuting as a travel substitute", "abstract": "Telecommuting, along with other telecommunications services, is often suggested to be a solution to congestion-related transportation problems. Forecasts of telecommuting and its impacts have typically overestimated the adoption of this arrangement. The paper reviews the problems of forecasting a complex solution to social problems. It critically assesses the wide range of forecasting approaches applied to telecommuting and the reasons for the upwards bias. The appeal of the concept, combined with various interests are among the reasons for the optimistic forecasts. Methodologically, forecasts of telecommuting tend to emphasize technological change while underestimating the social implications which determine the adoption of such technologies. A choice theory is suggested as an alternative approach which can address issues related to human behavior in the context of technological change. The explanatory power of choice models is demonstrated and suggested for future analysis of technologies which entail extensive adaptation for adopters and institutions.", "venue": "", "year": 1998, "referenceCount": 85, "citationCount": 114, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2019492", "name": "I. Salomon"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d44338d93caab9208b90d01cd43060957c7d234c", "externalIds": {"MAG": "2341975840"}, "url": "https://www.semanticscholar.org/paper/d44338d93caab9208b90d01cd43060957c7d234c", "title": "Reporting Technology: A Content Analysis of Newsweek's Cyberscope Column", "abstract": null, "venue": "", "year": 1998, "referenceCount": 50, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2060929975", "name": "A. Duncan"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "fe3ec06a8a641919643c88a8ea9c564e67b97a94", "externalIds": {"MAG": "2066109741", "DOI": "10.1080/13691189809358971"}, "url": "https://www.semanticscholar.org/paper/fe3ec06a8a641919643c88a8ea9c564e67b97a94", "title": "On-line leisure: Gender, and ICTs in the home", "abstract": "Abstract Research into office automation originally acted as a catalyst for research into gender perspectives on information technology. Whilst a fuller picture of women's use of ICTs is emerging, there has been little research on women's leisure use of ICTs, particularly within a domestic setting. Added to the way in which the leisure studies discipline has discovered gender as a variable, this is somewhat surprising. In this paper we argue that current debates on ‘virtual culture’ would be enriched by analysing the gender dimensions of the use of ICTs for leisure. In addressing personal agency we see women as active agents rather than passive victims of existing structures. The paper addresses negotiations around leisure and the use of technology in the home and how this illuminates the construction of gender identities. The ways in which work and leisure seep into one another are examined through a consideration of electronic mail and the World Wide Web. Although we conclude that women's leisure access...", "venue": "", "year": 1998, "referenceCount": 35, "citationCount": 41, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144578606", "name": "E. Green"}, {"authorId": "2421135", "name": "A. Adam"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7214a8a6ccc3aaf00034f8e1a9a731f4b42747f9", "externalIds": {"MAG": "2078960700", "DOI": "10.1177/0267323196011001001"}, "url": "https://www.semanticscholar.org/paper/7214a8a6ccc3aaf00034f8e1a9a731f4b42747f9", "title": "A Toy for the Boys Only?", "abstract": "Discussing the gendering of technology, the article concentrates on one specific domestic technology, which is often considered as `male' dominated, the video cassette recorder (VCR). Comparing and elaborating research results from different countries, the article suggests that (1) the picture of the VCR as a masculine technology, purported in recent British studies in particular, is not necessarily valid for countries with less strict gender patterns and (2) gender structures, which existed in the early stages of the VCR diffusion, have been gradually eroded. It supports earlier research in which new information technologies, at least in their initial stage of development, were found to follow the gender structure quite sharply: they are `toys for the boys'. However, technology is considered here as a social process that involves negotiations. Specific technologies find their final shape only in their actual use, and this explains why it is possible for the VCR to be turned towards the service of women's individual and interactional needs.", "venue": "", "year": 1996, "referenceCount": 113, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2085081903", "name": "Heikki Hellman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a075d19ac5154d2a2b17ee727cc815e37a024496", "externalIds": {"MAG": "2063567387", "DOI": "10.1080/08838159609364332"}, "url": "https://www.semanticscholar.org/paper/a075d19ac5154d2a2b17ee727cc815e37a024496", "title": "Personal telephone networks: A typology and two empirical studies", "abstract": "The article reports an effort to map the personal telephone networks of samples of respondents and to use characteristics of networks to partially explain phone usage patterns. A typology which consisted of four network types was formulated by dichotomizing and cross‐tabulating respondents according to their position of two variables which were termed affective relations and proximate relations. Expectations based on the typology were assessed in both a city‐wide sample of Columbus, Ohio, and in a state‐wide survey. Many of the expectations associated with the typology were supported.", "venue": "", "year": 1996, "referenceCount": 27, "citationCount": 19, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144960245", "name": "John Dimmick"}, {"authorId": "2071728455", "name": "Scott J. Patterson"}, {"authorId": "115640866", "name": "Jaspreet Sikand"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "248400c6e63a0175c0c579b0e3dedb922f497943", "externalIds": {"MAG": "2075176842", "DOI": "10.1287/ORSC.6.4.462"}, "url": "https://www.semanticscholar.org/paper/248400c6e63a0175c0c579b0e3dedb922f497943", "title": "Constructing the Networked Organization: Content and Context in the Development of Electronic Communications", "abstract": "This paper presents a case study of the development of electronic communications in a changing organization with the aim of studying the complex relationship between content and context in the design and implementation of technological change in communications. The development of a computer-mediated communication system was followed over a period of four years during which time the participating organization expanded by acquisition and then reformed in conjunction with its neighbours in other countries into an integrated, “networked” organization in preparation for the creation of the Single European Market. The Actor-Network approach, which uses a network metaphor as a framework for understanding the relationship between content and context in technology design, is used to explore the co-construction of the new organizational form and the new communications system. We contrast this approach with traditional and other recently proposed approaches and conclude that the study of actor networks affords an opportunity to transcend the dualities between the technical and the social and between content and context that currently frame studies of electronic communications in organizations.", "venue": "", "year": 1995, "referenceCount": 28, "citationCount": 106, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152522493", "name": "M. Lea"}, {"authorId": "30657954", "name": "T. O'Shea"}, {"authorId": "102398145", "name": "P. Fung"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f21932e6d46b8746e31bcbb6a011297b5c596bea", "externalIds": {"MAG": "2007429403", "DOI": "10.1177/009365094021005005"}, "url": "https://www.semanticscholar.org/paper/f21932e6d46b8746e31bcbb6a011297b5c596bea", "title": "The Gratifications of the Household Telephone", "abstract": "The article reports three studies of gratifications obtained from the household telephone by samples of respondents in Columbus (Franklin County), Ohio, and a statewide sample of Ohio. The first study consisted of open-ended qualitative interviews to ascertain reasons for using the household telephone. In the second study, gratifications questions were administered to a sample of 569 respondents from the Columbus area. A factor analysis clearly demonstrated the presence of two factors: sociability and instrumentality. Evidence suggestive of a third factor was obtained as well. In the third study, gratification questions were administered to a sample of 525 residents of the state of Ohio. A factor analysis clearly demonstrated the presence of a third factor: reassurance. Whereas the reassurance factor is a psychological-level variable, the sociability factor is linked to the process of social integration and the instrumentality factor is tied to a social process called coordination.", "venue": "", "year": 1994, "referenceCount": 29, "citationCount": 188, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144960245", "name": "John Dimmick"}, {"authorId": "115640866", "name": "Jaspreet Sikand"}, {"authorId": "2071728455", "name": "Scott J. Patterson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "329d864654d1ed93d91f0508ceeaf40fc74bafd0", "externalIds": {"MAG": "2123900368", "DOI": "10.1017/S0022050700012985"}, "url": "https://www.semanticscholar.org/paper/329d864654d1ed93d91f0508ceeaf40fc74bafd0", "title": "AT&T's Strategic Response to Competition: Why Not Preempt Entry?", "abstract": "The idea that a monopolist would adopt a pricing strategy to deter entry is found in a wide body of research. We explore why the monopolist in the American telephone industry, AT&T, did not pursue such a strategy when its initial patents expired.", "venue": "", "year": 1993, "referenceCount": 14, "citationCount": 16, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "122220042", "name": "J. Nix"}, {"authorId": "69558866", "name": "David J. Gabel"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5d505b00c40bf862e6174105a4c619d5120930e1", "externalIds": {"MAG": "1994734406", "DOI": "10.1080/15295039309366856"}, "url": "https://www.semanticscholar.org/paper/5d505b00c40bf862e6174105a4c619d5120930e1", "title": "Remote mothering and the parallel shift: Women meet the cellular telephone", "abstract": "New technologies could have a positive impact on women's lives because of their potential to disrupt old social and political conventions. Using the recent development of the cellular telephone as an example, the authors find, however, that gender differences in the acquisition and use of this technology already are reproducing familiar inequities. Women in the authors' study use the cellular telephone to manage creatively their responsibilities for home and children. Their husbands believe the women are in special need of protection.", "venue": "", "year": 1993, "referenceCount": 8, "citationCount": 242, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2685961", "name": "Lana F. Rakow"}, {"authorId": "49769473", "name": "V. Navarro"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f0e19160fa355ef38612b30068bb2e9b82ce6488", "externalIds": {"MAG": "1996940273", "DOI": "10.1111/J.1467-8330.1991.TB00666.X"}, "url": "https://www.semanticscholar.org/paper/f0e19160fa355ef38612b30068bb2e9b82ce6488", "title": "COMMUNICATION AND SOCIAL FORMS: THE DEVELOPMENT OF THE TELEPHONE, 1876–19201", "abstract": null, "venue": "", "year": 1991, "referenceCount": 6, "citationCount": 19, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "34168526", "name": "Michèle Martin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6e1b39356588a95931e5d952f9f3c8ae9ea10a03", "externalIds": {"MAG": "2053615429", "DOI": "10.1016/S0363-8111(05)80073-6"}, "url": "https://www.semanticscholar.org/paper/6e1b39356588a95931e5d952f9f3c8ae9ea10a03", "title": "Cultural history from corporate archives", "abstract": null, "venue": "", "year": 1990, "referenceCount": 20, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "144477069", "name": "R. Marchand"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7dd80c9934032e70b6952aac2de6636c2adbd2bd", "externalIds": {"MAG": "1994602579", "DOI": "10.1086/228867"}, "url": "https://www.semanticscholar.org/paper/7dd80c9934032e70b6952aac2de6636c2adbd2bd", "title": "Telephone and Automobile Diffusion in the United States, 1902-1937", "abstract": "Although the telephone and automobile are two of the most significant technological developments of the modern era, we know little empirically about the conditions that encouraged their adoption. This paper attempts to explain their diffusion across the 48 contiguous states during the time of their initial popularization and fastest growth and examines which macrostructural attributes of states encouraged or discouraged their widespread adoption. It also examines whether these technologies stimulated or inhibited each other. The findings suggest that commercialization in urban centers spurred adoption of both the telephone and automobile. A more complex process occurred in rural America. States with many well-off, independent farmers were relatively quick adopters of both technologies. But states with many tenant farmers-primarily southern-were slow to adopt. The data also point to an important historical watershed, World War I: many of the accelerating factors before the war were less critical after the war, and, perhaps more important, the interaction between the technologies changed around the time of the war.", "venue": "American Journal of Sociology", "year": 1988, "referenceCount": 63, "citationCount": 34, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "34525431", "name": "C. Fischer"}, {"authorId": "2023908", "name": "G. Carroll"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "cfbb1d6323e730994d185fbb8a107d4b7581350f", "externalIds": {"MAG": "2006956094", "DOI": "10.1007/BF01115291"}, "url": "https://www.semanticscholar.org/paper/cfbb1d6323e730994d185fbb8a107d4b7581350f", "title": "Gender and the residential telephone, 1890–1940: Technologies of sociability", "abstract": "Recent work on gender and technology debunks the claim that household technologies have “liberated” women from domestic work. The history of telephone use in North America suggests, however, that global conclusions about gender and consumer technologies may be misleading. Although marketed primarily as a business instrument and secondarily as an instrument to facilitate housework, the telephone was, in a sense, “appropriated” by women for social and personal ends. This paper explores the “affinity” of women for the telephone, how women in the half-century before World War II used the telephone, and why. It suggests that there is a class of technologies that women have exploited for their own, gender-linked, social and personal ends.", "venue": "", "year": 1988, "referenceCount": 42, "citationCount": 22, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "34525431", "name": "C. Fischer"}]}}]}