{"paperId": "bb1b64e75d48d08257ecd5965ea01b6cecb3acc5", "externalIds": {"MAG": "280319125", "DOI": "10.1007/978-94-007-7914-3_7"}, "url": "https://www.semanticscholar.org/paper/bb1b64e75d48d08257ecd5965ea01b6cecb3acc5", "title": "Can Technology Embody Values", "abstract": "Under the banner of Value Sensitive Design (VSD) various proposals have been put forward in recent times to integrate moral values in technology through design. These proposals suppose that technology, more in particular technical artifacts, can embody values. In this contribution, we investigate whether this idea holds water. To do so, we examine the neutrality thesis about technology, that is, the thesis that technology is neutral with regard to moral values. This thesis may be interpreted in various ways depending on the kind of values involved. We introduce two distinctions with regard to values: (1) final value (value for its own sake) versus instrumental value, and (2) intrinsic value (value on its own) versus relational or extrinsic value. This leads to four different kinds of values to which the neutrality thesis may refer. We argue that the most interesting version of the neutrality thesis refers to extrinsic final values. We provide a number of counterexamples to this version of the neutrality thesis, and, on the basis of these examples, we suggest a general account of when a technology may be said to embody values. Applying our results to VSD, we introduce three different values involved in a design process, namely, intended value (the value intended by the designers) embodied value (the value designed into the artifact) and realized value (the value that is realized in actual use) and we discuss how we can verify what values are embodied in a designed technical artifact.", "venue": "", "year": 2014, "referenceCount": 35, "citationCount": 23, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1932083", "name": "I. Poel"}, {"authorId": "144330362", "name": "P. Kroes"}]}