{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3a7ab19458b920c37f059595be1195bcd153c96b", "externalIds": {"PubMedCentral": "8169394", "DOI": "10.1007/s00146-021-01234-9", "PubMed": "34092931"}, "url": "https://www.semanticscholar.org/paper/3a7ab19458b920c37f059595be1195bcd153c96b", "title": "Will Big Data and personalized medicine do the gender dimension justice?", "abstract": "Over the last decade, humans have produced each year as much data as were produced throughout the entire history of humankind. These data, in quantities that exceed current analytical capabilities, have been described as “the new oil,” an incomparable source of value. This is true for healthcare, as well. Conducting analyses of large, diverse, medical datasets promises the detection of previously unnoticed clinical correlations and new diagnostic or even therapeutic possibilities. However, using Big Data poses several problems, especially in terms of representing the uniqueness of each patient and expressing the differences between individuals, primarily gender and sex differences. The first two sections of the paper provide a definition of “Big Data” and illustrate the uses of Big Data in medicine. Subsequently, the paper explores the struggle to represent exhaustively the uniqueness of the patient through Big Data is highlighted prior to a deeper investigation of the digital representation of gender in personalized medicine. The final part of the paper put forward a series of recommendations for better approaching the complexity of gender in medical and clinical research involving Big Data for the creation or enhancement of personalized medicine services. Supplementary Information The online version contains supplementary material available at 10.1007/s00146-021-01234-9.", "venue": "AI & society", "year": 2021, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "143816752", "name": "A. Carnevale"}, {"authorId": "1649987663", "name": "Emanuela Tangari"}, {"authorId": "49529589", "name": "A. Iannone"}, {"authorId": "94210429", "name": "E. Sartini"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5e2c46e4703b6079215313ad47b06fdbc0fa134b", "externalIds": {"DBLP": "journals/ais/FabreIE21", "MAG": "3044825507", "DOI": "10.1007/S00146-020-01020-Z"}, "url": "https://www.semanticscholar.org/paper/5e2c46e4703b6079215313ad47b06fdbc0fa134b", "title": "Moral control and ownership in AI systems", "abstract": "AI systems are bringing an augmentation of human capabilities to shape the world. They may also drag a replacement of human conscience in large chunks of life. AI systems can be designed to leave moral control in human hands, to obstruct or diminish that moral control, or even to prevent it, replacing human morality with pre-packaged or developed ‘solutions’ by the ‘intelligent’ machine itself. Artificial Intelligent systems (AIS) are increasingly being used in multiple applications and receiving more attention from the public and private organisations. The purpose of this article is to offer a mapping of the technological architectures that support AIS, under the specific focus of the moral agency. Through a literature research and reflection process, the following areas are covered: a brief introduction and review of the literature on the topic of moral agency; an analysis using the BDI logic model (Bratman 1987); an elemental review of artificial ‘reasoning’ architectures in AIS; the influence of the data input and the data quality; AI systems’ positioning in decision support and decision making scenarios; and finally, some conclusions are offered about regarding the potential loss of moral control by humans due to AIS. This article contributes to the field of Ethics and Artificial Intelligence by providing a discussion for developers and researchers to understand how and under what circumstances the ‘human subject’ may, totally or partially, lose moral control and ownership over AI technologies. The topic is relevant because AIS often are not single machines but complex networks of machines that feed information and decisions into each other and to human operators. The detailed traceability of input-process-output at each node of the network is essential for it to remain within the field of moral agency. Moral agency is then at the basis of our system of legal responsibility, and social approval is unlikely to be obtained for entrusting important functions to complex systems under which no moral agency can be identified.", "venue": "AI Soc.", "year": 2020, "referenceCount": 59, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2067166842", "name": "Raúl González Fabre"}, {"authorId": "2059355304", "name": "Javier Camacho Ibáñez"}, {"authorId": "2006394017", "name": "Pedro Tejedor Escobar"}]}}, {"contexts": ["In fact, digital research ethics has been described as one of flux and uncertainty as the new boundaries of what is ethical are still being debated and tested (Metcalf et al., 2016; Whiting & Pritchard, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "70ec009598b326e9e0be98af22a60057234d6f82", "externalIds": {"PubMedCentral": "8236660", "DOI": "10.1177/15562646211002744", "PubMed": "33733915"}, "url": "https://www.semanticscholar.org/paper/70ec009598b326e9e0be98af22a60057234d6f82", "title": "Boundaries Between Research Ethics and Ethical Research Use in Artificial Intelligence Health Research", "abstract": "The governance of ethically acceptable research in higher education institutions has been under scrutiny over the past half a century. Concomitantly, recently, decision makers have required researchers to acknowledge the societal impact of their research, as well as anticipate and respond to ethical dimensions of this societal impact through responsible research and innovation principles. Using artificial intelligence population health research in the United Kingdom and Canada as a case study, we combine a mapping study of journal publications with 18 interviews with researchers to explore how the ethical dimensions associated with this societal impact are incorporated into research agendas. Researchers separated the ethical responsibility of their research with its societal impact. We discuss the implications for both researchers and actors across the Ethics Ecosystem.", "venue": "Journal of empirical research on human research ethics : JERHRE", "year": 2021, "referenceCount": 86, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "49181565", "name": "G. Samuel"}, {"authorId": "38137487", "name": "J. Chubb"}, {"authorId": "39837291", "name": "G. Derrick"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b9fa05019aed182c8c49f9e59a681cba0105c872", "externalIds": {"MAG": "3087516080", "DOI": "10.1016/J.JCLEPRO.2020.122204"}, "url": "https://www.semanticscholar.org/paper/b9fa05019aed182c8c49f9e59a681cba0105c872", "title": "Unleashing the convergence amid digitalization and sustainability towards pursuing the Sustainable Development Goals (SDGs): A holistic review", "abstract": "Abstract The Sustainable Development Goals (SDGs) within the United Nations 2030 Agenda emerged in 2015, becoming an unprecedented global compass for navigating extant sustainability challenges. Nevertheless, it still represents a nascent field enduring uncertainties and complexities. In this regard, the interplay between digitalization and sustainability unfolds bright opportunities for shaping a greener economy and society, paving the way towards the SDGs. However, little evidence exists so far, about a genuine contribution of digital paradigms to sustainability. Besides, their role to tackle the SDGs research gaps remains unexplored. Thus, a holistic characterization of the aforementioned topics has not been fully explored in the emerging literature, deserving further research. The article endeavors a twofold purpose: (1) categorizing the main SDGs research gaps; (2) coupled with a critical exploration of the potential contribution of digital paradigms, particularly Big Data and Artificial Intelligence, towards overcoming the aforesaid caveats and pursuing the 2030 Agenda. Ultimately, the study seeks to bridge literature gaps by providing a first-of-its-kind overview on the SDGs and their nexus with digitalization, while unraveling policy implications and future research directions. The methodology has consisted of a systematic holistic review and in-depth qualitative analysis of the literature on the realms of the SDGs and digitalization. Our findings evidence that the SDGs present several research gaps, namely: flawed understanding of complexities and interlinkages; design shortcomings and imbalances; implementation and governance hurdles; unsuitable indicators and assessment methodologies; truncated adoption and off-target progress; unclear responsibilities and lacking coordination; untapped role of technological innovation and knowledge management. Moreover, our results show growing expectations about the added value brought by digitalization for pursuing the SDGs, through novel data sources, enhanced analytical capacities and collaborative digital ecosystems. However, current research and practice remains in early-stage, pointing to ethical, social and environmental controversies, along with policy caveats, which merit additional research. In light of the findings, the authors suggest a first-approach exploration of research and policy implications. Results suggest that further multidisciplinary research, dialogue and concerted efforts for transformation are required. Reframing the Agenda, while aligning the sustainable development and digitalization policies, seems advisable to ensure a holistic sustainability. The findings aim at guiding and stimulating further research and science-policy dialogue on the promising nexus amid the SDGs and digitalization.", "venue": "Journal of Cleaner Production", "year": 2021, "referenceCount": 539, "citationCount": 24, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2124926830", "name": "Gema Del Río Castro"}, {"authorId": "2124926833", "name": "María Camino González Fernández"}, {"authorId": "2124934400", "name": "Ángel Uruburu Colsa"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "30c56981cbeca81e86f677e582cdee3d3ed0f80e", "externalIds": {"DOI": "10.1007/s00146-020-01020-z"}, "url": "https://www.semanticscholar.org/paper/30c56981cbeca81e86f677e582cdee3d3ed0f80e", "title": "Moral control and ownership in AI systems", "abstract": "AI systems are bringing an augmentation of human capabilities to shape the world. They may also drag a replacement of human conscience in large chunks of life. AI systems can be designed to leave moral control in human hands, to obstruct or diminish that moral control, or even to prevent it, replacing human morality with pre-packaged or developed ‘solutions’ by the ‘intelligent’ machine itself. Artificial Intelligent systems (AIS) are increasingly being used in multiple applications and receiving more attention from the public and private organisations. The purpose of this article is to offer a mapping of the technological architectures that support AIS, under the specific focus of the moral agency. Through a literature research and reflection process, the following areas are covered: a brief introduction and review of the literature on the topic of moral agency; an analysis using the BDI logic model (Bratman 1987 ); an elemental review of artificial ‘reasoning’ architectures in AIS; the influence of the data input and the data quality; AI systems’ positioning in decision support and decision making scenarios; and finally, some conclusions are offered about regarding the potential loss of moral control by humans due to AIS. This article contributes to the field of Ethics and Artificial Intelligence by providing a discussion for developers and researchers to understand how and under what circumstances the ‘human subject’ may, totally or partially, lose moral control and ownership over AI technologies. The topic is relevant because AIS often are not single machines but complex networks of machines that feed information and decisions into each other and to human operators. The detailed traceability of input-process-output at each node of the network is essential for it to remain within the field of moral agency. Moral agency is then at the basis of our system of legal responsibility, and social approval is unlikely to be obtained for entrusting important functions to complex systems under which no moral agency can be identified.", "venue": "AI & SOCIETY", "year": 2020, "referenceCount": 78, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1830413993", "name": "Raúl González Fabre"}, {"authorId": "1830413980", "name": "Javier Camacho Ibáñez"}, {"authorId": "1830416607", "name": "Pedro Tejedor Escobar"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "47e8b1c60a420684c7bf62126360026e21d099e2", "externalIds": {"PubMedCentral": "7604864", "MAG": "3095965358", "DOI": "10.1136/jitc-2020-001389", "PubMed": "33127656"}, "url": "https://www.semanticscholar.org/paper/47e8b1c60a420684c7bf62126360026e21d099e2", "title": "Society for Immunotherapy of Cancer clinical and biomarkers data sharing resource document: Volume I—conceptual challenges", "abstract": "The sharing of clinical trial data and biomarker data sets among the scientific community, whether the data originates from pharmaceutical companies or academic institutions, is of critical importance to enable the development of new and improved cancer immunotherapy modalities. Through data sharing, a better understanding of current therapies in terms of their efficacy, safety and biomarker data profiles can be achieved. However, the sharing of these data sets involves a number of stakeholder groups including patients, researchers, private industry, scientific journals and professional societies. Each of these stakeholder groups has differing interests in the use and sharing of clinical trial and biomarker data, and the conflicts caused by these differing interests represent significant obstacles to effective, widespread sharing of data. Thus, the Society for Immunotherapy of Cancer (SITC) Biomarkers Committee convened to identify the current barriers to biomarker data sharing in immuno-oncology (IO) and to help in establishing professional standards for the responsible sharing of clinical trial data. The conclusions of the committee are described in two position papers: Volume I—conceptual challenges and Volume II—practical challenges, the first of which is presented in this manuscript. Additionally, the committee suggests actions by key stakeholders in the field (including organizations and professional societies) as the best path forward, encouraging the cultural shift needed to ensure responsible data sharing in the IO research setting.", "venue": "Journal for ImmunoTherapy of Cancer", "year": 2020, "referenceCount": 115, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business", "Medicine"], "authors": [{"authorId": "5747182", "name": "S. Rutella"}, {"authorId": "9715749", "name": "M. Cannarile"}, {"authorId": "2798593", "name": "S. Gnjatic"}, {"authorId": "121843893", "name": "Bruno Gomes"}, {"authorId": "1684985", "name": "J. Guinney"}, {"authorId": "4115811", "name": "V. Karanikas"}, {"authorId": "122617550", "name": "M. Karkada"}, {"authorId": "3840104", "name": "J. Kirkwood"}, {"authorId": "6856230", "name": "B. Kotlán"}, {"authorId": "3917904", "name": "G. Masucci"}, {"authorId": "144260494", "name": "E. Meeusen"}, {"authorId": "4264195", "name": "A. Monette"}, {"authorId": "3990129", "name": "A. Naing"}, {"authorId": "1815330", "name": "V. Thorsson"}, {"authorId": "1736157918", "name": "Nicholas Tschernia"}, {"authorId": "144465935", "name": "E. Wang"}, {"authorId": "36096270", "name": "Daniel K. Wells"}, {"authorId": "83288431", "name": "T. Wyant"}, {"authorId": "6348005", "name": "A. Cesano"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5f51fb65f784a3b31697dcf62bb69e8cb916448f", "externalIds": {"DBLP": "conf/hcc/GalanosR20", "MAG": "3104839596", "PubMedCentral": "7979087", "DOI": "10.1007/978-3-030-62803-1_12"}, "url": "https://www.semanticscholar.org/paper/5f51fb65f784a3b31697dcf62bb69e8cb916448f", "title": "Assessing the Japanese Turn in AI and Robot Ethics: Extracting Meaningful Principles Between Exoticism and Empiricism in the Case of AIBO", "abstract": "The present paper critically examines a recent recurrent pattern of Western scholarship of importing sets of Japanese ethics in artificial intelligence/data/robot ethics contexts without a deeper examination of their meaning and value. The paper’s outline is unfolded as such: (1) We draw on material stemming from an ethnographic participant-observer study that followed a debate between Western and Japanese people confronting the robotic AI pet AIBO. (2) We demarcate how many of the proposed Japanese values are practically relevant to the examination of human-robot interaction and how this feeds into existing questions about privacy and safety, in the context of a global overwhelming AI hype and narrative bias. (3) Finally, we discuss how a long history of Western enthusiasm and occasional misunderstandings of Japanese values comes full circle with the recent trend, and we conclude with a set of open questions that require more dedicated empirical research in order to reach more proper and practical value system in the future design of technology.", "venue": "HCC", "year": 2020, "referenceCount": 81, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "26898704", "name": "Vassilis Galanos"}, {"authorId": "116232255", "name": "M. Reisel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7220c25900aac8c9b4bfc160ea82fd17a241dda6", "externalIds": {"DBLP": "conf/chi/AndalibiB20", "MAG": "3031265594", "DOI": "10.1145/3313831.3376680"}, "url": "https://www.semanticscholar.org/paper/7220c25900aac8c9b4bfc160ea82fd17a241dda6", "title": "The Human in Emotion Recognition on Social Media: Attitudes, Outcomes, Risks", "abstract": "Emotion recognition algorithms recognize, infer, and harvest emotions using data sources such as social media behavior, streaming service use, voice, facial expressions, and biometrics in ways often opaque to the people providing these data. People's attitudes towards emotion recognition and the harms and outcomes they associate with it are important yet unknown. Focusing on social media, we interviewed 13 adult U.S. social media users to fill this gap. We find that people view emotions as insights to behavior, prone to manipulation, intimate, vulnerable, and complex. Many find emotion recognition invasive and scary, associating it with autonomy and control loss. We identify two categories of emotion recognition's risks: individual and societal. We discuss findings' implications for algorithmic accountability and argue for considering emotion data as sensitive. Using a Science and Technology Studies lens, we advocate that technology users should be considered as a relevant social group in emotion recognition advancements.", "venue": "CHI", "year": 2020, "referenceCount": 207, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2471896", "name": "Nazanin Andalibi"}, {"authorId": "1519483519", "name": "Justin Buss"}]}}, {"contexts": ["This public–private disparity also identified as an issue in relation to big data and AI ethics in a US study (Metcalf et al., 2016).", "Another, earlier, thread of research that has had a visible influence on analysis of trustworthy AI is work on the ethics of Big Data, especially in relation to privacy and data protection concerns (Metcalf et al., 2016; Mittelstadt & Floridi, 2016; Richards & King, 2014; Zwitter, 2014)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8091f7f96c22f1bff2fa9d2399b2d1c6ebcec98a", "externalIds": {"MAG": "3090484235", "DOI": "10.1177/2056305120954672"}, "url": "https://www.semanticscholar.org/paper/8091f7f96c22f1bff2fa9d2399b2d1c6ebcec98a", "title": "A Rights-Based Approach to Trustworthy AI in Social Media", "abstract": "Social media platforms increasingly use powerful artificial intelligence (AI) that are fed by the vast flows of digital content that may be used to analyze user behavior, mental state, and physical context. New forms of AI-generated content and AI-driven virtual agents present new forms of risks in social media use, the harm of which will be difficult to predict. Delivering trustworthy social media will therefore be increasingly predicated on effectively governing the trustworthiness of its AI components. In this article, we examine different approaches to the governance AI and the Big Data processing that drives it being explored. We identify a potential over-reliance on individual rights at the expense of consideration of collective rights. In response, we propose a collective approach to AI data governance grounded in a legal proposal for universal, non-exclusive data ownership right. We use the Institutional Analysis and Development (IAD) framework to explore the relative costs and benefits on stakeholders in two use cases, one focused on digital content consumers the other focused on digital content knowledge workers. Following an analysis that looks at self-regulation and industry-state co-regulation, we propose governance through shared data ownership. In this way, future social media platforms may be able to maintain trust in their use of AI by committing to no datafication without representation.", "venue": "", "year": 2020, "referenceCount": 55, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152175445", "name": "D. Lewis"}, {"authorId": "2243988", "name": "J. Moorkens"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "84880f8eb877b75f45ac3c84b22b6a2ffed93490", "externalIds": {"PubMedCentral": "7979040", "MAG": "3109861387", "DOI": "10.1007/978-3-030-56286-1_9"}, "url": "https://www.semanticscholar.org/paper/84880f8eb877b75f45ac3c84b22b6a2ffed93490", "title": "Critical Perspectives on Governance Mechanisms for AI/ML Systems", "abstract": "This chapter provides a critical overview of proposed mechanisms for the ethical design and governance of contemporary artificial intelligence (AI) and machine learning (ML) systems. We describe various proposed mechanisms for AI/ML governance, paying particular attention to the possibilities and limits of these mechanisms for realizing truly just and equitable societal outcomes. In doing so we argue each category of intervention has reinforced and supported the broader regimes of corporate and state power under which AI/ML technologies are being developed, and that reformist initiatives relying on these mechanism risk cooptation and failure. We conclude by highlighting the abolitionist approach to AI-driven surveillance technology taken by the Movement for Black Lives and the workplace democracy approach taken by the #TechWontBuildIt technology workers campaign as alternative paradigms for AI/ML governance.", "venue": "The Cultural Life of Machine Learning", "year": 2020, "referenceCount": 115, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "30353442", "name": "Luke Stark"}, {"authorId": "144126675", "name": "D. Greene"}, {"authorId": "40392783", "name": "A. Hoffmann"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e098d5193b6609739b8a8d8934eae3c5bb47cedf", "externalIds": {"MAG": "3091880852", "DOI": "10.1057/s41599-020-00614-8"}, "url": "https://www.semanticscholar.org/paper/e098d5193b6609739b8a8d8934eae3c5bb47cedf", "title": "Whose morality? Which rationality? Challenging artificial intelligence as a remedy for the lack of moral enhancement", "abstract": "Moral implications of the decision-making process based on algorithms require special attention within the field of machine ethics. Specifically, research focuses on clarifying why even if one assumes the existence of well-working ethical intelligent agents in epistemic terms, it does not necessarily mean that they meet the requirements of autonomous moral agents, such as human beings. For the purposes of exemplifying some of the difficulties in arguing for implicit and explicit ethical agents in Moor’s sense, three first-order normative theories in the field of machine ethics are put to test. Those are Powers’ prospect for a Kantian machine, Anderson and Anderson’s reinterpretation of act utilitarianism and Howard and Muntean’s prospect for a moral machine based on a virtue ethical approach. By comparing and contrasting the three first-order normative theories, and by clarifying the gist of the differences between the processes of calculation and moral estimation, the possibility for building what—one might call strong “moral” AI scenarios—is questioned. The possibility of weak “moral” AI scenarios is likewise discussed critically.", "venue": "", "year": 2020, "referenceCount": 24, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118278077", "name": "Silviya Serafimova"}]}}, {"contexts": ["The concept that a person aims to control my own identity without the intervention of a controlling entity is called self-sovereign identity (SSI).", "P2P-based blockchain technology acts as a trusted third-party replacement because, in the SSI model, blockchain technology satisfies the six elements described in Sect.", "Therefore, the SSI model is based on blockchain technology.", "The City of San Francisco has banned the use of face recognition technologies by San Francisco government agencies because “the propensity for facial recognition technology to endanger civil rights and civil liberties substantially outweighs its purported benefits, and the technology can exacerbate racial injustice and threaten our ability to live free of continuous government monitoring [10].", "This paper expands the concept of SSI and describes the possibilities and problems when applying it to self-content management using the concept of Self-Content Management (SCM).", "The intention is to cause undeliverable datagrams to be discarded, and to bound the maximum datagram lifetime ([10], p.", "Specifically, the legislative divisions examine drafts in terms of violation or conflicts of laws, objectives of making new regulations, applicable structures of ordinances, usage of legal words, influences of the concerned ordinances on other ordinances and regulations in the municipality and so on [10].", "Christopher Allen, a leading proponent of SSI, suggests that “A vision of how we can build trust in our digital identities while maintaining individual privacy” is SSI [9].", "Content created by a professional is a manifestation of his or her own personality, and his or her own work should constitute non-personal data, based on the SSI philosophy, so that he or she can have appropriate control and involvement over the data.", "In one of the use cases, Ethereum developer Fabian Vogelsteller presented a draft SSI standard on GitHub called Ethereum Request for (ERC) 725 [16].", "Changes in the model for KYC (From conventional to SSI) [10]\nSelf-Sovereign Identity and Blockchain-Based Content Management 133\n(P2P)-based consensus-building system that does not require a central authority and does not apply only to cryptographic assets.", "According to the network externality of the platform service, the blockchain’s copyright management system may lead to a paradigm shift in the centralized copyright management model and content delivery methods of JASRAC [6] using the digital rights management (DRM) 2.0 that SSIs bring [7].", "Alternately, there is the concept of self-sovereign identity (SSI).", "The SSI is an antithesis to the phenomenon that certain companies and organizations, called digital platformers, collect data centrally.", "The concept of SSI is based on the fact that personal data are subject to governance without external factors.", "However, if the concept of SSI is applied to non-personal data, the individual should be able to control whether the data is distributed freely.", "There is no need for a centralized governing body such as JASRAC, and because it is based on SSI, it is not “administered,” as Lessig criticizes.", "However, in a consortium-style SCM based on the SSI concept, strangeness becomes a problem with the enforcement of other members.", "Businesses and public bodies can benefit from using Big Data applications in very similar ways [10].", "134 Y. Kurihara\nERC 725 can be defined to assign IDs not only to people but also to organizations, devices, software, etc. and can be considered one of the social implementations of SSI.", "In other words, according to Hayashi’s theory, SCM based on SSI aims to achieve complete control on the premise that the creator takes the initiative and owns the content he or she creates.", "grounds that any definition may become obsolete and then not anymore in line with technological progress [10].", "The statements to Recruit Career indicated that it had lacked necessary security measures and fulfillment of requirements to provide personal data to third parties [10].", "The patent- is available on their website [10].", "In the same way as SSI, the user keeps his or her own personal data but cooperates within the range permitted by the user.", "The SSI model is gaining attention because it provides a solution to data protection legislation such as the GDPR rather than merely providing a strong sense of empathy and support for ideas.", "In the SSI model, the user is actively involved in managing his or her own identity, plays a central role, and without user authentication, no personal data is transferred between the issuer and the authenticator.", "The concept of SSI applies to both personal data and content, which have become commonplace utilizations.", "Keywords: Self-Sovereign Identity (SSI) Self-Content Management (SCM) The Blockchain-Based Digital Right Management (DRM)", "This paper is assumed that SSI can be applied to content created by myself, but by properly managing content using blockchain technology, it is possible to complete licenses and levy fees.", "We hope that this paper will contribute to the development of a society in which individuals have an identity for content and respect it, just as SSIs do.", "Changes in the model for KYC (From conventional to SSI) [10] Self-Sovereign Identity and Blockchain-Based Content Management 133", "1, the user is at the center of SSI.", "Therefore, the remaining challenge to achieve SSI is not the establishment of laws but the creation of a “trust.”", "The selection of a path for transmission is called routing ([10], p.", "SCM is positioned as a means of realizing SSI’s philosophy in the content field.", "In this paper, therefore, we examine the prospects and challenges of content creators using blockchain technology to appropriately implement SCM (Self-Content Management) based on SSI."], "isInfluential": true, "intents": ["methodology", "background"], "citingPaper": {"paperId": "f08359337e66b6eeaf0ebdafa38b643c51c8edb6", "externalIds": {"DBLP": "conf/hcc/2020", "DOI": "10.1007/978-3-030-62803-1"}, "url": "https://www.semanticscholar.org/paper/f08359337e66b6eeaf0ebdafa38b643c51c8edb6", "title": "Human-Centric Computing in a Data-Driven Society: 14th IFIP TC 9 International Conference on Human Choice and Computers, HCC14 2020, Tokyo, Japan, September 9–11, 2020, Proceedings", "abstract": "This study discusses the intersection between the Act on the Protection of Personal Information (APPI) and the Anti-Monopoly Act (AMA) in Japan, by focusing on abusing superior bargaining position from platform operators. My analysis is based on examinations of the provisions and related guidelines of AMA, the relevant provisions of APPI, and comparisons between the two regulations. Based on these findings: (1) most of the types of abuse which the Guidelines on Abusing Superior Bargaining Position (ASBP Guidelines) presented by Japan Fair Trade Commission (JFTC) overlap with APPI provisions; (2) restrictions on abusing superior bargaining positions could play a specific role by applying itself to profiling activities which APPI might not effectively regulate. However, the possibility for indefinitely expanding the scope of “superior bargaining position” and the scarce experiences of administrative fines would be challenges for AMA. In addition, clarifying the theoretical reason to incorporate privacy and personal data protection into AMA would be a fundamental issue. Other than abusing superior bargaining positions, cooperation or conflict between anti-monopoly law and protection of personal information law need to be carefully examined depending on the situation, such as refusal of deal, and merger. While privacy and personal data must be the first priority in laws designed to protect personal information, competition law and other adjacent laws are increasingly significant. Studying them can offer a different perspective on the protection of personal information.", "venue": "HCC", "year": 2020, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1931672", "name": "Kai Rannenberg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f8aa20fcc70e665eccdcf02bd2542c5fa1383fab", "externalIds": {"MAG": "3026843024", "DOI": "10.5944/ried.23.2.26470"}, "url": "https://www.semanticscholar.org/paper/f8aa20fcc70e665eccdcf02bd2542c5fa1383fab", "title": "Data-driven educational algorithms pedagogical framing", "abstract": "Data from students and learning practices are essential for feeding the artificial intelligence systems used in education. Recurrent data trains the algorithms so that they can be adapted to new situations, either to optimize coursework or to manage repetitive tasks. As the algorithms spread in different learning contexts and the actions which they perform expand, pedagogical interpretative frameworks are required to use them properly. Based on case analyses and a literature review, the paper analyses the limits of learning practices based on the massive use of data from a pedagogical approach. The focus is on data capture, biases associated with datasets, and human intervention both in the training of artificial intelligence algorithms and in the design of machine learning pipelines. In order to facilitate the adequate use of data-driven learning practices, it is proposed to frame appropriate heuristics to determine the pedagogical suitability of artificial intelligence systems and also their evaluation both in terms of accountability and of the quality of the teaching-learning process. Thus, finally, a set of top-down proposed rules that can contribute to fill the identified gaps to improve the educational use of data-driven educational algorithms is discussed.", "venue": "", "year": 2020, "referenceCount": 80, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "150966261", "name": "Daniel Domínguez Figaredo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0a6d446db03c4c2316afc371afbfbde312714c48", "externalIds": {"MAG": "2913107000", "PubMedCentral": "6403524", "DOI": "10.2196/11985", "PubMed": "30789346"}, "url": "https://www.semanticscholar.org/paper/0a6d446db03c4c2316afc371afbfbde312714c48", "title": "Digital Trespass: Ethical and Terms-of-Use Violations by Researchers Accessing Data From an Online Patient Community", "abstract": "With the expansion and popularity of research on websites such as Facebook and Twitter, there has been increasing concern about investigator conduct and social media ethics. The availability of large data sets has attracted researchers who are not traditionally associated with health data and its associated ethical considerations, such as computer and data scientists. Reliance on oversight by ethics review boards is inadequate and, due to the public availability of social media data, there is often confusion between public and private spaces. In addition, social media participants and researchers may pay little attention to traditional terms of use. In this paper, we review four cases involving ethical and terms-of-use violations by researchers seeking to conduct social media studies in an online patient research network. These violations involved unauthorized scraping of social media data, entry of false information, misrepresentation of researcher identities of participants on forums, lack of ethical approval and informed consent, use of member quotations, and presentation of findings at conferences and in journals without verifying accurate potential biases and limitations of the data. The correction of these ethical lapses often involves much effort in detecting and responding to violators, addressing these lapses with members of an online community, and correcting inaccuracies in the literature (including retraction of publications and conference presentations). Despite these corrective actions, we do not regard these episodes solely as violations. Instead, they represent broader ethical issues that may arise from potential sources of confusion, misinformation, inadequacies in applying traditional informed consent procedures to social media research, and differences in ethics training and scientific methodology across research disciplines. Social media research stakeholders need to assure participants that their studies will not compromise anonymity or lead to harmful outcomes while preserving the societal value of their health-related studies. Based on our experience and published recommendations by social media researchers, we offer potential directions for future prevention-oriented measures that can be applied by data producers, computer/data scientists, institutional review boards, research ethics committees, and publishers.", "venue": "Journal of medical Internet research", "year": 2019, "referenceCount": 67, "citationCount": 32, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "3396675", "name": "E. Chiauzzi"}, {"authorId": "49523427", "name": "P. Wicks"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2aff09005ad447cd74c1d5cfb5619a67bd4da251", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/2aff09005ad447cd74c1d5cfb5619a67bd4da251", "title": "The Brave New World of Big Data", "abstract": null, "venue": "", "year": 2019, "referenceCount": 301, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1405406670", "name": "Ákos Róna-Tas"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3797d3e74f9f3aa1d651841235d2c55614bdac7b", "externalIds": {"MAG": "2941978430", "DBLP": "conf/chi/KouGCN19", "DOI": "10.1145/3290605.3300711"}, "url": "https://www.semanticscholar.org/paper/3797d3e74f9f3aa1d651841235d2c55614bdac7b", "title": "Turn to the Self in Human-Computer Interaction: Care of the Self in Negotiating the Human-Technology Relationship", "abstract": "Everyday life is increasingly mediated by technology. Technology is rapidly growing capacity and complexity, especially evident in developments in artificial intelligence and big data analytics. As human-computer interaction (HCI) endeavors to examine and theorize how people act and interact with the ever-evolving technology, an important, emerging concern is how the self-the totality of internal qualities such as consciousness and agency-plays out in relation to the technology-mediated external world. To analyze this question, we draw from Michel Foucault's ethics of \"care of the self,\" which examines how the self is constituted through conscious and reflective work on self-transformation. We present three case studies to illustrate how individuals carry out practices of the self to reflect upon and negotiate their relationship with technology. We discuss the importance of examining the self and foreground the notion of care of the self in HCI research and design.", "venue": "CHI", "year": 2019, "referenceCount": 151, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "145508813", "name": "Yubo Kou"}, {"authorId": "39834748", "name": "Xinning Gui"}, {"authorId": "4589162", "name": "Yunan Chen"}, {"authorId": "1694741", "name": "B. Nardi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "383b72bda7229ebd0f092937eb6efbfbb25a4a07", "externalIds": {"MAG": "2991176784", "DOI": "10.3366/soma.2019.0278"}, "url": "https://www.semanticscholar.org/paper/383b72bda7229ebd0f092937eb6efbfbb25a4a07", "title": "The Gender of Biomedical Data: Challenges for Personalised and Precision Medicine", "abstract": "Biomedical data, both in ‘traditional’, analogue forms as well as in the form of digital, ‘big’ data, are contingent social products. They reflect the categories and practices that structure our societies. We illustrate this by discussing gender biases in data stemming from clinical trials and electronic health records (EHR) and consider how biomedical data are prone to bias in different phases of data work, from data capture and representation to category building and analysis to using outputs. We argue that developments such as ‘Personalised’ and ‘Precision Medicine’ that have been made possible by ‘big data’ analyses could be seen as a shift away from the male ‘standard patient’ by trying to comprehensively and objectively represent many different aspects of patients’ lives and bodies. At the same time, the very promises of comprehensiveness and objectivity are problematic: The data generated and collected, as well as the infrastructures and analytic tools used to do this, reflect the social realities – including the injustices and inequities – within which they were developed. The knowledge created on the basis of this ‘evidence’ can thus perpetuate existing biases. While we do not subscribe to a view of the world that considers truly objective, neutral, and – in this sense – ‘unbiased’ knowledge possible or even desirable, we suggest a number of ways in which gender bias in biomedical data should be made visible, reflected upon, and in certain instances acted upon.", "venue": "", "year": 2019, "referenceCount": 112, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "37474675", "name": "M. Pot"}, {"authorId": "119935645", "name": "Wanda Spahl"}, {"authorId": "6707207", "name": "B. Prainsack"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6f26eca39167e40f0ac5484442b41db8b9aa1e92", "externalIds": {"MAG": "2921290281", "DBLP": "journals/ethicsit/SaltzD19", "DOI": "10.1007/s10676-019-09502-5"}, "url": "https://www.semanticscholar.org/paper/6f26eca39167e40f0ac5484442b41db8b9aa1e92", "title": "Data science ethical considerations: a systematic literature review and proposed project framework", "abstract": "Data science, and the related field of big data, is an emerging discipline involving the analysis of data to solve problems and develop insights. This rapidly growing domain promises many benefits to both consumers and businesses. However, the use of big data analytics can also introduce many ethical concerns, stemming from, for example, the possible loss of privacy or the harming of a sub-category of the population via a classification algorithm. To help address these potential ethical challenges, this paper maps and describes the main ethical themes that were identified via systematic literature review. It then identifies a possible structure to integrate these themes within a data science project, thus helping to provide some structure in the on-going debate with respect to the possible ethical situations that can arise when using data science analytics.", "venue": "Ethics and Information Technology", "year": 2019, "referenceCount": 92, "citationCount": 25, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2027648", "name": "J. Saltz"}, {"authorId": "2065605006", "name": "Neil I. Dewar"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8ce8019a623045cbc0d3e2f68cad807c3f7b383d", "externalIds": {"MAG": "2916034493", "DOI": "10.1108/DPRG-08-2018-0049"}, "url": "https://www.semanticscholar.org/paper/8ce8019a623045cbc0d3e2f68cad807c3f7b383d", "title": "AI: from rational agents to socially responsible agents", "abstract": "\nPurpose\nThis paper aims to analyze the limitations of the mainstream definition of artificial intelligence (AI) as a rational agent, which currently drives the development of most AI systems. The authors advocate the need of a wider range of driving ethical principles for designing more socially responsible AI agents.\n\n\nDesign/methodology/approach\nThe authors follow an experience-based line of reasoning by argument to identify the limitations of the mainstream definition of AI, which is based on the concept of rational agents that select, among their designed actions, those which produce the maximum expected utility in the environment in which they operate. The problem of biases in the data used by AI is taken as example, and a small proof of concept with real datasets is provided.\n\n\nFindings\nThe authors observe that biases measurements on the datasets are sufficient to demonstrate potential risks of discriminations when using those data in AI rational agents. Starting from this example, the authors discuss other open issues connected to AI rational agents and provide a few general ethical principles derived from the White Paper AI at the service of the citizen, recently published by Agid, the agency of the Italian Government which designs and monitors the evolution of the IT systems of the Public Administration.\n\n\nOriginality/value\nThe paper contributes to the scientific debate on the governance and the ethics of AI with a critical analysis of the mainstream definition of AI.\n", "venue": "Digital Policy, Regulation and Governance", "year": 2019, "referenceCount": 53, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3326020", "name": "Antonio Vetrò"}, {"authorId": "1471635988", "name": "A. Santangelo"}, {"authorId": "144069855", "name": "E. Beretta"}, {"authorId": "9266311", "name": "J. de Martin"}]}}, {"contexts": ["It is acknowledged that a wide variety of big data applications are not without ethical and societal concerns (Bimber, 1990; Metcalf et al., 2016)—especially raising questions about civil liberties, privacy, mass surveillance, and data retention (Goold, 2002; Oatley et al., 2015; Tryfonas et al.,…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "a767c8c8b716e0068de12a45d2014ea0b2894fea", "externalIds": {"MAG": "2903115795", "DOI": "10.1080/10630732.2018.1553096"}, "url": "https://www.semanticscholar.org/paper/a767c8c8b716e0068de12a45d2014ea0b2894fea", "title": "Electric Vehicle Mobility-as-a-Service: Exploring the “Tri-Opt” of Novel Private Transport Business Models", "abstract": "ABSTRACT Three distinct trends have emerged that have disrupted the dominance of privately owned, combustion-powered car transport in the United Kingdom. First, the electric powertrain has emerged as an affordable means of transport, addressing various existing environmental concerns; second, new models of car ownership are developing, particularly in urban areas; third, the growth of “smart city” thinking emphasizes capitalizing on increased connectivity and data availability to create value. We define the combination of these three trends as the “tri-opt” of private transport—three disruptors that should not be considered in isolation but as interacting, an inflection of the “Energy Trilemma.” This paper applies systems thinking and a mixed methodology of workshops, interviews, and systems modeling to the UK city of Bristol’s Smart EV Transport Hub project to identify concepts that positively combine two or more of these three “opts.” We demonstrate that there are many synergistic overlaps and that combinations potentially create significant value, with use cases that the current literature has explored the least are of the greatest perceived value. We thus recommend that public–private sector collaboration in private transport—particularly at the intersection of electric vehicles, smart cities, and mobility-as-a-service—is prioritized for further investigation.", "venue": "Journal of Urban Technology", "year": 2019, "referenceCount": 68, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1596725110", "name": "P. Cooper"}, {"authorId": "9363185", "name": "T. Tryfonas"}, {"authorId": "47170170", "name": "T. Crick"}, {"authorId": "46447548", "name": "A. Marsh"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "dbf5631a8548f0569114ba788c1c02c7b407e12f", "externalIds": {"MAG": "2964583491", "DBLP": "journals/jeric/SaltzSFGYHDB19", "DOI": "10.1145/3341164"}, "url": "https://www.semanticscholar.org/paper/dbf5631a8548f0569114ba788c1c02c7b407e12f", "title": "Integrating Ethics within Machine Learning Courses", "abstract": "This article establishes and addresses opportunities for ethics integration into Machine-learning (ML) courses. Following a survey of the history of computing ethics and the current need for ethical consideration within ML, we consider the current state of ML ethics education via an exploratory analysis of course syllabi in computing programs. The results reveal that though ethics is part of the overall educational landscape in these programs, it is not frequently a part of core technical ML courses. To help address this gap, we offer a preliminary framework, developed via a systematic literature review, of relevant ethics questions that should be addressed within an ML project. A pilot study with 85 students confirms that this framework helped them identify and articulate key ethical considerations within their ML projects. Building from this work, we also provide three example ML course modules that bring ethical thinking directly into learning core ML content. Collectively, this research demonstrates: (1) the need for ethics to be taught as integrated within ML coursework, (2) a structured set of questions useful for identifying and addressing potential issues within an ML project, and (3) novel course models that provide examples for how to practically teach ML ethics without sacrificing core course content. An additional by-product of this research is the collection and integration of recent publications in the emerging field of ML ethics education.", "venue": "ACM Trans. Comput. Educ.", "year": 2019, "referenceCount": 131, "citationCount": 35, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2027648", "name": "J. Saltz"}, {"authorId": "2684133", "name": "M. Skirpan"}, {"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "47199230", "name": "Micha Gorelick"}, {"authorId": "1704158", "name": "Tom Yeh"}, {"authorId": "145181379", "name": "R. Heckman"}, {"authorId": "2065605006", "name": "Neil I. Dewar"}, {"authorId": "35288997", "name": "Nathan Beard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e01e2e62b595fb64cd1fb737063d96bede559d49", "externalIds": {"MAG": "2953796659", "DOI": "10.1007/978-3-030-15200-0_20"}, "url": "https://www.semanticscholar.org/paper/e01e2e62b595fb64cd1fb737063d96bede559d49", "title": "Cultural Heritage Digital Data: Future and Ethics", "abstract": "Actual technologies are changing Cultural Heritage research, analysis, conservation and development ways, allowing new innovative surveys. Terrestrial and aerial laser scanner, terrestrial and aerial photogrammetric techniques, GIS (Geographic Information System) and remote sensing techniques are nearly much needed methods in the Cultural Heritage field. These survey techniques produce different kinds of data that needs to be managed in the best way possible. Ethical questions come up about the future of these data. It is nearly necessary dealing with problems like data storage, hardware and software relationship and data redundancy.", "venue": "Digital Cultural Heritage", "year": 2019, "referenceCount": 8, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "100928811", "name": "Filippo Diara"}]}}, {"contexts": ["Conversations around ethical big data are contributing towards a shared understanding of ethical, social, and legal complexities of data analytics [63]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1f97cc4c4473e42053989537784277a802eeb167", "externalIds": {"MAG": "2908856753", "DBLP": "journals/csimq/DrosatosNABBVKB18", "DOI": "10.7250/csimq.2018-17.03"}, "url": "https://www.semanticscholar.org/paper/1f97cc4c4473e42053989537784277a802eeb167", "title": "Enabling Responsible Online Gambling by Real-time Persuasive Technologies", "abstract": "Online gambling, unlike other offline addiction forms, provides unprecedented opportunities for monitoring users’ behaviour in real-time, along with the ability to adapt persuasive interactions and messages that would match the gamblers usage and personal context. Online gambling industry usually offers Application Programming Interfaces (APIs) that are mainly intended to allow third-party applications to interact with their services and enhance user’s experience. In this article, we claim that such API’s can also be utilised to retrieve gamblers’ online data, such as browsing and betting history and other available offers, and use it to build more proactive and intelligent responsible gambling systems. We report on our experience in this field and make the argument that the available data for persuasive marketing and usability should, under certain usage conditions, also be made available for responsible online gambling services. We discuss the psychological foundations of our proposed approach and the risks and challenges typically identified when building such a software-assisted intervention, persuasion and emotion regulation technology. We also explain the potential impact of corporate social responsibility and data protection prospects. Furthermore, we explore the required principles that should be followed by the gambling industry for enabling responsible online gambling. We finally propose a conceptual architecture to show our vision and explain how it can be implemented. In the broader context, the article is intended to provide insights on building behavioural awareness and regulation information systems related to problematic digital media usage.", "venue": "Complex Syst. Informatics Model. Q.", "year": 2018, "referenceCount": 79, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1727751", "name": "George Drosatos"}, {"authorId": "2680315", "name": "Fotis Nalbadis"}, {"authorId": "1399066185", "name": "E. Arden-Close"}, {"authorId": "51063297", "name": "Victoria Baines"}, {"authorId": "51064652", "name": "Elvira Bolat"}, {"authorId": "3389098", "name": "L. Vuillier"}, {"authorId": "1455875663", "name": "Theodoros Kostoulas"}, {"authorId": "1844513", "name": "M. Budka"}, {"authorId": "1412308924", "name": "S. Wasowska"}, {"authorId": "1411615485", "name": "M. Bonello"}, {"authorId": "2122201614", "name": "Jamie Brown"}, {"authorId": "66955418", "name": "Tessa Corner"}, {"authorId": "46337067", "name": "J. McAlaney"}, {"authorId": "1680525", "name": "Keith Phalp"}, {"authorId": "144170376", "name": "Raian Ali"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2afb6c9201a15cb3ed93421f42e2ff9d9a84ad97", "externalIds": {"DOI": "10.1080/23736992.2018.1407189"}, "url": "https://www.semanticscholar.org/paper/2afb6c9201a15cb3ed93421f42e2ff9d9a84ad97", "title": "Big Data, Equality, Privacy, and Digital Ethics", "abstract": "Whether its data-driven policing, trending-topic algorithms, security breaches, or American politics, the concept of big data continues to dominate policy discussions, news headlines, and industry trend reports. Metcalf, Keller, and Boyd (2017) explained, “The explosion of data collection, sharing, and analytics known as “big data” is a rapidly sprawling phenomenon that promises to have tremendous impacts on economics, policing, security, science, education, policy, governance, health care, public health, and much more” (p. 3). This phenomenon presents ethical challenges related to privacy, confidentiality, transparency, and identity. Richards and King (2014a), admittedly, are obsessed with questions such as, “Who owns all that data that you’re analyzing? Are there limits to what kinds of inferences you can make, or what decisions can be made about people based on those inferences?” (para. 1). They wrote, “Law will be an important part of Big Data Ethics, but so too must the establishment of ethical principles and best practices that guide government, corporations, and users. We must all be part of the conversation, and part of the solution” (p. 396). In their Wake Forest Law Review article, Richards and King (2014b) concluded, “Big data ethics are for everyone” (p. 432). Thus, this issue’s trend report focuses on big data, privacy, and digital ethics. Three recently published books have the potential to inform media ethics research across multiple professions, particularly given the emphasis on data analytics in both journalism and strategic communication. All of these books could be required reading in both undergraduate and graduate seminar courses.", "venue": "", "year": 2018, "referenceCount": 4, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1654675958", "name": "Kati Tusinski Berg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "394869457dd031cc1a67a72836a11a1ae7d3f6bf", "externalIds": {"DBLP": "conf/hcc/ReijersK0PG18", "MAG": "2888704656", "DOI": "10.1007/978-3-319-99605-9_23"}, "url": "https://www.semanticscholar.org/paper/394869457dd031cc1a67a72836a11a1ae7d3f6bf", "title": "Discussing Ethical Impacts in Research and Innovation: The Ethics Canvas", "abstract": "Technologies are increasingly intertwined with people’s daily lives. Consequently, there is an increasing need to consider the ethical impacts that research and innovation (R&I) processes, both in commercial and non-commercial contexts, bring about. However, current methods that offer tools for practicing ethics in R&I inadequately allow for non-ethicists such as engineers and computer scientists to practise ethics in a way that fits the character of their work. As a response, we propose a tool for identifying ethical impacts of R&I that is inspired by a method for the generation of business models, the Business Model Canvas. This tool, the Ethics Canvas, enables researchers to engage with the ethical impacts of their R&I activities in a collaborative manner by discussing different building blocks that together constitute a comprehensive ethical interpretation of a technology. To assess the perceived usefulness of the Ethics Canvas, a classroom experiment was conducted, followed-up by a questionnaire. The results suggest that the Ethics Canvas (1) is perceived as useful for identifying relevant stakeholders and potential ethical impacts and (2) potentially triggers reconsiderations of technology designs or business models.", "venue": "HCC", "year": 2018, "referenceCount": 30, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "3373845", "name": "Wessel Reijers"}, {"authorId": "2705240", "name": "Kevin Koidl"}, {"authorId": "152175445", "name": "D. Lewis"}, {"authorId": "143624084", "name": "H. Pandit"}, {"authorId": "2354377", "name": "B. Gordijn"}]}}, {"contexts": ["The need of ethics in data science has been frequently noted [2-6].", "related to the newness of the field [7, 12, 6, 33, 34] which creates special considerations for practitioners and student who want to become practitioners.", "Perhaps the most applicable work was from Metcalf, Keller and Boyd [6] who noted a lack of available case studies that could aide in the study of the dilemmas faced by data scientists."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3c51a892ce5a8fc78d57ea290c6e5144ee9db579", "externalIds": {"MAG": "2792315244", "DBLP": "conf/sigcse/SaltzDH18", "DOI": "10.1145/3159450.3159483"}, "url": "https://www.semanticscholar.org/paper/3c51a892ce5a8fc78d57ea290c6e5144ee9db579", "title": "Key Concepts for a Data Science Ethics Curriculum", "abstract": "Data science is a new field that integrates aspects of computer science, statistics and information management. As a new field, ethical issues a data scientist may encounter have received little attention to date, and ethics training within a data science curriculum has received even less attention. To address this gap, this article explores the different codes of conduct and ethics frameworks related to data science. We compare this analysis with the results of a systematic literature review focusing on ethics in data science. Our analysis identified twelve key ethics areas that should be included within a data science ethics curriculum. Our research notes that none of the existing codes or frameworks covers all of the identified themes. Data science educators and program coordinators can use our results as a way to identify key ethical concepts that can be introduced within a data science program.", "venue": "SIGCSE", "year": 2018, "referenceCount": 47, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2027648", "name": "J. Saltz"}, {"authorId": "2065605006", "name": "Neil I. Dewar"}, {"authorId": "145181379", "name": "R. Heckman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3fd7db2ea4fafd1d0ade559b82527fb7f48bc119", "externalIds": {"ArXiv": "1610.06766", "DBLP": "journals/corr/CuquetF16", "MAG": "2541546566", "DOI": "10.1016/j.techsoc.2018.03.005"}, "url": "https://www.semanticscholar.org/paper/3fd7db2ea4fafd1d0ade559b82527fb7f48bc119", "title": "Big data impact on society: a research roadmap for Europe", "abstract": "With its rapid growth and increasing adoption, big data is producing a substantial impact in society. Its usage is opening both opportunities such as new business models and economic gains and risks such as privacy violations and discrimination. Europe is in need of a comprehensive strategy to optimise the use of data for a societal benefit and increase the innovation and competitiveness of its productive activities. In this paper, we contribute to the definition of this strategy with a research roadmap to capture the economic, social and ethical, legal and political benefits associated with the use of big data in Europe. The present roadmap considers the positive and negative externalities associated with big data, maps research and innovation topics in the areas of data management, processing, analytics, protection, visualisation, as well as non-technical topics, to the externalities they can tackle, and provides a time frame to address these topics in order to deliver social impact, skills development and standardisation. Finally, it also identifies what sectors will be most benefited by each of the research efforts. The goal of the roadmap is to guide European research efforts to develop a socially responsible big data economy, and to allow stakeholders to identify and meet big data challenges and proceed with a shared understanding of the societal impact, positive and negative externalities and concrete problems worth investigating in future programmes.", "venue": "Technology in Society", "year": 2016, "referenceCount": 82, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Business", "Economics"], "authors": [{"authorId": "7993835", "name": "M. Cuquet"}, {"authorId": "1773450", "name": "A. Fensel"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "58ccf51b947c39d61c90e933fb2152b9826abba2", "externalIds": {"MAG": "2900529601", "DOI": "10.31025/2611-4135/2018.13737"}, "url": "https://www.semanticscholar.org/paper/58ccf51b947c39d61c90e933fb2152b9826abba2", "title": "Big Data In Construction Waste Management: Prospects And Challenges", "abstract": "‘Big data’ has been rapidly sprawling in various research disciplines such as biology, ecology, medical science, business, finance, and public governance but rarely in construction waste management (CWM). The CWM community around the world generally relies on ‘small data’ collected via active solicitation such as sampling and ethnographic methods. This small data is intrinsically limited by its inability to account for the totality of CWM and research findings generated from the small data cannot be accepted with a high level of confidence. With the growing interests in big data, it can be reasonably expected that the waste management community will augment efforts to develop big data and its analytics. However, the efforts are currently constrained by the limited knowledge to do so. This research aims to provide a synoptic overview of the prospects and challenges of big data in CWM. It adopts an inductive, qualitative case study method whereby the empirical data is collected using an ethnographic–action-meta-analysis research approach and triangulated with data from literature, ongoing debate, and other sources. The paper offers some insights on big data acquisition, storage, analytics, implementation, and challenges. Although having a focus on waste management in the construction sector, the insights generated from this study can be of value to general waste management research, which suffers from the same problems of erratic and poor quality data as CWM.", "venue": "", "year": 2018, "referenceCount": 71, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "11138595", "name": "W. Lu"}, {"authorId": "145891809", "name": "C. Webster"}, {"authorId": "12843348", "name": "Yi Peng"}, {"authorId": "48283631", "name": "X. Chen"}, {"authorId": "83221579", "name": "K. Chen"}]}}, {"contexts": ["With the newness of the field and the lack of an accepted list of ethical challenges, it is not surprising that many have argued for the development of applied ethics in big data science projects (Floridi and Taddeo 2016; Schwartz 2011; Metcalf et al. 2016).", "For example, Metcalf et al. (2016) point out that the phenomenon of big data has introduced “a change in the relationality, flexibility, repurposing and de-contextualization of data” requiring development of new ethical considerations."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8522eaeabc47b7bc9a0b62e030ccaf9d84395291", "externalIds": {"DBLP": "conf/fnss/Saltz18", "MAG": "2808351579", "DOI": "10.1007/978-3-319-94421-0_4"}, "url": "https://www.semanticscholar.org/paper/8522eaeabc47b7bc9a0b62e030ccaf9d84395291", "title": "A Framework to Explore Ethical Issues When Using Big Data Analytics on the Future Networked Internet of Things", "abstract": "The networked future will generate a huge amount of data. With this in mind, using big data analytics will be an important capability that will be required to fully leverage the knowledge within the data. However, collecting, storing and analyzing the data can create many ethical situations that data scientists have yet to ponder. Hence, this paper explores some of the possible ethical conundrums that might have to be addressed within a big data network of the future project and proposes a framework that can be used by data scientists working within such a context. These ethical challenges are explored within an example of future networked vehicles. In short, the framework focuses on two high level ethical considerations that need to be considered: data related challenges and model related challenges.", "venue": "FNSS", "year": 2018, "referenceCount": 28, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2027648", "name": "J. Saltz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "96bdb400d5f89e8a488c985755ad3230dc487aa8", "externalIds": {"MAG": "2772980792", "DOI": "10.1080/02684527.2017.1400234"}, "url": "https://www.semanticscholar.org/paper/96bdb400d5f89e8a488c985755ad3230dc487aa8", "title": "Big Data, intelligence, and analyst privacy: investigating information dissemination at an NSA-funded research lab", "abstract": "Abstract The Laboratory for Analytic Sciences (LAS) at North Carolina State University, funded by the National Security Agency, is a collaborative, long-term research enterprise focused on improving intelligence analysis using Big Data. In its work, LAS has recently begun dealing with the trade-off between the collection, storage, and use of large unclassified data-sets and analyst privacy. We discuss particular privacy challenges at LAS, analyze privacy principles in the life cycle of LAS unclassified data-sets, what intelligence analysts themselves think about these privacy concerns, and recommend possible best practices potentially applicable to LAS, as well as future Big Data laboratories and research centers that collaborate with intelligence communities.", "venue": "", "year": 2018, "referenceCount": 56, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2061012468", "name": "Maureen H. Swanson"}, {"authorId": "5930560", "name": "K. Vogel"}]}}, {"contexts": ["While AI has the potential to provide useful data analysis capabilities, there are privacy concerns which may occur due to collecting personally identifiable information (28,29)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "9ad629a72fecb9579a0bf4df66391124e3ca74b2", "externalIds": {"MAG": "2937707970", "DOI": "10.7282/T3-MC8M-NV44"}, "url": "https://www.semanticscholar.org/paper/9ad629a72fecb9579a0bf4df66391124e3ca74b2", "title": "Railroad trespassing detection and analysis using video analytics", "abstract": ".............................................................................................................................. ii Acknowledgements ............................................................................................................ iv List of Tables ................................................................................................................... viii List of Figures .................................................................................................................... ix Chapter 1: Introduction ........................................................................................................1 1.1 Trespassing in the Railroad Industry ..........................................................................1 1.2 Railroad Video Data ...................................................................................................2 1.2.1 Video Data for Railroad Safety Research ............................................................3 1.3 AI Technologies for Video Analytics ........................................................................5 1.3.1 Computer Vision for Video Analytics .................................................................5 1.3.2 Mask R-CNN for Trespass Detection ..................................................................6 1.4 Purpose of This Thesis ...............................................................................................9 1.5 Thesis Outline ............................................................................................................9 1.6 Trespass Detection Framework Development .........................................................10 Chapter 2: Archival Trespassing Grade Crossing Video Analytics Framework ...............15 2.1 Objectives of Research .............................................................................................15 2.1.2 Knowledge Gaps ..........................................................................................15 2.1.3 Intended Contributions of This Chapter ......................................................15 2.2 Artificial Intelligence Aided Railroad Video Analytics ...........................................16", "venue": "", "year": 2018, "referenceCount": 80, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145197855", "name": "Asim Zaman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a729cf6c609f99964f2046d29258aab41c0f3e93", "externalIds": {"MAG": "2895443485", "DOI": "10.1080/08832323.2018.1504736"}, "url": "https://www.semanticscholar.org/paper/a729cf6c609f99964f2046d29258aab41c0f3e93", "title": "Strategic business communications for graduate accounting students: A fully integrated learning experience", "abstract": "Abstract The authors describe a component of Babson College’s master of science in accounting program that links a technical analysis course with writing and oral communication courses to provide students with skills necessary to efficiently manage group-centered projects and effectively communicate technical information. Initial quantitative and qualitative results suggest that student outcomes are positive. The authors believe that their pedagogy can also be applied in other technical fields such as economics, engineering, statistics, and other quantitative disciplines.", "venue": "Journal of Education for Business", "year": 2018, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "82822477", "name": "Kerry E. Rourke"}, {"authorId": "83924934", "name": "R. Halsey"}, {"authorId": "97692329", "name": "Sydel Sokuvitz"}, {"authorId": "2117155281", "name": "Peter R. Wilson"}]}}, {"contexts": ["163 While AI has the potential to provide useful data analysis capabilities, there are privacy 164 concerns which may occur due to collecting personally identifiable information (17, 18)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "b7a09ad62e9eea1c3ef8fd7aaf9a6c8092b154ca", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/b7a09ad62e9eea1c3ef8fd7aaf9a6c8092b154ca", "title": "OF RAILROAD VIDEO DATA FOR SAFETY RESEARCH : 1 AN ARTIFICIAL INTELLIGENCE", "abstract": "31 The volume of video data in the railroad industry has increased significantly in recent 32 years. Surveillance cameras are situated on nearly every part of the railroad system such as 33 inside the cab, along the track, at grade crossings, and in stations. These camera systems are 34 manually monitored, either live or subsequently reviewed in an archive, which requires an 35 immense amount of manpower. To make the video analysis much less labor-intensive, this paper 36 develops a framework for utilizing Artificial Intelligence (AI) technologies for the extraction of 37 useful information from these big video datasets. This framework has been implemented based 38 on the video data from one grade crossing in New Jersey. The AI algorithm can automatically 39 detect unsafe trespassing of railroad tracks (called near-miss events in this paper). To date, the 40 AI algorithm has analyzed hours of video data and correctly detected all near-misses. This pilot 41 study indicates the promise of using AI for automated analysis of railroad big video data, thereby 42 supporting data-driven railroad safety research. For practical use, our AI algorithm has been 43 packaged into a computer-aided decision support tool (named AI-Grade) that outputs near-miss 44 video clips based on user-provided raw video data. This paper, and its sequent studies, aim to 45 provide the railroad industry with next-generation big data analysis methods and tools for 46 quickly and reliably processing large volumes of video data in order to better understand human 47 factors in railroad safety research. 48 49", "venue": "", "year": 2018, "referenceCount": 25, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "145197855", "name": "Asim Zaman"}, {"authorId": "1752737345", "name": "Zhipeng Zhang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "be1d9a173674a3ae59d46038a6cd04b4199b2df7", "externalIds": {"PubMedCentral": "5943201", "MAG": "2805887862", "DOI": "10.1186/s40504-018-0074-1", "PubMed": "29744694"}, "url": "https://www.semanticscholar.org/paper/be1d9a173674a3ae59d46038a6cd04b4199b2df7", "title": "Is there a duty to participate in digital epidemiology?", "abstract": "This paper poses the question of whether people have a duty to participate in digital epidemiology. While an implied duty to participate has been argued for in relation to biomedical research in general, digital epidemiology involves processing of non-medical, granular and proprietary data types that pose different risks to participants. We first describe traditional justifications for epidemiology that imply a duty to participate for the general public, which take account of the immediacy and plausibility of threats, and the identifiability of data. We then consider how these justifications translate to digital epidemiology, understood as an evolution of traditional epidemiology that includes personal and proprietary digital data alongside formal medical datasets. We consider the risks imposed by re-purposing such data for digital epidemiology and propose eight justificatory conditions that should be met in justifying a duty to participate for specific digital epidemiological studies. The conditions are then applied to three hypothetical cases involving usage of social media data for epidemiological purposes. We conclude with a list of questions to be considered in public negotiations of digital epidemiology, including the application of a duty to participate to third-party data controllers, and the important distinction between moral and legal obligations to participate in research.", "venue": "Life sciences, society and policy", "year": 2018, "referenceCount": 71, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "3127701", "name": "B. Mittelstadt"}, {"authorId": "1839977", "name": "J. Benzler"}, {"authorId": "20333561", "name": "L. Engelmann"}, {"authorId": "6707207", "name": "B. Prainsack"}, {"authorId": "145104974", "name": "E. Vayena"}]}}, {"contexts": ["…debate over principles of research ethics in the emerging field of data science (Jackman and Kanerva, 2016; Provost and Fawcett, 2013) and the responsibilities social media platforms might hold towards their users as formal experimental subjects (Barocas and boyd, 2017; Metcalf et al., 2016).", "One saw the intensification of an ongoing debate over principles of research ethics in the emerging field of data science (Jackman and Kanerva, 2016; Provost and Fawcett, 2013) and the responsibilities social media platforms might hold towards their users as formal experimental subjects (Barocas and boyd, 2017; Metcalf et al., 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e34ac8bbaabb22cc8a500de9efd719f7b12ba0f9", "externalIds": {"MAG": "2800504696", "DOI": "10.1177/0306312718772094", "PubMed": "29726810"}, "url": "https://www.semanticscholar.org/paper/e34ac8bbaabb22cc8a500de9efd719f7b12ba0f9", "title": "Algorithmic psychometrics and the scalable subject", "abstract": "Recent public controversies, ranging from the 2014 Facebook ‘emotional contagion’ study to psychographic data profiling by Cambridge Analytica in the 2016 American presidential election, Brexit referendum and elsewhere, signal watershed moments in which the intersecting trajectories of psychology and computer science have become matters of public concern. The entangled history of these two fields grounds the application of applied psychological techniques to digital technologies, and an investment in applying calculability to human subjectivity. Today, a quantifiable psychological subject position has been translated, via ‘big data’ sets and algorithmic analysis, into a model subject amenable to classification through digital media platforms. I term this position the ‘scalable subject’, arguing it has been shaped and made legible by algorithmic psychometrics – a broad set of affordances in digital platforms shaped by psychology and the behavioral sciences. In describing the contours of this ‘scalable subject’, this paper highlights the urgent need for renewed attention from STS scholars on the psy sciences, and on a computational politics attentive to psychology, emotional expression, and sociality via digital media.", "venue": "Social studies of science", "year": 2018, "referenceCount": 222, "citationCount": 42, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2059052658", "name": "Luke Stark"}]}}, {"contexts": ["This is all very well, but Metcalf et al.(20) noted that ‘‘The debates about how to handle consent in big", "This is all very well, but Metcalf et al.20 noted that ‘‘The debates about how to handle consent in big data research have generated a remarkable diversity of positions, ranging from jettisoning informed consent altogether in noninterventional research that makes use of already existing or passively collected data sets, to calls to develop statistical methods and research infrastructures . to accommodate more dynamic notions of consent.’’"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e863038d2ed92771fe7309bbf401b4a9f6b1bab5", "externalIds": {"PubMedCentral": "6154451", "DBLP": "journals/bigdata/Hand18", "MAG": "2891242909", "DOI": "10.1089/big.2018.0083", "PubMed": "30283727"}, "url": "https://www.semanticscholar.org/paper/e863038d2ed92771fe7309bbf401b4a9f6b1bab5", "title": "Aspects of Data Ethics in a Changing World: Where Are We Now?", "abstract": "Abstract Ready data availability, cheap storage capacity, and powerful tools for extracting information from data have the potential to significantly enhance the human condition. However, as with all advanced technologies, this comes with the potential for misuse. Ethical oversight and constraints are needed to ensure that an appropriate balance is reached. Ethical issues involving data may be more challenging than the ethical challenges of some other advanced technologies partly because data and data science are ubiquitous, having the potential to impact all aspects of life, and partly because of their intrinsic complexity. We explore the nature of data, personal data, data ownership, consent and purpose of use, trustworthiness of data as well as of algorithms and of those using the data, and matters of privacy and confidentiality. A checklist is given of topics that need to be considered.", "venue": "Big Data", "year": 2018, "referenceCount": 68, "citationCount": 37, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "1781982", "name": "D. Hand"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f8418c8c9498faf4ab2828da33550ad71d241f51", "externalIds": {"MAG": "2888697423", "DOI": "10.1177/0361198118792751"}, "url": "https://www.semanticscholar.org/paper/f8418c8c9498faf4ab2828da33550ad71d241f51", "title": "Video Analytics for Railroad Safety Research: An Artificial Intelligence Approach", "abstract": "The volume of video data in the railroad industry has increased significantly in recent years. Surveillance cameras are situated on nearly every part of the railroad system, such as inside the cab, along the track, at grade crossings, and in stations. These camera systems are manually monitored, either live or subsequently reviewed in an archive, which requires an immense amount of human resources. To make the video analysis much less labor-intensive, this paper develops a framework for utilizing artificial intelligence (AI) technologies for the extraction of useful information from these big video datasets. This framework has been implemented based on the video data from one grade crossing in New Jersey. The AI algorithm can automatically detect unsafe trespassing of railroad tracks (called near-miss events in this paper). To date, the AI algorithm has analyzed hours of video data and correctly detected all near-misses. This pilot study indicates the promise of using AI for automated analysis of railroad video big data, thereby supporting data-driven railroad safety research. For practical use, our AI algorithm has been packaged into a computer-aided decision support tool (named AI-Grade) that outputs near-miss video clips based on user-provided raw video data. This paper and its sequent studies aim to provide the railroad industry with next-generation big data analysis methods and tools for quickly and reliably processing large volumes of video data in order to better understand human factors in railroad safety research.", "venue": "Transportation Research Record: Journal of the Transportation Research Board", "year": 2018, "referenceCount": 52, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "145197855", "name": "Asim Zaman"}, {"authorId": "49543098", "name": "X. Liu"}, {"authorId": "1752737345", "name": "Zhipeng Zhang"}]}}, {"contexts": ["Conversations around ethical big data are contributing towards a shared understanding of ethical, social, and legal complexities of data analytics [40]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "faf32711dd8be17fd738f9bb2d513a64626ba4a7", "externalIds": {"DBLP": "conf/rcis/DrosatosNABBVKW18", "MAG": "2873732941", "DOI": "10.1109/RCIS.2018.8406671"}, "url": "https://www.semanticscholar.org/paper/faf32711dd8be17fd738f9bb2d513a64626ba4a7", "title": "Empowering responsible online gambling by real-time persuasive information systems", "abstract": "Online gambling, unlike other mediums of problem-atic and addictive behaviours, such as tobacco and alcohol, offers unprecedented opportunities for building information systems that are able to monitor and understand a user's behaviour in real-time and adapt persuasive messages and interactions that would fit their personal profile and usage context. Online gambling industry usually provides Application Programming Interfaces (APIs) meant mainly to enable third-party applications to network with their gambling services and enhance a user's gambling experience. In this industrial practice and experience paper, we advocate that such API's can also be used to retrieve gamblers' online data, such as browsing and betting history, promotions and available offers and use it to build more intel-ligent and proactive responsible gambling information systems. We report on our industrial experience in this field and make the argument that data available for persuasive marketing and usability should, under specific usage conditions, also be made available for responsible gambling information systems. This principle would provide equal opportunities for both directions. We discuss the psychological foundations of our proposed solution and the risks and challenges typically found when building such a software-assisted intervention, persuasion and emotion regulation technology. We also shed light on its potential implications from the perspectives of social corporate responsibility and data protection. We finally propose a conceptual architecture to demonstrate our vision and explain how it can be implemented. In the wider context, the paper is meant to provide insights on building behavioural awareness and regulation information systems in relation to problematic digital media usage.", "venue": "2018 12th International Conference on Research Challenges in Information Science (RCIS)", "year": 2018, "referenceCount": 52, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1727751", "name": "George Drosatos"}, {"authorId": "2680315", "name": "Fotis Nalbadis"}, {"authorId": "1399066185", "name": "E. Arden-Close"}, {"authorId": "51063297", "name": "Victoria Baines"}, {"authorId": "51064652", "name": "Elvira Bolat"}, {"authorId": "3389098", "name": "L. Vuillier"}, {"authorId": "1455875663", "name": "Theodoros Kostoulas"}, {"authorId": "1412308924", "name": "S. Wasowska"}, {"authorId": "1411615485", "name": "M. Bonello"}, {"authorId": "1411308698", "name": "Jane Palles"}, {"authorId": "46337067", "name": "J. McAlaney"}, {"authorId": "1680525", "name": "Keith Phalp"}, {"authorId": "144170376", "name": "Raian Ali"}]}}, {"contexts": ["AoIR: Association of Internet Researchers AHRC: Arts and Humanities Research Council BBSRC: Biotechnology and Biological Sciences Research Council BPS: The British Psychological Society EPSRC: Engineering and Physical Sciences Research Council ESRC: Economic and Social Research Council IRB: Institutional Review Board MRC: Medical Research Council NERC: Natural Environment Research Council NHS: National Health Service (UK) NIHR: National Institute for Health Research RCUK: Research Councils United Kingdom STFC: Science and Technology Facilities Council", "…poor integration of ethical concepts and guidelines within the corpus of published articles we have reviewed suggests low levels of awareness amongst researchers using social media mining in their studies, echoing observations from other areas of ‘big data’ research (e.g. Metcalf et al., 2017).", "We also encourage researchers to explore the wider universe of ethical frameworks emerging\nnationally and internationally in relation to new forms of data, including those from the OECD (2016), the US Council for Big Data Ethics and Society (Metcalf et al., 2017) and the UK Data Service (Bishop, 2017) as well as emerging initiatives such as the UK Society for Data Miners’ plans to develop ethical principles (SocDM, 2017) and primary research exploring the boundaries of public acceptability in the reuse of digital personal data (e.g. Aitken et al., 2016; Williams et al., 2017).", "…and internationally in relation to new forms of data, including those from the OECD (2016), the US Council for Big Data Ethics and Society (Metcalf et al., 2017) and the UK Data Service (Bishop, 2017) as well as emerging initiatives such as the UK Society for Data Miners’ plans to develop…"], "isInfluential": true, "intents": ["methodology", "background"], "citingPaper": {"paperId": "ff3f305958fd15f9a635d1be59e62486188cbdc7", "externalIds": {"MAG": "2767097256", "DOI": "10.1177/1747016117738559"}, "url": "https://www.semanticscholar.org/paper/ff3f305958fd15f9a635d1be59e62486188cbdc7", "title": "Mining social media data: How are research sponsors and researchers addressing the ethical challenges?", "abstract": "Background: Data representing people’s behaviour, attitudes, feelings and relationships are increasingly being harvested from social media platforms and re-used for research purposes. This can be ethically problematic, even where such data exist in the public domain. We set out to explore how the academic community is addressing these challenges by analysing a national corpus of research ethics guidelines and published studies in one interdisciplinary research area. Methods: Ethics guidelines published by Research Councils UK (RCUK), its seven-member councils and guidelines cited within these were reviewed. Guidelines referring to social media were classified according to published typologies of social media research uses and ethical considerations for social media mining. Using health research as an exemplar, PubMed was searched to identify studies using social media data, which were assessed according to their coverage of ethical considerations and guidelines. Results: Of the 13 guidelines published or recommended by RCUK, only those from the Economic and Social Research Council, the British Psychological Society, the International Association of Internet Researchers and the National Institute for Health Research explicitly mentioned the use of social media. Regarding data re-use, all four mentioned privacy issues but varied with respect to other ethical considerations. The PubMed search revealed 156 health-related studies involving social media data, only 50 of which mentioned ethical concepts, in most cases simply stating that they had obtained ethical approval or that no consent was required. Of the nine studies originating from UK institutions, only two referred to RCUK ethics guidelines or guidelines cited within these. Conclusions: Our findings point to a deficit in ethical guidance for research involving data extracted from social media. Given the growth of studies using these new forms of data, there is a pressing need to raise awareness of their ethical challenges and provide actionable recommendations for ethical research practice.", "venue": "", "year": 2018, "referenceCount": 128, "citationCount": 47, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2110316066", "name": "Joanna Taylor"}, {"authorId": "2938133", "name": "C. Pagliari"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "03e7921bf87cb6122cc3030409c3018338676e66", "externalIds": {"MAG": "2620880088", "DBLP": "conf/icwsm/HaimsonH17"}, "url": "https://www.semanticscholar.org/paper/03e7921bf87cb6122cc3030409c3018338676e66", "title": "Changes in Social Media Affect, Disclosure, and Sociality for a Sample of Transgender Americans in 2016's Political Climate", "abstract": "In the wake of 2016’s divisive political climate in the US, media reports indicated that vulnerable people, such as the transgender population, may be experiencing lower than normal rates of emotional wellbeing. To test these claims, we analyzed social media linguistic markers of affect, disclosure, and sociality in late 2016 as compared to the same month a year prior in a sample of US Tumblr blogs documenting people’s gender transitions. We find that negative affect, and words related to anger in particular, increased for trans people in 2016. At the same time, social words used to describe family decreased, indicating that trans people may have interacted less with family and friends in late 2016. Self-disclosure decreased for trans women in 2016, potentially indicating increased political language vs. personal content, or selfcensorship in response to a hostile political environment. Results highlight ways large-scale external political events may impact how people communicate and disclose on social media. Additionally, our results indicate that social media data could be used to identify those most in need of mental wellbeing resources in response to a hostile political climate.", "venue": "ICWSM", "year": 2017, "referenceCount": 56, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2431050", "name": "Oliver L. Haimson"}, {"authorId": "144150258", "name": "Gillian R. Hayes"}]}}, {"contexts": ["In each study, a researcher collected data from a small number of users (5-10) via remote interview sessions and online surveys."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "212f3a56192eed224a2717adb20b2b7a8a6e19f3", "externalIds": {"MAG": "2610248523", "DBLP": "conf/chi/ConvertinoE17", "DOI": "10.1145/3027063.3053359"}, "url": "https://www.semanticscholar.org/paper/212f3a56192eed224a2717adb20b2b7a8a6e19f3", "title": "Self-Service Data Preparation and Analysis by Business Users: New Needs, Skills, and Tools", "abstract": "This case study characterizes the new ecology of needs, skills, and tools for self-service analytics emerging in business organizations. A growing population of data analysts are being employed in departments such as Sales, Marketing, and Finance. These new users call for new tools for self-service analytics. The paper summarizes qualitative findings from three years of user research with business users performing data analysis tasks. The call for a broader theoretical framework is proposed based on these findings.", "venue": "CHI Extended Abstracts", "year": 2017, "referenceCount": 8, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2495482", "name": "G. Convertino"}, {"authorId": "40370584", "name": "A. Echenique"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "442d88cde81ee9560d660d2dd66db7647bf15154", "externalIds": {"DBLP": "journals/ploscb/ZookBb0KGGH0MNN17", "MAG": "2598912916", "PubMedCentral": "5373508", "DOI": "10.1371/journal.pcbi.1005399", "PubMed": "28358831"}, "url": "https://www.semanticscholar.org/paper/442d88cde81ee9560d660d2dd66db7647bf15154", "title": "Ten simple rules for responsible big data research", "abstract": "The use of big data research methods has grown tremendously over the past five years in both academia and industry. As the size and complexity of available datasets has grown, so too have the ethical questions raised by big data research. These questions become increasingly urgent as data and research agendas move well beyond those typical of the computational and natural sciences, to more directly address sensitive aspects of human behavior, interaction, and health. The tools of big data research are increasingly woven into our daily lives, including mining digital medical records for scientific and economic insights, mapping relationships via social media, capturing individuals’ speech and action via sensors, tracking movement across space, shaping police and security policy via “predictive policing,” and much more.", "venue": "PLoS Comput. Biol.", "year": 2017, "referenceCount": 56, "citationCount": 173, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "32343498", "name": "Matthew Zook"}, {"authorId": "2881033", "name": "Solon Barocas"}, {"authorId": "38818867", "name": "D. Boyd"}, {"authorId": "48024382", "name": "K. Crawford"}, {"authorId": "2064454119", "name": "E. Keller"}, {"authorId": "2780609", "name": "S. Gangadharan"}, {"authorId": "2057514784", "name": "Alyssa Goodman"}, {"authorId": "1969823", "name": "R. Hollander"}, {"authorId": "48708071", "name": "B. König"}, {"authorId": "38480469", "name": "Jacob Metcalf"}, {"authorId": "47735253", "name": "A. Narayanan"}, {"authorId": "46548784", "name": "Alondra Nelson"}, {"authorId": "24272314", "name": "Frank A. Pasquale"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "597a2bb48b3c2b66ea9bac53cf04f3b5029fbc52", "externalIds": {"MAG": "2782597873", "DOI": "10.1080/19409419.2017.1376841"}, "url": "https://www.semanticscholar.org/paper/597a2bb48b3c2b66ea9bac53cf04f3b5029fbc52", "title": "Big Data in communication research: social telescope or teleidoscope?", "abstract": "Das, S., & Kramer, A. (2013). Self-censorship on Facebook. 7th International AAAI Conference on Weblogs and Social Media (ICWSM), AAAI, Palo Alto, CA, pp. 120–127. Frolov, D. (2009). Kto Est’ Kto na Rynke Online Issledovaniy [Online research: Who’s who]. Retrieved from https:// www.r-trends.ru/investigations/investigations_299.html Shashkin, A. V., Deviatko, I. F., & Davydov, S. G. (Eds.). (2016). Online Issledovania v Rossii 4.0: Tendentsii I Perspektivy [Online research in Russia 4.0: Trends and prospects]. Moscow: Online Marketing Intelligence. Skitka, L. J., & Sargis, E. G. (2006). The internet as psychological laboratory. Annial Review of Psychology, 57, 529– 555.", "venue": "", "year": 2017, "referenceCount": 3, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "12663640", "name": "M. Shilina"}]}}, {"contexts": ["in social media fraud profiles willingly misinforming and possibly creating false data that affect the overall picture [27], [29]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "911dc0a200b6467bd8301310c550d40a16e2ddee", "externalIds": {"ArXiv": "1708.07871", "MAG": "2748723515", "DBLP": "journals/corr/abs-1708-07871", "DOI": "10.1109/GIOTS.2017.8016274"}, "url": "https://www.semanticscholar.org/paper/911dc0a200b6467bd8301310c550d40a16e2ddee", "title": "A European research roadmap for optimizing societal impact of big data on environment and energy efficiency", "abstract": "We present a roadmap to guide European research efforts towards a socially responsible big data economy that maximizes the positive impact of big data in environment and energy efficiency. The goal of the roadmap is to allow stakeholders and the big data community to identify and meet big data challenges, and to proceed with a shared understanding of the societal impact, positive and negative externalities, and concrete problems worth investigating. It builds upon a case study focused on the impact of big data practices in the context of Earth Observation that reveals both positive and negative effects in the areas of economy, society and ethics, legal frameworks and political issues. The roadmap identifies European technical and non-technical priorities in research and innovation to be addressed in the upcoming five years in order to deliver societal impact, develop skills and contribute to standardization.", "venue": "2017 Global Internet of Things Summit (GIoTS)", "year": 2017, "referenceCount": 34, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "7993835", "name": "M. Cuquet"}, {"authorId": "1773450", "name": "A. Fensel"}, {"authorId": "2463024", "name": "L. Bigagli"}]}}, {"contexts": [", 2016), raise concern over social and ethical issues (Boyd and Crawford, 2012) and identify ethical, social and policy challenges (Metcalf et al., 2016).", "…recently conducted to reflect about the use of big data to analyse social change (Manovich, 2012), analyse the data privacy needs (Cranor et al., 2016), raise concern over social and ethical issues (Boyd and Crawford, 2012) and identify ethical, social and policy challenges (Metcalf et al., 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "abea7b1720cffddfc5e478e9bff4b8b93f74c75d", "externalIds": {"ArXiv": "1704.03361", "DBLP": "journals/corr/CuquetVLFH17", "MAG": "2606330303"}, "url": "https://www.semanticscholar.org/paper/abea7b1720cffddfc5e478e9bff4b8b93f74c75d", "title": "Societal impacts of big data: challenges and opportunities in Europe", "abstract": "This paper presents the risks and opportunities of big data and the potential social benefits it can bring. The research is based on an analysis of the societal impacts observed in a set of six case studies across different European sectors. These impacts are divided into economic, social and ethical, legal and political impacts, and affect areas such as improved efficiency, innovation and decision making, changing business models, dependency on public funding, participation, equality, discrimination and trust, data protection and intellectual property rights, private and public tensions and losing control to actors abroad. A special focus is given to the risks and opportunities coming from the legal framework and how to counter the negative impacts of big data. Recommendations are presented for four specific legal frameworks: copyright and database protection, protection of trade secrets, privacy and data protection and anti-discrimination. In addition, the potential social benefits of big data are exemplified in six domains: improved decision making and event detection; data-driven innovations and new business models; direct social, environmental and other citizen benefits; citizen participation, transparency and public trust; privacy-aware data practices; and big data for identifying discrimination. Several best practices are suggested to capture these benefits.", "venue": "ArXiv", "year": 2017, "referenceCount": 33, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Economics"], "authors": [{"authorId": "7993835", "name": "M. Cuquet"}, {"authorId": "1401967715", "name": "Guillermo Vega-Gorgojo"}, {"authorId": "10713746", "name": "Hans Lammerant"}, {"authorId": "1702492", "name": "Rachel L. Finn"}, {"authorId": "1798642", "name": "U. Hassan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cefa5f007b4e8e6aa68f8eea35ebd899fb3e1b8c", "externalIds": {"MAG": "2608073403", "ArXiv": "1704.04739", "DBLP": "conf/ifip5-5/JunkerAC17", "DOI": "10.1007/978-3-319-65151-4_26"}, "url": "https://www.semanticscholar.org/paper/cefa5f007b4e8e6aa68f8eea35ebd899fb3e1b8c", "title": "The Network Structure of Visited Locations According to Geotagged Social Media Photos", "abstract": "Businesses, tourism attractions, public transportation hubs and other points of interest are not isolated but part of a collaborative system. Making such collaborative network surface is not always an easy task. The existence of data-rich environments can assist in the reconstruction of collaborative networks. They shed light into how their members operate and reveal a potential for value creation via collaborative approaches. Social media data are an example of a means to accomplish this task. In this paper, we reconstruct a network of tourist locations using fine-grained data from Flickr, an online community for photo sharing. We have used a publicly available set of Flickr data provided by Yahoo! Labs. To analyse the complex structure of tourism systems, we have reconstructed a network of visited locations in Europe, resulting in around 180,000 vertices and over 32 million edges. An analysis of the resulting network properties reveals its complex structure.", "venue": "PRO-VE", "year": 2017, "referenceCount": 46, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40372464", "name": "C. Junker"}, {"authorId": "1715437", "name": "Zaenal Akbar"}, {"authorId": "7993835", "name": "M. Cuquet"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3ba0f9095532c7ba12dc7534422af4a381d1232b", "externalIds": {"MAG": "2529057984"}, "url": "https://www.semanticscholar.org/paper/3ba0f9095532c7ba12dc7534422af4a381d1232b", "title": "Analítica Del Aprendizaje Y Big Data: Heurísticas Y Marcos Interpretativos (Big Data and Learning Analytics: Heuristics and Interpretive Frameworks)", "abstract": "As a result of the capability to directly access information on all types of digitally mediated social prac- tices and the corresponding massive accumulation of data, evaluation of social phenomena has taken a new direction that challenges conventional analytical models. Education is a suitable field for reflecting about these ap - proaches, for analyzing the epistemic relevance of the new methods of data-driven assessment and for explor- ing the changes that arise from the new technological capabilities. This paper studies the impact of the new sce- nario in the field of learning analytics from big data, re - flecting upon the change in the structure of the categories used in the evaluation of learning, as well as developing a detailed explanation of a new approach to learning ana- lytics based on heuristics.", "venue": "", "year": 2016, "referenceCount": 65, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Sociology", "Geography"], "authors": [{"authorId": "150966261", "name": "Daniel Domínguez Figaredo"}, {"authorId": "27070969", "name": "J. Álvarez"}, {"authorId": "1423463112", "name": "Inés Gil-Jaurena"}]}}]}