{"paperId": "119ab0301efa642a86878fa93eb83cdc9133e016", "externalIds": {"MAG": "1938648089", "DOI": "10.2139/SSRN.2263363"}, "url": "https://www.semanticscholar.org/paper/119ab0301efa642a86878fa93eb83cdc9133e016", "title": "How Should the Law Think About Robots", "abstract": "The robots are coming. We don’t mean this in a scary, apocalyptic way, like in The Terminator or Battlestar Galactica, or in a tongue-in-cheek way, like in the Flight of the Conchords song “The Humans are Dead.” What we mean is this: Robots and robotic technologies are now mature enough to leave the research lab and come to the consumer market in large numbers. These early technologies are just the start, and we might soon be witnessing a personal robotics revolution. These systems have the potential to revolutionize our daily lives and to transform our world in ways even more profound than broad access to the Internet and mobile phones have done over the past two decades. We need to be ready for them and, in particular, we need to think about them in the right way so that the lawmakers can craft better rules for them, and engineers can design them in ways that protect the values our society holds dear. But how should we do this?This essay is an attempt to think through some of the conceptual issues surrounding law, robots and robotics, to sketch out some of their implications. It draws on our experience as a cyberlaw scholar and a roboticist to attempt an interdisciplinary first cut at some of the legal and technological issues we will face. In the essay, we advance four claims about the ways we, as scholars and as a society, should approach this problem. First, we offer a definition of robots as non-biological autonomous agents that we think captures the essence of the regulatory and technological challenges that robots present, and which could usefully be the basis of regulation. Second, we briefly explore the sometimes surprisingly advanced capabilities of robots today, and project what robots might be able to do over the next decade or so. Third, we argue that the nascent project of law and robotics should look to the experience of cyber-law, which has struggled instructively of the problems of new digital technologies for almost two decades. This experience has revealed one particularly important lesson: when thinking about new technologies in legal terms, the metaphors we use to understand them are crucially important. Lawyers are used to understanding legal subjects metaphorically, especially in developing areas of the law like new technologies. If we get the metaphors wrong for robots, the lessons of cyber-law reveal that it could have potentially disastrous consequences. Finally, we argue that one particularly seductive metaphor for robots should be rejected at all costs, the idea that robots are “just like people” and that there is a meaningful difference between humanoid and non-humanoid robots. We call this idea “the Android Fallacy.”", "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 61, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "49325426", "name": "Neil M. Richards"}, {"authorId": "1804336", "name": "W. Smart"}]}