{"offset": 0, "data": [{"intents": [], "contexts": ["    These  connections  with  civil  society  and  with  organizations  in  other  sectors  have  revolved   around   UNESCO’s   priorities   (Pohle,   2015)."], "isInfluential": false, "citingPaper": {"paperId": "95857e04638d8ca036879e2fe33370693e1d38e2", "externalIds": {"MAG": "2315550652"}, "url": "https://www.semanticscholar.org/paper/95857e04638d8ca036879e2fe33370693e1d38e2", "title": "Straddling Hegemony and Resistance in Internet Governance: The Soft Power of IOs", "abstract": "Since the World Summit on the Information Society’s Working Group on Internet Governance (2004-2005), there has been a growing emphasis on the use of the term multistakeholder in Internet governance (IG). The annual Internet Governance Forum established in 2006, the “NetMundial” jointly convened by ICANN and Brazil in May, 2014 and the recent and more controversial “NetMundial Initiative” launched as a follow-up with the World Economic Forum, highlight the need for multistakeholder discussions and consensus finding. They almost always delineate three main categories of stakeholders: governments, private sector, and civil society. \n \nHowever, we have shown in previous work that International Organizations (IOs) also are crafting roles for themselves as IG actors. Underlining the need for their invaluable experience, capacity and mandate to co-elaborate binding and non binding standards, they have been trying to establish themselves as key players in multistakeholder settings. With a focus on two regional organizations (OECD and Council of Europe) and a global UN agency (UNESCO), explored through a set of interviews of their key leaders and personnel and through the analysis of their main produced outcomes, this paper addresses how IOs have been successful in navigating the murky waters of IG and multistakeholderism. \n \nUsing both qualitative and quantitative analysis of interview and archival data, we examine the emergent roles of IOs and the paths they forge in multistakeholder arenas. Such pathways include coalescing with other stakeholders around some issues of common interest, crafting research agendas, and allowing their Secretariats to smoothly circumvent some of their Member States positions and, as a result, producing positions and non-binding international instruments related to the most contentious IG issues. We explore in-depth how these outcomes have managed to overcome sometimes very conflicting positions among different stakeholders, analyzing critically the processes and means that IOs use to straddle hegemonic and resisting positions from other stakeholders, in particular by shaping dialogues and influencing best practices. \n \nWe use a conceptual framework from political science, communication theory, and organizational sociology. Enriched with empirical results, our research provides an inside and heretofore unexplored view of the workings of IOs in the IG field, illuminating how they enhance their roles (and concomitant power) in a complex, multilayered, highly discursive and often uncertain internet governance ecosystem.", "venue": "", "year": 2015, "referenceCount": 15, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "21850341", "name": "Nanette S. Levinson"}, {"authorId": "36432215", "name": "M. Marzouki"}]}}]}