{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "14b7b8c7a421bc03f7ed48ec9ec3584d4ec935de", "externalIds": {"MAG": "1990491785", "DOI": "10.1177/0163443707081711"}, "url": "https://www.semanticscholar.org/paper/14b7b8c7a421bc03f7ed48ec9ec3584d4ec935de", "title": "UNESCO, ICT corporations and the passion of ICT for development: modernization resurrected", "abstract": "This article critically examines the partnerships between ICT (information and communication technology) corporations, focusing on Microsoft, and UNESCO. These partnerships are situated within the information society discourse and within the trend of increased private sector cooperation in the United Nations system. The ‘ICT for development’ paradigm, which is seen as the conceptual linchpin of these cooperative activities, is considered to be a new version of the modernization paradigm. It is argued that, in many ways, UNESCO’s partnerships with ICT corporations and its ethical approach of the information society/knowledge societies, turn a blind eye to structural political, economic and political economic inequalities. This ignorance is then related to UNESCO’s turbulent history regarding the questioning of inequities in communication, media and information.", "venue": "", "year": 2007, "referenceCount": 60, "citationCount": 44, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116210381", "name": "Veva Leye"}]}}, {"contexts": ["For more details about the methodological approach, see (Pohle, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "21b5df4e010e99a47fce1e54b8d35a6f9f06caf2", "externalIds": {"MAG": "2515816050", "DOI": "10.2139/ssrn.2827659"}, "url": "https://www.semanticscholar.org/paper/21b5df4e010e99a47fce1e54b8d35a6f9f06caf2", "title": "Opening the Black Box of Communication Policy-Making: Analysing Policy Change Through the Lenses of Networks and Discourse", "abstract": "The paper adds a new perspective to the existing research on communication policy by proposing a methodological framework for the study of policy-making processes and the role of discourse within policy debates. The focus is on the creation of policy discourse on communication issues taking place in intergovernmental settings. In order to compare or evaluate policy initiatives, we need to understand how initiatives come about in the complex and highly politicized settings of international organizations that have the particularity of regrouping actors with very diverse backgrounds and interests. But instead of analyzing the interests, ideas and power relations of the individual and organizational actors involved, the paper proposes to look at policy ideas as the outcome of discursive struggles among networks of actors. It not simply asks which ideas are taken up in policy debates, but questions how it comes that certain ideas come to be adopted as the dominant thinking in intergovernmental policy-making bodies. Based on a critical review of Foucault’s notions of discourse, knowledge and power, the paper elaborates a methodological approach that combines Argumentative Discourse Analysis (ADA) ­­– initiated as Argumentative Policy Analysis by Frank Fischer and John Forester and further developed by Marteen Hajer – with the conceptual ideas of Actor-Network Theory (ANT), as developed by Michel Callon, Bruno Latour and John Law. While the first approach is used to assess the argumentative structures and narratives constituting the discourses behind main policy ideas, the later is chosen in order to describe the actors, processes and practices leading to these ideas.", "venue": "", "year": 2013, "referenceCount": 62, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2793933", "name": "Julia Pohle"}]}}, {"contexts": ["…the UNESCO secretariat did not shy away from publicly discussing highly contested issues as ‘fair use’ exemptions to copyright in the digital environment for the purpose of teaching and scientific research, and the idea of digital information being a global common good (Quéau, 1999b; Quéau, 2000)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "220c42ad3a77cc2ef364780efa3fa1daf3a78c88", "externalIds": {"MAG": "2113736202"}, "url": "https://www.semanticscholar.org/paper/220c42ad3a77cc2ef364780efa3fa1daf3a78c88", "title": "Intérêt général et propriété intellectuelle", "abstract": "e droit ne descend pas tout arme de la cuisse de Jupiter. Il est en general concu par ceux qui disposent du pouvoir et qui legiferent au nom de l’interet general. Mais le meme droit peut produire des effets tres differents suivant la place qu’on occupe dans la societe. Comme le note Anatole France: «Notre droit defend au riche comme au pauvre, dans une majestueuse egalite, de voler du pain et de mendier au coin des rues.» Le droit est une «machine de guerre en faveur des plus riches» surencherit Francois Dagognet1. Il n’est pas interdit de penser que cette faveur envers les riches et les forts est aujourd’hui en passe de s’aggraver.", "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "3082049", "name": "P. Quéau"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "280c5b8348f3df27d072b1f1bbd48a82356fb15f", "externalIds": {"MAG": "2521280989"}, "url": "https://www.semanticscholar.org/paper/280c5b8348f3df27d072b1f1bbd48a82356fb15f", "title": "Informationsethos und Informationsethik ― Gedanken sum verantwortungsvolben Handeln im Bereich der Fachinformation", "abstract": "La multiplication des sources d'information mises sur le marche par des producteurs prives comporte le danger d'un monopole des connaissances. L'Etat a la responsabilite de la democratisation du savoir et doit essayer de mettre des banques de donnees d'interet general a la disposition du public a travers le reseau des bibliotheques publiques. (INTD)", "venue": "", "year": 1988, "referenceCount": 0, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "115934109", "name": "R. Capurro"}]}}, {"contexts": ["…(NWICO) and its involvement in the World Summit on the Information Society (WSIS) have been extensively treated by various scholars (Carlsson 2003; Mansell and Nordenstreng 2006; Mastrini and de Charras 2005; Pickard 2007), the period between these two events has until now found little academic…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "290f32f81bfcfa40dc723cc170e04dd55b2af1f6", "externalIds": {"MAG": "1963660880", "DOI": "10.1162/ITID.2007.3.4.15"}, "url": "https://www.semanticscholar.org/paper/290f32f81bfcfa40dc723cc170e04dd55b2af1f6", "title": "Great Media and Communication Debates: WSIS and the MacBride Report", "abstract": "In 1980 UNESCO published Many Voices, One World, the report of its International Commission for the Study of Communication Problems, also known as the MacBride Report, after the commission’s chair, Sean MacBride, the Irish statesman and peace and human rights activist.1 In 2004, in an acknowledgment of its importance in current debates about the evolution of information societies, Rowman & Littleaeld republished it. Many Voices, One World was a groundbreaking report and became a milestone in the discussions that had been ongoing since the 1970s. We examine its insights in the light of debates leading up and subsequent to the World Summit on the Information Society (WSIS) in Geneva in 2003 and Tunis in 2005. We argue that many of the issues and dilemmas highlighted by the MacBride Report’s authors exist today. The record of WSIS participants in tackling these issues is unfortunately little better than that of those who sought to inouence debates about media and communication some twenty-ave years ago. Although there has been much talk in the intervening years, there are few signs that international debates and diplomatic mechanisms are fostering the equitable development of the media and communication environment that is so crucial for the emergence of information societies in the twenty-arst century. There is a profusion of smaller and larger initiatives aimed at reducing various social and economic inequalities including those associated with the media and communication industries. In our view, however, it is unlikely that the new institutional forums that have emerged since the WSIS will be equal to addressing sources of inequality in areas such as governance, anancing, media diversity, freedom of speech, and human rights. Nevertheless, and partly as a result of the WSIS dialogue, participants in civil society are becoming better informed about the issues involved. Whereas the WSIS, as the MacBride Commission before it, failed to galvanize private and public sector participants into action to promote the massive investment that is needed, the WSIS process did heighten the proale of core international media and communication issues in many key international forums. It also conarmed the need to address these issues through multilateral platforms that encompass all stakeholders, including civil society actors.", "venue": "", "year": 2007, "referenceCount": 54, "citationCount": 60, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "144408903", "name": "R. Mansell"}, {"authorId": "16849372", "name": "K. Nordenstreng"}]}}, {"contexts": ["…that results for some parts of the world in an increasingly hyperconnected Information Society in which the traditional meaning of time and space shifts (Castells, 1996), the informational environment surrounding us becomes more and more synchronized and delocalized (Floridi, 2013, p. 293ff)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "2c96aff8f736e69f7bef044180952f54f1b409d9", "externalIds": {"MAG": "156726965", "DOI": "10.5860/choice.34-3414"}, "url": "https://www.semanticscholar.org/paper/2c96aff8f736e69f7bef044180952f54f1b409d9", "title": "The rise of the network society", "abstract": "From the Publisher: \nThis ambitious book is an account of the economic and social dynamics of the new age of information. Based on research in the USA, Asia, Latin America, and Europe, it aims to formulate a systematic theory of the information society which takes account of the fundamental effects of information technology on the contemporary world. \nThe global economy is now characterized by the almost instantaneous flow and exchange of information, capital and cultural communication. These flows order and condition both consumption and production. The networks themselves reflect and create distinctive cultures. Both they and the traffic they carry are largely outside national regulation. Our dependence on the new modes of informational flow gives enormous power to those in a position to control them to control us. The main political arena is now the media, and the media are not politically answerable. \nManuel Castells describes the accelerating pace of innovation and application. He examines the processes of globalization that have marginalized and now threaten to make redundant whole countries and peoples excluded from informational networks. He investigates the culture, institutions and organizations of the network enterprise and the concomitant transformation of work and employment. He points out that in the advanced economies production is now concentrated on an educated section of the population aged between 25 and 40: many economies can do without a third or more of their people. He suggests that the effect of this accelerating trend may be less mass unemployment than the extreme flexibilization of work and individualization of labor, and, in consequence, a highly segmented socialstructure. \nThe author concludes by examining the effects and implications of technological change on mass media culture (\"the culture of real virtuality\"), on urban life, global politics, and the nature of time and history. Written by one of the worlds leading social thinkers and researchers The Rise of the Network Society is the first of three linked investigations of contemporary global, economic, political and social change. It is a work of outstanding penetration, originality, and importance.", "venue": "", "year": 1996, "referenceCount": 0, "citationCount": 15851, "influentialCitationCount": 982, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Political Science", "Materials Science"], "authors": [{"authorId": "145965359", "name": "M. Castells"}]}}, {"contexts": ["5 According to Fröhlich, the concept of ‘information ethics’ was first used in the 1980s by scholars of librarianship, in particular Hauptman (1988) and Capurro (1988)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "372a920c5e05e9d3825b45c3b6ea78ff9cce5546", "externalIds": {"MAG": "613583379"}, "url": "https://www.semanticscholar.org/paper/372a920c5e05e9d3825b45c3b6ea78ff9cce5546", "title": "Ethical challenges in librarianship", "abstract": null, "venue": "", "year": 1988, "referenceCount": 0, "citationCount": 63, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1711183", "name": "R. Hauptman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4755b0af5ac5c3c4a01bf9da6f1be7983973bae1", "externalIds": {"MAG": "2523434995"}, "url": "https://www.semanticscholar.org/paper/4755b0af5ac5c3c4a01bf9da6f1be7983973bae1", "title": "Whose bright idea was this", "abstract": "He says he intends to ask Water Resources and PAWA to the information evening which will be held in the rural area and at a time convenient for rural people to attend. He says the issue about bores and changes to the rules covering bores will not only involve the domestic users of water but also people like NT Farmers and land developers who will want to know what is going on. That is why an information evening is essential to inform people.", "venue": "", "year": 2016, "referenceCount": 0, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "73425838", "name": "G. Wood"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "61cb7e2dfdba8bf6cf13bdddf7733b49d55f3391", "externalIds": {"DOI": "10.3989/ic.1957.v10.i096.5626"}, "url": "https://www.semanticscholar.org/paper/61cb7e2dfdba8bf6cf13bdddf7733b49d55f3391", "title": "UNESCO, Paris.", "abstract": null, "venue": "", "year": null, "referenceCount": 0, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "143630562", "name": "M. Breuer"}, {"authorId": "146318226", "name": "B. Zehrfuss"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "65f1d3da1cdad0cc07f2ca9aab1c9d2db3d7b724", "externalIds": {"MAG": "2083914730", "DOI": "10.2139/ssrn.2827690"}, "url": "https://www.semanticscholar.org/paper/65f1d3da1cdad0cc07f2ca9aab1c9d2db3d7b724", "title": "UNESCO and INFOethics: Seeking Global Ethical Values in the Information Society", "abstract": "In the late 1990s, UNESCO organised a conference series on the ethical and legal aspects of the Information Society, called INFOethics, which provided a forum for debates about the value of information and the moral questions arising from its increasing commercialization. Taking a critical stance on neo-liberal policy positions that dominated international debates at that time, most speakers at the conferences challenged the market-dominated vision of an Information Society and called instead for a more participatory model that reflected the demands and needs of users. In the following years, UNESCO publicly defended highly contested issues as ‘fair use’ exemptions to copyright in the digital environment or the idea of information being a global common good, and started to work on a related intergovernmental recommendation. This provoked fierce reactions by a number of member states and observers, which considered UNESCO’s efforts as a thread to their economic, political and cultural interests. As a consequence, the recommendation was only adopted after various consultation rounds had resulted in major refining of the most contested paragraphs. The paper retraces the history of UNESCO’s search for global ethical values in the new informational environment as a struggle over divergent visions of an Information Society. Drawing on Robin Mansell’s concept of social imaginaries of the Information Society to explain the divergent positions as results of the paradoxical nature of the Information Society, the paper contributes to understanding the origins of policy debates on the ethical dimension of the Information Society and the interests of actors from a political economy perspective.", "venue": "", "year": 2013, "referenceCount": 66, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2793933", "name": "Julia Pohle"}]}}, {"contexts": ["…system, they started to voice demands for a more balanced\n1 Among the few notable exceptions are Christian Breunig’s historical overview of UNESCO’s activities until 1987 (Breunig 1997, 1996), and Veva Leye’s analysis of UNESCO’s focus on communication for development (Leye 2007a,b; Leye, 2009).", "In addition, with the adoption of a New Communication Strategy in 1989 (UNESCO, 1989), UNESCO introduced a new focus on development as guiding principle (Leye, 2009)."], "isInfluential": false, "intents": ["methodology", "background"], "citedPaper": {"paperId": "68d75349d4fe12f0084fa8fb05fb6912e5a4cc1d", "externalIds": {"MAG": "1993341929", "DOI": "10.1177/0163443709344150"}, "url": "https://www.semanticscholar.org/paper/68d75349d4fe12f0084fa8fb05fb6912e5a4cc1d", "title": "UNESCO’s communication policies as discourse: how change, human development and knowledge relate to communication", "abstract": "While the 1970s and 1980s as turbulent decades for the United Nations Educational, Scientific and Cultural Organization (UNESCO) have been well covered by international communication scholars, UNESCO's communication policies during the past decade have received less attention. Examining UNESCO's communication policies as discourse from a social constructivist and post-positivist standpoint, we found that discourses concerning change, human development and knowledge which popped up in the last decade can be regarded as giving a specific interpretation to the discourse on communication. These entwining discourses share a neglect of existing power relations and inequalities. Focusing on the individual, they offer an incomplete answer to structural inequalities and imbalances. As such, a specific interpretation of change, human development and knowledge reinforces the shift of the organization's communication policies which has been consolidated ever since its 1989 New Communication Strategy was adopted. In this process the organization has grown closer to the World Bank's neoliberal (and depoliticizing) approaches.", "venue": "", "year": 2009, "referenceCount": 23, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116210381", "name": "Veva Leye"}]}}, {"contexts": ["…system, they started to voice demands for a more balanced\n1 Among the few notable exceptions are Christian Breunig’s historical overview of UNESCO’s activities until 1987 (Breunig 1997, 1996), and Veva Leye’s analysis of UNESCO’s focus on communication for development (Leye 2007a,b; Leye, 2009)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "78fe200f62bdd78e6a4a3b5dbb09404903b6ffd2", "externalIds": {"MAG": "2024292954", "DOI": "10.1080/13183222.2007.11008953"}, "url": "https://www.semanticscholar.org/paper/78fe200f62bdd78e6a4a3b5dbb09404903b6ffd2", "title": "Unesco’s Road Toward Knowledge Societies", "abstract": "Abstract Though traditionally perceived as a more liberal international organisation, the United Nations Educational, Scientific and Cultural Organisation (UNESCO) is part and parcel of the “development machine”. Inspired by post-structural thinking in development studies and Jessop’s (2004) cultural political economy approach, we examine the organisation’s 2005 World Report Towards Knowledge Societies as a text of development construing and constructing particular discourses. First, we introduce the knowledge-based economy discourse and the information society discourse. Then we situate UNESCO’s report as an attempt to provide an alternative to the die-hard information society discourse. Next, we argue that through its allegiance to knowledge-based economy reasoning (concerning education and learning; globalisation and development), UNESCO in this report actually endorses and helps to construct the discourse on the information society. The convergence of information society, knowledge-based economy and neo-liberal thinking has very real material consequences because it provides the ideal discursive context for the ICT4D (Information and Communication Technologies for Development) paradigm, the newest development craze which may belittle more than a reissue of the old modernisation paradigm.", "venue": "", "year": 2007, "referenceCount": 76, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116210381", "name": "Veva Leye"}]}}, {"contexts": ["…Order (NWICO) and its involvement in the World Summit on the Information Society (WSIS) have been extensively treated by various scholars (Carlsson 2003; Mansell and Nordenstreng 2006; Mastrini and de Charras 2005; Pickard 2007), the period between these two events has until now found…", "The principle’s recognition by the United Nations (UN) and UNESCO consequently represented an international tool to overcome national frontiers and allow the diffusion of information and Western values on a global scale (Carlsson, 2003, p. 197)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "82552ffb60e666851bbc3deee667ede7c3b208d3", "externalIds": {"MAG": "2592718691", "DOI": "10.1515/nor-2017-0306"}, "url": "https://www.semanticscholar.org/paper/82552ffb60e666851bbc3deee667ede7c3b208d3", "title": "The Rise and Fall of NWICO", "abstract": "industrialized countries. “Development”, the process of evolution toward a modern society, occupied center stage. Scholars and development experts assigned mass communications a central role in the development process. In the Cold War era the newly independent countries of the third world were of strategic importance to both East and West. Development aid was an important factor for “winning the hearts and minds” of developing countries. New patron-client relationships emerged; old, established ones evolved. The successes achieved by the oil-producing countries in OPEC in the 1970s strengthened the position of the third world as a bargaining partner (albeit rising fuel prices had serious impacts on some developing countries). In succeeding years, the third world made its voice heard in international fora as never before, formulating programs for farreaching reform. A set of demands that would result in a New International Economic Order was put on the agenda; demands for reform of existing patterns of news and information flows – in short: a new international infomation order – were soon to follow. But a new international information order, in the sense its authors intended, was not to be. After some brief years of debate, the issue disappeared from international agendas.", "venue": "", "year": 2003, "referenceCount": 234, "citationCount": 46, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48383163", "name": "Ulla Carlsson"}]}}, {"contexts": ["…policy documents to understand the position of a particular actor or a public institution, this approach has the particularity to analyse discourse as it is created during debates and other exchanges between policy actors (Fischer and Forester, 1993; Fischer and Gottweis, 2012; Hajer 1993, 2006)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "942795bd79b71be269e046df8d0b508255b72860", "externalIds": {"MAG": "2050765165", "DOI": "10.1215/9780822381815"}, "url": "https://www.semanticscholar.org/paper/942795bd79b71be269e046df8d0b508255b72860", "title": "The Argumentative Turn in Policy Analysis and Planning", "abstract": "Public policy is made of language. Whether in written or oral form, argument is central to all parts of the policy process. As simple as this insight appears, its implications for policy analysis and planning are profound. Drawing from recent work on language and argumentation and referring to such theorists as Wittgenstein, Habermas, Toulmin, and Foucault, these essays explore the interplay of language, action, and power in both the practice and the theory of policy-making. \n\nThe contributors, scholars of international renown who range across the theoretical spectrum, emphasize the political nature of the policy planner's work and stress the role of persuasive arguments in practical decision making. Recognizing the rhetorical, communicative character of policy and planning deliberations, they show that policy arguments are necessarily selective, both shaping and being shaped by relations of power. These essays reveal the practices of policy analysts and planners in powerful new ways--as matters of practical argumentation in complex, highly political environments. They also make an important contribution to contemporary debates over postempiricism in the social and policy sciences.\n\nContributors. John S. Dryzek, William N. Dunn, Frank Fischer, John Forester, Maarten Hajer, Patsy Healey, Robert Hoppe, Bruce Jennings, Thomas J. Kaplan, Duncan MacRae, Jr., Martin Rein, Donald Schon, J. A. Throgmorton", "venue": "", "year": 1993, "referenceCount": 339, "citationCount": 1586, "influentialCitationCount": 26, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1778666", "name": "F. Fischer"}, {"authorId": "102807285", "name": "J. Forester"}, {"authorId": "70064837", "name": "M. Hajer"}, {"authorId": "47661497", "name": "R. Hoppe"}, {"authorId": "2060345497", "name": "B. Jennings"}]}}, {"contexts": ["Furthermore, they gave the new field of information ethics ‘‘a kind of stamp of approval’’ (Sturges, 2009, p. 247) and prepared the way for ethical debates in other international fora, such as the WSIS.", "Increasingly influenced by computer science and media studies, the ethical discourse on information opened up for new sorts of questions concerning the accessibility and ownership of information (Sturges, 2009)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "9c1d63d6dfeba740406fe613a39eb38eecc67891", "externalIds": {"MAG": "2152663904", "DOI": "10.1080/00048623.2009.10721415"}, "url": "https://www.semanticscholar.org/paper/9c1d63d6dfeba740406fe613a39eb38eecc67891", "title": "INFORMATION ETHICS IN THE TWENTY FIRST CENTURY", "abstract": "The first decade of the twenty first century has seen a growing interest and intellectual debate within the information professions, focusing on issues where an ethical dimension predominates. This paper provides an overview of codes of practice, published literature, conference proceedings and educational programs that focus on information ethics, and considers how this is enriching the discourse of our profession and opening up the potential for fruitful cross-disciplinary inquiry and debate.", "venue": "", "year": 2009, "referenceCount": 21, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1996453", "name": "P. Sturges"}]}}, {"contexts": ["…by an insurmountable opposition by Western industrialized countries, most prominently the United States, who accused UNESCO of ‘‘infringing on press freedom by calling for governmental controls of news content, a prevailing myth still in circulation to this day’’ (Pickard, 2007, p. 123).", "…Society (WSIS) have been extensively treated by various scholars (Carlsson 2003; Mansell and Nordenstreng 2006; Mastrini and de Charras 2005; Pickard 2007), the period between these two events has until now found little academic attention (Frau-Meigs et al. 2012).1 Yet, it was during this…", "While the organisation’s engagement for a New World Information and Communication Order (NWICO) and its involvement in the World Summit on the Information Society (WSIS) have been extensively treated by various scholars (Carlsson 2003; Mansell and Nordenstreng 2006; Mastrini and de Charras 2005; Pickard 2007), the period between these two events has until now found little academic attention (Frau-Meigs et al."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "9f187a36d8c53e2b5788028dbaacfc07fff08d34", "externalIds": {"MAG": "1969113511", "DOI": "10.1177/0196859906298162"}, "url": "https://www.semanticscholar.org/paper/9f187a36d8c53e2b5788028dbaacfc07fff08d34", "title": "Neoliberal Visions and Revisions in Global Communications Policy From NWICO to WSIS", "abstract": "The author proposes that any account seeking to contextualize crucial policy debates connected to the World Summit on the Information Society (WSIS) must engage with two necessary projects. First, it must historicize WSIS in relation to an earlier international forum similarly focused on global communications policy, the New World Information and Communication Order (NWICO). Second, it must theorize WSIS in terms related to neoliberalism, the dominant political economic system defining global relations today. This analysis brings into focus both continuities and changes in global communications policy during the formative period of the past three decades.", "venue": "", "year": 2007, "referenceCount": 46, "citationCount": 62, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3239321", "name": "Victor W. Pickard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "b72334db67992dfca126bdf12fad27327ccfa477", "externalIds": {"MAG": "656831760", "DOI": "10.1007/978-3-319-04135-3"}, "url": "https://www.semanticscholar.org/paper/b72334db67992dfca126bdf12fad27327ccfa477", "title": "The Ethics of Information Warfare", "abstract": "This book offers an overview of the ethical problems posed by Information Warfare, and of the different approaches and methods used to solve them, in order to provide the reader with a better grasp of the ethical conundrums posed by this new form of warfare. The volume is divided into three parts, each comprising four chapters. The first part focuses on issues pertaining to the concept of Information Warfare and the clarifications that need to be made in order to address its ethical implications. The second part collects contributions focusing on Just War Theory and its application to the case of Information Warfare. The third part adopts alternative approaches to Just War Theory for analysing the ethical implications of this phenomenon. Finally, an afterword by Neelie Kroes - Vice President of the European Commission and European Digital Agenda Commissioner - concludes the volume. Her contribution describes the interests and commitments of the European Digital Agenda with respect to research for the development and deployment of robots in various circumstances, including warfare.", "venue": "", "year": 2014, "referenceCount": 171, "citationCount": 35, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1982425", "name": "L. Floridi"}, {"authorId": "2084659", "name": "M. Taddeo"}]}}, {"contexts": ["2 Policy discourse can be understood in various different ways, although much of the literature on the subject avoids concrete clarifications or explicit definitions (Bacchi, 2000, p. 51f)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c5affd833d983982e147172c5d25d322411f5f6b", "externalIds": {"MAG": "2061606109", "DOI": "10.1080/01596300050005493"}, "url": "https://www.semanticscholar.org/paper/c5affd833d983982e147172c5d25d322411f5f6b", "title": "Policy as Discourse: What does it mean? Where does it get us?", "abstract": "The concept ‘discourse’ has become ubiquitous in contemporary social and political theory. However, it is not always clear what different authors mean when they use the term. Moreover, it seems that at times the term ‘discourse’ carries very different meanings. This paper examines the uses of ‘discourse’ among a group of scholars who have taken to describing policy as discourse, either directly (see, for example, Ball, 1990, 1993; Watts, 1993/1994; Phillips, 1996; Torgerson, 1996; Goodwin, 1996; Bacchi, 1999) or by implication (Beilharz, 1987; Jenson, 1988; Yeatman, 1990; Shapiro, 1992). Michael McCann (1994, p. 6) refers to a related body of literature which describes law as discourse. I intend to investigate what these theorists hope to accomplish through the invocation of ‘discourse’ and how their particular purposes affect the meaning of the term. I also intend to draw attention to a few lacunae in the uses of ‘discourse’ by this group, which, to my view, need addressing if the term is to serve the purposes they desire.", "venue": "", "year": 2000, "referenceCount": 83, "citationCount": 528, "influentialCitationCount": 67, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47316291", "name": "C. Bacchi"}]}}, {"contexts": ["…the World Summit on the Information Society (WSIS) have been extensively treated by various scholars (Carlsson 2003; Mansell and Nordenstreng 2006; Mastrini and de Charras 2005; Pickard 2007), the period between these two events has until now found little academic attention (Frau-Meigs et al.…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "ce3b353ffa67f49ea7c8d47d806f5f088dd8c233", "externalIds": {"MAG": "2098704362", "DOI": "10.1177/1742766505058124"}, "url": "https://www.semanticscholar.org/paper/ce3b353ffa67f49ea7c8d47d806f5f088dd8c233", "title": "‘Twenty years mean nothing’", "abstract": "What happened after the New World Information and Communication Order (NWICO) and the report prepared by the MacBride Commission: is it the case, in the words of the popular tango Volverby Carlos Gardel, that 20 years mean nothing? This article analyses the global discussions around the flow of information and communication from the NWICO to the WSIS. The aim of this article is to look at the movements, breaks and continuities which relate not only to the relationship between governments, but also to the main economic, technological, political and social trends in both historical moments. Additionally, the article notes the changes in the agents involved and conceptual shifts in the various stages of the discussion. The article reconstructs the evolution of the proposals aimed at democratizing the communication structures, to enable an analysis of their relevance to the current debate about the ‘Information Society’, a term which, though repeatedly used in recent years, gained momentum in the first phase of the World Summit on the Information Society (WSIS) held in December 2003 in Geneva. Our hypothesis is that the frustration resulting from the NWICO debates at UNESCO in the 1970s is a key motivation for the new players at the WSIS summits in Geneva and Tunis – they do not want to repeat past mistakes. However, we consider that the struggle is still political; it is based on a dispute over economic and symbolic resources. It has become increasingly important to re-state the need to democratize the communicational resources of society.", "venue": "", "year": 2005, "referenceCount": 41, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2084383157", "name": "Guillermo Mastrini"}, {"authorId": "1830408452", "name": "Diego de Charras"}]}}, {"contexts": ["…was narrowed down to a fundamental debate about the interests of cultural industries in a global information economy — a debate which made clear that any ethical framework for the Information Society is intrinsically linked to its economic and legal regulations (Kuhlen, 1997; Metze-Mangold, 1997)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "db8b15d87253e7595f4c828fb4951a4bb159a43c", "externalIds": {"MAG": "493004510"}, "url": "https://www.semanticscholar.org/paper/db8b15d87253e7595f4c828fb4951a4bb159a43c", "title": "Das Ethos der Informationsgesellschaft ist das Internet : Anmerkungen zum ersten INFOethics-Kongreß der UNESCO", "abstract": null, "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "1755256", "name": "R. Kuhlen"}]}}, {"contexts": ["But unsurprisingly, it did not succeed in overcoming the political tensions amongst UNESCO’s member states (Dutt, 1995)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "df913747860bcae9f6528cf40aff3e5af1df5cdf", "externalIds": {"MAG": "656366030"}, "url": "https://www.semanticscholar.org/paper/df913747860bcae9f6528cf40aff3e5af1df5cdf", "title": "The Politicization of the United Nations Specialized Agencies: A Case Study of UNESCO", "abstract": "This text compares the views of the US Department of State on the politicization of UNESCO with those of other people and then discusses scholarly analyses of the phenomenon. Various cases of politicization, which occurred from 1946 to 1987, have been examined to ascertain the causes and UNESCO's efforts to deal with the problem, as well as the extent to which it has been successful. Cases include UNESCO's involvement in the Korean war, colonialism and racism, the preservation of the cultural property of Jerusalem, and the NIEO and NWICO. Finally, the book also discusses the US and UK withdrawals and the role played by the Director-General, Mr M.'Bow.", "venue": "", "year": 1995, "referenceCount": 0, "citationCount": 20, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "108610947", "name": "S. Dutt"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "e687ba51d69b42d8802490d1e85858602648d5f6", "externalIds": {"MAG": "1985550445", "DOI": "10.1006/IILR.1997.0039"}, "url": "https://www.semanticscholar.org/paper/e687ba51d69b42d8802490d1e85858602648d5f6", "title": "Opening Address: United Nations Educational, Scientific and Cultural Organization", "abstract": null, "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "152589521", "name": "F. Mayor"}]}}, {"contexts": ["To sustain technological innovation and economic growth, the (constructed) scarcity of information needs to be maintained, while its abundance and diversity need to be promoted at the same time (Mansell, 2012, p. 66).", "The adherer of this imaginary ‘‘favour social relationships that privilege the values of online cooperation, non-market information sharing, and common ownership of information’’ (Mansell, 2012, p. 25).", "According to Mansell, the paradox of complexity consists in the contradiction that both of these schools have their point (Mansell, 2012, p. 179ff).", "…and is part of a broader neo-liberal vision that typically calls for a ‘‘hands-off’’ approach concerning the Internet and ICTs in general: ‘‘The less state governance, the better this will be for the society — so the narrative goes’’ (Mansell, 2012, p. 18).", "Or, as Mansell puts it, how is it possible to find a bridge ‘‘to reconcile the goals of economic growth and social justice’’ (Mansell, 2012, p. 24)?", "Similar to Hegel’s ’Zeitgeist’, a social imaginary is not a given set of theoretical ideas but simply the expression of the ways in which people image their social existence; by resulting in a shared understanding of society, it eventually achieves general legitimacy (Mansell, 2012, p. 32).", "…astonishingly, according to Mansell, the ultimate goal of these two social imaginaries, which are in many ways contradictory, is identical: Both aim to achieve a good, just and inclusive society, in which there is considerably more equity amongst people than there is today (Mansell, 2012, p. 4).", "…‘‘taken-for granted notions, images, and visions of those engaged with developments in the information society’’ which cannot but be opposed to each other (Mansell, 2012, p. 6).11 The main difference between these opposing imaginaries, so Mansell, consists in their divergent perspectives on the…", "…the optimal incentives for creativity, diversity, and growth’’, while on the other hand, one needs to acknowledge that ‘‘information is virtually costless to reproduce and the optimal incentives for creativity, diversity, and growth occur when it is freely distributed’’ (Mansell, 2012, p. 179).", "In the last part, the article draws on Robin Mansell’s reflections on Information Society imaginaries (Mansell 2012) in order to explain the divergent perspectives as results of the paradoxical nature of the informational environment itself."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "f5318cc04eae1cefa3972ea190eae7a01d87c170", "externalIds": {"MAG": "2329437026", "DOI": "10.1177/0267323113485777a"}, "url": "https://www.semanticscholar.org/paper/f5318cc04eae1cefa3972ea190eae7a01d87c170", "title": "Imagining the Internet: Communication, Innovation, and Governance", "abstract": "literature review of the scholarly debates, theories and research on the topic. Its encyclopaedic thoroughness can appeal to both students of media cultures and a general readership interested in current trends and changes in the media landscape. New Ecology of Media also confirms the suggestions of many media scholars who argue that old and new media are intersecting, that we are far from total digitalization and that what will really happen as a result of media convergence still remains to be seen.", "venue": "", "year": 2013, "referenceCount": 3, "citationCount": 34, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "94979466", "name": "M. Michalis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Draft recommendation on the promotion and use of multilingualism and universal access to cyberspace", "abstract": null, "venue": "Telematics and Informatics xxx (2014) xxx–xxx UNESCO,", "year": 1999, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J. Pohle"}]}}, {"contexts": ["…Order (NWICO) and its involvement in the World Summit on the Information Society (WSIS) have been extensively treated by various scholars (Carlsson 2003; Mansell and Nordenstreng 2006; Mastrini and de Charras 2005; Pickard 2007), the period between these two events has until now found…", "The principle’s recognition by the United Nations (UN) and UNESCO consequently represented an international tool to overcome national frontiers and allow the diffusion of information and Western values on a global scale (Carlsson, 2003, p. 197)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The rise and fall of NWICO . From a vision of international regulation to a realit of multilevel governance", "abstract": null, "venue": "Nordicom Rev .", "year": 2003, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "U. Carlsson"}]}}, {"contexts": ["12 Some of the paradoxes are mentioned in the article ‘Sous le signe du paradox’, issued by UNESCO in 1997 (Mayor, 1997b).", "…reflected the demands of the users: ‘‘If we want to say ‘yes’ to a market economy and ‘no’ to a market-dominated society, ordinary people must make themselves heard, must lead the discussions and decide for themselves what it is they want’’ (Mayor, 1997a, p. 116).", "…argued, would constitute the condition for freedom of expression and serve as an important tool in the fight against poverty and social exclusion (Mayor, 1997b; Quéau, 1998).9\nWith these ideas, UNESCO was at the forefront of the reflection about a fair balance between users’ interests, the free…"], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Sous le signe du paradoxe, Contribution of the Director-General of UNESCO to the supplement ‘Where is the Internet Leading the World", "abstract": null, "venue": "", "year": 1997, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "F. Mayor"}]}}, {"contexts": ["4 In 1996, UNESCO issued an early position statement on the Information Society called ‘UNESCO and an Information Society for all’, in which it emphasized the need to focus on the individual user and its usage of information and technology (UNESCO, 1996).", "the need to focus on the individual user and its usage of information and technology (UNESCO, 1996)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "UNESCO and an Information Society for all, July 1997", "abstract": null, "venue": "UNESCO, Paris. UNESCO,", "year": 1996, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Paris. UNESCO"}]}}, {"contexts": ["…exchange about different social imaginaries of the Information Society — a space urgently needed since after all, ‘‘information ethics is not only about norms, but also about our critical reflection on the visions and options for better lives in the digital age’’ (Capurro and Britz, 2010, p. 34f)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "In search of a code of global information ethics: the road travelled and new horizons", "abstract": null, "venue": "für Dokumentation", "year": 2010, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "R. Capurro"}, {"authorId": null, "name": "J. B. Britz"}]}}, {"contexts": ["…constitute the condition for freedom of expression and serve as an important tool in the fight against poverty and social exclusion (Mayor, 1997b; Quéau, 1998).9\nWith these ideas, UNESCO was at the forefront of the reflection about a fair balance between users’ interests, the free flow of…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Cyberculture and infoethics", "abstract": null, "venue": "World Culture Report , Culture , Creativity and Markets", "year": 1998, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "P. Quéau"}]}}, {"contexts": ["…diversity on the Internet by supporting the content creation in languages other than English as interference with the free market economy and as a return to the control of freedom of expression, of which UNESCO had already been accused during the NWICO in the 1980s (Frau-Meigs, 2004, p. 870).", "For the multiple reasons for the US departure, see also (Frau-Meigs, 2004, p. 866)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Le retour des Etats-Unis à l’UNESCO", "abstract": null, "venue": "Annuaire Français de Relations Int", "year": 2004, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "D. Bristol. Frau-Meigs"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Cyberculture and infoethics. In: World Culture Report, Culture, Creativity and Markets. UNESCO, Paris, pp. 244–245", "abstract": null, "venue": "IAMCR", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "P. Dublin. Quéau"}]}}, {"contexts": ["…by complaints about significant mismanagement within the UNESCO secretariat, eventually led to the country’s withdrawal from the organisation in 1984 (Nordenstreng, 2012).3\nThe departure of the United States, followed only one year later by the United Kingdom and Singapore, and the loss of their…", "It rather was motivated by an overall US strategy to demonstrate what would happen on a larger scale if their interests were not respected within the United Nations (Nordenstreng, 2012, p. 35).", "Cited by Federico Mayor, Director-General of UNESCO, in his opening speech to the INFOethics conference in 1997\nIn November 2013, the United Nations Educational, Scientific and Cultural Organisation (UNESCO) adopted during its General Conference a resolution on ‘‘Internet-related issues within the mandate of UNESCO, including access to information and knowledge, freedom of expression, privacy, and ethical dimensions of the Information Society’’.", "The principle’s recognition by the United Nations (UN) and UNESCO consequently represented an international tool to overcome national frontiers and allow the diffusion of information and Western values on a global scale (Carlsson, 2003, p. 197)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The history of NWICO and its lessons", "abstract": null, "venue": "From NWICO toWSIS : 30 Years of Communication Geopolitics – Actors and Flows . Intellect Books , Bristol , Structures and Divides", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "K. Nordenstreng"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "A brief history of information ethics", "abstract": null, "venue": "Textos Universitaris de Biblioteconomia i Documentació 13", "year": 2004, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M. Hajer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Ethical, legal and societal challenges of cyberspace", "abstract": null, "venue": "UNESCO,", "year": 1998, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "CONF.401CLD"}, {"authorId": null, "name": "UNESCO"}, {"authorId": null, "name": "Paris"}]}}]}