{"paperId": "11bafb1f150ed2d4958f62f2c9864afafaffedcc", "externalIds": {"MAG": "2562955604"}, "url": "https://www.semanticscholar.org/paper/11bafb1f150ed2d4958f62f2c9864afafaffedcc", "title": "Discriminating Tastes: Customer Ratings as Vehicles for Bias", "abstract": "Consumer-sourced rating systems are a dominant method of worker evaluation in platformbased work. These systems facilitate the semi-automated management of large, disaggregated workforces, and the rapid growth of service platforms—but may also represent a potential backdoor to employment discrimination. Our paper analyzes the Uber platform as a case study to explore how bias may creep into evaluations of drivers through consumer-sourced rating systems. A good deal of social science research suggests that aggregated consumer ratings are likely to be inflected with biases against members of legally protected groups. While companies are legally prohibited from making employment decisions based on protected characteristics of workers, their reliance on potentially biased consumer ratings to make material determinations may nonetheless lead to disparate impact in employment outcomes. Hence, the mediating role of the rating system opens the door to employment discrimination. We analyze the limitations of current civil rights law to address this issue, and outline a number of operational, legal, and design-based interventions that might assist in so doing. The analysis highlights how innovative work structures challenge traditional legal frameworks, and require creative design, development, operation, and regulation to ensure that they do not facilitate discriminatory outcomes against historically disadvantaged groups. This project was partly supported by a generous grant from the John D. and Catherine T. MacArthur Foundation. We are grateful for the insights and assistance of danah boyd, Stacy Abder, Annabelle Gawer, Benjamin Edelman, Alexandra Mateescu, Idil Ali, Angie Waller, Andrew Selbst, Rachel Goodman and participants in IPP2016: The Platform Society at the Oxford Internet Institute. Discriminating Tastes: Customer Ratings as Vehicles for Bias 2 Intelligence & Autonomy | autonomy.datasociety.net Illustration by Alexandra Mateescu", "venue": "", "year": 2016, "referenceCount": 10, "citationCount": 22, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "70188854", "name": "Alex Rosenblat"}, {"authorId": "144463523", "name": "K. Levy"}, {"authorId": "2881033", "name": "Solon Barocas"}, {"authorId": "33989002", "name": "Tim Hwang"}]}