{"offset": 0, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3282aa4d68f626fe806c949e19d7c3dce577c1b7", "externalIds": {"DBLP": "journals/db/CainT17", "MAG": "2609413129", "DOI": "10.1145/3084179.3084184"}, "url": "https://www.semanticscholar.org/paper/3282aa4d68f626fe806c949e19d7c3dce577c1b7", "title": "Black Men in IT: Theorizing an Autoethnography of a Black Man's Journey into IT within the United States of America", "abstract": "This paper considers issues related to the diversity of the information technology (IT) workforce, inclusive of IT education and the cultural phenomenon that currently exists about Black men's underrepresentation in IT and the degree to which they identify with the IT field within the United States of America. We use autoethnography to examine the insights from the first author's lived experiences and entrance into the IT workforce to identify individual and group themes that exist, relate them to existing literature, and provide evidence of those obstacles being overcome using the Individual Differences Theory of Gender and IT. The purpose of this research is to provide a perspective, through an autoethnographic account, and application of theory that highlight factors that support or undermine the achievement of Black men completing IT degrees and entering the workforce. Methodologically, autoethnography has not been widely adopted within the information systems (IS) discipline but we provide evidence that it is a viable approach for discussing lived experiences utilizing an exemplar and supporting research for evaluating autoethnography. As scholars, even those with no direct affiliation with the impacted group, we have a duty to ensure that we are being as inclusive as possible, understand and appreciate the value of diversity, and are taking an active role in cultivating and empowering our students to enter, and remain, in the IT workforce.", "venue": "DATB", "year": 2017, "referenceCount": 144, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "9845018", "name": "Curtis C. Cain"}, {"authorId": "1733925", "name": "E. Trauth"}]}}]}