{"paperId": "1e21e2f04d094b0e47e3c9614ce09a3ba5691a63", "externalIds": {"MAG": "2154584309", "DOI": "10.5860/choice.52-0324"}, "url": "https://www.semanticscholar.org/paper/1e21e2f04d094b0e47e3c9614ce09a3ba5691a63", "title": "Three Views of Logic: Mathematics, Philosophy, and Computer Science", "abstract": "Demonstrating the different roles that logic plays in the disciplines of computer science, mathematics, and philosophy, this concise undergraduate textbook covers select topics from three different areas of logic: proof theory, computability theory, and nonclassical logic. The book balances accessibility, breadth, and rigor, and is designed so that its materials will fit into a single semester. Its distinctive presentation of traditional logic material will enhance readers' capabilities and mathematical maturity. The proof theory portion presents classical propositional logic and first-order logic using a computer-oriented (resolution) formal system. Linear resolution and its connection to the programming language Prolog are also treated. The computability component offers a machine model and mathematical model for computation, proves the equivalence of the two approaches, and includes famous decision problems unsolvable by an algorithm. The section on nonclassical logic discusses the shortcomings of classical logic in its treatment of implication and an alternate approach that improves upon it: Anderson and Belnap's relevance logic. Applications are included in each section. The material on a four-valued semantics for relevance logic is presented in textbook form for the first time. Aimed at upper-level undergraduates of moderate analytical background, Three Views of Logic will be useful in a variety of classroom settings. Gives an exceptionally broad view of logic Treats traditional logic in a modern format Presents relevance logic with applications Provides an ideal text for a variety of one-semester upper-level undergraduate courses", "venue": "", "year": 2014, "referenceCount": 4, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3043218", "name": "D. Loveland"}, {"authorId": "145566485", "name": "R. Hodel"}, {"authorId": "2663291", "name": "S. G. Sterrett"}]}