{"offset": 0, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d446fa9565cece040f9359a49416f3cebc36b3c5", "externalIds": {"MAG": "2900394755", "DOI": "10.1080/09502386.2018.1543716"}, "url": "https://www.semanticscholar.org/paper/d446fa9565cece040f9359a49416f3cebc36b3c5", "title": "Caring for Cultural Studies", "abstract": "ABSTRACT This essay both inaugurates the editorship of Ted Striphas and reflects on the contributions of Cultural Studies’ longtime editor, Lawrence Grossberg. It opens by reflecting briefly on the journal's transformations over the last 28 years before taking stock of the wellbeing of Cultural Studies, the field. The claim here is that Cultural Studies devotes less time and attention than it used to in thinking through first principles, and thus that the future of the field hinges, in part, on asking whether core concepts are up to the task of answering to the urgent political questions of our time. The essay then recontextualizes the concept of culture, specifically with respect to the much-maligned (indeed, deservedly-maligned) ‘high culture’ tradition. In its recesses the author identifies a fugitive theoretical line in which culture signifies care, as opposed to subordination to patrician interests and aesthetic styles. This conceptual move sets the stage for the central argument of the essay, namely, that for Cultural Studies to live up to both its name and intellectual-political ambitions, it must devote significant time to caring for the infrastructure that sustains its body of ideas. The piece concludes by highlighting some of Lawrence Grossberg's efforts, as an infrastructuralist, to care for Cultural Studies and by observing how, moving forward, neither the field nor this journal will take care of itself.", "venue": "Cultural Studies", "year": 2018, "referenceCount": 171, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "97473757", "name": "Ted Striphas"}]}}, {"isInfluential": false, "contexts": ["This provides for an anxiety-provoking worldview in the age of HIV that constantly references the imaginary (social) anatomy, categorizing ab/normal, us/them, visible symptoms/invisible illness, and risk/non-risk (Erni, 1994).", "…case of HIV, medicine has been invested not just in the refinement of health statuses through micro-technologies (e.g., HIV positive, negative), but also in the growth of identity categories to nominalize and make intelligible behaviors\nand types of people who are risky and “at risk” (Erni, 1994)."], "intents": ["background"], "citingPaper": {"paperId": "8c09f9a41ae5aa147d39c1a96f71eec2c13932af", "externalIds": {"MAG": "2460119687", "DOI": "10.1080/10538720.2016.1191407", "PubMed": "27570436"}, "url": "https://www.semanticscholar.org/paper/8c09f9a41ae5aa147d39c1a96f71eec2c13932af", "title": "Fetishizing the health sciences: Queer theory as an intervention", "abstract": "ABSTRACT Queer theory often falls impotent in its palatability across disciplinary lines. I offer a conceptual article that interrogates the dis-ease and divide when considering queer theory in and for the health sciences. In so doing, I look to foster a process of making queer theory more tenable to applied practice—and to make practice in social work, at least, more queer. The exemplar of HIV is deconstructed as a preeminent discourse and health disparity. In the end, it is argued that queer theory may be an essential intervention in the arsenal of the helping professions.", "venue": "Journal of gay & lesbian social services", "year": 2016, "referenceCount": 67, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "14494095", "name": "Tyler M. Argüello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "2bfb3bfaf129f073e801134fb45b9d881d2c297a", "externalIds": {"MAG": "2236567595"}, "url": "https://www.semanticscholar.org/paper/2bfb3bfaf129f073e801134fb45b9d881d2c297a", "title": "“The First Murmurings of a Discourse”: Initial Theory Invention at the Beginning of the AIDS Epidemic", "abstract": null, "venue": "", "year": 2015, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "153662862", "name": "D. Zakharov"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "2cdaa3d8e7ed9f61dfad1f78793102cd3844e57b", "externalIds": {"MAG": "19845071"}, "url": "https://www.semanticscholar.org/paper/2cdaa3d8e7ed9f61dfad1f78793102cd3844e57b", "title": "Dead Skin: Theorizing Representations of HIV/AIDS", "abstract": "In this study, I argue that early depictions of HIV/AIDS in the mainstream media displayed a marked emphasis on the skin. I locate these depictions within a history of Western preoccupation with skin as a symbol of social belonging, bodily integrity, and modern selfhood. I also maintain that these depictions played a crucial role in constituting both the epidemic as a whole and the bodies associated with it. I draw connections between skin studies, queer theory, and critical disability theory in order to uncover some of the ways in which the skin acts as a repository for cultural imaginings of selfhood, good health, and psychosocial wellbeing. In keeping with my interest in the intersections of sexuality and disability studies, my thesis is organized into three related chapters: 1) sexuality and the skin; 2) disability and the skin; and 3) death and the skin.", "venue": "", "year": 2014, "referenceCount": 96, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "114972733", "name": "Kambili Husbands"}]}}, {"isInfluential": true, "contexts": ["Inventing AIDS.", "Unstable frontiers: Technomedicine and the cultural politics of curing AIDS.", "Communication researchers have interrogated the discursive terrain of AIDS, including the production of scientific discourses (Patton, 1990) and the circulation of cultural messages about “curing AIDS” (Erni, 1994)."], "intents": ["background"], "citingPaper": {"paperId": "7d53ed9164287c82b8342094e7b8c9c3c2402e7c", "externalIds": {"MAG": "1959279149"}, "url": "https://www.semanticscholar.org/paper/7d53ed9164287c82b8342094e7b8c9c3c2402e7c", "title": "Doing It: Methodological Challenges of Communication Research on Sexuality | Editorial Introduction", "abstract": "“You study what?” Those of us who conduct communication research on sexuality have heard this question countless times at cocktails parties, academic conferences, and anywhere else the topic of our research might come up. Often, this question is followed by another, almost predictable query: “What does that have to do with communication?” In this special section of the International Journal of Communication, we gather a range of articles that address the “what” of sexuality research in communication, some of the “hows” of doing such research, and what a specifically communication approach to sexuality studies might look like.", "venue": "", "year": 2013, "referenceCount": 62, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "89897172", "name": "L. Comella"}, {"authorId": "51042643", "name": "Katherine Sender"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "74c4e27034f61dfa89c72020572c983a4bfe501b", "externalIds": {"MAG": "2132784843", "DOI": "10.1080/10714413.2012.687284"}, "url": "https://www.semanticscholar.org/paper/74c4e27034f61dfa89c72020572c983a4bfe501b", "title": "Crip Excess, Art, and Politics: A Conversation with Robert McRuer", "abstract": "A book, article, or theory might be judged not only by the insightfulness of the claims it makes, but also by the connections, possibilities, and politics that it fosters. By these criteria, Robert McRuer’s publications, of which the most widely known is Crip Theory: Cultural Signs of Queerness and Disability (2006), are crucial. He weaves together an array of theories, cultural productions, and socio-historical contexts with great care, wit, and generosity. The result is a complex analysis of the role of compulsory able-bodiedness in the context of globalized neoliberal capitalism. McRuer’s work is as generative as it is insightful, and as creative as it is political. He provokes his audiences to foster new crip connections, and to explore new crip possibilities and practices, whether academic, artistic, activist, or otherwise. It was with great pleasure that we, Danielle Peers (DP) and Melisa Brittain (MB), met up with Robert McRuer (RM) for a video interview at the Health, Embodiment, and Visual Culture Conference at McMaster University in November 2011. The conversation has been transcribed and expanded on here.", "venue": "", "year": 2012, "referenceCount": 15, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32620520", "name": "D. Peers"}, {"authorId": "118204123", "name": "Melisa Brittain"}, {"authorId": "48257585", "name": "R. Mcruer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "bdb0ced9cddd85cc55f01467aa0024cfb45db8c9", "externalIds": {"MAG": "2049687880", "DOI": "10.1080/10436928.2012.703596"}, "url": "https://www.semanticscholar.org/paper/bdb0ced9cddd85cc55f01467aa0024cfb45db8c9", "title": "The Mark of the Beast is the Glory of the Pariah: AIDS Apocalypticism of Diamanda Galás and David Wojnarowicz", "abstract": "So this is the end, for now, of my Trilogy of Terror. Thank you for indulging me in my personal Portrait of the Artist as a Young Diseased Jew Fag Pariah. Thank you for listening to The Absolutely True Confessions of a Guilty AIDS Victim. This Briefing for a Descent into Hell has been brought to you by many corporate sponsors, including Burroughs Wellcome, Hoffmann-La Roche, Hemasuction, LifeStyle Urns, and the Chubb Medical Group. Special thanks go to Senator Jesse Helms, John Cardinal O’Connor, former Representative William Dannemeyer, and the religious Right for the efforts in prolonging the epidemic. This concludes our presentation of Chronicles of a Death Foretold. Good-bye, and good luck. (David Feinberg, ‘‘The Last Piece’’ in Queer and Loathing: Rants and Raves of a Raging AIDS Clone) ‘‘Those poor, dumb fairy demonstrators . . . . If they weren’t out there, I’d have to invent them.’’ (Rev. Jerry Falwell to Dr. Mel White)", "venue": "", "year": 2012, "referenceCount": 34, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "49414886", "name": "T. Long"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9f64bd4ffafa96371176648ac2cd720120101a61", "externalIds": {"MAG": "2084578684", "DOI": "10.1353/CUL.2010.0010"}, "url": "https://www.semanticscholar.org/paper/9f64bd4ffafa96371176648ac2cd720120101a61", "title": "Tracking the Bugchaser: Giving The Gift of HIV/AIDS", "abstract": null, "venue": "", "year": 2010, "referenceCount": 21, "citationCount": 23, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "31594547", "name": "Octavio R. González"}]}}, {"isInfluential": false, "contexts": ["Other critics have emphasized the importance of a quick response.(83) Yole G."], "intents": ["background"], "citingPaper": {"paperId": "e8516c40603f4c5015e18501493524d99e83fa0d", "externalIds": {"MAG": "1967234280", "DOI": "10.1080/00335630902842053"}, "url": "https://www.semanticscholar.org/paper/e8516c40603f4c5015e18501493524d99e83fa0d", "title": "Deliberating International Science Policy Controversies: Uncertainty and AIDS in South Africa", "abstract": "International science policy controversies involve disputes over cultural differences in the assessment of knowledge claims and competing visions of the policy-making process between different nations. This essay analyzes these dynamics in the recent controversy surrounding AIDS policy in South Africa. It develops the notion of an epistemological filibuster, an appeal to uncertainty in order to delay policy implementation, and shows the key role it played in producing an argumentative stalemate between President Thabo Mbeki and Western orthodox AIDS scientists that threatened millions of HIV-positive South Africans.", "venue": "", "year": 2009, "referenceCount": 80, "citationCount": 30, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "84726738", "name": "Marcus Paroske"}]}}, {"isInfluential": false, "contexts": ["…ascribed to AIDS illustrated how a given description of viral phenomena could advantage or discourage specific forms of funding and medical attention, the relationship between descriptive\nterminology and capacity to intervene became a site of public activism (cf. Erni, 1994; Treichler, 1999).", "Erni, 1994; Treichler, 1999). Perhaps the first obvious social problem recast systematically as an epidemic and public health concern is violence. In the early 1980s, the CDC initiated a violence prevention program and in 1985 Surgeon General C. Everett Koop declared violence an epidemic on the order of small pox to refigure violence in public health terms. Koop pointedly stated the goal: ‘‘Our focus will be clearly on how the health professions might provide better care for victims of violence and also how they might contribute to the prevention of violence’’ (Koop, 1985/1986, p. 4). Similar efforts were made with respect to perceptions of obesity as well: ‘‘Since the early 1980s, a relatively small group of doctors and public health officials, with substantial assistance from the weight-loss industry, has worked hard to get obesity understood as a disease’’ (Oliver, 2005, p. 612). This is not to suggest public health agencies are the only sites to enroll an epidemiological imaginary. In 1985, ‘‘conservation biology’’ was described as a ‘‘crisis discipline,’’ a proposal to rethink how knowledge informs policy interventions on the model of cancer biology, a field assembling epidemiology, virology, cell biology, molecular biology, and immunology (Soule, 1985). By 1987, even cultural meaning could be viewed in epidemiological terms with Paula Treichler’s studies of AIDS discourses observing ‘‘an epidemic of signification’’ (p. 263). Today, epidemiological discourses constitute a social imaginary, in Taylor’s (2004) sense, given its capacity to reformulate ‘‘the ways people imagine their social existence, how they fit together with others, how things go on between them and their fellows, the expectations that are normally met, and the deeper normative notions and images that underlie these expectations’’ (p."], "intents": ["background"], "citingPaper": {"paperId": "5fb8596f25f984ebda1a79ceea2ea7a08b226211", "externalIds": {"MAG": "2029996155", "DOI": "10.1080/17524030802141711"}, "url": "https://www.semanticscholar.org/paper/5fb8596f25f984ebda1a79ceea2ea7a08b226211", "title": "Tipping Point Forewarnings in Climate Change Communication: Some Implications of an Emerging Trend", "abstract": "Prominent British and American sources now seek to structure public understanding of climate change by issuing “tipping point” forewarnings of danger with increasing frequency. This emerging trend announces a shift in the way we are likely to perceive and respond to climate change dangers. This paper reviews key statements to suggest a significant dimension of this trend is its enrollment of epidemiological terminology to communicate urgent and uncertain threats. First, key events in the popular employment of epidemiological and public health models of explanation are reviewed. Second, the author discusses the climate change “debate” to illuminate the limitations involved in treating climate change as a public issue detached from other problems involving atmospheric science. Third, the author reconstructs the tipping point tendency in this context. The essay concludes that the use of this concept signals a broader trend toward epidemiological models of explanation likely to activate public health styles of intervention for addressing climate change impacts. Some implications are briefly discussed.", "venue": "", "year": 2008, "referenceCount": 82, "citationCount": 45, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "14509183", "name": "C. Russill"}]}}, {"isInfluential": false, "contexts": ["Thus the popular lexicon ‘Knowledge ¼ Cure’ became the flipside of the foreboding ‘Ignorance ¼ Death’ slogan of activist organisations such as the Aids Coalition to Unleash Power (Act-Up) (Erni, 1994)."], "intents": ["background"], "citingPaper": {"paperId": "dbd72a00330fd2eef8d50b90a7148c6eda7a8c36", "externalIds": {"MAG": "1981398224", "DOI": "10.1080/02589340701725306"}, "url": "https://www.semanticscholar.org/paper/dbd72a00330fd2eef8d50b90a7148c6eda7a8c36", "title": "The TAC's ‘Intellectual Campaign’ (2000–2004): Social Movements and Epistemic Communities", "abstract": "Abstract This paper presents a discussion of the manner in which the Treatment Action Campaign (TAC) campaigned to counter a range of unorthodox Aids views that were advanced by the South African government. The author discusses how this organisation endeavoured to defend and consolidate the biomedical science of HIV from a series of institutionalised political attacks by making use of an epistemic community in its strategy. Describing this endeavour as the TAC's ‘intellectual campaign’, the author argues that this specific form of political participation differs conceptually and empirically from the civil actions usually witnessed in the streets and in the courtrooms. This particular strategy ultimately added to the TAC's social movement plan of action and contributed significantly to its success in pressuring the government to reform its litigious HIV/Aids policy.", "venue": "", "year": 2007, "referenceCount": 100, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38336784", "name": "A. Vandormael"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "127a2286c8cb0a0ab9c9662c69744bdb5a385f3c", "externalIds": {"MAG": "569317573"}, "url": "https://www.semanticscholar.org/paper/127a2286c8cb0a0ab9c9662c69744bdb5a385f3c", "title": "The Rhetoric of AIDS Policy in South Africa", "abstract": "This dissertation examines the rhetorical dynamics of South African AIDS policy under President Thabo Mbeki. From 1999-2004, Mbeki bucked global consensus surrounding the etiology and treatment of AIDS and prohibited government distribution of anti-retroviral drug treatments. In defense of these policies, the President offered scientific arguments founded on the theories of Western \"AIDS dissenters.\" He also made the case that South Africa's unique experiences under apartheid demanded a strong tolerance of dissent and debate. The international condemnation of these views was striking. Over the course of the controversy, rhetoric played a central role in shaping the views of both sides. Advocates marshaled public arguments in response to the exigencies of the controversy. Contextual constraints also forced the rhetors to adapt their messages. Each chapter of this dissertation examines a different rhetorical element of the controversy. They include the cultural context of South Africa's transition to democracy, the development of AIDS dissent in the Mbeki administration, the early development of AIDS dissent in the West, the technical clash of scientific arguments in Mbeki's Presidential AIDS Advisory Panel, and indigenous social movement resistance to the government's policies.", "venue": "", "year": 2006, "referenceCount": 210, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "84726738", "name": "Marcus Paroske"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4948f09ed2f9835cf835611c20d4c648bd61502e", "externalIds": {"DOI": "10.4324/9780203077887-37"}, "url": "https://www.semanticscholar.org/paper/4948f09ed2f9835cf835611c20d4c648bd61502e", "title": "Compulsory Able-Bodiedness and Queer / Disabled Existence", "abstract": "When lesbian existence is imagined as a marginal alternative to the centrality of heterosexuality , it reinforces the notion that heterosexuality is naturally dominant. In this essay , Robert McRuer applies Adrienne Rich 's idea about lesbian identity to disability studies . If thinking about lesbian existence reveals \" compulsory heterosexuality, \" so too can we analyze \"compulsory able-bodiedness \" from the perspective of disability . Queer and feminist theorists have long critiqued the definition of heterosexuality as \"normal relations between sexes\" and insisted that homosexuality is subordinated because of the standard of normalcy. Disability studies also draws on critiques of normalcy , as demonstrated by Lennard Davis , and McRuer suggests that able-bodiedness is seen as even more \" natural \" than heterosexuality. Because ablebodiedness is considered a \" normal\" requirement for life in the industrial capitalist system , having an \" able body \" becomes compulsory . Like heterosexuality , able-bodied identity is defined by its repeated performances , and McRuer points out that many cultural institutions are dedicated to showcasing these bodily performances . There is a constant need to affirm able-bodied identity because able-bodied norms are in reality impossible to embody, and even the status of being able -bodied is only a temporary part of a human life . Since both queerness and disability have the potential to disrupt the performance of able-bodied heterosexuality , both must be contained and embodied by queer/disabled figures that \"can be tolerated\" in popular imagination. McRuer argues that like being \"critically queer ,\" being \" severely disabled \" can foster a sharp critique of compulsory able-bodiedness . He suggests that the commonly marginalized bodies are the best positioned to refuse the \" mere toleration \" that keeps those bodies at the margins.", "venue": "", "year": 2006, "referenceCount": 38, "citationCount": 139, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2089421660", "name": "Robert Mcruer"}]}}, {"isInfluential": false, "contexts": ["It is also well documented that patent protections have empowered many of these companies to keep the prices of the drugs and therapies they produce artificially high (see e.g. Erni 1994, pp. 25 /28)."], "intents": ["background"], "citingPaper": {"paperId": "8cdb965b6c418806ab0e415815387572e3df533f", "externalIds": {"MAG": "2134660147", "DOI": "10.1080/09502380500495635"}, "url": "https://www.semanticscholar.org/paper/8cdb965b6c418806ab0e415815387572e3df533f", "title": "STRATEGIC IMPROPRIETIES: CULTURAL STUDIES, THE EVERYDAY, AND THE POLITICS OF INTELLECTUAL PROPERTIES", "abstract": null, "venue": "", "year": 2006, "referenceCount": 59, "citationCount": 17, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "97473757", "name": "Ted Striphas"}, {"authorId": "145696809", "name": "Kembrew Mcleod"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "694054538d421e47bafe26139e57c2e9b8861544", "externalIds": {"MAG": "2090567061", "DOI": "10.1007/BF02197084", "PubMed": "10156211"}, "url": "https://www.semanticscholar.org/paper/694054538d421e47bafe26139e57c2e9b8861544", "title": "Patient autonomy as the prerequisite for care: Opioids for chronic pain of non-malignant origin", "abstract": "It is the policy of Health Care Analysis to promote constructive dialogue between all groups engaged in health work. On receipt of papers and articles the editor regularly seeks respondents, and may print commentaries alongside main contributions. Authors of original papers and other articles, who have no opportunity to respond to commentaries as they appear, may wish to respond to their critics in a subsequent issue. Where it is considered to add substantially to the discussion, a response will be published as a Riposte.", "venue": "Health Care Analysis", "year": 1995, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "13129792", "name": "S. Tourigny"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "103e381d8e29b5c47c7003f251f6a9abff220d34", "externalIds": {"MAG": "624031863"}, "url": "https://www.semanticscholar.org/paper/103e381d8e29b5c47c7003f251f6a9abff220d34", "title": "Thinking the Limits of the Body", "abstract": null, "venue": "", "year": 2003, "referenceCount": 49, "citationCount": 29, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "20228550", "name": "J. Cohen"}, {"authorId": "34378349", "name": "G. Weiss"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9fea9f14263943567f7317b6842b613281f804e8", "externalIds": {"MAG": "2285954079", "DOI": "10.1590/S1414-32832003000200003"}, "url": "https://www.semanticscholar.org/paper/9fea9f14263943567f7317b6842b613281f804e8", "title": "A mudança no discurso educacional das ongs/aids no Brasil: concepções e desdobramentos práticos (1985-1998)", "abstract": "Este artigo examina as principais concepcoes contidas nos discursos educacionais das Organizacoes Nao-Governamentais de Luta Contra a AIDS brasileiras (1985-1998) e analisa como tais discursos incidiram na elaboracao de projetos de intervencao. O trabalho indica a existencia de duas fases principais do discurso (universalista e focalista) e salienta o intercâmbio de caracteristicas entre uma e outra. Sem negar a relevância do trabalho das ONGs/Aids, conclui-se que a adesao acritica a nocao de razao levou essas organizacoes muitas vezes a elaboracao de modelos analiticos e interventivos simplistas e punitivos.", "venue": "", "year": 2003, "referenceCount": 8, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "12867053", "name": "J. B. Góis"}]}}, {"isInfluential": true, "contexts": ["As Erni (1994) suggests, through the repetition of competing discourses that define the “disease” as both curable and incurable, the question of curing is circumscribed and contained.", "John Erni (1994) suggests that treatment science produces a knowledge structure based on a circular logic, where the sophisticated micro-inspection of single agents justifies a need for “designer” drugs that reciprocally legitimize that knowledge as key to disease intervention (p.10).", "The single enigma script “resolves the whole question about ‘cause’ and thus forges a focus of research,” while drugs, i.e., antidepressants, reify the psychiatric paradigm serving as “an interlocutor who holds the entire scientific vision together” (Erni, 1994, pp.10– 11).", "41Despite the multitude of competing discourses, a specific biotechnical research paradigm emerges “through the portal” of AZT, buoyed by certain truth claims (Erni, 1994, p.37).", "As Erni (1994) suggests, through the repetition of competing discourses that define the “disease” as both curable and incurable, the question of curing is circumscribed and contained.41 Because drugs are both reliable and imperfect, a deeper consideration of cure is prevented from arising.", "John Erni (1994) suggests that treatment science produces a knowledge structure based on a circular logic, where the sophisticated micro-inspection of single agents justifies a need for “designer” drugs that reciprocally legitimize that knowledge as key to disease intervention (p."], "intents": ["background"], "citingPaper": {"paperId": "a11ae2b26d5bd9d6f32ebd624b7bf35654feadc2", "externalIds": {"MAG": "1562158487", "DOI": "10.1023/A:1021314017235"}, "url": "https://www.semanticscholar.org/paper/a11ae2b26d5bd9d6f32ebd624b7bf35654feadc2", "title": "Distorted Packaging: Marketing Depression as Illness, Drugs as Cure", "abstract": "Prominent consumer depression manuals issued in recent years circulate a standard depression script as scientific knowledge. The script, asserting that a broad spectrum of depressions are brain illnesses that require antidepressant treatment, is in fact highly contested among researchers. This paper reviews the logical problematics of these manuals, and how such discourse promotes the diagnosis and pharmaceutical treatment of behaviors ranging from mild symptoms to severe depression. In keeping with the trends of pharmaceutical advertising and State health policy, these manuals encourage consumers to self-scrutinize risky behavior, and to treat common behavioral and mood distresses with antidepressants. Ultimately, these activities of self-management function to produce a more productive citizen population.", "venue": "", "year": 2003, "referenceCount": 69, "citationCount": 34, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2093791253", "name": "P. Gardner"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f472fc23d64edb0b5a8c7b9e5b98237952571e14", "externalIds": {"MAG": "2049968011", "DOI": "10.1215/10642684-9-1-2-79"}, "url": "https://www.semanticscholar.org/paper/f472fc23d64edb0b5a8c7b9e5b98237952571e14", "title": "As Good As It Gets: Queer Theory and Critical Disability", "abstract": "In queer studies it is at this point a well-established critical practice to remark on heterosexuality’s supposed invisibility.1 As the heterosexual norm congealed during the twentieth century, it was the “homosexual menace” that was specified and embodied; the subsequent policing and containment of that menace allowed the new heterosexual normalcy to remain unspecified and disembodied.2 Although as early as 1915 Sigmund Freud, in his revised “Three Contributions to the Theory of Sex,” declared that “the exclusive sexual interest of the man for the woman is also a problem requiring an explanation, and is not something that is self-evident and explainable on the basis of chemical attraction,” such observations remained— indeed, as Freud’s comments literally were—mere footnotes in the project of excavating deviance.3 Heterosexuality, never speaking—as Michel Foucault famously said of homosexuality—“in its own behalf, to demand that its legitimacy or ‘naturality’ be acknowledged,” thereby passed as universal love and intimacy, coextensive not with a specific form of opposite-sex eros but with humanity itself.4 Heterosexuality’s partners in this masquerade have been largely identified; an important body of feminist and antiracist work considers how heteronormativity reinforces dominant ideologies of gender and race.5 However, despite the fact that homosexuality and disability clearly share a pathologized past, and despite a growing awareness of the intersections between queer theory and disability studies, little notice has been taken of the connection between heterosexuality and able-bodied identity, perhaps because able-bodiedness, even more than heterosexuality, masquerades as a nonidentity, as the natural order of things. In what follows I lay the groundwork for understanding how able-bodiedness and heterosexuality are intertwined. Bringing together queer theory and what I will call “critical disability,” this essay challenges how our culture continues to accommodate, despite and indeed through the shifting crises surrounding them,", "venue": "", "year": 2003, "referenceCount": 46, "citationCount": 90, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48257585", "name": "R. Mcruer"}]}}, {"isInfluential": false, "contexts": ["Nevertheless, the social construction of HIV/AIDS in the United States in relation to gay men, communicated at least in part through representations contained in American movies about the AIDS pandemic, has effectively limited the space for alternative imaginings of the pandemic and the types of individuals directly affected by it (Erni, 1994).", "…in the United States in relation to gay men, communicated at least in part through representations contained in American movies about the AIDS pandemic, has effectively limited the space for alternative imaginings of the pandemic and the types of individuals directly affected by it (Erni, 1994)."], "intents": ["background"], "citingPaper": {"paperId": "28cc86e04f808ae3db263cc17d1de34242b31478", "externalIds": {"MAG": "2028794475", "DOI": "10.3149/jms.1101.77"}, "url": "https://www.semanticscholar.org/paper/28cc86e04f808ae3db263cc17d1de34242b31478", "title": "Representing Men with HIV/AIDS in American Movies", "abstract": "This content-analytic study explores representations of male characters with HIV/AIDS in nearly four dozen feature-length narrative movies produced and released in the United States during the first two decades of the AIDS pandemic. It offers insight into the cumulative messages communicated in these works about men in relation to HIV/AIDS and the influence of such messages on the social construction of HIV/AIDS during the 1980s and 1990s. Problematic effects pertaining to gay men as well as members of various other demographic groups in American society are addressed.", "venue": "", "year": 2002, "referenceCount": 33, "citationCount": 2, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "82596374", "name": "Kylo-Patrick R. Hart"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "52c4a161e8fdfccda9dfa07d8a6e18113b9bc73e", "externalIds": {"MAG": "2012842091", "DOI": "10.1080/02773940209391228"}, "url": "https://www.semanticscholar.org/paper/52c4a161e8fdfccda9dfa07d8a6e18113b9bc73e", "title": "The public policy debate over newborn HIV testing: A case study of the knowledge enthymeme", "abstract": "Abstract This essay analyzes the web of persuasion named the “knowledge enthymeme”; in the public policy debate over mandatory newborn HIV testing in the United States and especially New York. Bringing together classical rhetorical theory and Foucault's theory of the knowledge‐power loop, the essay explains how the conceptual/argumentative frame of the knowledge enthymeme helped shape the knowledge‐power relations of mandatory newborn testing in dangerous ways. Ultimately, the knowledge enthymeme blocked more responsive approaches to testing by exaggerating the beneficial effects of testing and its knowledge, ignoring the contingenices of this knowledge, and bypassing the “situated knowledges “ of the women it targets.", "venue": "", "year": 2002, "referenceCount": 61, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2107424873", "name": "J. B. Scott"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5fe9a31b84d690cafac4d511201556ad7883de5d", "externalIds": {"MAG": "158997080", "DOI": "10.1023/A:1016846402426"}, "url": "https://www.semanticscholar.org/paper/5fe9a31b84d690cafac4d511201556ad7883de5d", "title": "Critical Investments: AIDS, Christopher Reeve, and Queer/Disability Studies", "abstract": "In his contribution, “Critical Investments: AIDS, Christopher Reeve, and Queer/Disability Studies,” Robert McRuer calls for the recognition of the points of convergence between AIDS theory, queer theory, and disability theory. McRuer points out ways in which minority identity groups such as people with AIDS, gays, lesbians, and bisexuals, and those with so-called disabilities, whose status has been described by others as “impaired,” have resisted this judgment by calling its ideological underpinnings into question. He contends that a critical alliance between AIDS theory, queer theory, and disability theory will ultimately help us to realize the full range of different kinds of bodies and corporeal experiences, while also combating the application of normativizing judgments.", "venue": "", "year": 2002, "referenceCount": 34, "citationCount": 41, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48257585", "name": "R. Mcruer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "2982651491b24fff44186492ea27fbb863a8582a", "externalIds": {"MAG": "2499190838", "DOI": "10.1080/23808985.2001.11678998"}, "url": "https://www.semanticscholar.org/paper/2982651491b24fff44186492ea27fbb863a8582a", "title": "Queer Communication Studies", "abstract": "This essay charts the development of gay, lesbian, bisexual, and transgender studies—sometimes called queer studies—in communication since the early 1980s. It considers the intellectual and political stakes in a project closely connected to movements for sexual liberation and also describes the shifting significance of such terms as gay and queer and the people and practices they signify. The analysis combines theories of subjectivity with questions about sexual representation in public and private, opening (and closing) with commentary on the social meanings and hierarchies of sexual difference.", "venue": "", "year": 2001, "referenceCount": 84, "citationCount": 17, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48361832", "name": "Lisa Henderson"}]}}, {"isInfluential": false, "contexts": ["1986, 1994), philosophy (Almond, 1990; Düttmann, 1996) and cultural theory (Crimp, 1988; Boffin and Gupta, 1990; Patton, 1985, 1990; Watney, 1994; Erni, 1994, Waldby, 1996), by writers and artists (Crimp, 1990; Sontag, 1991), and – importantly – by those living and working with HIV/AIDS (Kramer,…"], "intents": ["background"], "citingPaper": {"paperId": "55f0114e0905d32feea8af99321c094f77a9d478", "externalIds": {"MAG": "2076575986", "DOI": "10.1080/09649060110079837"}, "url": "https://www.semanticscholar.org/paper/55f0114e0905d32feea8af99321c094f77a9d478", "title": "Taking the blame: criminal law, social responsibility and the sexual transmission of HIV", "abstract": "Traditional criminal law scholarship in the field of offences against the person fails adequately to problematize core concepts, such as responsibility, harm and causation. This article considers different ways in which we might think about such concepts, by exploring questions relating to responsibility for the sexual transmission of HIV. It is argued that the complex meanings associated with HIV transmission are inadequately captured if we think of it simply as a corporeal harm inflicted on one person by another,and that lawyers should be open to alternative interpretations of the harm which transmission represents.", "venue": "", "year": 2001, "referenceCount": 48, "citationCount": 29, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49477567", "name": "M. Weait"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c75406055d8a542bb4529ea9cc3f91ee18ca2c5e", "externalIds": {"MAG": "2737105537", "DOI": "10.1177/120633120000300509"}, "url": "https://www.semanticscholar.org/paper/c75406055d8a542bb4529ea9cc3f91ee18ca2c5e", "title": "Epidemic Logic or HIV/AIDS: The Disciplines and Crises of Knowing", "abstract": "There is now a substantial body of work that testifies to, records, and is itself part of the process by which the object we recognize and sometimes claim to know as AIDS has been constituted, and is continuously reconstituted, out of an amorphous terror. This process, which has produced for the subject who is supposed to know, the massively overdetermined object called AIDS, is undoubtedly necessary and in any event unavoidable. But it has nevertheless not been without its contradictions. For part of what has happened in this constitution of an object for consciousness in and through material discursive practices, particularly in the past few years, has been what might be termed the normalization, routinization, and, indeed, commodification of AIDS. AIDS has long since become big business, not only for the pharmaceutical industry, for governmental regulatory and social service agencies, and for the health-care industry, but also for those whose labour it is to produce knowledge: scientists, philosophers, historians, and sociologists among others. AIDS is now a career, the business of topical papers and books produced by academics on the make, for example (Haver, 1996:2).", "venue": "", "year": 2001, "referenceCount": 30, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "1458610730", "name": "Penelope Ironstone-Catterall"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3e3126649ec812e7e55f40f387aab685eb25d5cb", "externalIds": {"MAG": "2327328462", "DOI": "10.2307/1354606"}, "url": "https://www.semanticscholar.org/paper/3e3126649ec812e7e55f40f387aab685eb25d5cb", "title": "\"In Time of Plague\": AIDS and Its Significations in Herve Guibert, Tony Kushner, and Thom Gunn", "abstract": "It started with sweats in the night and swollen glands. Then the black cancers spread across their faces-as they fought for breath TB and pneumonia hammered at the lungs, and Toxo at the brain. Reflexes scrambled-sweat poured through hair matted like lianas in the tropical forest. Voices slurredand then were lost forever. My pen chased this story across the page tossed this way and that in the storm. -Jarman, Blue", "venue": "", "year": 2000, "referenceCount": 11, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "119155211", "name": "George Piggford"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1a705fed563eca48719ba4160d7ad0b6529700c3", "externalIds": {"MAG": "30192480", "DOI": "10.1023/A:1025023129160"}, "url": "https://www.semanticscholar.org/paper/1a705fed563eca48719ba4160d7ad0b6529700c3", "title": "Multiculturalism as Disease: Advocating AIDS", "abstract": null, "venue": "", "year": 1998, "referenceCount": 29, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "113922943", "name": "Jody Norton"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3416916470860d5160df2e1332200915b5d95971", "externalIds": {"MAG": "2025885094", "DOI": "10.2307/1213600"}, "url": "https://www.semanticscholar.org/paper/3416916470860d5160df2e1332200915b5d95971", "title": "UnSafe at Any Distance: Todd Haynes' Visual Culture of Health and Risk. For Steven Shaviro", "abstract": "After its screening at the Sundance film festival in January 1995 and its release later that summer, Todd Haynes' Safe elicited much commentary by critics and film scholars on the film's cinematographic techniques (few close-ups, many long takes) that distance spectators from the plight of the protagonist, Carol White, as she struggles with the increasingly horrifying symptoms of environmental illness, and thus render difficult, if not all together impossible, sympathetic identification with her. While this practice of stylized distance places Haynes within the tradition of independent cinema that has attempted to work against Hollywood's manipulation of the process of viewers' desires to identify with characters, man commentators fault Safe for either taking too little distance from its subject (the film remains captive of the Los Angeles suburban, white, upper-middleclass milieu it depicts) or too much (it is condescending or, worse, cruel toward the heroine). But I want to claim that the distance Haynes estab ishes between the audience and the heroine is of a ve y different order. Careful consideration of Safe's cinematography will show that Haynes, far from attempting to put viewers at a \"safe\" remove from the", "venue": "", "year": 1998, "referenceCount": 16, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "113957276", "name": "R. Reid"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7b95fd924ec70fcfc9fb532d5eefc9dc8565ee6a", "externalIds": {"MAG": "2066660470", "DOI": "10.1080/09581599808409210"}, "url": "https://www.semanticscholar.org/paper/7b95fd924ec70fcfc9fb532d5eefc9dc8565ee6a", "title": "The end of AIDS?: AIDS reporting in the Australian press in the mid-1990s", "abstract": "Abstract In news reports of HIV/AIDS, the discourses giving meaning to the pandemic have constantly shifted and changed since its emergence in the early 1980s. This article presents an analysis of HIV/AIDS reporting in the Australian press in the three-year period between 1994 and 1996. It focuses on two dominant topical themes appearing in this period: politics and policy debates around HIV/AIDS and medico-scientific research and treatment issues. It is argued that in the mid-1990s HIV/AIDS has increasingly become portrayed as a biomedical rather than a public health problem, and again as affecting gay men rather than the general population. It is suggested that these changes in representation may eventually lead to ‘the end of AIDS’ as a highly prominent phenomenon in the news media, with implications for general attitudes towards the syndrome and future policy and funding decisions.", "venue": "", "year": 1998, "referenceCount": 16, "citationCount": 13, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2064132556", "name": "D. Lupton"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d99b96caf26080cc7f2293d545198dc7381b61c9", "externalIds": {"MAG": "2011383650", "DOI": "10.1080/09505439609526438"}, "url": "https://www.semanticscholar.org/paper/d99b96caf26080cc7f2293d545198dc7381b61c9", "title": "Aids science: Killing more than time", "abstract": null, "venue": "", "year": 1996, "referenceCount": 13, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "12138321", "name": "J. Erni"}]}}]}