{"paperId": "910f0e6aa90e3af399af03a1be8e22b3b127bc16", "externalIds": {"MAG": "3023849850", "DOI": "10.1016/j.emospa.2009.09.004"}, "url": "https://www.semanticscholar.org/paper/910f0e6aa90e3af399af03a1be8e22b3b127bc16", "title": "Evocative Objects: Things We Think With", "abstract": "For Sherry Turkle, We think with the objects we love; we love the objects we think with. In Evocative Objects, Turkle collects writings by scientists, humanists, artists, and designers that trace the power of everyday things. These essays reveal objects as emotional and intellectual companions that anchor memory, sustain relationships, and provoke new ideas. This volumes special contribution is its focus on everyday riches: the simplest of objects—an apple, a datebook, a laptop computer—are shown to bring philosophy down to earth. The poet contends, No ideas but in things. The notion of evocative objects goes further: objects carry both ideas and passions. In our relations to things, thought and feeling are inseparable. Whether its a students beloved 1964 Ford Falcon (left behind for a station wagon and motherhood), or a cello that inspires a meditation on fatherhood, the intimate objects in this collection are used to reflect on larger themes—the role of objects in design and play, discipline and desire, history and exchange, mourning and memory, transition and passage, meditation and new vision. In the interest of enriching these connections, Turkle pairs each autobiographical essay with a text from philosophy, history, literature, or theory, creating juxtapositions at once playful and profound. So we have Howard Gardners keyboards and Lev Vygotskys hobbyhorses; William Mitchells Melbourne train and Roland Barthes pleasures of text; Joseph Cevetellos glucometer and Donna Haraways cyborgs. Each essay is framed by images that are themselves evocative. Essays by Turkle begin and end the collection, inviting us to look more closely at the everyday objects of our lives, the familiar objects that drive our routines, hold our affections, and open out our world in unexpected ways. Essays by: Julian Beinart, Matthew Belmonte, Joseph Cevetello, Robert P. Crease, Olivia Dasté, Glorianna Davenport, Judith Donath, Michael M. J. Fischer, Howard Gardner, Tracy Gleason, Nathan Greenslit, Stefan Helmreich, Michelle Hlubinka, Henry Jenkins, Caroline A. Jones, Evelyn Fox Keller, Tod Machover, Susannah Mandel, David Mann, Irene Castle McLaughlin, Eden Medina, Jeffrey Mifflin, William J. Mitchell, David Mitten, Annalee Newitz, Trevor Pinch, Susan Pollak, Mitchel Resnick, Nancy Rosenblum, Susan Spilecki, Carol Strohecker, Susan Rubin Suleiman, Sherry Turkle, Gail Wight, Susan Yee", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 290, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Art", "Sociology"], "authors": [{"authorId": "50048694", "name": "S. Leeuw"}]}