{"offset": 0, "data": [{"contexts": ["According to Graves (2016), journalism will share the control of the public debate and the access to the public sphere with many other fact-checking agents."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "07165f4a3d5251965fafd059bd3422bc72561676", "externalIds": {"MAG": "3130729384", "DOI": "10.3145/EPI.2021.ENE.18"}, "url": "https://www.semanticscholar.org/paper/07165f4a3d5251965fafd059bd3422bc72561676", "title": "Some viable models for digital public-interest journalism", "abstract": "The supply of public interest journalism that serves the needs of citizens in a democratic society has always been scarce in the media marketplace when compared with sensationalism, gossip, entertainment, propaganda, and misinformation. This scarce commodity, whose market value lies in its credibility and depends on costly investments of time and money in professional research, has frequently required a subsidy, which for more than a century was provided by advertising. Now that this subsidy has mostly been devoured by technological platforms such as Google and Facebook, the industry and profession are developing new models focused on user needs and wants with a trend toward public service rather than profit. This paper uses deductive and critical methodologies to identify the most promising business models used by media companies to counteract the decline in public-interest journalism. Our proposal is that an appropriate business model can be the best way to revitalize media companies. The research is based on Chesbrough’s business model framework applied to 20 leading digital news publications from 16 countries. In addition, we analyze how Covid-19 has impacted those business models.", "venue": "", "year": 2021, "referenceCount": 88, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1405418625", "name": "Mercedes Medina-Laverón"}, {"authorId": "1402150698", "name": "Alfonso Sánchez-Tabernero"}, {"authorId": "2086141484", "name": "J. G. Breiner"}]}}, {"contexts": ["In the process, they attempt to “revitalize the ‘truth seeking’ tradition in journalism” (Graves, 2016, p. 6)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3ead397be9b1dec93ec07d6a3668baab0bb829f0", "externalIds": {"MAG": "3134218298", "DOI": "10.17645/MAC.V9I1.3443"}, "url": "https://www.semanticscholar.org/paper/3ead397be9b1dec93ec07d6a3668baab0bb829f0", "title": "Fact-Checking Interventions as Counteroffensives to Disinformation Growth: Standards, Values, and Practices in Latin America and Spain", "abstract": "As democracy-building tools, fact-checking platforms serve as critical interventions in the fight against disinformation and polarization in the public sphere. The Duke Reporters’ Lab notes that there are 290 active fact-checking sites in 83 countries, including a wide range of initiatives in Latin America and Spain. These regions share major challenges such as limited journalistic autonomy, difficulties of accessing public data, politicization of the media, and the growing impact of disinformation. This research expands upon the findings presented in previous literature to gain further insight into the standards, values, and underlying practices embedded in Spanish and Latin American projects while identifying the specific challenges that these organizations face. In-depth interviews were conducted with decision-makers of the following independent platforms: Chequeado (Argentina), UYCheck (Uruguay), Maldita.es and Newtral (Spain), Fact Checking (Chile), Agencia Lupa (Brazil), Ecuador Chequea (Ecuador), and ColombiaCheck (Colombia). This qualitative approach offers nuanced data on the volume and frequency of checks, procedures, dissemination tactics, and the perceived role of the public. Despite relying on small teams, the examined outlets’ capacity to verify facts is noteworthy. Inspired by best practices in the US and Europe and the model established by Chequeado , all the sites considered employ robust methodologies while leveraging the power of digital tools and audience participation. Interviewees identified three core challenges in fact-checking practice: difficulties in accessing public data, limited resources, and the need to reach wider audiences. Starting from these results, the article discusses the ways in which fact-checking operations could be strengthened.", "venue": "", "year": 2021, "referenceCount": 74, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2088491455", "name": "Victoria Moreno-Gil"}, {"authorId": "67227891", "name": "Xavier Ramon"}, {"authorId": "2089225863", "name": "Ruth Rodríguez-Martínez"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8a42f0643d489976ddcc1c3d9f20be0a23e737ea", "externalIds": {"MAG": "3185006774", "DOI": "10.5209/esmp.72152"}, "url": "https://www.semanticscholar.org/paper/8a42f0643d489976ddcc1c3d9f20be0a23e737ea", "title": "Propuesta y aplicación de un marco para analizar la actuación de los periodistas que conducen debates electorales", "abstract": "Más allá de la importancia indiscutida que han adquirido los debates televisivos en las campañas electorales alrededor del mundo, este trabajo parte del hecho de que no se ha estudiado suficientemente el rol de los periodistas que los conducen y su incidencia en el desarrollo y contenido del debate. Ante la ausencia de un marco que permita comparar la actuación de los periodistas en diferentes países, proponemos un esquema de 30 indicadores, agrupados en torno a cuatro roles que un periodista puede asumir en un debate, de acuerdo a la bibliografía consultada (Adversario, Estratégico, Perro Guardián y Cívico). Aplicado este esquema a una muestra de siete debates presidenciales que utilizan el formato del “panel de periodistas”, los resultados muestran que la variación más sustancial respecto del uso de diferentes opciones de roles para formular preguntas está dada por la posición en las encuestas de los candidatos interrogados.", "venue": "Estudios sobre el Mensaje Periodístico", "year": 2021, "referenceCount": 60, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1657509760", "name": "Enrique Núñez-Mussa"}, {"authorId": "105072618", "name": "William Porath"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e9a07d3be5117b0e6f030686b53460f5c2d859ec", "externalIds": {"MAG": "3160297635", "DOI": "10.1080/23311886.2021.1922180"}, "url": "https://www.semanticscholar.org/paper/e9a07d3be5117b0e6f030686b53460f5c2d859ec", "title": "Campaign propaganda, electoral outcome and the dynamics of governance in the post-2015 presidential election in Nigeria", "abstract": "This study evaluates the impact of campaign propaganda on both the outcome of the 2015 presidential poll and post-election governance in Nigeria. It specifically analyses how ethno-religious campai...", "venue": "", "year": 2021, "referenceCount": 113, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "118407303", "name": "Aloysius-michaels Okolie"}, {"authorId": "123644366", "name": "Chukwuemeka Enyiazu"}, {"authorId": "2105423438", "name": "Kelechi Elijah Nnamani"}]}}, {"contexts": ["The top-down denials are usually pieces of information selected—far from the audiences’ propositional actions—according to the criteria of originality, relevance, and ideological balance (Graves 2016).", "One of the main causes of this shift was the adoption of more sophisticated methodologies and perspectives from social sciences that proliferated within the field of journalism studies in US universities (Graves 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "00700a50961f72d9f2eefc799205c55872d0f45d", "externalIds": {"MAG": "3089482062", "PubMedCentral": "7520375", "DOI": "10.1057/s41290-020-00115-w", "PubMed": "33014362"}, "url": "https://www.semanticscholar.org/paper/00700a50961f72d9f2eefc799205c55872d0f45d", "title": "The performance of truth: politicians, fact-checking journalism, and the struggle to tackle COVID-19 misinformation", "abstract": "Since the World Health Organization (WHO, February 2, 2020) reported that the spread of coronavirus disease has been accompanied by a “massive infodemic,” the COVID-19 outbreak has become a national and international battleground of a struggle against misinformation. Fact-checking outlets around the world have been actively counteracting false and misleading information surrounding the pandemic. In this article, we conceptualize fact checkers in terms of the “interpretative power” that journalism holds in processes of political performances (Alexander in Soc Theory 22(4): 527–573, 2004, in: The performance of politics. Obama’s victory and the struggle for democratic power. Oxford University Press, Oxford/New York, 2010). Drawing on virus-related fact checks from Poynter’s International Fact-Checking Network (IFCN) database, we make two arguments. First, we argue that the new phenomenon of specialized “fact checking” might be considered as a further explicitly differentiated element of Alexander’s model of cultural performance, which fulfills a double duty: trying to contribute to further “de-fusion” (separating audiences from actors when the latter lack authenticity and credibility) on the one hand, and working to overcome it on the other. Second, we explain how new fact-checking practices have become a reflexive supplement to the news media of the civil sphere that might be able to help the civil sphere’s communicative institutions to defend truthfulness in a manner that contributes to democracy.", "venue": "American journal of cultural sociology", "year": 2020, "referenceCount": 84, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "115782602", "name": "María Luengo"}, {"authorId": "2081820750", "name": "D. García-Marín"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "04f149dcd28e0e8630081c1071793c0713e81bd0", "externalIds": {"MAG": "3083614464", "DOI": "10.1093/joc/jqaa022"}, "url": "https://www.semanticscholar.org/paper/04f149dcd28e0e8630081c1071793c0713e81bd0", "title": "The Value of Not Knowing: Partisan Cue-Taking and Belief Updating of the Uninformed, the Ambiguous, and the Misinformed", "abstract": "The problem of a misinformed citizenry is often used to motivate research on misinformation and its corrections. However, researchers know little about how differences in informedness affect how well corrective information helps individuals develop knowledge about current events. We introduce a Differential Informedness Model that distinguishes between three types of individuals, that is, the uninformed, the ambiguous, and the misinformed, and establish their differences with two experiments incorporating multiple partisan cues and issues. Contrary to the common impression, the U.S. public is largely uninformed rather than misinformed of a wide range of factual claims verified by journalists. Importantly, we find that the success of belief updating after exposure to corrective information (via a fact-checking article) is dependent on the presence, the certainty, and the accuracy of one’s prior belief. Uninformed individuals are more likely to update their beliefs than misinformed individuals after exposure to corrective information. Interestingly, the ambiguous individuals, regardless of whether their uncertain guesses were correct, do not differ from uninformed individuals with respect to belief updating.", "venue": "", "year": 2020, "referenceCount": 54, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1920933181", "name": "Jianing Li"}, {"authorId": "144102579", "name": "M. W. Wagner"}]}}, {"contexts": ["…PolitiFact, and the Washington Post’s Fact Checker are all organizations that investigate the veracity of claims made by political figures and news organizations, operate yearround, and view themselves as a distinct professional cohort within journalism guided by rules and norms (Graves 2016).", "Fact-checking organization growth accelerated in the early 2000s, and the number of fact-checking outlets continues to increase in the U.S. and around the world (Graves 2016; Graves et al."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0c6a991024a35b87c959cc7b361d6fbec4c98361", "externalIds": {"MAG": "3005465524", "DOI": "10.1007/s11109-020-09597-3"}, "url": "https://www.semanticscholar.org/paper/0c6a991024a35b87c959cc7b361d6fbec4c98361", "title": "Fake Claims of Fake News: Political Misinformation, Warnings, and the Tainted Truth Effect", "abstract": "Fact-checking and warnings of misinformation are increasingly salient and prevalent components of modern news media and political communications. While many warnings about political misinformation are valid and enable people to reject misleading information, the quality and validity of misinformation warnings can vary widely. Replicating and extending research from the fields of social cognition and forensic psychology, we find evidence that valid retrospective warnings of misleading news can help individuals discard erroneous information, although the corrections are weak. However, when informative news is wrongly labeled as inaccurate, these false warnings reduce the news’ credibility. Invalid misinformation warnings taint the truth, lead individuals to discard authentic information, and impede political memory. As only a few studies on the tainted truth effect exist, our research helps to illuminate the less explored dark side of misinformation warnings. Our findings suggest general warnings of misinformation should be avoided as indiscriminate use can reduce the credibility of valid news sources and lead individuals to discard useful information.", "venue": "", "year": 2020, "referenceCount": 113, "citationCount": 11, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "114312939", "name": "Melanie Freeze"}, {"authorId": "39765205", "name": "Marybeth Baumgartner"}, {"authorId": "2075508839", "name": "Peter Bruno"}, {"authorId": "151050454", "name": "Jacob R. Gunderson"}, {"authorId": "120535130", "name": "J. Olin"}, {"authorId": "50815132", "name": "M. Ross"}, {"authorId": "1582483953", "name": "Justine Szafran"}]}}, {"contexts": ["According to Graves (2016), over the past two decades, independent fact-checkers have developed at the intersection of academic, nonprofit and journalistic sectors.", "This response is reflected in a sharp proliferation of fact-checking (Graves, 2016), which has increased by more than 900% since 2001 in newspapers and by more than 2,000% in broadcast media (Amazeen, 2013).", "According to Graves (2016), fact-checking is instead all about deciding whether he or she are right or wrong."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1c0f8109945d69010caf428ea9263b3bca50b421", "externalIds": {"MAG": "3027522717", "DOI": "10.1080/23808985.2020.1759443"}, "url": "https://www.semanticscholar.org/paper/1c0f8109945d69010caf428ea9263b3bca50b421", "title": "Causes and consequences of mainstream media dissemination of fake news: literature review and synthesis", "abstract": "ABSTRACT Research indicates that the reach of fake news websites is limited to small parts of the population. On the other hand, data demonstrate that large proportions of the public know about notable fake news stories and believe them. These findings imply the possibility that most people hear about fake news stories not from fake news websites but through their coverage in mainstream news outlets. Thus far, only limited attention has been directed to the role of mainstream media in the dissemination of disinformation. To remedy this, this article synthesizes the literature pertaining to understand the role mainstream media play in the dissemination of fake news, the reasons for such coverage and its influences on the audience.", "venue": "", "year": 2020, "referenceCount": 132, "citationCount": 22, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3483178", "name": "Y. Tsfati"}, {"authorId": "2741506", "name": "H. Boomgaarden"}, {"authorId": "9661698", "name": "J. Strömbäck"}, {"authorId": "72580502", "name": "R. Vliegenthart"}, {"authorId": "114258957", "name": "A. Damstra"}, {"authorId": "48702744", "name": "E. Lindgren"}]}}, {"contexts": ["This project examines collaboration between newsrooms, also a practice with some history (see, e.g., Darnton 1975; Graves 2016) but one that is becoming more established as challenges in the news business model continue, and as the internet encourages greater collaboration across many sectors.", "We see these “intermedia effects” (Graves 2016) as early as the eighteenth century, when postal distribution enabled publishers to reprint passages from other newspapers (Starr 2004)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "2261c276a2031e6c9a3c013ea50738c7c6ce83d9", "externalIds": {"MAG": "3005511412", "DOI": "10.1080/1461670X.2020.1724182"}, "url": "https://www.semanticscholar.org/paper/2261c276a2031e6c9a3c013ea50738c7c6ce83d9", "title": "The Collaboration Stepladder: How One Organization Built a Solid Foundation for a Community-Focused Cross-newsroom Collaboration", "abstract": "ABSTRACT Newsroom collaborations are growing increasingly common as news organizations struggle in tough economic times. This project explores one newsroom collaboration in Philadelphia, notable for its size, its scope across major, startup and ethnic media, and its lack of hierarchy. Based on in-depth interviews and a 16 months of observation, I create a typology of layers of collaboration observed, something I call the collaboration stepladder. Each step builds upon and is more intensive than the ones before it. The steps are simple sharing, collaboration on stories, collaborating on method, organizing events, allocating money, and working to resolve a problem in the community. Two major overarching themes emerge: the value placed by collaborators of working to make change in the community, and their focus on sustainability, both financial and of commitment. Each of the steps on the stepladder engages with these major themes in different but significant ways. While some critics of newsroom collaborations suggest they represent a cost-cutting measure, large projects like the one explored here are resource and personnel intensive, and cannot exist with an acknowledgement of that.", "venue": "", "year": 2020, "referenceCount": 52, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "80862375", "name": "M. Konieczna"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "28894b0f769aeb8c70b82350479b523d447806f5", "externalIds": {"MAG": "3017581522", "DOI": "10.1080/13669877.2020.1756385"}, "url": "https://www.semanticscholar.org/paper/28894b0f769aeb8c70b82350479b523d447806f5", "title": "Fact-checking as risk communication: the multi-layered risk of misinformation in times of COVID-19", "abstract": "Abstract The emergence of the 2019 novel coronavirus has led to more than a pandemic—indeed, COVID-19 is spawning myriad other concerns as it rapidly marches around the globe. One of these concerns is a surge of misinformation, which we argue should be viewed as a risk in its own right, and to which insights from decades of risk communication research must be applied. Further, when the subject of misinformation is itself a risk, as in the case of COVID-19, we argue for the utility of viewing the problem as a multi-layered risk communication problem. In such circumstances, misinformation functions as a meta-risk that interacts with and complicates publics’ perceptions of the original risk. Therefore, as the COVID-19 “misinfodemic” intensifies, risk communication research should inform the efforts of key risk communicators. To this end, we discuss the implications of risk research for efforts to fact-check COVID-19 misinformation and offer practical recommendations.", "venue": "Journal of Risk Research", "year": 2020, "referenceCount": 28, "citationCount": 110, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "67244732", "name": "Nicole M. Krause"}, {"authorId": "73697623", "name": "Isabelle Freiling"}, {"authorId": "1729368594", "name": "B. Beets"}, {"authorId": "3030164", "name": "D. Brossard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "394986abcc7bb5df85aecf476885f295a7820ede", "externalIds": {"DBLP": "journals/pacmhci/HaqueYASAH20", "MAG": "3044822158", "ArXiv": "2007.12841", "DOI": "10.1145/3415201"}, "url": "https://www.semanticscholar.org/paper/394986abcc7bb5df85aecf476885f295a7820ede", "title": "Combating Misinformation in Bangladesh", "abstract": "There has been a growing interest within CSCW community in understanding the characteristics of misinformation propagated through computational media, and the devising techniques to address the associated challenges. However, most work in this area has been concentrated on the cases in the western world leaving a major portion of this problem unaddressed that is situated in the Global South. This paper aims to broaden the scope of this discourse by focusing on this problem in the context of Bangladesh, a country in the Global South. The spread of misinformation on Facebook in Bangladesh, a country with a population of over 163 million, has resulted in chaos, hate attacks, and killings. By interviewing journalists, fact-checkers, in addition to surveying the general public, we analyzed the current state of verifying misinformation in Bangladesh. Our findings show that most people in the 'news audience' want the news media to verify the authenticity of online information that they see online. However, the newspaper journalists say that fact-checking online information is not a part of their job, and it is also beyond their capacity given the amount of information being published online every day. We further find that the voluntary fact-checkers in Bangladesh are not equipped with sufficient infrastructural support to fill in this gap. We show how our findings are connected to some of the core concerns of CSCW community around social media, collaboration, infrastructural politics, and information inequality. From our analysis, we also suggest several pathways to increase the impact of fact-checking efforts through collaboration, technology design, and infrastructure development.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 308, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology", "Political Science"], "authors": [{"authorId": "47898261", "name": "M. Haque"}, {"authorId": "143964396", "name": "M. Yousuf"}, {"authorId": "51937870", "name": "Ahmed Shatil Alam"}, {"authorId": "51004414", "name": "Pratyasha Saha"}, {"authorId": "145867840", "name": "Syed Ishtiaque Ahmed"}, {"authorId": "2789540", "name": "Naeemul Hassan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "62cbdeb20a518fdc90f061517e037ac28b248072", "externalIds": {"DBLP": "journals/pacmhci/HaugheyMWS20", "MAG": "3093842192", "DOI": "10.1145/3415204"}, "url": "https://www.semanticscholar.org/paper/62cbdeb20a518fdc90f061517e037ac28b248072", "title": "On the Misinformation Beat", "abstract": "Journalists are increasingly investigating and reporting on problematic online content such as misinformation, disinformation, and conspiracy theories, leading to the creation of a new misinformation beat. The process of collecting, analyzing, and reporting on this kind of data is complex and nuanced. It is especially challenging as online actors attempt to undermine their work. Through in-depth interviews with twelve journalists, we explore how they investigate and report on online misinformation and disinformation. Our findings reveal some of the unique challenges of reporting on this beat, as well as the ways in which reporters overcome those challenges. We highlight and discuss how journalistic values could be better embedded into the design of tools to support their work, the power dynamics between social media companies and journalists, and the promise of collaborations as a way to support and educate journalists on this beat. This work provides contextual knowledge to researchers looking to better support investigative journalists - on the misinformation beat and beyond - as their work becomes more entangled in sociotechnical systems.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 123, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2008484155", "name": "Melinda McClure Haughey"}, {"authorId": "51909690", "name": "Meena Devii Muralikumar"}, {"authorId": "1499294516", "name": "Cameron A. Wood"}, {"authorId": "3181624", "name": "Kate Starbird"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "779da3ae3dd5d3587c3043853760fd523dc4b3cf", "externalIds": {"MAG": "3021661975", "DBLP": "conf/www/FardL20", "DOI": "10.1145/3366424.3384373"}, "url": "https://www.semanticscholar.org/paper/779da3ae3dd5d3587c3043853760fd523dc4b3cf", "title": "Misinformation Battle Revisited: Counter Strategies from Clinics to Artificial Intelligence", "abstract": "The spread of misinformation is one of the severe challenges that societies have been dealing with for many years. However, the rapid growth of social media has accelerated the creation and circulation of such information and turned it into a potential threat to the main societal institutions such as peace and democracy. Although many of iconic figures, policymakers, business leaders and researchers have warned us of serious repercussions of misinformation, a clear course of action is not yet visible. To tackle such an issue, the preliminary step would be the evaluation of the as-is situation, which allows us to identify the deficiencies of existing solutions. This issue has been addressed in this study by a comprehensive analysis over decades of societal efforts against misinformation. In this analysis, quelling strategies from organisational and government perspectives are explained. Then they are investigated from efficacy level and governance mode. Our analyses show that, despite a seemingly suitable setting for confronting misinformation, there is a major shortcoming in governance mode of current quelling strategies.", "venue": "WWW", "year": 2020, "referenceCount": 62, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "52139981", "name": "A. E. Fard"}, {"authorId": "1678014563", "name": "Shajeeshan Lingeswaran"}]}}, {"contexts": ["While novel falsehood is more likely to get public attention, years-old lies gets repeated and recontextualized by partisans when the topic becomes relevant again, even if the original one has already been\ndebunked (Graves, 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "852f5ee234932d67d08aeaae87cd4cebfbd7b0a0", "externalIds": {"MAG": "3004894024", "DOI": "10.1080/10584609.2020.1716499"}, "url": "https://www.semanticscholar.org/paper/852f5ee234932d67d08aeaae87cd4cebfbd7b0a0", "title": "Toward a Research Agenda on Political Misinformation and Corrective Information", "abstract": "Truth and falsehood are central subjects in philosophical, political science and mass communication scholarship as an informed citizenry is regarded as a necessity for a wellfunctioning democracy. Concomitantly, the reporting of the verifiable truth is the fundamental mission for professional journalism. Scholars and journalists alike have long been worried about citizens’ ability to learn about truth (Lippmann, 1925). However, in the past decade, the concern about the spread of false information has become more publicly acute than the concern about the lack of information, and the concern about misperception is no less pressing than the concern about ignorance. The increasing prevalence of misinformation, accompanied by digitalized, networked, and polarized media environment, is fundamentally reshaping the political information landscape. Conceptually, “misinformation” refers to the type of information that is “factually false,” i.e. not consistent with the best available evidence (Kuklinski, Quirk, Jerit, Schwieder, & Rich, 2000). This emphasis on facticity differentiates “misinformation” from “disinformation,” which focuses on deceptive intent of the source and does not require the information to be either “factual” or “false.” Additionally, most researchers favor “misinformation” over “fake news” in describing false information, a term that has been loosely used in reference to misinformation, disinformation, satire, parody, native advertising, as well as unfavorable coverage of the ingroup (Tandoc, Lim, & Ling, 2018). “Misinformation” also has a narrower conceptual boundary than “junk news,” a concept proposed by Bradshaw, Howard, Kollanyi, and Neudert (2019) that aims at classifying sources “that deliberately publish misleading, deceptive, or incorrect information packaged as real news” not only based on counterfeit, but also professionalism, style, credibility, and bias. In this essay, I review the state of the field of misinformation research from three orienting questions: what is the scope of political misinformation? What are the cognitive, attitudinal, and behavioral consequences of misinformation? When and how does corrective information work? I offer directions in developing a research agenda that advances the theorization of misinformation and its correction in complex political, social, and communication ecologies.", "venue": "", "year": 2020, "referenceCount": 73, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1920933181", "name": "Jianing Li"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "88dff997d6c9272d15c572532e44e1f94c698234", "externalIds": {"MAG": "3112518166", "DOI": "10.1007/s11135-020-01075-6"}, "url": "https://www.semanticscholar.org/paper/88dff997d6c9272d15c572532e44e1f94c698234", "title": "Not just the facts: an index for measuring the information density of political communication", "abstract": "Misinformation and biased opinion-formation plague contemporary politics. Fact-checking, the process of verifying accuracy of political claims, is now an expanding reseach area, but the methodology is underdeveloped. While the journalistic practice of fact-checking is by now well-established as an integral part of political news coverage, academic research requires more stringent methods than what journalists thus far have used. In order to advance the scientific study of fact-checking, we propose two variants of an index measuring the information density of verbal political communication. The main index combines three dimensions: (1) factual accuracy of political claims, (2) their relevance and (3) the magnitude of observed communication. In the article, we argue for the significance of each of these components. Depending on the research problem and data, the indices can be used for comparisons of political actors across different contexts such as countries or time points, or in non-comparative situations. Using examples, we demonstrate that the indices produce intuitive results.", "venue": "", "year": 2020, "referenceCount": 38, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "16267531", "name": "Lauri Rapeli"}, {"authorId": "48862996", "name": "S. Nieminen"}, {"authorId": "2210934", "name": "M. Mäkelä"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9454e3eae8bd05d6137f268bb03de84d22325509", "externalIds": {"MAG": "3114253278", "DOI": "10.5007/1984-6924.2020v17n2p238"}, "url": "https://www.semanticscholar.org/paper/9454e3eae8bd05d6137f268bb03de84d22325509", "title": "A vigilância como prática e valor jornalístico na cobertura da #VazaJato", "abstract": "Quando discutimos a conformação dos valores morais em sociedade, reconhecemos que tanto o jornalismo quanto a vigilância se estruturam em padrões de virtudes, deveres ou “bens” sociais específicos. A partir da análise dos valores profissionais jornalísticos presentes em 98 publicações da cobertura da #VazaJato por oito mídias, entre junho de 2019 e março de 2020, buscamos verificar se tais características estarão refletidas na formação de um sistema de vigilância amplo. As ações de monitoramento, acompanhamento e crítica sobre as esferas de poder são vistas, ao longo da cobertura, como principais definidoras de um dever jornalístico fundamental. Observamos, assim, como a dinâmica de discussão de padrões morais na profissão nesta cobertura tem reforçado a presença da vigilância como aspecto central nas formas de justificação da estruturação do jornalismo.", "venue": "Estudos em Jornalismo e Mídia", "year": 2020, "referenceCount": 20, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "71126738", "name": "E. Dalmonte"}, {"authorId": "119022768", "name": "Caio Cardoso de Queiroz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9aeb7be90e304ad9b915bd6f86304f85402c84d5", "externalIds": {"DBLP": "conf/www/JiangBI020", "MAG": "3012625249", "DOI": "10.1145/3366423.3380231"}, "url": "https://www.semanticscholar.org/paper/9aeb7be90e304ad9b915bd6f86304f85402c84d5", "title": "Factoring Fact-Checks: Structured Information Extraction from Fact-Checking Articles", "abstract": "Fact-checking, which investigates claims made in public to arrive at a verdict supported by evidence and logical reasoning, has long been a significant form of journalism to combat misinformation in the news ecosystem. Most of the fact-checks share common structured information (called factors) such as claim, claimant, and verdict. In recent years, the emergence of ClaimReview as the standard schema for annotating those factors within fact-checking articles has led to wide adoption of fact-checking features by online platforms (e.g., Google, Bing). However, annotating fact-checks is a tedious process for fact-checkers and distracts them from their core job of investigating claims. As a result, less than half of the fact-checkers worldwide have adopted ClaimReview as of mid-2019. In this paper, we propose the task of factoring fact-checks for automatically extracting structured information from fact-checking articles. Exploring a public dataset of fact-checks, we empirically show that factoring fact-checks is a challenging task, especially for fact-checkers that are under-represented in the existing dataset. We then formulate the task as a sequence tagging problem and fine-tune the pre-trained BERT models with a modification made from our observations to approach the problem. Through extensive experiments, we demonstrate the performance of our models for well-known fact-checkers and promising initial results for under-represented fact-checkers.", "venue": "WWW", "year": 2020, "referenceCount": 81, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1388034901", "name": "Shan Jiang"}, {"authorId": "2054255425", "name": "Simon Baumgartner"}, {"authorId": "3407108", "name": "Abe Ittycheriah"}, {"authorId": "82737548", "name": "Cong Yu"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "abeb34fe3f73358f86e74c55fc09443a888bcbe0", "externalIds": {"MAG": "3094845970", "DOI": "10.33732/IXC/10/02LIMITE"}, "url": "https://www.semanticscholar.org/paper/abeb34fe3f73358f86e74c55fc09443a888bcbe0", "title": "LIMITES E POSSIBILIDADES DO FACT-CHECKING COMO PRÁTICA SOCIAL PARA APERFEIÇOAR A DEMOCRACIA: O TRUCO NOS ESTADOS NAS ELEIÇÕES BRASILEIRAS DE 2018", "abstract": "The paper discusses limits and possibilities of fact-checking as a social practice to improve democracy in the 21th century. In base on results of participation research developed in the Truco nos Estados project, from Agencia Publica, during the Brazilian elections 2018, the text presents inferences about fact-checking context and impact to promote a democratic agenda having as theorical perspective the structural changes of journalism. It can be concluded that there is space to fact-checking develope as a journalistic practice to improve democracy, but its consolidation depends of a psicocognitive learning shared by public agentes and citizens.", "venue": "", "year": 2020, "referenceCount": 4, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "90476151", "name": "Taís Seibt"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "afaf90a724b39071b1265bdc98c352a9fe297865", "externalIds": {"MAG": "3045774159", "DOI": "10.1007/978-3-030-41421-4_2"}, "url": "https://www.semanticscholar.org/paper/afaf90a724b39071b1265bdc98c352a9fe297865", "title": "Going “Rogue”: National Parks, Discourses of American Identity and Resistance on Twitter", "abstract": "This chapter examines three ‘alternative’ national parks Twitter accounts created in response to censorship about climate change imposed by the Trump administration in 2017. Drawing on Critical Discourse Analysis and theory by Fairclough (Language and power. Longman, London, 1989), Tracy and Robles (Everyday talk: Building and reflecting identities. The Guilford Press, New York, 2013) and Foucault (The archaeology of knowledge. Pantheon, New York, 1972), this chapter finds that the tweets call upon ideas of US national identity through the use of themes like pristine wilderness, historic legacy and wisdom by past American leaders. The authors identify Twitter as a platform that allows a space for protest and collective resistance. The tweets engendered civic participation around a perspective counter to the official line, and in doing so, foregrounded a romanticized sense of national identity.", "venue": "Twitter, the Public Sphere, and the Chaos of Online Deliberation", "year": 2020, "referenceCount": 52, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2137891247", "name": "Joanne Marras Tate"}, {"authorId": "144605167", "name": "Vincent Russell"}, {"authorId": "2052752535", "name": "R. Larsen"}, {"authorId": "93858060", "name": "E. Busch"}]}}, {"contexts": ["Boczkowski (2010) calls this “pack journalism” to denote how journalists follow each other’s scoops, and Graves (2016) calls it “intermedia effects,” describing how news organizations take cues from one another."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "b4a8e1bd67f70f8bada52c159c489e4676d76e96", "externalIds": {"MAG": "3021948533", "DOI": "10.1080/17512786.2020.1757490"}, "url": "https://www.semanticscholar.org/paper/b4a8e1bd67f70f8bada52c159c489e4676d76e96", "title": "Reimagining Newsroom Collaboration: How Two European News Nonprofits Are Inviting Citizens In", "abstract": "ABSTRACT News nonprofits in the U.S. have been proliferating over 15 years as a way of addressing troubles in the business model for news. For these newsrooms, collaboration, with each other and with mainstream news, has emerged as a key way to build readership and attain relevance in a crowded media space. Still, past research has told us that the strong connection to mainstream news has constrained these organizations’ critique of journalism. In Europe, nonprofit news remains nascent and represents a response to declining trust in and engagement with journalism, and rising populism across the continent. Against this very different context, this study examines two players at the forefront of the European news nonprofit movement. It demonstrates the path dependency inherent in the origins of these organizations: In Europe, they are a response to a different societal change, and thus developed rather differently than did their peers in the United States, with a focus on redefining the idea of collaboration and the role of their audiences by seeing citizens as collaborators, both in the creation and in the dissemination of news. By seeing citizens as collaborators, not just readers, they work to empower and build news audiences as well as participants.", "venue": "", "year": 2020, "referenceCount": 51, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "80862375", "name": "M. Konieczna"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c81bfc45fda3088d28d87187861fe45a15429a8e", "externalIds": {"MAG": "3087969247", "DOI": "10.1007/978-3-030-62696-9_11"}, "url": "https://www.semanticscholar.org/paper/c81bfc45fda3088d28d87187861fe45a15429a8e", "title": "A Political Science Perspective on Fake News", "abstract": null, "venue": "", "year": 2020, "referenceCount": 38, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "73062832", "name": "Muiris MacCárthaigh"}, {"authorId": "2037292820", "name": "C. McKeown"}]}}, {"contexts": ["Our intention with these points is not to criticize the work of journalists or news organizations that defend the public daily against a genuinely post-truth reality; indeed, many are engaged in remarkable work to navigate this treacherous terrain (Graves, 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "d64754cc449091820285a6938660fa76aeb6ddb2", "externalIds": {"MAG": "3005848763", "DOI": "10.1080/10584609.2020.1723755"}, "url": "https://www.semanticscholar.org/paper/d64754cc449091820285a6938660fa76aeb6ddb2", "title": "Disinformation as Political Communication", "abstract": "ABSTRACT This introduction to the special issue “Beyond Fake News: The Politics of Disinformation” contains four main sections. In the first, we discuss the major sociopolitical factors that have allowed disinformation to flourish in recent years. Second, we review the very short history of disinformation research, devoting particular attention to two of its more extensively studied conceptual relatives: propaganda and misinformation. Third, we preview the seven articles in this issue, which we divide into two types: studies of disinformation content and of disinformation reception. We conclude by advancing a few suggestions for future disinformation research.", "venue": "", "year": 2020, "referenceCount": 97, "citationCount": 73, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2202119", "name": "Deen Freelon"}, {"authorId": "38681947", "name": "Chris Wells"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e068db2d9faafa46dd48b7aea4aba22e5d46bd46", "externalIds": {"MAG": "3192928541", "DOI": "10.32655/libres.2020.1.1"}, "url": "https://www.semanticscholar.org/paper/e068db2d9faafa46dd48b7aea4aba22e5d46bd46", "title": "Gaining historical perspective on political fact-checking : the experience of the United States", "abstract": null, "venue": "Library and Information Science Research E-Journal", "year": 2020, "referenceCount": 57, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2932674", "name": "J. Cortada"}, {"authorId": "1394496384", "name": "William Aspray"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ee502bdcbb3e722ceb343d7230ad3aeb071723fa", "externalIds": {"MAG": "3112241003", "DOI": "10.1007/s11616-020-00624-1"}, "url": "https://www.semanticscholar.org/paper/ee502bdcbb3e722ceb343d7230ad3aeb071723fa", "title": "Der Reporter-Blick von nirgendwo?", "abstract": "In der Medienforschung gibt es eine reiche Tradition der Kritik am Objektivitätsideal. Journalistische Beiträge können sich demnach nie ganz von subjektiven Einflüssen lösen. Der Aufsatz verändert die Perspektive, indem er zeigt, inwiefern subjektive Darstellungsformen ihrerseits nicht frei von Objektivitätsansprüchen sind. Als Hintergrund dient die Philosophie Thomas Nagels, der mit dem „Blick von nirgendwo“ ein prägendes Bild für die Objektivitätsidee geliefert hat. Eine eher kursorische Rezeption in der Journalismusforschung konnte dazu verleiten, dieses Bild als Inbegriff eines überzogenen oder naiven Postulats zu missdeuten. Nagels Ansatz eröffnet jedoch Möglichkeiten, Vorstellungen von Objektivität und Subjektivität zu versöhnen. Der Aufsatz skizziert Nagels Philosophie und erörtert darauf aufbauend das Verhältnis von Objektivität und Subjektivität in journalistischen Kommentaren und Reportagen. Wie zuletzt auch die Relotius-Affäre gezeigt hat, werden an Reportagen Objektivitätsansprüche gestellt, die nicht im Widerspruch zu einer subjektiven Erzählperspektive stehen, sondern mit dieser verschränkt sind. Wie der Aufsatz argumentiert, greifen subjektive und objektive Perspektiven im Journalismus grundsätzlich ineinander. So zehrt die Subjektivität der Reportage von der Objektivität, mit der sie äußere und innere Tatsachen schildert, und die Subjektivität des Kommentars von dem Anspruch der Objektivität, mit dem er u. a. moralische Urteile fällt.", "venue": "Publizistik", "year": 2020, "referenceCount": 61, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "31481090", "name": "Tanjev Schultz"}]}}, {"contexts": ["The reliance on “expert consensus” to define misinformation may be particularly powerful when considering the domains of health or science but more difficult for political topics (though a common manifestation of expertise in the latter category is fact checking (Graves, 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f7ad7d0bfa600d7d64f69170b272fdb0a6ca1cea", "externalIds": {"MAG": "3005149564", "DOI": "10.1080/10584609.2020.1716500"}, "url": "https://www.semanticscholar.org/paper/f7ad7d0bfa600d7d64f69170b272fdb0a6ca1cea", "title": "Defining Misinformation and Understanding its Bounded Nature: Using Expertise and Evidence for Describing Misinformation", "abstract": "Research on misinformation is growing in volume and scope, but defining “misinformation” in a consistent and coherent way has been a challenge for the field. To address this challenge, we outline c...", "venue": "", "year": 2020, "referenceCount": 47, "citationCount": 39, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2469467", "name": "Emily K. Vraga"}, {"authorId": "39052095", "name": "L. Bode"}]}}, {"contexts": ["44 Graves 2016, 82–112."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "33aff62eb3ac7f1ccbdc1ca9d60067256210268b", "externalIds": {"MAG": "2912721753", "DOI": "10.1017/S1537592718001068"}, "url": "https://www.semanticscholar.org/paper/33aff62eb3ac7f1ccbdc1ca9d60067256210268b", "title": "The Structure of Description: Evaluating Descriptive Inferences and Conceptualizations", "abstract": "Explanation presumes description. Description explores the who, when, where, and how, and its answers furnish the raw material for theorizing and explaining. This connection between description and allegedly serendipitous exploration contributed to the notion that description is inherently subjective and thus incapable of being evaluated. I challenge this notion of “mere” description. I show that description has a distinct structure that consists of discreet analytical stages facing distinct inferential challenges. The quality of description thus becomes a function of how well it addresses those challenges. I explicate distinct criteria for evaluating how well a describer handles those challenges. I illustrate their utility by applying them to the controversy in the late 1990s between Daniel Goldhagen and Christopher Browning over what explained the willingness of ordinary Germans to kill Jews.", "venue": "Perspectives on Politics", "year": 2019, "referenceCount": 172, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "143917771", "name": "M. Kreuzer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "475b5db343157ac4e7f5deca24b7747a315c91ee", "externalIds": {"MAG": "2958969368", "DOI": "10.1353/PLA.2019.0027"}, "url": "https://www.semanticscholar.org/paper/475b5db343157ac4e7f5deca24b7747a315c91ee", "title": "Breaking the Spin Cycle: Teaching Complexity in the Age of Fake News", "abstract": "abstract:This article describes a discussion-based approach for teaching college students to identify the characteristics of ethical journalism and scholarly writing, by comparing fake news with credible information in a strategically planned slideshow. Much has been written on the need to instruct our students about disinformation. This librarian shares a lesson plan that engages students' critical thinking skills by using a blend of humor, analysis, and a compelling visual presentation. The teaching method is contextualized by research on the distrust of the press and scientific evidence since the rise of hyper-partisan cable news, Russian troll farms, and alternative facts.", "venue": "portal: Libraries and the Academy", "year": 2019, "referenceCount": 67, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144766701", "name": "L. Glisson"}]}}, {"contexts": ["First, as Facebook’s staffers rightfully pointed out, the question of what is a political truth is, as Lucas Graves (2016) has illustrated, a deeply contested and challenging one."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "5031236051f71ee889a948b11e7d92cfacb9c12e", "externalIds": {"MAG": "2949876060", "DOI": "10.1080/10584609.2019.1619639"}, "url": "https://www.semanticscholar.org/paper/5031236051f71ee889a948b11e7d92cfacb9c12e", "title": "The “Arbiters of What Our Voters See”: Facebook and Google’s Struggle with Policy, Process, and Enforcement around Political Advertising", "abstract": "The question of how Facebook and Google make and justify decisions regarding permissible political advertising on their platforms is increasingly important. In this paper, we focus on the U.S. case and present findings from interviews with 17 former social media firm employees (n = 7) and political practitioners (n = 11). We also analyze emails (n = 45) exchanged between Facebook government and elections staffers and two campaigns, a U.S. gubernatorial (2017) and presidential campaign (2016), regarding the platform’s policies in the context of paid speech. In addressing questions about Facebook’s and Google’s processes and policies regarding paid political content, the rationales for them, and the ability of campaigns to contest decisions, this study shows how while Facebook and Google resist being arbiters of political discourse, they actively vet paid content on their platforms. These platforms differ with respect to how and what decisions they make in the context of paid speech and within each company there are active and ongoing debates among staffers about speech. These debates at times take place in consultation with political practitioners and often occur in the context of external events. Across these firms, policies regarding speech evolve through these internal debates, appeals by practitioners, and outside pressure. At the same time, both Facebook and Google make decisions in often opaque ways, according to policies that are not transparent, and without clear justifications to campaigns or the public as to how they are applied or enforced. This limits options for political practitioners to contest regulation decisions. Finally, we conclude by arguing for the need for expanded capacities for political practitioners and the public to exercise voice around the content decisions that these firms make, and for firms to create more robust institutional mechanisms for incorporating it.", "venue": "Political Communication", "year": 2019, "referenceCount": 56, "citationCount": 57, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "50074760", "name": "Daniel Kreiss"}, {"authorId": "40939785", "name": "Shannon C. McGregor"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5af7000ad054a448657e2bc2d9e3ae7631063283", "externalIds": {"MAG": "2978028341"}, "url": "https://www.semanticscholar.org/paper/5af7000ad054a448657e2bc2d9e3ae7631063283", "title": "False Alarm: The Truth About Political Mistruths in the Trump Era", "abstract": null, "venue": "", "year": 2019, "referenceCount": 86, "citationCount": 13, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "40340758", "name": "Ethan Porter"}, {"authorId": "122663480", "name": "Thomas J. Wood"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5be92c527a21db6843604002162efde863609065", "externalIds": {"MAG": "2990767437", "DOI": "10.1093/ct/qtz031"}, "url": "https://www.semanticscholar.org/paper/5be92c527a21db6843604002162efde863609065", "title": "Post-Post-Truth: An Adaptationist Theory of Journalistic Verism", "abstract": "\n In the age of post-truth, media studies find themselves trapped between the desire to restore journalism’s authority as a veristic (truth-seeking) institution and the lack of a coherent, applicable and consensual theory of truth. In order to develop such a theory of truth, this study bases itself on a detailed picture of how a sample of mainstream Israeli journalists covered 20 cases of factual controversies, drawing on journalists’ own accounts of their work, an independent analysis of documents they relied on, as well as their published output. Findings show that during actual situations of coverage journalists’ operative conceptions of truth match, at a minimum, the theories of coherence, correspondence and pragmatism. I argue that a novel adaptationist theory of truth may not only provide an adequate description of journalists’ actual pursuit of truth, but also contribute to their reflexivity vis-à-vis the inevitable context-dependence of their own veristic criteria.", "venue": "", "year": 2020, "referenceCount": 76, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "152446909", "name": "Yigal Godler"}]}}, {"contexts": ["Moreover, they aimed to provide ‘objective’, nonpartisan information and corrections, especially in times of crises or elections (Graves 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "7df5689a9c9da53bf5be85811345a02d120e0f39", "externalIds": {"MAG": "2986921948", "DOI": "10.1080/21670811.2019.1691031"}, "url": "https://www.semanticscholar.org/paper/7df5689a9c9da53bf5be85811345a02d120e0f39", "title": "How Do They Debunk “Fake News”? A Cross-National Comparison of Transparency in Fact Checks", "abstract": "Abstract Fact-checking has gained importance in recent years, as so-called “fake news” has started to spread on social media. News outlets and independent organizations engage in debunking to combat the massive spread of disinformation. However, several authors have argued that fact checkers can only be successful if they win the trust of the audience - by making their practices transparent. This article analyzes the degree of source transparency provided by eight fact checkers from different countries (the US, the UK, Germany, and Austria). The findings show major differences among the outlets studied which can be attributed to varying levels of journalistic professionalism as well as to organizational differences. Implications for the success of fact-checking and solutions to combat online disinformation are discussed.", "venue": "Digital Journalism", "year": 2020, "referenceCount": 67, "citationCount": 18, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "117192862", "name": "Edda Humprecht"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a7b39705849ebe38390e58592ad55a6d61d90591", "externalIds": {"MAG": "3003391237", "DOI": "10.1007/978-3-030-25177-2_4"}, "url": "https://www.semanticscholar.org/paper/a7b39705849ebe38390e58592ad55a6d61d90591", "title": "Hobbling Across Bumps and Grinds: A Study on the Possibilities of Journalistic Reinvention Through Data Journalism in Rwanda", "abstract": "All around the world, media scholars and journalists alike are enthused by data and computational journalism which they consider as an indispensable spice that gives journalism its true flavor by allowing numberless possibilities of telling compelling stories thanks to a wide range of digital information. This research aims to provide a picture of data journalism in Rwanda, a country often acclaimed for its recent technological and regulatory developments that have substantially transformed the media landscape in areas of freedom of expression, pluralism and diversity of the media. The regulatory framework in Rwanda promotes data access but journalists do not take advantage of it. Precisely, the study sought to delineate whether and to what extent media professionals manipulate data and visualize their stories and what effect this process has on their daily work. The findings gathered through online interviews with media professionals and content analyses of five publications point to an embryonic practice of data journalism whereby journalists literally hinge on statistics fetched from outsider institutions and predominantly presented with no analysis. While the majority of interviewees display strong commitment towards the practice, news houses seem reluctant to embrace it due mainly to the hurdles pertaining to the media itself such as limited resources and management will; journalists’ lack of skills and motivation; as well as the intrinsic character of the data-reporting practice including the fact that it is a complex and time-consuming process.", "venue": "Palgrave Studies in Journalism and the Global South", "year": 2019, "referenceCount": 38, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "108094748", "name": "D. Nduhura"}]}}, {"contexts": ["…study focuses exclusively on the direct effects of political messages on citizens’ beliefs, fact-checking is not only about changing what citizens think – it is also, to a large extent, about holding political entities accountable by keeping false statements out of public discourse (Graves, 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "a9f2400fec136897f7b7fe19db32eb3386b35b1b", "externalIds": {"MAG": "2982071752", "DOI": "10.1080/10584609.2019.1668894"}, "url": "https://www.semanticscholar.org/paper/a9f2400fec136897f7b7fe19db32eb3386b35b1b", "title": "Fact-Checking: A Meta-Analysis of What Works and for Whom", "abstract": "Despite its growing prominence in news coverage and public discourse, there is still considerable ambiguity regarding when and how fact-checking affects beliefs. Informed by theories of motivated reasoning and message design, a meta-analytic review was undertaken to examine the effectiveness of fact-checking in correcting political misinformation (k = 30,N = 20,963). Fact-checking has a significantly positive overall influence on political beliefs (d = 0.29), but the effects gradually weaken when using “truth scales,” refuting only parts of a claim, and fact-checking campaign-related statements. Likewise, the ability to correct political misinformation with fact-checking is substantially attenuated by participants’ preexisting beliefs, ideology, and knowledge. The study concludes with a discussion of the fact-checking literature in light of current gaps and future opportunities.", "venue": "Political Communication", "year": 2020, "referenceCount": 124, "citationCount": 66, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "7428996", "name": "Nathan Walter"}, {"authorId": "50065291", "name": "Jonathan Cohen"}, {"authorId": "36991351", "name": "R. L. Holbert"}, {"authorId": "1485342788", "name": "Yasmin Morag"}]}}, {"contexts": ["…School of Media and Public Affairs; evporter@gwu.edu §Professor, Department of Politics; J.Reifler@exeter.ac.uk ¶Assistant Professor, Department of Political Science; wood.1080@osu.edu\nJournalistic fact-checking is an important new form of political news coverage (e.g., Spivak 2011; Graves 2016).", "Graves (2016, 85) writes, for instance, that “Fact-checkers always seek official data and often point to examples like this [a fact-check assessing claims about government spending and job growth using federal data] to explain what they do.”"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f12c31c59303f3555a1b38df3b2aedc587676480", "externalIds": {"MAG": "2724145515", "DOI": "10.1007/S11109-019-09528-X"}, "url": "https://www.semanticscholar.org/paper/f12c31c59303f3555a1b38df3b2aedc587676480", "title": "Taking Fact-Checks Literally But Not Seriously? The Effects of Journalistic Fact-Checking on Factual Beliefs and Candidate Favorability", "abstract": "Are citizens willing to accept journalistic fact-checks of misleading claims from candidates they support and to update their attitudes about those candidates? Previous studies have reached conflicting conclusions about the effects of exposure to counter-attitudinal information. As fact-checking has become more prominent, it is therefore worth examining how respondents respond to fact-checks of politicians—a question with important implications for understanding the effects of this journalistic format on elections. We present results to two experiments conducted during the 2016 campaign that test the effects of exposure to realistic journalistic fact-checks of claims made by Donald Trump during his convention speech and a general election debate. These messages improved the accuracy of respondents’ factual beliefs, even among his supporters, but had no measurable effect on attitudes toward Trump. These results suggest that journalistic fact-checks can reduce misperceptions but often have minimal effects on candidate evaluations or vote choice.", "venue": "Political Behavior", "year": 2020, "referenceCount": 58, "citationCount": 78, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Political Science"], "authors": [{"authorId": "2064358", "name": "B. Nyhan"}, {"authorId": "40340758", "name": "Ethan Porter"}, {"authorId": "145683696", "name": "Jason Reifler"}, {"authorId": "122663480", "name": "Thomas J. Wood"}]}}, {"contexts": ["In taking on this role, fact-checkers go beyond the norms of objectivity as traditionally understood, particularly in the United States (Coddington, Molyneaux, and Lawrence 2014; Graves 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "00f2ffac0653e0227bbe05310ed678bdb08f2772", "externalIds": {"MAG": "2980932368", "DOI": "10.1080/17512786.2018.1493946"}, "url": "https://www.semanticscholar.org/paper/00f2ffac0653e0227bbe05310ed678bdb08f2772", "title": "Fact-Checkers as Entrepreneurs", "abstract": "This study considers fact-checkers as innovators and entrepreneurs. It explores funding models as well as perceptions about three core aspects of a successful journalistic enterprise: audiences, value propositions, and resources. Findings indicate particular attention to media literacy and civic engagement, independence, and transparency. In addition, many fact-checkers see their role as not merely extending traditional journalism but also correcting some of its shortcomings.", "venue": "Journalism Practice", "year": 2018, "referenceCount": 37, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "48237447", "name": "J. Singer"}]}}, {"contexts": ["Independent fact-checking organizations emerged in the early 1990s in response to concerns about false claims in political advertisements on television (Graves 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "1c24eced637dd89fdd7998481b4752d797b9c8c1", "externalIds": {"MAG": "2900019710", "DOI": "10.1080/21670811.2018.1502047"}, "url": "https://www.semanticscholar.org/paper/1c24eced637dd89fdd7998481b4752d797b9c8c1", "title": "The Need for Smarter Definitions and Practical, Timely Empirical Research on Information Disorder", "abstract": "This article is based on a keynote delivered at the Future of Journalism conference at Cardiff University in September 2017. The speech was inspired by personal experiences and frustrations as a practitioner-academic leading a project designed to develop and test solutions to the challenges posed by information disorder. Arguing for closer relationships between journalism academics, news organizations and technology companies, this article outlines terminology and frameworks for making sense of information disorder, so those conversations can be based on shared definitions.", "venue": "Digital Journalism", "year": 2018, "referenceCount": 43, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "31722922", "name": "C. Wardle"}]}}, {"contexts": ["Indeed, in recent years there has been a surge of fact-checking journalism (Graves, 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "28643e91e907f86317b608e4cd4e001208ff5132", "externalIds": {"MAG": "2811026689", "DOI": "10.1080/15205436.2018.1492727"}, "url": "https://www.semanticscholar.org/paper/28643e91e907f86317b608e4cd4e001208ff5132", "title": "New Rules for an Old Game? How the 2016 U.S. Election Caught the Press off Guard", "abstract": "Traditionally, media coverage of political campaigns has been shaped by working routines that constitute a set of “rules” journalists follow. How did these rules fare in the U.S. 2016 election? We wanted to know journalists’ and political consultants’ answers to this question, and so we interviewed 24 of them, seeking their perspectives on how the traditional rules did (or did not) apply in 2016, and with what normative consequence. Our data reinforce the widely-articulated notion that journalists were caught off guard in 2016. We add to this understanding by unpacking the particular challenges journalists faced, including the way Trump controlled the news cycle, the fact that his “gaffes” had little effect, and the difficulties in correctly capturing public mood among voters (a challenge exacerbated by populism). We conclude that the old rules of the game failed to account for the particulars of 2016 and, perhaps, are no longer applicable for elections moving forward.", "venue": "Mass Communication and Society", "year": 2018, "referenceCount": 94, "citationCount": 20, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2641095", "name": "Amber E. Boydstun"}, {"authorId": "138631055", "name": "Peter Van Aelst"}]}}, {"contexts": ["Globally, the upsurge of quality investigative journalism (Schiffrin 2014), data journalism, and the fact-checking movement (Graves 2016) indicate growing interest in news that carefully document reality."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "41ccd12652e702f07fe2d98fce530f78276d0d9f", "externalIds": {"MAG": "2945885200", "DOI": "10.1080/1461670X.2018.1492881"}, "url": "https://www.semanticscholar.org/paper/41ccd12652e702f07fe2d98fce530f78276d0d9f", "title": "Truth is What Happens to News", "abstract": "Here I propose that the phenomenon of “fake news” is indicative of the contested position of news and the dynamics of belief formation in contemporary societies. It is symptomatic of the collapse of the old news order and the chaos of contemporary public communication. These developments attest to a new chapter in the old struggle over the definition of truth—governments waging propaganda wars, elites, and corporations vie to dominate news coverage, and mainstream journalism’s continuous efforts to claim to provide authoritative reportage of current events. The communication chaos makes it necessary to revisit normative arguments about journalism and democracy as well as their feasibility in radically new conditions. Conventional notions of news and truth that ground standard journalistic practice are harder to achieve and maintain amid the destabilization of the past hierarchical order.", "venue": "Journalism Studies", "year": 2018, "referenceCount": 65, "citationCount": 150, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["History", "Sociology"], "authors": [{"authorId": "4296924", "name": "S. Waisbord"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "978d5b18dc96bbeada42158f438fbbf04ce8233f", "externalIds": {"MAG": "2792318243", "DOI": "10.1093/JOC/JQX006"}, "url": "https://www.semanticscholar.org/paper/978d5b18dc96bbeada42158f438fbbf04ce8233f", "title": "Journalism Studies and its Core Commitments: The Making of a Communication Field", "abstract": null, "venue": "", "year": 2018, "referenceCount": 89, "citationCount": 53, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145744244", "name": "M. Carlson"}, {"authorId": "145570446", "name": "Sue Robinson"}, {"authorId": "144282491", "name": "S. Lewis"}, {"authorId": "49386238", "name": "Dan Berkowitz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a2a01032754263e334c4c4e5c0b656aa78177836", "externalIds": {"MAG": "2789719909", "DOI": "10.1057/978-1-137-54282-3_3"}, "url": "https://www.semanticscholar.org/paper/a2a01032754263e334c4c4e5c0b656aa78177836", "title": "Researching Professional Learning in Language Education", "abstract": "Education research is a vehicle for furthering methods of critical thinking. This chapter provides an overview of the flexible research design employed in this study for producing knowledge about educating teachers capable of localising Chinese to make it learnable. It presents the research plan for studying the professional learning of emergent teachers through working with beginning learners of Chinese and their engagement with related teacher-research practices. This chapter also analyses some of the challenges confronting research that are related to this investigation into the professional learning of emergent teachers. A description of the data collection and generation procedures is provided. The open coding, thematic categorisation, pattern analysis and data interrogation procedures are explained. Further, the process of making meaning of the data through evidentiary excerpt conceptual analysis is outlined. Overall, this chapter provides an account of the education research methods used to document the stimulation of Chinese teaching/learning through school-driven research-oriented service-learning.", "venue": "", "year": 2018, "referenceCount": 50, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145101907", "name": "Michael Singh"}, {"authorId": "19208668", "name": "Thi Hong Nhung Nguyen"}]}}, {"contexts": ["A book-length study of fact-checking organizations by Lucas Graves (2016) does not mention libraries or librarians, and fact-checking has not emerged as a library activity per se."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "ab0c90a9bd7b7119c4ba923be93767c5637b9f1f", "externalIds": {"MAG": "2800356755", "DOI": "10.1108/LM-06-2017-0061"}, "url": "https://www.semanticscholar.org/paper/ab0c90a9bd7b7119c4ba923be93767c5637b9f1f", "title": "Democracy, information, and libraries in a time of post-truth discourse", "abstract": "\nPurpose\nTo serve their clients in a time of post-truth discourse and fake news, librarians need to understand the post-truth phenomenon. The purpose of this paper is to examine it, what is being done in response to it, and specifically what libraries can do.\n\n\nDesign/methodology/approach\nRecent literature on the post-truth phenomenon was examined. Traditional assumptions about the role of libraries in promoting democracy were questioned and an alternative view was put forward. Libraries’ responses to the post-truth phenomenon were examined and critically discussed.\n\n\nFindings\nTraditional assumptions about the role of libraries and information and democracy are outdated. The susceptibility of people to false beliefs and the persistence of these beliefs in spite of corrective information, is the product of many factors, including the evolving media ecosystem and psychosocial processes which are the subject of ongoing empirical research. It not primarily an information or knowledge deficit, hence there are no simple antidotes to fake news. Libraries need to rethink their responses.\n\n\nResearch limitations/implications\nThe paper deals with very recent developments and relies heavily on informal online resources.\n\n\nPractical implications\nRelevant library activities are examined and suggestions are made for developing appropriate library responses.\n\n\nOriginality/value\nAt the time of writing this was the first attempt in the library management literature to engage in a systematic and thoughtful manner with the literature on the post-truth phenomenon.\n", "venue": "Library Management", "year": 2018, "referenceCount": 82, "citationCount": 19, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3194571", "name": "P. Lor"}]}}, {"contexts": ["In recent years, non-partisan “fact-checking” organizations, such as FactCheck.org and PolitiFact, have become an increasingly prominent aspect of political news coverage (Graves 2016; Wintersieck 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "ab94d08f94b0f2ef26ebbb77bbbbdf630c43cf3c", "externalIds": {"MAG": "2883799267", "DOI": "10.1080/15377857.2018.1478656"}, "url": "https://www.semanticscholar.org/paper/ab94d08f94b0f2ef26ebbb77bbbbdf630c43cf3c", "title": "They See Dead People (Voting): Correcting Misperceptions about Voter Fraud in the 2016 U.S. Presidential Election", "abstract": "The 2016 US Presidential election was unique for many reasons, especially the widespread endorsement of falsehoods about the candidates and the electoral process. Using a unique experiment fielded the week prior to the election, we examine whether correcting information can overcome misperceptions about election fraud. We find that providing counter information is generally ineffective at remedying misperceptions and can, depending on the source, increase endorsements of misperceptions among Republicans. Although information from a fact-checking source is generally unconvincing, when given with evidence from an unlikely source – in our experiment, Breitbart News – both Republicans and Democrats decrease beliefs in voter fraud.", "venue": "Journal of Political Marketing", "year": 2018, "referenceCount": 155, "citationCount": 24, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "46212664", "name": "Mirya R. Holman"}, {"authorId": "3089701", "name": "J. C. Lay"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b3ef014891e7a410558a05a6d366b38440c27801", "externalIds": {"MAG": "2891410694", "DOI": "10.1080/21670811.2018.1505439"}, "url": "https://www.semanticscholar.org/paper/b3ef014891e7a410558a05a6d366b38440c27801", "title": "Introduction: Changing relationships between news organizations and audiences", "abstract": null, "venue": "", "year": 2018, "referenceCount": 8, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1403757675", "name": "Karin Wahl-Jorgensen"}, {"authorId": "2046985692", "name": "Andy E. Williams"}, {"authorId": "2608327", "name": "A. Hintz"}]}}, {"contexts": ["While contextualisation is inevitable in interrogating how data-driven organisations in sub-Saharan Africa generate journalistic discourse, this study intentionally abstains from focusing on the particularities of “Africa” (Mbembe 2001) data-driven practices that are often exoticised or are in conflict with Western journalism(s).", "Data, as a source of power, “opens new paths for imagining how journalistic investigations develop epistemologically relevant revelations” (Lewis and Westlund 2014, 454).", "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.\nas practised in the West (Graves 2016; Graves and Cherubini 2016).", "Thus, as Graves (2016, 11) proposes, “fact-checkers practice a kind of journalism that is undeniably of this moment, but also claims to revitalise the truth-seeking ideas so vital to the field’s self-understanding”.", "We also note that, in reference to recent studies in other contexts (Graves and Cherubini 2016; Graves 2016.)", "…under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.\nas practised in the West (Graves 2016; Graves and Cherubini 2016)."], "isInfluential": true, "intents": ["background", "result"], "citingPaper": {"paperId": "b73974c2bd02ca12b95a86d0ca0d325d29c61c3c", "externalIds": {"MAG": "2893961609", "DOI": "10.1080/21670811.2018.1493940"}, "url": "https://www.semanticscholar.org/paper/b73974c2bd02ca12b95a86d0ca0d325d29c61c3c", "title": "“Fact-Checking Africa”", "abstract": "The prominence of “fake news” today has sparked an open challenge to the legitimacy of traditional news media. As a result, a series of independent data-driven organisations are emerging to fact-check legacy news media as well as other news sources. This study examines how these actors advocate and adopt journalistic practice and the perceived impact they have on news journalism. We draw our data from in-depth interviews with 14 practitioners working in three organisations—Code for Africa, Open Up and Africa Check—that are currently leading major data and fact-checking operations in sub-Saharan Africa. Our findings show that while these non-journalistic actors are at the periphery of news media as institutions, their operations, activities and goals are at the heart of journalistic discourse. In their data strategies, they emerge as data advocates and activists seeking to reformulate fact-checking processes within news media.", "venue": "Digital Journalism", "year": 2018, "referenceCount": 63, "citationCount": 27, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "11465069", "name": "David Cheruiyot"}, {"authorId": "1422548546", "name": "Raul Ferrer-Conill"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fd01485629a1b7e4391eac92c948154afeffb3e9", "externalIds": {"MAG": "2752575178", "DOI": "10.1093/IJPOR/EDX013"}, "url": "https://www.semanticscholar.org/paper/fd01485629a1b7e4391eac92c948154afeffb3e9", "title": "When Readers Believe Journalists: Effects of Adjudication in Varied Dispute Contexts", "abstract": null, "venue": "", "year": 2018, "referenceCount": 79, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145898414", "name": "Benjamin A. Lyons"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "12bdfd66717f143bf69e7595f639d8f75d2b5047", "externalIds": {"MAG": "2544357754", "DOI": "10.1111/CCCR.12163"}, "url": "https://www.semanticscholar.org/paper/12bdfd66717f143bf69e7595f639d8f75d2b5047", "title": "Anatomy of a Fact Check: Objective Practice and the Contested Epistemology of Fact Checking", "abstract": "This article presents a detailed ethnographic account of objective practice among professional fact checkers, reporters who specialize in assessing the truth of political claims. Some critics argue that political debate is inherently value-laden and defies objective fact checking; I offer an alternative view highlighting the practical epistemology revealed in the newswork routines and discourse of working fact checkers. Drawing links between core concepts in the sociology of science and journalism studies, this analysis highlights how in moments of institutional unsettlement, verification relies on factual coherence, rather than straightforward correspondence. To develop this argument, I anatomize a fact check produced as a participant observer with a major national fact-checking organization.", "venue": "", "year": 2017, "referenceCount": 46, "citationCount": 62, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3374926", "name": "L. Graves"}]}}, {"contexts": ["Their deeply researched, heavily annotated style of reporting—truly a new kind of “political observatory”—would be impossible outside the contemporary information environment, but also becomes less consequential in that environment (Graves 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "2cb9efe53d8202125fb6410e6569940a909472fa", "externalIds": {"MAG": "2726550317", "DOI": "10.1080/1461670X.2017.1338153"}, "url": "https://www.semanticscholar.org/paper/2cb9efe53d8202125fb6410e6569940a909472fa", "title": "The Monitorial Citizen in the “Democratic Recession”", "abstract": "The success of populist candidates and rhetoric, coupled with a perceived degradation in political discourse, have raised concerns over fraying democratic institutions even in stable wealthy democracies. These developments make particularly relevant the modest, grounded liberalism developed in Michael Schudson’s work, with its focus on the possibilities of actually existing democracy. They also offer a moment to ask what are the conditions and limits of the optimism that characterizes much of that work. This essay reviews the analytical and normative framework for understanding contemporary democracy that Schudson develops, centered on the notion of monitorial citizenship elaborated in The Good Citizen and The Rise of the Right to Know. I read this work against the grain to suggest that it represents a fusion of classically liberal and “critical cultural” perspectives. I draw attention to the messy but more or less reasonable public sphere that emerges in the episodes Schudson visits, underwritten by a quality of institutional coherence grounded in strong democratic norms governing elite behavior. Finally, I suggest that those conditions have depended on a tenuous historical balance between political consensus, on one hand, and the opening up of politics and public life Schudson chronicles so well, on the other.", "venue": "", "year": 2017, "referenceCount": 38, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3374926", "name": "L. Graves"}]}}, {"contexts": ["Fact checking evolved from a tool of amateur bloggers into an established part of professional journalism embodying “distinct elements of ‘accountability’ journalism as well as ‘explanatory’ or ‘service’ journalism” (Graves 2016b, 95).", "While “True” and “False” are options, claims are often ranked as “Mostly True” or “Mostly False” and, on occasion, as “Pants on Fire” (Graves 2016b).", "This also increased their international credibility: Graves (2016a) noted that StopFake.org’s founders were questioned with regard to their bias at the Global Fact Checking Summit in London, in July 2015, and asked whether they ever debunk falsifications of the Ukrainian side.", "As Graves (2016c) showed in an ethnographic study, American fact checkers rely heavily on interviews with experts.", "Graves (2016b) referred to trust in official numbers, as distinct from claims by politicians, an example of the preference of American fact checkers for “institutional facts.”", "…and appealed to the Western concepts of journalistic objectivity and civil society which underpin it, its activist character and decision to publish only debunkings, rather than evaluations, set it apart from Western models such as PolitiFact (Stencel 2016; Graves 2016a; Graves and Konieczna 2015).", "As Graves (2016c) has observed, “fact checkers, investigative journalists and scientists [all deal] with controversies in which not just facts but rules for determining them are in question.”"], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "b788f406df763f35c2794c6d29f02fb1d822cbca", "externalIds": {"MAG": "2607545688", "DOI": "10.1080/1461670X.2017.1316681"}, "url": "https://www.semanticscholar.org/paper/b788f406df763f35c2794c6d29f02fb1d822cbca", "title": "Stopping Fake News", "abstract": "When faced with a state-sponsored fake news campaign propagated over social media, in a process we dub “peer-to-peer propaganda,” a group of volunteer Ukrainian journalistic activists turned fact checking into a counter-propaganda weapon. We document the history of StopFake, describe its work practices, and situate them within the literatures on fact checking and online news practices. Our study of its work practices shows that StopFake employs the online media monitoring characteristic of modern journalism, but rather than imitating new stories it applies media literacy techniques to screen out fake news and inhibit its spread. StopFake evaluates news stories for signs of falsified evidence, such as manipulated or misrepresented images and quotes, whereas traditional fact-checking sites evaluate nuanced political claims but assume the accuracy of reporting. Drawing on work from science studies, we argue that attention of this kind to social processes demonstrates that scholars can acknowledge that narratives are socially constructed without having to treat all narratives as interchangeable.", "venue": "", "year": 2017, "referenceCount": 107, "citationCount": 36, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47367437", "name": "M. Haigh"}, {"authorId": "1714013", "name": "T. Haigh"}, {"authorId": "3278952", "name": "N. Kozak"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c99c3ec3008e2124b831a20786189f58ece2532c", "externalIds": {"MAG": "2592103299", "DOI": "10.1111/JCOM.12284"}, "url": "https://www.semanticscholar.org/paper/c99c3ec3008e2124b831a20786189f58ece2532c", "title": "Partisan Selective Sharing: The Biased Diffusion of Fact-Checking Messages on Social Media", "abstract": "Using large Twitter datasets collected during the 2012 U.S. presidential election, we examined how partisanship shapes patterns of sharing and commenting on candidate fact-check rulings. Our results indicate that partisans selectively share fact-checking messages that cheerlead their own candidate and denigrate the opposing party's candidate, resulting in an ideologically narrow flow of fact checks to their followers. We also find evidence of hostile media perception in users' public accusations of bias on the part of fact-checking organizations. Additionally, Republicans showed stronger outgroup negativity and hostility toward fact checkers than Democrats. These findings help us understand “selective sharing” as a complementary process to selective exposure, as well as identifying asymmetries between partisans in their sharing practices.", "venue": "", "year": 2017, "referenceCount": 54, "citationCount": 173, "influentialCitationCount": 9, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "49958465", "name": "Jieun Shin"}, {"authorId": "3197918", "name": "Kjerstin Thorson"}]}}, {"contexts": ["5\nTheir work has won major journalism awards, including a Pulitzer Prize for PolitiFact; they have established partnerships with well-known outlets such as NPR, CNN, and USA Today; and they are cited and quoted heavily in print and broadcast media (Graves 2016).", "Their work has won major journalism awards, including a Pulitzer Prize for PolitiFact; they have established partnerships with well-known outlets such as NPR, CNN, and USA Today; and they are cited and quoted heavily in print and broadcast media (Graves 2016).", "Likewise, these organizations frequently publish reader letters expressing the value of the genre and emphasize audience demand in negotiations with traditional media partners who license their work or publicize it to wider audiences (Graves 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6dede466164dcaf6d475bab2aa44c3e0d698c205", "externalIds": {"MAG": "2224468994", "DOI": "10.1111/JCOM.12198"}, "url": "https://www.semanticscholar.org/paper/6dede466164dcaf6d475bab2aa44c3e0d698c205", "title": "Understanding Innovations in Journalistic Practice: A Field Experiment Examining Motivations for Fact‐Checking", "abstract": "Why has fact-checking spread so quickly within U.S. political journalism? In the first field experiment conducted among reporters, we varied journalist exposure to messages that highlight either audience demand for fact-checking or the prestige it enjoys within the profession. Our results indicate that messages promoting the high status and journalistic values of fact-checking increased the prevalence of fact-checking coverage, while messages about audience demand were somewhat less successful. These findings suggest that political fact-checking is driven primarily by professional motives within journalism, a finding that helps us understand the process by which the practice spreads within the press as well as the factors that influence the behavior of journalists.", "venue": "", "year": 2016, "referenceCount": 136, "citationCount": 80, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3374926", "name": "L. Graves"}, {"authorId": "2064358", "name": "B. Nyhan"}, {"authorId": "145683696", "name": "Jason Reifler"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bad11d53ee23938d3ed2178a65a887a629e5cbaf", "externalIds": {"MAG": "2587091344", "DOI": "10.1007/S41358-016-0070-Z"}, "url": "https://www.semanticscholar.org/paper/bad11d53ee23938d3ed2178a65a887a629e5cbaf", "title": "Election campaigning enters a fourth phase: the mediatized campaign", "abstract": "Thus far, the literature on election campaigns has identified three phases of campaigning: the pre-modern, the modern, and the professionalized phase. With this paper, we suggest that election campaigning has entered a fourth phase, characterized by new applications of communication technologies, quantitative data, immediate communications, a reinvented citizen-politics relationship offering more emotional access and lower barriers for active roles for citizens in campaigns. We root the change in the citizen-media nexus, with changes in media use and production being a major driver of this development. The classification of the ‘Mediatized Campaign’ emphasizes the role of media use and the connected changes in political and social institutions. We suggest that this classification can add coherence to future research on campaigning.ZusammenfassungDie wissenschaftliche Literatur unterscheidet bis dato zwischen drei historischen Phasen der Wahlkampfkampagne: die vormoderne, die moderne und die professionalisierte Phase. Mit diesem Aufsatz schlagen wir eine vierte idealtypische Phase der Wahlkampfkampagne vor. Diese vierte Phase setzt sich von den vorherigen Phasen durch die intensivierte Nutzung neuer Kommunikationstechnologien, quantitative Datenanalyse und auf unmittelbarem Austausch basierende Kommunikationsparadigmen ab. Ein weiterer Fokus liegt in dieser Phase auf dem neu entstandenen Verhältnis zwischen Bürgern und Politik, in dem der Zugang zur Kampagnenführung niedrigschwelliger ist und die emotionale Bindung in den Vordergrund gerückt wird. Veränderte Nachfrage, Anwendung und Produktion von Medien stellen die zentralen Entwicklungen in dieser Phase dar. Im Spannungsfeld zwischen Bürger und Medien ordnen wir den Hauptimpuls für den Wandel ein. Die neue Phase, die wir als ‚Mediatisierte Kampagne‘ bezeichnen, hebt die Rolle der Medien hervor und macht auf die damit verbundenen Entwicklungen in politischen und gesellschaftlichen Institutionen aufmerksam. Dieser Ansatz verleiht künftiger Wahlkampfforschung eine kohärente Struktur und weist eine potenzielle Forschungsrichtung aus.", "venue": "", "year": 2016, "referenceCount": 58, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2079411648", "name": "Andrea Römmele"}, {"authorId": "146562666", "name": "Dirk von Schneidmesser"}]}}]}