{"paperId": "d0f3640d0b97582922388b283613a01a6edf4b7f", "externalIds": {"MAG": "2124742478"}, "url": "https://www.semanticscholar.org/paper/d0f3640d0b97582922388b283613a01a6edf4b7f", "title": "Good Faith Collaboration: The Culture of Wikipedia", "abstract": "Wikipedia, the online encyclopedia, is built by a communitya community of Wikipedians who are expected to \"assume good faith\" when interacting with one another. In Good Faith Collaboration, Joseph Reagle examines this unique collaborative culture. Wikipedia, says Reagle, is not the first effort to create a freely shared, universal encyclopedia; its early twentieth-century ancestors include Paul Otlet's Universal Repository and H. G. Wells's proposal for a World Brain. Both these projects, like Wikipedia, were fuelled by new technologywhich at the time included index cards and microfilm. What distinguishes Wikipedia from these and other more recent ventures is Wikipedia's good-faith collaborative culture, as seen not only in the writing and editing of articles but also in their discussion pages and edit histories. Keeping an open perspective on both knowledge claims and other contributors, Reagle argues, creates an extraordinary collaborative potential. Wikipedia is famously an encyclopedia \"anyone can edit,\" and Reagle examines Wikipedia's openness and several challenges to it: technical features that limit vandalism to articles; private actions to mitigate potential legal problems; and Wikipedia's own internal bureaucratization. He explores Wikipedia's process of consensus (reviewing a dispute over naming articles on television shows) and examines the way leadership and authority work in an open-content community. Wikipedia's style of collaborative production has been imitated, analyzed, and satirized. Despite the social unease over its implications for individual autonomy, institutional authority, and the character (and quality) of cultural products, Wikipedia's good-faith collaborative culture has brought us closer than ever to a realization of the century-old pursuit of a universal encyclopedia.", "venue": "", "year": 2010, "referenceCount": 60, "citationCount": 74, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2066538", "name": "Joseph M. Reagle"}]}