{"offset": 0, "next": 100, "data": [{"intents": ["result", "background"], "contexts": ["Research has shown that people rely on inaccurate information even when it comes from fictional materials or they “possess relevant prior knowledge” that should clue them in (Rapp, 2016).", "Research shows that we tend to treat sources as credible by default, and we engage in everyday conversations on the assumption that speakers try to be truthful, relevant, and clear—unless there is evidence to the contrary (Rapp, 2016).", "This strategy has had inconsistent results, with some studies showing little to no reduction (Rapp, 2016)."], "isInfluential": true, "citedPaper": {"paperId": "0187e20710b16e54eec942455a5611cd4bc47693", "externalIds": {"MAG": "2502278701", "DOI": "10.1177/0963721416649347"}, "url": "https://www.semanticscholar.org/paper/0187e20710b16e54eec942455a5611cd4bc47693", "title": "The Consequences of Reading Inaccurate Information", "abstract": "We are regularly confronted with statements that are inaccurate, sometimes obviously so. Unfortunately, people can be influenced by and rely upon inaccurate information, engaging in less critical evaluation than might be hoped. Empirical studies have consistently demonstrated that even when people should know better, reading inaccurate information can affect their performance on subsequent tasks. What encourages people’s encoding and use of false statements? The current article outlines how reliance on inaccurate information is a predictable consequence of the routine cognitive processes associated with memory, problem solving, and comprehension. This view helps identify conditions under which inaccurate information is more or less likely to influence subsequent decisions. These conditions are informative in the consideration of information-design approaches and instructional methods intended to support critical thinking.", "venue": "", "year": 2016, "referenceCount": 45, "citationCount": 45, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2050158", "name": "D. Rapp"}]}}, {"intents": ["background"], "contexts": ["The same goes for our evaluations of expert opinion (Kahan et al. 2011)."], "isInfluential": false, "citedPaper": {"paperId": "06ece2b00c9d8d49e1d897ffebdc08f521bcc657", "externalIds": {"MAG": "2153971674", "DOI": "10.2139/SSRN.1549444"}, "url": "https://www.semanticscholar.org/paper/06ece2b00c9d8d49e1d897ffebdc08f521bcc657", "title": "Cultural Cognition of Scientific Consensus", "abstract": "Why do members of the public disagree -- sharply and persistently -- about facts on which expert scientists largely agree? We designed a study to test a distinctive explanation: the cultural cognition of scientific consensus. The 'cultural cognition of risk' refers to the tendency of individuals to form risk perceptions that are congenial to their values. The study presents both correlational and experimental evidence confirming that cultural cognition shapes individuals' beliefs about the existence of scientific consensus, and the process by which they form such beliefs, relating to climate change, the disposal of nuclear wastes, and the effect of permitting concealed possession of handguns. The implications of this dynamic for science communication and public policy-making are discussed.", "venue": "", "year": 2011, "referenceCount": 81, "citationCount": 926, "influentialCitationCount": 69, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144461051", "name": "D. Kahan"}, {"authorId": "1400826283", "name": "H. Jenkins-Smith"}, {"authorId": "5451852", "name": "Donald Braman"}]}}, {"intents": ["background"], "contexts": ["This is particularly true when individuals are more familiar with the misinformation than the correction, and thus recall the former more fluidly (Ecker et al., 2014), in which case it may be misremembered as true over time."], "isInfluential": false, "citedPaper": {"paperId": "07f9b072c228f3842684b2deb1c2d6e1dbbbc570", "externalIds": {"MAG": "2001185702", "DOI": "10.3758/s13421-013-0358-x", "PubMed": "24005789"}, "url": "https://www.semanticscholar.org/paper/07f9b072c228f3842684b2deb1c2d6e1dbbbc570", "title": "Do people keep believing because they want to? Preexisting attitudes and the continued influence of misinformation", "abstract": "Misinformation—defined as information that is initially assumed to be valid but is later corrected or retracted—often has an ongoing effect on people’s memory and reasoning. We tested the hypotheses that (a) reliance on misinformation is affected by people’s preexisting attitudes and (b) attitudes determine the effectiveness of retractions. In two experiments, participants scoring higher and lower on a racial prejudice scale read a news report regarding a robbery. In one scenario, the suspects were initially presented as being Australian Aboriginals, whereas in a second scenario, a hero preventing the robbery was introduced as an Aboriginal person. Later, these critical, race-related pieces of information were or were not retracted. We measured participants’ reliance on misinformation in response to inferential reasoning questions. The results showed that preexisting attitudes influence people’s use of attitude-related information but not the way in which a retraction of that information is processed.", "venue": "Memory & cognition", "year": 2014, "referenceCount": 65, "citationCount": 109, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "3139999", "name": "Ullrich K. H. Ecker"}, {"authorId": "2573193", "name": "S. Lewandowsky"}, {"authorId": "3835449", "name": "O. Fenton"}, {"authorId": "49683472", "name": "Kelsey Martin"}]}}, {"intents": ["background"], "contexts": ["For an important debate on this matter, see Uscinski and Butler (2013) and responses by Amazeen (2015) and Uscinski (2015), along with the perspective of Graves (2016)."], "isInfluential": false, "citedPaper": {"paperId": "12bdfd66717f143bf69e7595f639d8f75d2b5047", "externalIds": {"MAG": "2544357754", "DOI": "10.1111/CCCR.12163"}, "url": "https://www.semanticscholar.org/paper/12bdfd66717f143bf69e7595f639d8f75d2b5047", "title": "Anatomy of a Fact Check: Objective Practice and the Contested Epistemology of Fact Checking", "abstract": "This article presents a detailed ethnographic account of objective practice among professional fact checkers, reporters who specialize in assessing the truth of political claims. Some critics argue that political debate is inherently value-laden and defies objective fact checking; I offer an alternative view highlighting the practical epistemology revealed in the newswork routines and discourse of working fact checkers. Drawing links between core concepts in the sociology of science and journalism studies, this analysis highlights how in moments of institutional unsettlement, verification relies on factual coherence, rather than straightforward correspondence. To develop this argument, I anatomize a fact check produced as a participant observer with a major national fact-checking organization.", "venue": "", "year": 2017, "referenceCount": 46, "citationCount": 62, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3374926", "name": "L. Graves"}]}}, {"intents": ["background", "methodology"], "contexts": ["To contribute to this work, librarians will need to reengage, rather than simply reaffirm, some of their core values—specifically the tension between providing unrestricted access to information and “providing epistemological protection” (Walsh, 2010: 498).", "The unwieldiness of the project has even led to some rather wishful thinking about how “[i]f librarians had been in control of the net from the beginning they could have developed methods for classifying information as it was posted on the net” (Walsh, 2010: 501)."], "isInfluential": false, "citedPaper": {"paperId": "14f5804e50f87f2b8c7f3eeff61d89ed8f8cbe8b", "externalIds": {"MAG": "2059571747", "DOI": "10.1108/00242531011065091"}, "url": "https://www.semanticscholar.org/paper/14f5804e50f87f2b8c7f3eeff61d89ed8f8cbe8b", "title": "Librarians and controlling disinformation: is multi‐literacy instruction the answer?", "abstract": "Purpose – Librarians have long been part of a group of professionals that took responsibility for the reliability of information and protected their users from the bad epistemic consequences caused by inaccurate information. Now users are acquiring information from the internet and using it to make important decisions. This method of acquisition is threatening the epistemological protection librarians have provided. The problem is one of verifiability, the users do not have a way to verify whether information is accurate or inaccurate. The verification is even more difficult with disinformation. The purpose of this paper is to explore possible alternatives to this problem and recommend using a new multi‐literacy instructional method as the solution.Design/methodology/approach – A review of current literature confirmed the problem of disinformation and this paper examines possible solutions to controlling disinformation and makes suggestions on how we, as librarians, can use instruction to protect internet...", "venue": "", "year": 2010, "referenceCount": 22, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2116892762", "name": "J. Walsh"}]}}, {"intents": ["background"], "contexts": ["Similarly, Levine (2005) argues that banning or regulating misinformation is not just impractical, but violates rights to free speech as well."], "isInfluential": false, "citedPaper": {"paperId": "15bc872979237222ccfecfa9dca1b90841d99fde", "externalIds": {"MAG": "2018276726", "DOI": "10.3138/SIM.5.1.003"}, "url": "https://www.semanticscholar.org/paper/15bc872979237222ccfecfa9dca1b90841d99fde", "title": "The Problem of Online Misinformation and the Role of Schools", "abstract": "Amid all the excellent free information that is available online, there are many damagingly false assertions and misleading arguments. Distinguishing reliable from unreliable information raises complex epistemological issues and is especially difficult in an online context. Thus the Internet poses novel and serious cognitive demands. Some prominent individuals and institutions are calling for schools to prepare young people to identify reliable information online. Indeed, schools will be unable to avoid addressing this issue as an aspect of “information literacy education.” However, it is unwise to expect them to solve the problems created by false and misleading information. Education is—at best—a part of the solution. A more effective approach is for governments and other major institutions to fund and promote reliable web portals.", "venue": "", "year": 2005, "referenceCount": 3, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145638261", "name": "P. Levine"}]}}, {"intents": ["background"], "contexts": ["At best, reliance on incorrect information is thought to be\nreducible by half (Ecker, 2015), and some belief change has been shown to be fleeting, with participants soon returning to their pre-correction (false) beliefs (Swire et al., 2017).", "These are enduring concerns, of course, but to paraphrase a leading researcher in misinformation, the real problem is “not just [that] misinformation is ‘out there,’” but “what misinformation does to our mind” (Ecker, 2015: 22).", "In other words, “You can’t just take it back” (Ecker, 2015).", "The problem is that these solutions are offered in the absence of a full understanding of the real danger of misinformation, which is “not just [that] misinformation is ‘out there,’” but “what misinformation does to our mind” (Ecker, 2015: 22)."], "isInfluential": true, "citedPaper": {"paperId": "1c24aa9f16ce66d77cc3a698c13a4295b4e5bdb9", "externalIds": {"MAG": "2610286462"}, "url": "https://www.semanticscholar.org/paper/1c24aa9f16ce66d77cc3a698c13a4295b4e5bdb9", "title": "The psychology of misinformation", "abstract": "Misinformation affects our reasoning and decision-making. Unfortunately, a number of cognitive factors limit the effectiveness of retractions and refutations, ensuring that misinformation sticks.", "venue": "", "year": 2015, "referenceCount": 0, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3139999", "name": "Ullrich K. H. Ecker"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "20141c8c31019f253ae8becd4fff1b9dac7d7e54", "externalIds": {"MAG": "2082472966", "DOI": "10.1002/SCIN.5591820826"}, "url": "https://www.semanticscholar.org/paper/20141c8c31019f253ae8becd4fff1b9dac7d7e54", "title": "Social media sway: Worries over political misinformation on Twitter attract scientists' attention", "abstract": null, "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Biology"], "authors": [{"authorId": "8147884", "name": "R. Ehrenberg"}]}}, {"intents": ["background"], "contexts": ["This coverage surely comes as a relief to some, particularly since discussions about the challenges of online information frequently mention libraries only with respect to the role they used to play, but have now abrogated (e.g. Vedder, 2005)."], "isInfluential": false, "citedPaper": {"paperId": "21c2c91dd2b8b5d740add62967815212178f2d9c", "externalIds": {"DBLP": "journals/jices/Vedder05", "MAG": "1979940748", "DOI": "10.1108/14779960580000265"}, "url": "https://www.semanticscholar.org/paper/21c2c91dd2b8b5d740add62967815212178f2d9c", "title": "Expert knowledge for non-experts: Inherent and contextual risks of misinformation", "abstract": "One of the most significant aspects of Internet, in comparison with other sources of information, such as libraries, books, journals, television, radio etcetera, is that it makes expert knowledge much more accessible to non‐experts than the other traditional sources. This phenomenon has often been applauded for its democratizing effects. Unfortunately, there is also a disadvantage. Expert information that was originally intended for a specific group of people ‐ and not in any way processed or adapted to make it fit for a broader audience ‐ can easily be misunderstood and misinterpreted by non‐experts and, when used as a basis for decisions, lead to unhappy consequences. Can these risks be diminished without limiting the informational freedoms of the information providers and without imposing paternalistic measures regarding the receivers of the information?", "venue": "J. Inf. Commun. Ethics Soc.", "year": 2005, "referenceCount": 10, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "144870268", "name": "A. Vedder"}]}}, {"intents": ["background"], "contexts": ["In such cases, not only do corrections fail for the most committed partisans, but they can also strengthen misperceptions among ideological subgroups (Nyhan and Reifler, 2010).", "Supporting this claim is an even more extensive body of literature, primarily in psychology and political science, on goal-directed information processing and directional biases (Nyhan and Reifler, 2010).", "Worse still, those most confident in their beliefs tend to be most susceptible to the backfire effect and increased polarization (Kahne and Bowyer, 2017; Nyhan and Reifler, 2010)."], "isInfluential": false, "citedPaper": {"paperId": "2a33a4cece4ab640ae52c431918b0c57a2c0f6d9", "externalIds": {"MAG": "2132553681", "DOI": "10.1007/S11109-010-9112-2"}, "url": "https://www.semanticscholar.org/paper/2a33a4cece4ab640ae52c431918b0c57a2c0f6d9", "title": "When Corrections Fail: The Persistence of Political Misperceptions", "abstract": "An extensive literature addresses citizen ignorance, but very little research focuses on misperceptions. Can these false or unsubstantiated beliefs about politics be corrected? Previous studies have not tested the efficacy of corrections in a realistic format. We conducted four experiments in which subjects read mock news articles that included either a misleading claim from a politician, or a misleading claim and a correction. Results indicate that corrections frequently fail to reduce misperceptions among the targeted ideological group. We also document several instances of a “backfire effect” in which corrections actually increase misperceptions among the group in question.", "venue": "", "year": 2010, "referenceCount": 121, "citationCount": 1522, "influentialCitationCount": 64, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2064358", "name": "B. Nyhan"}, {"authorId": "145683696", "name": "Jason Reifler"}]}}, {"intents": ["background"], "contexts": ["Even if those companies ostensibly join the fight and seek “to serve as a more reliable platform for disseminating critical information,” they will still require “tools that limit or help in combating the effect of\nmisinformation” (Safieddine et al., 2016: 128)."], "isInfluential": false, "citedPaper": {"paperId": "3996497815953c4dc6a2a3e9d1822c3d53bd35fe", "externalIds": {"MAG": "2292577651", "DOI": "10.14569/IJACSA.2016.070217"}, "url": "https://www.semanticscholar.org/paper/3996497815953c4dc6a2a3e9d1822c3d53bd35fe", "title": "Corporate Responsibility in Combating Online Misinformation", "abstract": "In the age of mass information and misinformation, the corporate duty of developers of browsers, social media, and search engines are falling short of the minimum standards of responsibility. The tools and technologies are already available to combat misinformation online but the desire to integrate these tools has not taken enough priority to warrant action. This paper presents an effective and practical method based on technologies already available that could be used for browsers and social media websites that would help combat misinformation presented in the form of photo evidence, video evidence, or textual evidence the authors have termed as the “Right-click Authenticate” every browser and social media website should have.", "venue": "", "year": 2016, "referenceCount": 34, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2950194", "name": "F. Safieddine"}, {"authorId": "20413006", "name": "Wassim Masri"}, {"authorId": "2793437", "name": "Pardis Pourghomi"}]}}, {"intents": ["background"], "contexts": ["For an important debate on this matter, see Uscinski and Butler (2013) and responses by Amazeen (2015) and Uscinski (2015), along with the perspective of Graves (2016)."], "isInfluential": false, "citedPaper": {"paperId": "423f198e6c349bbf4f75093b334e60abd0da4cbd", "externalIds": {"MAG": "2087761187", "DOI": "10.1080/08913811.2013.843872"}, "url": "https://www.semanticscholar.org/paper/423f198e6c349bbf4f75093b334e60abd0da4cbd", "title": "The Epistemology of Fact Checking", "abstract": "ABSTRACT Fact checking has become a prominent facet of political news coverage, but it employs a variety of objectionable methodological practices, such as treating a statement containing multiple facts as if it were a single fact and categorizing as accurate or inaccurate predictions of events yet to occur. These practices share the tacit presupposition that there cannot be genuine political debate about facts, because facts are unambiguous and not subject to interpretation. Therefore, when the black-and-white facts—as they appear to the fact checkers—conflict with the claims produced by politicians, the fact checkers are able to see only (to one degree or another) “lies.” The examples of dubious fact-checking practices that we discuss show the untenability of the naïve political epistemology at work in the fact-checking branch of journalism. They may also call into question the same epistemology in journalism at large, and in politics.", "venue": "", "year": 2013, "referenceCount": 35, "citationCount": 80, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2792504", "name": "J. Uscinski"}, {"authorId": "152758897", "name": "Ryden W. Butler"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "445e8aa713f3abfeabe9a463363ba085fcf00cc4", "externalIds": {"MAG": "2332367614", "DOI": "10.1177/034003529201800401"}, "url": "https://www.semanticscholar.org/paper/445e8aa713f3abfeabe9a463363ba085fcf00cc4", "title": "International Federation of Library Associations and Institutions", "abstract": "VISITING ADDRESS: IFLA HEADQUARTERS PRINS WILLEM-ALEXANDERHOF 5 POSTAL ADDRESS: P.O. BOX 95312 2509 CH THE HAGUE NETHERLANDS TELEPHONE: +31 70 3140884 FAX: +31 70 3834827 E-MAIL ADDRESS: IFLA@IFLA.ORG WWW SITE: HTTP://WWW.IFLA.ORG BANK ACCOUNTS: POSTBANK 351460; ABN-AMRO NV, THE HAGUE 51 36 38 911; VAT NUMBER: NL 0028 70 836 B01 Response from IFLA to the European Commission’s Green Paper ‘Copyright in the Knowledge Economy’ [COM (2008) 466/3]", "venue": "", "year": 1992, "referenceCount": 61, "citationCount": 299, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "48402970", "name": "Carol K. Henry"}]}}, {"intents": ["background"], "contexts": ["Given the role that social media has played recently in the spread of mis- and dis-information (Allcott and Getzkow, 2017), a more pressing ethical concern may be whether the problem of combating misinformation ought to be left to for-profit companies and their propriety algorithms."], "isInfluential": false, "citedPaper": {"paperId": "4db472669c544aa92a9afb7eb96f7a0936e8ebfc", "externalIds": {"MAG": "3081226622", "DOI": "10.4324/9780367855505-8"}, "url": "https://www.semanticscholar.org/paper/4db472669c544aa92a9afb7eb96f7a0936e8ebfc", "title": "Social media and fake news", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1, "citationCount": 59, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "79641912", "name": "Ursula Smartt"}]}}, {"intents": ["background"], "contexts": ["The problem here may be one of source monitoring, which is one of the main explanations offered for the failure of corrections (Cann and Katz 2005)."], "isInfluential": false, "citedPaper": {"paperId": "6b7b440a0c3647b60a12cce4b9c399fb9080f1dd", "externalIds": {"MAG": "1967419670", "DOI": "10.3758/BF03193059", "PubMed": "16156177"}, "url": "https://www.semanticscholar.org/paper/6b7b440a0c3647b60a12cce4b9c399fb9080f1dd", "title": "Habitual acceptance of misinformation: Examination of individual differences and source attributions", "abstract": "This study identifies individuals who are habitually susceptible to accepting postevent misinformation across testing on three separate events. The results indicate that those individuals identified as habitually susceptible exhibited higher dissociation scores and less of an association between memory accuracy and confidence than did the individuals identified as nonhabitually susceptible. When they were asked to identify the source of the remembered information, similar patterns of source attributions were found for all individuals when they were responding correctly and incorrectly to nonmisinformation and when they were correctly rejecting items of misinformation. Importantly, from a source-monitoring perspective, individuals identified as habitually susceptible demonstrated a different pattern of source attributions than did those classified as nonhabitually susceptible when they were accepting misinformation. Habitually susceptible individuals were as likely to attribute the source of their memory incorrectly to something seen in the experienced event as to attribute it correctly to something read after the fact.", "venue": "Memory & cognition", "year": 2005, "referenceCount": 47, "citationCount": 29, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "50425171", "name": "D. R. Cann"}, {"authorId": "5259825", "name": "A. Katz"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "6e05fa400f1443cbe54fbad2441e6b6e38bae6ea", "externalIds": {"MAG": "2736123834"}, "url": "https://www.semanticscholar.org/paper/6e05fa400f1443cbe54fbad2441e6b6e38bae6ea", "title": "Asking the Big Questions", "abstract": null, "venue": "", "year": 2016, "referenceCount": 0, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "31001544", "name": "Peter Bremer"}, {"authorId": "115663350", "name": "L. Dean"}]}}, {"intents": ["background"], "contexts": ["Given the role that social media has played recently in the spread of mis- and dis-information (Allcott and Getzkow, 2017), a more pressing ethical concern may be whether the problem of combating misinformation ought to be left to for-profit companies and their propriety algorithms."], "isInfluential": false, "citedPaper": {"paperId": "6f78b5608fed43f106da192f12e09d9edbd2fce0", "externalIds": {"MAG": "2582561810", "DOI": "10.1257/JEP.31.2.211"}, "url": "https://www.semanticscholar.org/paper/6f78b5608fed43f106da192f12e09d9edbd2fce0", "title": "Social Media and Fake News in the 2016 Election", "abstract": "Following the 2016 U.S. presidential election, many have expressed concern about the effects of false stories (“fake news”), circulated largely through social media. We discuss the economics of fake news and present new data on its consumption prior to the election. Drawing on web browsing data, archives of fact-checking websites, and results from a new online survey, we find: (i) social media was an important but not dominant source of election news, with 14 percent of Americans calling social media their “most important” source; (ii) of the known false news stories that appeared in the three months before the election, those favoring Trump were shared a total of 30 million times on Facebook, while those favoring Clinton were shared 8 million times; (iii) the average American adult saw on the order of one or perhaps several fake news stories in the months around the election, with just over half of those who recalled seeing them believing them; and (iv) people are much more likely to believe stories that favor their preferred candidate, especially if they have ideologically segregated social media networks.", "venue": "", "year": 2017, "referenceCount": 621, "citationCount": 2870, "influentialCitationCount": 195, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "6112526", "name": "H. Allcott"}, {"authorId": "8731644", "name": "Matthew Gentzkow"}]}}, {"intents": ["background"], "contexts": ["The challenge is to determine “which contextual and individual-level factors influence the tug-ofwar between accuracy and directional motivations” (Flynn et al., 2017: 134).", "Another strategy involves de-emphasizing directional motivation, or the tendency to seek out information that confirms our biases, to resist disconfirming information, and to find the former more convincing than the latter (Flynn et al., 2017); and emphasizing accuracy motivation, which, occurs when individuals expend more effort on issue-related reasoning, attend to relevant information more carefully, and process it more deeply (Kahne and Bowyer, 2017).", "The overwhelming consensus from this work is that “corrective information often fails to change the false or unsupported belief in question” (Flynn et al., 2017: 130).", "…to seek out information that confirms our biases, to resist disconfirming information, and to find the former more convincing than the latter (Flynn et al., 2017); and emphasizing accuracy motivation, which, occurs when individuals expend more effort on issue-related reasoning, attend to…", "” Altogether, these findings call into question key assumptions about politics (Flynn et al., 2017; Nyhan and Reifler, 2012), education (Kahne and Bowyer, 2017), and, arguably, librarianship.", "Altogether, these findings call into question key assumptions about politics (Flynn et al., 2017; Nyhan and Reifler, 2012), education (Kahne and Bowyer, 2017), and, arguably, librarianship.", "There is some evidence that under certain conditions, fostering accuracy motivation can weaken directionally motivated reasoning (Redlawsk, Civettini, and Emmerson, 2010), but the former tends to be less effective in controversial and affect-laden contexts like politics (Flynn et al., 2017).", "The problem is magnified “when the targeted misperception is highly salient” (Flynn et al., 2017: 130), when it conforms to an individual’s pre-existing beliefs (Swire et al., 2017), or when it pertains “to people’s self-concept or worldview” (Nyhan and Reifler, 2012)."], "isInfluential": true, "citedPaper": {"paperId": "6f869967c281a75a09b76c412e9b55dbe97f1ce5", "externalIds": {"MAG": "2580701943", "DOI": "10.1111/POPS.12394"}, "url": "https://www.semanticscholar.org/paper/6f869967c281a75a09b76c412e9b55dbe97f1ce5", "title": "The Nature and Origins of Misperceptions: Understanding False and Unsupported Beliefs About Politics", "abstract": "Political misperceptions can distort public debate and undermine people's ability to form meaningful opinions. Why do people often hold these false or unsupported beliefs, and why is it sometimes so difficult to convince them otherwise? We argue that political misperceptions are typically rooted in directionally motivated reasoning, which limits the effectiveness of corrective information about controversial issues and political figures. We discuss factors known to affect the prevalence of directionally motivated reasoning and assess strategies for accurately measuring misperceptions in surveys. Finally, we address the normative implications of misperceptions for democracy and suggest important topics for future research.", "venue": "", "year": 2017, "referenceCount": 211, "citationCount": 424, "influentialCitationCount": 11, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "153259249", "name": "D. Flynn"}, {"authorId": "2064358", "name": "B. Nyhan"}, {"authorId": "145683696", "name": "Jason Reifler"}]}}, {"intents": ["background"], "contexts": ["For a better discussion of motivated reasoning in the LIS context, see Lenker (2016)."], "isInfluential": false, "citedPaper": {"paperId": "739a8dacf955d90db7b3f375d8cf99cff72a5d16", "externalIds": {"MAG": "2464948610", "DOI": "10.1353/pla.2016.0030"}, "url": "https://www.semanticscholar.org/paper/739a8dacf955d90db7b3f375d8cf99cff72a5d16", "title": "Motivated Reasoning, Political Information, and Information Literacy Education", "abstract": "Research in psychology and political science has identified motivated reasoning as a set of biases that inhibit a person’s ability to process political information objectively. This research has important implications for the information literacy movement’s aims of fostering lifelong learning and informed citizenship. This essay argues that information literacy education should broaden its scope to include more than just knowledge of information and its sources; it should also include knowledge of how people interact with information, particularly the ways that motivated reasoning can influence citizens’ interactions with political information.", "venue": "", "year": 2016, "referenceCount": 53, "citationCount": 20, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "17159137", "name": "Mark Lenker"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "76b42dd98dcdeba0dba2a315d240926c0f3e2597", "externalIds": {"MAG": "1006494919", "DOI": "10.1016/J.ACALIB.2015.07.003"}, "url": "https://www.semanticscholar.org/paper/76b42dd98dcdeba0dba2a315d240926c0f3e2597", "title": "Why Students Share Misinformation on Social Media: Motivation, Gender, and Study-level Differences", "abstract": "Abstract The increasing use of social media for information sharing has elevated the need for information literacy (IL) education to prepare students to be effective information creators and communicators. One concern is that students sometimes indiscriminately forward misinformation. Understanding the reasons behind misinformation sharing would help the development of IL intervention strategies. Guided by the Uses and Gratifications approach and rumor research, undergraduate and graduate students in Singapore were surveyed on why they share misinformation on social media. Gender and study-level differences were investigated. Over 60% of respondents had shared misinformation. The top reasons were related to the information's perceived characteristics, as well as self-expression and socializing. Accuracy and authoritativeness did not rank highly. Women had a higher prevalence of sharing and intention to share misinformation. Undergraduate and graduate students differed in their reasons for sharing misinformation. The former share (and intend to share) more misinformation than the latter, but the difference was not statistically significant. Because many of the reasons cited were social in nature, IL training should address the social motivations propelling such behavior. Social media systems may also develop features that encourage users to flag debunked postings and allow a correction to be displayed alongside the misinformation.", "venue": "", "year": 2015, "referenceCount": 64, "citationCount": 112, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "46772208", "name": "Xinran Chen"}, {"authorId": "34643417", "name": "Sei-Ching Joanna Sin"}, {"authorId": "6086997", "name": "Y. Theng"}, {"authorId": "29650641", "name": "C. Lee"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "7b0f89e718414bc34863e31b242782887c00f783", "externalIds": {"MAG": "2027874619", "DOI": "10.5860/RUSQ.53N3.232"}, "url": "https://www.semanticscholar.org/paper/7b0f89e718414bc34863e31b242782887c00f783", "title": "Evidence, Not Authority", "abstract": "Many online publications offer space for the public to comment on articles. These sections are a window to see readers’ reactions to the article and the subject matter. This paper provides an analysis of comment sections from readers on articles about vaccination. The purpose of the paper is to demonstrate reactions to authority, which leads to recommendations on how libraries might remain credible and trustworthy places to seek information about contested subjects. Vaccination is a contested practice that has received widespread public attention. This study demonstrates an atmosphere of distrust toward government, media, scientific funding, and drug companies. Librarians working with the public should be aware of this charged atmosphere. Locally created portals that include multiple points of view on contentious subjects will help people make important decisions and will demonstrate independence that will increase trust. This research seeks to answer the following questions framed within the context of online conversation about vaccinations: Section 1 provides an introduction to the problem from historical and philosophical angles. Section 2 describes the method, 3, the findings, and 4, recommendations.", "venue": "", "year": 2014, "referenceCount": 33, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "143660581", "name": "Jenny Bossaller"}]}}, {"intents": ["background"], "contexts": ["At the very least, there is room for clarifying how they are understood, communicated, and accomplished, as Buschman (2017) has recently argued."], "isInfluential": false, "citedPaper": {"paperId": "816d298a2dc124d0ab38d65cacacb99ae2d5da52", "externalIds": {"MAG": "2624055017", "DOI": "10.1086/692305"}, "url": "https://www.semanticscholar.org/paper/816d298a2dc124d0ab38d65cacacb99ae2d5da52", "title": "November 8, 2016: Core Values, Bad Faith, and Democracy", "abstract": "Core values of librarianship are being fundamentally challenged and have been for some time. It is a time for reflection on and clarification of them because how they are understood, communicated, and accomplished in light of November 8, 2016, calls for it. The recent election is just a manifestation of political, social, economic, and cultural shifts under way for some time that brought the disjunctures of how we approach and understand our core values to the surface. Essentially, we are playing out very old tropes in the profession by casting our values as neutral, instrumental, and technocratic—playing directly to the impulses of our neoliberal age and distorting core values.", "venue": "The Library Quarterly", "year": 2017, "referenceCount": 53, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2203188", "name": "J. Buschman"}]}}, {"intents": ["background"], "contexts": ["For instance, people can be made to believe they saw Bugs Bunny at Disneyland or recall a hot air balloon ride that never happened (Clifasefi et al., 2007)."], "isInfluential": false, "citedPaper": {"paperId": "8bc1a550c51e332eca8f26de9ea9a579656b8bc4", "externalIds": {"MAG": "27021905", "DOI": "10.1093/ACPROF:OSO/9780198568773.003.0006"}, "url": "https://www.semanticscholar.org/paper/8bc1a550c51e332eca8f26de9ea9a579656b8bc4", "title": "Setting the record (or video camera) straight on memory: the video camera model of memory and other memory myths", "abstract": null, "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 21, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "6075264", "name": "Seema L Clifasefi"}, {"authorId": "118527970", "name": "M. G. Loftus"}, {"authorId": "2072570358", "name": "Elizabeth"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "8d1845b3c57d85c817f28a683c764e0ab18b5326", "externalIds": {"DBLP": "conf/asist/ChenCR15", "MAG": "2340511639", "DOI": "10.1002/pra2.2015.145052010081"}, "url": "https://www.semanticscholar.org/paper/8d1845b3c57d85c817f28a683c764e0ab18b5326", "title": "News in an online world: The need for an “automatic crap detector”", "abstract": "Widespread adoption of internet technologies has changed the way that news is created and consumed. The current online news environment is one that incentivizes speed and spectacle in reporting, at the cost of fact‐checking and verification. The line between user generated content and traditional news has also become increasingly blurred. This poster reviews some of the professional and cultural issues surrounding online news and argues for a two‐pronged approach inspired by Hemingway's “automatic crap detector” (Manning, 1965) in order to address these problems: a) proactive public engagement by educators, librarians, and information specialists to promote digital literacy practices; b) the development of automated tools and technologies to assist journalists in vetting, verifying, and fact‐checking, and to assist news readers by filtering and flagging dubious information.", "venue": "ASIST", "year": 2015, "referenceCount": 21, "citationCount": 97, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "50580377", "name": "Yimin Chen"}, {"authorId": "2161062", "name": "Niall Conroy"}, {"authorId": "2265699", "name": "Victoria L. Rubin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "9201eb6b4ce2e5386babc9a0c3c308cb4708b5b1", "externalIds": {"MAG": "2042314731", "DOI": "10.1021/ED074P1394"}, "url": "https://www.semanticscholar.org/paper/9201eb6b4ce2e5386babc9a0c3c308cb4708b5b1", "title": "News from Online", "abstract": null, "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "92011551", "name": "C. Judd"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "93b37d7c09100a443c4522b3392294bb1d8ae8bc", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/93b37d7c09100a443c4522b3392294bb1d8ae8bc", "title": "Misinformation and Fact-checking : Research Findings from Social Science", "abstract": "This report carries a Creative Commons license, which permits non-commercial re-use of New America content when proper attribution is provided. This means you are free to copy, display and distribute New America's work, or include our content in derivative works, under the following conditions: • BLOCKINAttribution. You must clearly attribute the work to the New America Foundation, and provide a link back to www.Newamerica.net.", "venue": "", "year": 2012, "referenceCount": 59, "citationCount": 52, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2064358", "name": "B. Nyhan"}, {"authorId": "145683696", "name": "Jason Reifler"}]}}, {"intents": ["background"], "contexts": ["The problem is magnified “when the targeted misperception is highly salient” (Flynn et al., 2017: 130), when it conforms to an individual’s pre-existing beliefs (Swire et al., 2017), or when it pertains “to people’s self-concept or worldview” (Nyhan and Reifler, 2012).", "At best, reliance on incorrect information is thought to be\nreducible by half (Ecker, 2015), and some belief change has been shown to be fleeting, with participants soon returning to their pre-correction (false) beliefs (Swire et al., 2017)."], "isInfluential": false, "citedPaper": {"paperId": "984e35a0fd0fc30ef6b27fb707352585cfeb2363", "externalIds": {"MAG": "2593816498", "PubMedCentral": "5383823", "DOI": "10.1098/rsos.160802", "PubMed": "28405366"}, "url": "https://www.semanticscholar.org/paper/984e35a0fd0fc30ef6b27fb707352585cfeb2363", "title": "Processing political misinformation: comprehending the Trump phenomenon", "abstract": "This study investigated the cognitive processing of true and false political information. Specifically, it examined the impact of source credibility on the assessment of veracity when information comes from a polarizing source (Experiment 1), and effectiveness of explanations when they come from one's own political party or an opposition party (Experiment 2). These experiments were conducted prior to the 2016 Presidential election. Participants rated their belief in factual and incorrect statements that President Trump made on the campaign trail; facts were subsequently affirmed and misinformation retracted. Participants then re-rated their belief immediately or after a delay. Experiment 1 found that (i) if information was attributed to Trump, Republican supporters of Trump believed it more than if it was presented without attribution, whereas the opposite was true for Democrats and (ii) although Trump supporters reduced their belief in misinformation items following a correction, they did not change their voting preferences. Experiment 2 revealed that the explanation's source had relatively little impact, and belief updating was more influenced by perceived credibility of the individual initially purporting the information. These findings suggest that people use political figures as a heuristic to guide evaluation of what is true or false, yet do not necessarily insist on veracity as a prerequisite for supporting political candidates.", "venue": "Royal Society Open Science", "year": 2017, "referenceCount": 94, "citationCount": 157, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4385936", "name": "Briony Swire"}, {"authorId": "4859855", "name": "A. Berinsky"}, {"authorId": "2573193", "name": "S. Lewandowsky"}, {"authorId": "3139999", "name": "Ullrich K. H. Ecker"}]}}, {"intents": ["background"], "contexts": ["Attempting to detect misinformation in real time, Jain et al. (2016) use sentiment and semantic analysis to compare groups of tweets about a topic from either the public or verified news agencies.", "…to keep the “library faith,” it is difficult to imagine that they would disagree with the statement justifying one recent attempt to develop a realtime misinformation detector: “People have a right to know whether the information they are seeing is trustworthy or not” (Jain et al., 2016: 2015)."], "isInfluential": false, "citedPaper": {"paperId": "a036b1cb313a37a738fb92bb334430bdc183dfcf", "externalIds": {"DBLP": "conf/icacci/JainSK16", "MAG": "2547213877", "DOI": "10.1109/ICACCI.2016.7732347"}, "url": "https://www.semanticscholar.org/paper/a036b1cb313a37a738fb92bb334430bdc183dfcf", "title": "Towards automated real-time detection of misinformation on Twitter", "abstract": "Online Social Media (OSM) in general and more specifically micro-blogging site Twitter has outpaced the conventional news dissemination systems. It is often observed that news stories are first broken in Twitter space and then the electronic and print media take them up. However, the distributed structure and lack of moderation in Twitter compounded with the temptation of posting a news worthy story early on Twitter, makes the veracity of information (tweet) a major issue. Our work is an attempt to solve this problem by providing a approach to detect misinformation/rumors on Twitter in real-time automatically. We define a rumor as any information which is circulating in Twitter space and is not in agreement with the information from a credible source. For establishing credibility, our approach is based on the premise that verified News Channel accounts on Twitter would furnish more credible information as compared to the naive unverified account of user (public at large). Our approach has four key steps. Firstly, we extract live streaming tweets corresponding to Twitter trends, identify topics being talked about in each trend based on clustering using hashtags and then collect tweets for each topic. Secondly, we segregate the tweets for each topic based on whether its tweeter is a verified news channel or a general user. Thirdly, we calculate and compare the contextual and sentiment mismatch between tweets comprising of the same topic from verified Twitter accounts of News Channels and other unverified (general) users using semantic and sentiment analysis of the tweets. Lastly, we label the topic as a rumor based on the value of mismatch ratio, which reflects the degree of discrepancy between the news and public on that topic. Results show that a large amount of topics can be flagged as suspicious using this approach without involvement of any manual inspection. In order to validate our proposed algorithm, we implement a prototype called The Twitter Grapevine which targets rumor detection in the Indian domain. The prototype shows how a user can leverage this implementation to monitor the detected rumors using activity timeline, maps and tweet feed. User can also report the rumor as incorrect which can then be updated after manual inspection.", "venue": "2016 International Conference on Advances in Computing, Communications and Informatics (ICACCI)", "year": 2016, "referenceCount": 7, "citationCount": 38, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2116282944", "name": "Suchita Jain"}, {"authorId": "3363979", "name": "Vanya Sharma"}, {"authorId": "40339392", "name": "Rishabh Kaushal"}]}}, {"intents": ["background"], "contexts": ["…and to find the former more convincing than the latter (Flynn et al., 2017); and emphasizing accuracy motivation, which, occurs when individuals expend more effort on issue-related reasoning, attend to relevant information more carefully, and process it more deeply (Kahne and Bowyer, 2017).", "Sticking with the example of politics, one recent study found that directional motivation was highest among those with the most political knowledge, and that greater knowledge did not increase the likelihood of rating as inaccurate posts containing misinformation (Kahne and Bowyer, 2017).", ", 2017); and emphasizing accuracy motivation, which, occurs when individuals expend more effort on issue-related reasoning, attend to relevant information more carefully, and process it more deeply (Kahne and Bowyer, 2017).", "Altogether, these findings call into question key assumptions about politics (Flynn et al., 2017; Nyhan and Reifler, 2012), education (Kahne and Bowyer, 2017), and, arguably, librarianship.", "Worse still, those most confident in their beliefs tend to be most susceptible to the backfire effect and increased polarization (Kahne and Bowyer, 2017; Nyhan and Reifler, 2010).", ", 2017; Nyhan and Reifler, 2012), education (Kahne and Bowyer, 2017), and, arguably, librarianship."], "isInfluential": true, "citedPaper": {"paperId": "a0b9c4977f12daa7af4407604bfb0fa2e9d78a28", "externalIds": {"MAG": "2552472551", "DOI": "10.3102/0002831216679817"}, "url": "https://www.semanticscholar.org/paper/a0b9c4977f12daa7af4407604bfb0fa2e9d78a28", "title": "Educating for Democracy in a Partisan Age", "abstract": "This article investigates youth judgments of the accuracy of truth claims tied to controversial public issues. In an experiment embedded within a nationally representative survey of youth ages 15 to 27 (N = 2,101), youth were asked to judge the accuracy of one of several simulated online posts. Consistent with research on motivated reasoning, youth assessments depended on (a) the alignment of the claim with one’s prior policy position and to a lesser extent on (b) whether the post included an inaccurate statement. To consider ways educators might improve judgments of accuracy, we also investigated the influence of political knowledge and exposure to media literacy education. We found that political knowledge did not improve judgments of accuracy but that media literacy education did.", "venue": "", "year": 2017, "referenceCount": 55, "citationCount": 183, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2107658", "name": "Joseph Kahne"}, {"authorId": "10397099", "name": "Benjamin T. Bowyer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "a51978540dc1ff9369444916ac9bbaa58b537691", "externalIds": {"MAG": "2471998607", "DBLP": "conf/asist/ChenSTL15", "DOI": "10.1002/pra2.2015.145052010095"}, "url": "https://www.semanticscholar.org/paper/a51978540dc1ff9369444916ac9bbaa58b537691", "title": "Deterring the spread of misinformation on social network sites: A social cognitive theory‐guided intervention", "abstract": "As more individuals turn to social network sites (SNSs) for information, the spread of misinformation in these sites is becoming a greater concern. Not only can misinformation cause individual users anxiety and harm, but it can also prevent SNSs from realizing their full potential as trustworthy sources of information. This study proposed and tested an intervention‐based strategy that was designed to discourage behavior that promotes the spread of misinformation. Guided by the social cognitive theory (SCT), the intervention sought to modify users' outcome expectations by presenting them with a message that highlighted the negative consequences of misinformation. To investigate the effectiveness of this intervention message, a classical experiment was conducted on‐line with 131 college‐student participants. In the study's experimental group, the ANOVA results showed that the intervention effectively reduced the total number of “Likes” and “Shares” for postings that provided misinformation. Future development and testing of this SCT‐guided, outcome‐expectations‐based intervention is promising.", "venue": "ASIST", "year": 2015, "referenceCount": 27, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "46772208", "name": "Xinran Chen"}, {"authorId": "34643417", "name": "Sei-Ching Joanna Sin"}, {"authorId": "6086997", "name": "Y. Theng"}, {"authorId": "29650641", "name": "C. Lee"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "a689f95dd162d7b1198e5e6d156f3abb7ce3fab6", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/a689f95dd162d7b1198e5e6d156f3abb7ce3fab6", "title": "How to Spot Fake News ?", "abstract": "Critical thinking is a key skill in media and information literacy, and the mission of libraries is to educate and advocate its importance. Discussions about fake news has led to a new focus on media literacy more broadly, and the role of libraries and other education institutions in providing this. When Oxford Dictionaries announce post-truth is Word of the Year 2016, as librarians realise action is needed to educate and advocate for critical thinking a crucial skill when navigating the information society, an infographic with eight simple steps have been prepared by IFLA to discover the verifiability of a given news-piece in front of you.", "venue": "", "year": 2016, "referenceCount": 0, "citationCount": 26, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "101774692", "name": "Fatih Canata"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "acdc7037ac8efdbfdfa2feb94b01cd7de0470a4f", "externalIds": {"DBLP": "conf/emnlp/QazvinianRRM11", "ACL": "D11-1147", "MAG": "2159981908"}, "url": "https://www.semanticscholar.org/paper/acdc7037ac8efdbfdfa2feb94b01cd7de0470a4f", "title": "Rumor has it: Identifying Misinformation in Microblogs", "abstract": "A rumor is commonly defined as a statement whose true value is unverifiable. Rumors may spread misinformation (false information) or disinformation (deliberately false information) on a network of people. Identifying rumors is crucial in online social media where large amounts of information are easily spread across a large network by sources with unverified authority. In this paper, we address the problem of rumor detection in microblogs and explore the effectiveness of 3 categories of features: content-based, network-based, and microblog-specific memes for correctly identifying rumors. Moreover, we show how these features are also effective in identifying disinformers, users who endorse a rumor and further help it to spread. We perform our experiments on more than 10,000 manually annotated tweets collected from Twitter and show how our retrieval model achieves more than 0.95 in Mean Average Precision (MAP). Finally, we believe that our dataset is the first large-scale dataset on rumor detection. It can open new dimensions in analyzing online misinformation and other aspects of microblog conversations.", "venue": "EMNLP", "year": 2011, "referenceCount": 31, "citationCount": 659, "influentialCitationCount": 40, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1705983", "name": "Vahed Qazvinian"}, {"authorId": "3237213", "name": "Emily Rosengren"}, {"authorId": "9215251", "name": "Dragomir R. Radev"}, {"authorId": "1743469", "name": "Qiaozhu Mei"}]}}, {"intents": ["background"], "contexts": ["Vedder (2001) has proposed creating or pointing to indicators of reliability, such as the background of the source of information, and creating Internet analogs of “the institutionally embedded credibility conferring backgrounds” (p. 130) on which we have traditionally relied."], "isInfluential": false, "citedPaper": {"paperId": "b0fbff49f41dbaf981ebd233a7a977659262e18d", "externalIds": {"MAG": "1584986870"}, "url": "https://www.semanticscholar.org/paper/b0fbff49f41dbaf981ebd233a7a977659262e18d", "title": "Misinformation Through the Internet : Epistemology and Ethics", "abstract": "Because information on the Internet can be used as a basis for decisions, actions, and policies, the quality of the information on the Internet is a morally significant issue. In judging the reliability of information from traditional sources, people generally apply secondary epistemic criteria. These concern the perceived reliability of the sources of the information rather than the information itself. Application of these criteria is ultimately based on institutionally embedded systems that confer authority and credibility on organizations and persons. Often, the secondary criteria cannot easily be applied to information on the Internet. In this chapter, I explain why this is so, and I argue that this situation is serious enough to call for special ethical reflection. I suggest that there are two strategies for coming to terms with this problem. The first is to develop a critical attitude in the persons who use the Internet and to show them ways of critically assessing the quality of the information on the Internet. The second consists in a quest for new secondary criteria or for new ways of applying traditional secondary criteria. Implementing both of these strategies may, however, conflict with normative principles regarding the freedom to provide and to receive information, with privacy norms and with normative moral relativism.", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144870268", "name": "A. Vedder"}]}}, {"intents": ["background"], "contexts": ["As adverse as librarians are to all types of inaccurate information (misinformation), two are of enduring concern: disinformation, or deliberately deceptive or misleading information, and censorship, or the redaction, restriction, relocation, or removal of essential information (Knox, 2017)."], "isInfluential": false, "citedPaper": {"paperId": "b2a6a52d0ba8b5a2ad4899f86482fdad96815989", "externalIds": {"MAG": "2623687674", "DOI": "10.1086/692304"}, "url": "https://www.semanticscholar.org/paper/b2a6a52d0ba8b5a2ad4899f86482fdad96815989", "title": "Opposing Censorship in Difficult Times", "abstract": "What does it mean to support intellectual freedom under the new administration? How do we uphold our values when many will disagree with the information provided in our institutions? In this short essay I offer a summary of my research on book challengers to better understand why people attempt to censor information. I then argue that, to move forward, librarians and other information professionals must recommit to supporting the principles of intellectual freedom, the code of ethics, and the values of librarianship; review policies; and know their communities—local, state, and national.", "venue": "The Library Quarterly", "year": 2017, "referenceCount": 25, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47915511", "name": "Emily J. M. Knox"}]}}, {"intents": ["background"], "contexts": ["(in Bergado, 2016)\nOn this view, even if we concede to Fitzgerald (1997) that “[m]issing information is misinformation,” it still leaves open the question of whether missing misinformation amounts to misinformation.", "As Fitzgerald (1997) writes, “Adherence to the First Amendment prevents librarians or information service providers from separating information from misinformation for the patron.”", "Those less wary of the Internet full stop have focused on its unique, evolving challenges, including the need for new skills to navigate the overwhelming amount of information and to deal with new information-consuming habits, such as skimming, browsing, or “hypertext-hopping” (Fitzgerald, 1997)."], "isInfluential": false, "citedPaper": {"paperId": "b8129db90b703bf29fa11e155ec1f1ea6a2ce70f", "externalIds": {"MAG": "2993764965"}, "url": "https://www.semanticscholar.org/paper/b8129db90b703bf29fa11e155ec1f1ea6a2ce70f", "title": "Misinformation on the Internet: Applying Evaluation Skills to Online information.", "abstract": null, "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 45, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145461857", "name": "M. Fitzgerald"}]}}, {"intents": ["background"], "contexts": ["There is some evidence that under certain conditions, fostering accuracy motivation can weaken directionally motivated reasoning (Redlawsk, Civettini, and Emmerson, 2010), but the former tends to be less effective in controversial and affect-laden contexts like politics (Flynn et al., 2017)."], "isInfluential": false, "citedPaper": {"paperId": "bbf550cd15b147d74e2b729dd8e2d03b561c8f29", "externalIds": {"MAG": "1519575580", "DOI": "10.1111/J.1467-9221.2010.00772.X"}, "url": "https://www.semanticscholar.org/paper/bbf550cd15b147d74e2b729dd8e2d03b561c8f29", "title": "The Affective Tipping Point: Do Motivated Reasoners Ever “Get It”?", "abstract": "In order to update candidate evaluations voters must acquire information and determine whether that new information supports or opposes their candidate expectations. Normatively, new negative information about a preferred candidate should result in a downward adjustment of an existing evaluation. However, recent studies show exactly the opposite; voters become more supportive of a preferred candidate in the face of negatively valenced information. Motivated reasoning is advanced as the explanation, arguing that people are psychologically motivated to maintain and support existing evaluations. Yet it seems unlikely that voters do this ad infinitum. To do so would suggest continued motivated reasoning even in the face of extensive disconfirming information. In this study we consider whether motivated reasoning processes can be overcome simply by continuing to encounter information incongruent with expectations. If so, voters must reach a tipping point after which they begin more accurately updating their evaluations. We show experimental evidence that such an affective tipping point does in fact exist. We also show that as this tipping point is reached, anxiety increases, suggesting that the mechanism that generates the tipping point and leads to more accurate updating may be related to the theory of affective intelligence. The existence of a tipping point suggests that voters are not immune to disconfirming information after all, even when initially acting as motivated reasoners.", "venue": "", "year": 2010, "referenceCount": 56, "citationCount": 323, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1735737", "name": "David P. Redlawsk"}, {"authorId": "21284197", "name": "A. Civettini"}, {"authorId": "50026250", "name": "K. Emmerson"}]}}, {"intents": ["background"], "contexts": ["This is particularly the case when those solutions are developed on the basis of epidemiological modeling (Jin et al., 2014; Tambuscio et al., 2015)."], "isInfluential": false, "citedPaper": {"paperId": "beca05e54359339fe4eb03d231689aa6884534a8", "externalIds": {"DBLP": "conf/www/TambuscioRFM15", "MAG": "1105550512", "DOI": "10.1145/2740908.2742572"}, "url": "https://www.semanticscholar.org/paper/beca05e54359339fe4eb03d231689aa6884534a8", "title": "Fact-checking Effect on Viral Hoaxes: A Model of Misinformation Spread in Social Networks", "abstract": "spread of misinformation, rumors and hoaxes. The goal of this work is to introduce a simple modeling framework to study the diffusion of hoaxes and in particular how the availability of debunking information may contain their diffusion. As traditionally done in the mathematical modeling of information diffusion processes, we regard hoaxes as viruses: users can become infected if they are exposed to them, and turn into spreaders as a consequence. Upon verification, users can also turn into non-believers and spread the same attitude with a mechanism analogous to that of the hoax-spreaders. Both believers and non-believers, as time passes, can return to a susceptible state. Our model is characterized by four parameters: spreading rate, gullibility, probability to verify a hoax, and that to forget one's current belief. Simulations on homogeneous, heterogeneous, and real networks for a wide range of parameters values reveal a threshold for the fact-checking probability that guarantees the complete removal of the hoax from the network. Via a mean field approximation, we establish that the threshold value does not depend on the spreading rate but only on the gullibility and forgetting probability. Our approach allows to quantitatively gauge the minimal reaction necessary to eradicate a hoax.", "venue": "WWW", "year": 2015, "referenceCount": 23, "citationCount": 104, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2388205", "name": "Marcella Tambuscio"}, {"authorId": "2222952", "name": "G. Ruffo"}, {"authorId": "1769960", "name": "A. Flammini"}, {"authorId": "143653472", "name": "F. Menczer"}]}}, {"intents": ["background"], "contexts": ["This has been shown even when individuals are exposed to misinformation by means of a correction,\nsuch as a fact check (Thorson, 2016).", "And even if false information is corrected immediately, which is the ideal in fact-checking standards, it can continue to affect an individual’s inferences—what Thorson (2016) refers to as belief echoes."], "isInfluential": false, "citedPaper": {"paperId": "c1039788fe0590a9e271f96eca963300513dd781", "externalIds": {"MAG": "1482406218", "DOI": "10.1080/10584609.2015.1102187"}, "url": "https://www.semanticscholar.org/paper/c1039788fe0590a9e271f96eca963300513dd781", "title": "Belief Echoes: The Persistent Effects of Corrected Misinformation", "abstract": "Across three separate experiments, I find that exposure to negative political information continues to shape attitudes even after the information has been effectively discredited. I call these effects “belief echoes.” Results suggest that belief echoes can be created through an automatic or deliberative process. Belief echoes occur even when the misinformation is corrected immediately, the “gold standard” of journalistic fact-checking. The existence of belief echoes raises ethical concerns about journalists’ and fact-checking organizations’ efforts to publicly correct false claims.", "venue": "", "year": 2016, "referenceCount": 180, "citationCount": 249, "influentialCitationCount": 9, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "26668235", "name": "Emily A. Thorson"}]}}, {"intents": ["background"], "contexts": ["Around the turn of the millennium, academics in focus groups thought that online certification “was neither possible nor fully desirable,” and most likely “futile” (Calvert, 1998: 85; see also Calvert, 2001)."], "isInfluential": false, "citedPaper": {"paperId": "c1368aaa7b42552ac2605a2912c2221f72987139", "externalIds": {"DBLP": "journals/el/Calvert01", "MAG": "2012336753", "DOI": "10.1108/EUM0000000005747"}, "url": "https://www.semanticscholar.org/paper/c1368aaa7b42552ac2605a2912c2221f72987139", "title": "Scholarly misconduct and misinformation on the World Wide Web", "abstract": "The World Wide Web is a potentially powerful channel for misinformation. Focusing upon scholarly misconduct as a source of misinformation, examines the potential impact of misinformation on the Web. Floridi has suggested three methods of countering misinformation on the Web: quality certification of information sources; limiting monopolies controlling information resources on the Web; and greater information literacy among Web users. Focus groups composed of LIS faculty and research students in Singapore discussed this topic. Members of the groups felt that there was sufficient motivation for trying to publish the results of scholarly misconduct on the Web. Group members agreed that greater information literacy was a good way to counter misinformation. They did not believe that quality certification would stop misinformation, and that there was a danger that a certifying group would become a censoring body. Focus group members said that greater plurality would decrease misinformation. Some argued that large and prestigious publishers should be welcomed on to the Web rather than opposed.", "venue": "Electron. Libr.", "year": 2001, "referenceCount": 16, "citationCount": 24, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "47302502", "name": "P. Calvert"}]}}, {"intents": ["background"], "contexts": ["For an important debate on this matter, see Uscinski and Butler (2013) and responses by Amazeen (2015) and Uscinski (2015), along with the perspective of Graves (2016)."], "isInfluential": false, "citedPaper": {"paperId": "caa4f5544deb24203a743603a34cee1ae15e5b7a", "externalIds": {"MAG": "1996752432", "DOI": "10.1080/08913811.2014.993890"}, "url": "https://www.semanticscholar.org/paper/caa4f5544deb24203a743603a34cee1ae15e5b7a", "title": "Revisiting the Epistemology of Fact-Checking", "abstract": "ABSTRACT Joseph E. Uscinski and Ryden W. Butler (2013) argue that fact-checking should be condemned to the dustbin of history because the methods fact-checkers use to select statements, consider evidence, and render judgment fail to stand up to the rigors of scientific inquiry and threaten to stifle political debate. However, the premises upon which they build their arguments are flawed. By sampling from multiple “fact-checking agencies” that do not practice fact-checking on a regular basis in a consistent manner, they perpetuate the selection effects they criticize and thus undermine their own position. Furthermore, not only do their arguments suffer from overgeneralization, they fail to offer empirical quantification to support some of their anecdotal criticisms. This rejoinder offers a study demonstrating a high level of consistency in fact-checking and argues that as long as unambiguous practices of deception continue, fact-checking has an important role to play in the United States and around the world.", "venue": "", "year": 2015, "referenceCount": 54, "citationCount": 43, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "41094808", "name": "Michelle A. Amazeen"}]}}, {"intents": ["result", "background"], "contexts": ["Such backfiring occurs even in the context of balanced pro/con arguments (Taber et al., 2009).", "…that those with greater or more sophisticated political knowledge are more likely to seek out information that is consistent with their beliefs and reject conflicting claims—that is, they are more susceptible to confirmation and disconfirmation biases (Nyhan and Reifler, 2012; Taber et al., 2009).", "Similarly, other studies have found that those with greater or more sophisticated political knowledge are more likely to seek out information that is consistent with their beliefs and reject conflicting claims—that is, they are more susceptible to confirmation and disconfirmation biases (Nyhan and Reifler, 2012; Taber et al., 2009).", "One study even found that such polarization was most extreme when participants read balanced pro/con arguments (Taber et al., 2009), which is often assumed to be an ideal way to present conflicting viewpoints.", "Motivated reasoning may be part of the problem, but ultimately, “all reasoning is motivated” (Taber et al., 2009: 154)."], "isInfluential": true, "citedPaper": {"paperId": "cab8b511685c8afea02ffa91c2adde7c5092c7a6", "externalIds": {"MAG": "2023626604", "DOI": "10.1007/S11109-008-9075-8"}, "url": "https://www.semanticscholar.org/paper/cab8b511685c8afea02ffa91c2adde7c5092c7a6", "title": "The Motivated Processing of Political Arguments", "abstract": "We report the results of an experiment designed to replicate and extend recent findings on motivated political reasoning. In particular, we are interested in disconfirmation biases—the tendency to counter-argue or discount information with which one disagrees—in the processing of political arguments on policy issues. Our experiment examines 8 issues, including some of local relevance and some of national relevance, and manipulates the presentation format of the policy arguments. We find strong support for our basic disconfirmation hypothesis: people seem unable to ignore their prior beliefs when processing arguments or evidence. We also find that this bias is moderated by political sophistication and strength of prior attitude. We do not find, however, that argument type matters, suggesting that motivated biases are quite robust to changes in argument format. Finally, we find strong support for the polarization of attitudes as a consequence of biased processing.", "venue": "", "year": 2009, "referenceCount": 26, "citationCount": 308, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "116293562", "name": "Charles Taber"}, {"authorId": "2383163", "name": "Damon M. Cann"}, {"authorId": "117162686", "name": "Simona Kucsova"}]}}, {"intents": ["background"], "contexts": ["For an important debate on this matter, see Uscinski and Butler (2013) and responses by Amazeen (2015) and Uscinski (2015), along with the perspective of Graves (2016)."], "isInfluential": false, "citedPaper": {"paperId": "cae2d9bd8ad6dd808ee674eb50fcac33462de6c5", "externalIds": {"MAG": "1838055528", "DOI": "10.1080/08913811.2015.1055892"}, "url": "https://www.semanticscholar.org/paper/cae2d9bd8ad6dd808ee674eb50fcac33462de6c5", "title": "The Epistemology of Fact Checking (Is Still Naìve): Rejoinder to Amazeen", "abstract": "ABSTRACT Michelle Amazeen's rebuttal of Uscinski and Butler 2013 is unsuccessful. Amazeen's attempt to infer the accuracy of fact checks from their agreement with each other fails on its own terms and, in any event, could as easily be explained by fact checkers’ political biases as their common access to the objective truth. She also ignores the distinction between verifiable facts and unverifiable claims about the future, as well as contestable claims about the causes of political, social, and economic phenomena. The social benefits that she claims for the fact-checking enterprise must, at the very least, be weighed against the strong possibility that what passes for fact checking is actually just a veiled continuation of politics by means of journalism rather than being an independent, objective counterweight to political untruths.", "venue": "", "year": 2015, "referenceCount": 28, "citationCount": 26, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2792504", "name": "J. Uscinski"}]}}, {"intents": ["background"], "contexts": ["Early work focused on the inherent instability of online information and the threat posed by “‘electronic bandits and other hazards’” (Hernon, 1995: 134)."], "isInfluential": false, "citedPaper": {"paperId": "cb7e468df3e135b319b2a565c5afa5bd04cf3e55", "externalIds": {"MAG": "1987290990", "DOI": "10.1016/0740-624X(95)90052-7"}, "url": "https://www.semanticscholar.org/paper/cb7e468df3e135b319b2a565c5afa5bd04cf3e55", "title": "Disinformation and misinformation through the internet: Findings of an exploratory study", "abstract": null, "venue": "", "year": 1995, "referenceCount": 5, "citationCount": 81, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2763259", "name": "P. Hernon"}]}}, {"intents": ["background", "methodology"], "contexts": ["He writes, “In 1893, librarians were convinced that by inducing the public to read quality literature and consult reliable information about contemporary issues, the library would inevitably contribute to the nation’s progress and social order” (Wiegand, 1999: 4).", "According to Wiegand (1999), this is the term Melvil Dewey used to describe the ideology behind librarianship at the end of the 19th century."], "isInfluential": false, "citedPaper": {"paperId": "d214f6074f333bca9ff2a68adab167827bcf5419", "externalIds": {"MAG": "2350866989", "DOI": "10.1086/603022"}, "url": "https://www.semanticscholar.org/paper/d214f6074f333bca9ff2a68adab167827bcf5419", "title": "Tunnel Vision and Blind Spots: What the past Tells Us about the Present; Reflections on the Twentieth-Century History of American Librarianship", "abstract": "The twentieth-century American library is one of this nation's most understudied yet ubiquitous institutions, possessing a rich history of service to millions of users who over the generations have variably appropriated library collections and services for multiple purposes. For the most part, however, the library and information science (LIS) research community has failed to analyze the deeper meanings of these appropriations or to evaluate their significance for library users, in large part because it has yet to harness the ideas of many critical theorists whose thinking now dominates so much of the discourse occurring in other professions and academic disciplines. This article constitutes a reexamination of the twentieth-century history of American librarianship that is grounded on this thinking. It argues that contemporary LIS discourse is plagued with tunnel vision and blind spots that greatly limit the profession's ability to understand the role of the American library in the present accurately, and thus seriously affect the profession's efforts to plan the library's future.", "venue": "The Library Quarterly", "year": 1999, "referenceCount": 173, "citationCount": 167, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32801122", "name": "W. Wiegand"}]}}, {"intents": ["background"], "contexts": ["With too many choices and not enough skills, users resort to satisficing, which supposedly “contributes to the spread and tenaciousness of mis/dis[information] and fake news by allowing low-quality information to remain in rotation” (Cooke, 2017: 215).", "Recently, there have even been references to confirmation bias (ALA, 2017; Cooke, 2017), although in each\ncase this is linked to the concept of filter bubbles, suggesting it is understood only as a tendency to consciously seek out or avoid information based on prior beliefs, rather than a larger…", "The assumption here is that by imparting some degree of literacy or basic evaluation skills, patrons will be\nequipped to combat fake news and disinformation (Cooke, 2017).", "Without such an understanding, LIS researchers can only frame the problem in terms of a lack of education or critical literacy skills, in the absence of which information consumers satisfice due to “intellectual laziness,” among other things (Cooke, 2017: 215)."], "isInfluential": true, "citedPaper": {"paperId": "d955f50fb2987d87b9c04a6ca8e8b936df22ab9c", "externalIds": {"MAG": "2622596386", "DOI": "10.1086/692298"}, "url": "https://www.semanticscholar.org/paper/d955f50fb2987d87b9c04a6ca8e8b936df22ab9c", "title": "Posttruth, Truthiness, and Alternative Facts: Information Behavior and Critical Information Consumption for a New Age", "abstract": "Fabricated news is expressly disseminated for the sake of earning money from clicks and views, and it is also used to mislead and derail. With lightening speed, fake news goes viral without being vetted or confirmed. If such information is ever retracted or disproved, the damage has been done and the evidence remains digitally archived. This scenario played out repeatedly, and in epic proportions, in the months leading up to the 2016 presidential election. Now, postelection, increasing attention is being paid to fake news. But fake news is not new, nor are its relatives: hoaxes, satire, algorithmic biases, and propaganda. It just has an alarming new patina. This essay will address the renewed phenomenon of fake news and its related concepts and will discuss how knowledge of information behavior and critical information evaluation skills can aid in combating the effects of fake news and promote more savvy information consumption.", "venue": "The Library Quarterly", "year": 2017, "referenceCount": 39, "citationCount": 110, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "16174103", "name": "Nicole A. Cooke"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "dc776ddcc62c0992e2ef4893e0dfb7c9b918148c", "externalIds": {"MAG": "2073166664", "DOI": "10.1101/LM.94705", "PubMed": "16027179"}, "url": "https://www.semanticscholar.org/paper/dc776ddcc62c0992e2ef4893e0dfb7c9b918148c", "title": "Planting misinformation in the human mind: a 30-year investigation of the malleability of memory.", "abstract": "The misinformation effect refers to the impairment in memory for the past that arises after exposure to misleading information. The phenomenon has been investigated for at least 30 years, as investigators have addressed a number of issues. These include the conditions under which people are especially susceptible to the negative impact of misinformation, and conversely when are they resistant. Warnings about the potential for misinformation sometimes work to inhibit its damaging effects, but only under limited circumstances. The misinformation effect has been observed in a variety of human and nonhuman species. And some groups of individuals are more susceptible than others. At a more theoretical level, investigators have explored the fate of the original memory traces after exposure to misinformation appears to have made them inaccessible. This review of the field ends with a brief discussion of the newer work involving misinformation that has explored the processes by which people come to believe falsely that they experienced rich complex events that never, in fact, occurred.", "venue": "Learning & memory", "year": 2005, "referenceCount": 52, "citationCount": 927, "influentialCitationCount": 62, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "8661976", "name": "E. Loftus"}]}}, {"intents": ["background"], "contexts": ["Conspicuously absent from much LIS discussion of misinformation are concrete\nsolutions to the problem of what Floridi (1996) has called quality certification."], "isInfluential": false, "citedPaper": {"paperId": "e6824597b2764d7f4b43e250e69b4a21c962662a", "externalIds": {"MAG": "1971330847", "DOI": "10.1108/EB045517"}, "url": "https://www.semanticscholar.org/paper/e6824597b2764d7f4b43e250e69b4a21c962662a", "title": "Brave.Net.World: the Internet as a disinformation superhighway?", "abstract": "1. Overture: the problem Nobody could seriously doubt that the unidirectional mass media can be very powerful instruments of disinformation. History has already witnessed too many horrible events for us to allow ourselves the luxury of such futile speculation any longer. What we might do instead is to turn our attention to the brave new world of the Internet, and ask whether the problem of disinformation might soon afflict the new interactive media as well. Suppose that in years to come there will still be a significant dissimilarity between passive (one way, or ‘W’) and interactive (two way, or ‘WW’) media. The management of information online is going to affect many aspects of our life with increasing regularity, and the following three questions will become crucial:", "venue": "", "year": 1996, "referenceCount": 0, "citationCount": 67, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1982425", "name": "L. Floridi"}]}}, {"intents": ["background"], "contexts": ["Taken together, the concern is that inaccurate information of all sorts may pollute democratic discourse or undermine the ability of citizens to cast informed votes (Nyhan and Reifler, 2012) or “effectively share\ninformation with one another” (Fallis, 2015: 402).", "The problem now is not just the sheer volume of online information but also the ease with which people can “create and disseminate inaccurate and misleading information” (Fallis, 2015: 402)."], "isInfluential": false, "citedPaper": {"paperId": "ea6c66585c2083cfe8c71b351c161ab746cca69e", "externalIds": {"DBLP": "journals/libt/Fallis15", "MAG": "2067549128", "DOI": "10.1353/lib.2015.0014"}, "url": "https://www.semanticscholar.org/paper/ea6c66585c2083cfe8c71b351c161ab746cca69e", "title": "What Is Disinformation?", "abstract": "Prototypical instances of disinformation include deceptive advertising (in business and in politics), government propaganda, doctored photographs, forged documents, fake maps, internet frauds, fake websites, and manipulated Wikipedia entries. Disinformation can cause significant harm if people are misled by it. In order to address this critical threat to information quality, we first need to understand exactly what disinformation is. This paper surveys the various analyses of this concept that have been proposed by information scientists and philosophers (most notably, Luciano Floridi). It argues that these analyses are either too broad (that is, that they include things that are not disinformation), or too narrow (they exclude things that are disinformation), or both. Indeed, several of these analyses exclude important forms of disinformation, such as true disinformation, visual disinformation, side-effect disinformation, and adaptive disinformation. After considering the shortcomings of these analyses, the paper argues that disinformation is misleading information that has the function of misleading. Finally, in addition to responding to Floridi’s claim that such a precise analysis of disinformation is not necessary, it briefly discusses how this analysis can help us develop techniques for detecting disinformation and policies for deterring its spread.", "venue": "Libr. Trends", "year": 2015, "referenceCount": 72, "citationCount": 103, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2992198", "name": "D. Fallis"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "ec75d28a60e84d9b2c7c64b8965b36d3ed782e2f", "externalIds": {"MAG": "2068093085", "DOI": "10.1300/J120V08N20_02"}, "url": "https://www.semanticscholar.org/paper/ec75d28a60e84d9b2c7c64b8965b36d3ed782e2f", "title": "Consequences of Federal Government Information Policies, 1981-1986", "abstract": "Prompted by ideological considerations, the Reagan administration, during the period 1981-1986, fostered policies to restrict, control, and manage the flow of information produced by and for the federal government. By means of misinformation, censorship, and selective dissemination, the Reagan administration successfully abridged public scrutiny of government decisions. Five aspects of these policies are examined: mandatory reductions to achieve a balanced budget, elimination and curtailment of statistical surveys, reduction in funding for United Nations research, private sector distribution of government products and services, and elimination of substantive government publications. This course of action subverts the concept of information as a public good and threatens the democratic ideal of full access to government information.", "venue": "", "year": 1988, "referenceCount": 0, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "102026347", "name": "J. Morehead"}]}}, {"intents": ["background"], "contexts": ["Discussing Floridi’s (1996) suggestions\nfor combatting what was then the potential for disinformation on the Internet, Calvert (1998) argued that information literacy had the greatest consensus among librarians and was the least controversial.", "Around the turn of the millennium, academics in focus groups thought that online certification “was neither possible nor fully desirable,” and most likely “futile” (Calvert, 1998: 85; see also Calvert, 2001).", "Another significant concern has been the lack of control or authority on the Internet, where anyone can be a writer, editor, or publisher, with few consequences (Drobnicki and Asaro, 2001).", "This is particularly the case concerning misinformation and the biases\ncontributing to its persistence, since people are generally unaware of those biases (Morewedge et al., 2015) and tend to view themselves as less susceptible than others (e.g. see participant responses in Calvert, 1998)."], "isInfluential": true, "citedPaper": {"paperId": "f29cb7c458cfa7d22395b1b18c6e8d472ebeb586", "externalIds": {"MAG": "2155908767", "DOI": "10.1108/10176749910267848"}, "url": "https://www.semanticscholar.org/paper/f29cb7c458cfa7d22395b1b18c6e8d472ebeb586", "title": "Web‐based misinformation in the context of higher education", "abstract": "Misinformation on the Web has the potential to distort the learning of higher education students. Research with faculty, research students and taught students showed that higher education students are naive about the problem of misinformation. They believe they can identify it and do not make extra effort to check the sources of their information. Greater information literacy is advocated as one means of countering misinformation. Other suggested controls, such as certification of sources, and greater plurality of the ownership of information sources, receive less support. We do not know how much misinformation is on the Web, so determining the cost‐benefit of proposed solutions is still not possible.", "venue": "", "year": 1999, "referenceCount": 6, "citationCount": 16, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "47302502", "name": "P. Calvert"}]}}, {"intents": ["background"], "contexts": ["This is particularly the case when those solutions are developed on the basis of epidemiological modeling (Jin et al., 2014; Tambuscio et al., 2015)."], "isInfluential": false, "citedPaper": {"paperId": "f5e752b166d45bd48c6e8416808b63dc0a24f834", "externalIds": {"MAG": "2018444966", "DBLP": "journals/computer/JinWZDCLR14", "DOI": "10.1109/MC.2014.361"}, "url": "https://www.semanticscholar.org/paper/f5e752b166d45bd48c6e8416808b63dc0a24f834", "title": "Misinformation Propagation in the Age of Twitter", "abstract": "A quantitative analysis of tweets during the Ebola crisis reveals that lies, half-truths, and rumors can spread just like true news.", "venue": "Computer", "year": 2014, "referenceCount": 3, "citationCount": 110, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2068091096", "name": "Fang Jin"}, {"authorId": "49337119", "name": "W. Wang"}, {"authorId": "145927745", "name": "Liang Zhao"}, {"authorId": "2056134295", "name": "Edward R. Dougherty"}, {"authorId": "145871535", "name": "Yang Cao"}, {"authorId": "1752590", "name": "Chang-Tien Lu"}, {"authorId": "1755938", "name": "Naren Ramakrishnan"}]}}, {"intents": ["background"], "contexts": ["In his Library Journal column, Berry (2016) describes the challenges posed by the misinformation age as “possibly the most difficult and vital challenge in library history.", "Looking at the contemporary problem of combating misinformation, Berry (2016) questions the effectiveness of directing a trickle of truth against the tide of misinformation, while Barclay (2017) asks whether such efforts would amount to fighting a wildfire with a water pistol."], "isInfluential": false, "citedPaper": {"paperId": "fa510eb178c7bdbc4324695967f1fd6eb852e35a", "externalIds": {"MAG": "2619394597"}, "url": "https://www.semanticscholar.org/paper/fa510eb178c7bdbc4324695967f1fd6eb852e35a", "title": "The Misinformation Age", "abstract": "Southwell joins No Jargon to explain how and why misinformation is so easily disseminated in the current media landscape. He explores how difficult – yet necessary – it is for reporters and experts to find ways to correct false information. In his companion Key Findings brief, Southwell challenges conventional wisdom that social media equalizes the flow of information to all groups in our democracy. Investments in new communications infrastructures, he argues, could help to create a better informed public down the line.", "venue": "", "year": 2017, "referenceCount": 0, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1905442", "name": "Stephen W. Briner"}]}}, {"intents": ["background"], "contexts": ["This is particularly true when individuals are more familiar with the misinformation than the correction, and thus recall the former more fluidly (Ecker et al., 2014), in which case it may be misremembered as true over time."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Do people", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "UKH Ecker"}, {"authorId": null, "name": "S Lewandowsky"}, {"authorId": null, "name": "O Fenton"}]}}, {"intents": ["background"], "contexts": ["Fake news thus joins a growing list of phrases inciting moral or epistemological panic, which already includes post-truth, the Oxford English Dictionary’s 2016 word of the year, and misinformation, which the 2013 World Economic Forum predicted would be among the top 10 concerns for 2014 (Vis, 2014)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Hard evidence: How does false information spread online? The Conversation, 16 April", "abstract": null, "venue": "Available at: https:// theconversation.com/hard-evidence-how-does-false-information-spread-online-25567 (accessed", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "F Vis"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Three critical issues facing librarianship in Trump's America. Publishers Weekly", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "B Kenney"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "How teens in the Balkans are duping Trump supporters with fake news", "abstract": null, "venue": "BuzzFeed", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C Silverman"}, {"authorId": null, "name": "L Anderson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Resolution on Access to Accurate Information", "abstract": null, "venue": "American Library Association (ALA", "year": 2017, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Fighting fake news : How libraries can lead the way on media literacy", "abstract": null, "venue": "", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "DA Barclay"}]}}, {"intents": ["background"], "contexts": ["For an important debate on this matter, see Uscinski and Butler (2013) and responses by Amazeen (2015) and Uscinski (2015), along with the perspective of Graves (2016)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Revisiting the epistemology of factcheck", "abstract": null, "venue": "Critical Review", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "MA Amazeen"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "We tracked down a fake-news creator in the suburbs. Here's what we learned. NPR, 23 November", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "L Sydell"}]}}, {"intents": ["background"], "contexts": ["The challenge is to determine “which contextual and individual-level factors influence the tug-ofwar between accuracy and directional motivations” (Flynn et al., 2017: 134).", "The overwhelming consensus from this work is that “corrective information often fails to change the false or unsupported belief in question” (Flynn et al., 2017: 130).", "…to seek out information that confirms our biases, to resist disconfirming information, and to find the former more convincing than the latter (Flynn et al., 2017); and emphasizing accuracy motivation, which, occurs when individuals expend more effort on issue-related reasoning, attend to…", "Altogether, these findings call into question key assumptions about politics (Flynn et al., 2017; Nyhan and Reifler, 2012), education (Kahne and Bowyer, 2017), and, arguably, librarianship.", "There is some evidence that under certain conditions, fostering accuracy motivation can weaken directionally motivated reasoning (Redlawsk, Civettini, and Emmerson, 2010), but the former tends to be less effective in controversial and affect-laden contexts like politics (Flynn et al., 2017).", "Adjusting motivation Another strategy involves de-emphasizing directional motivation, or the tendency to seek out information that confirms our biases, to resist disconfirming information, and to find the former more convincing than the latter (Flynn et al., 2017); and emphasizing accuracy motivation, which, occurs when individuals expend more effort on issue-related reasoning, attend to relevant information more carefully, and process it more deeply (Kahne and Bowyer, 2017).", "The problem is magnified “when the targeted misperception is highly salient” (Flynn et al., 2017: 130), when it conforms to an individual’s pre-existing beliefs (Swire et al., 2017), or when it pertains “to people’s self-concept or worldview” (Nyhan and Reifler, 2012)."], "isInfluential": true, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The nature and origins of misperceptions", "abstract": null, "venue": "", "year": 2017, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "DJ Flynn"}, {"authorId": null, "name": "B Nyhan"}, {"authorId": null, "name": "J Reifler"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The man who saw fake news coming. Inverse", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "G Bergado"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Facebook faces increasing scrutiny over election-related Russian ads. NPR, 26 September", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "L Sydell"}]}}, {"intents": ["background"], "contexts": ["Articles in Christian Science Monitor (Hoover, 2017), Seattle Times (Large, 2017), and VICE (Dollinger, 2017), among others, describe librarians as entering the fray, if not already on the front lines.", "” Reveling in a renewed sense of relevance, some librarians have even displayed a somewhat perverse optimism that the current crisis might benefit libraries (Banks, 2016; Hoover, 2017), as when the president of the ALA states that fake news, while sad, could provide “‘an incredible opportunity’ for libraries to remind the community of one of their primary functions” (in Dollinger, 2017).", "…sense of relevance, some librarians have even displayed a somewhat perverse optimism that the current crisis might benefit libraries (Banks, 2016; Hoover, 2017), as when the president of the ALA states that fake news, while sad, could provide “‘an incredible opportunity’ for libraries to remind…", "The tension is implicit in recent coverage of libraries and fake news, where one librarian stated: “‘The things that we stand up for as librarians are intellectual freedom, and good, verified sources of information … This is our bread and butter’” (in Hoover, 2017)."], "isInfluential": true, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The fight against fake news is putting librarians on the front line – and they say they’re ready", "abstract": null, "venue": "Christian Science Monitor,", "year": 2017, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A Hoover"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Facebook faces increasing Scrutiny over election-related Russian ads. NPR", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "L Sydell"}]}}, {"intents": ["background"], "contexts": ["It is also undermined by the degree to which formatting in news feeds “break[s] down the relationship between good design and credibility” (Chayka, 2016)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Facebook and Google make lies as pretty as truth . Verge , 6 December", "abstract": null, "venue": "", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "K Chayka"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The man who saw fake news coming. Inverse, 14 December", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "G Bergado"}]}}, {"intents": ["background"], "contexts": ["In the wake of the post-US election panic over fake news, librarians and other information professionals are being urged to “step up to the plate” and “take leadership in the current crisis” (Jacobson, 2017: 24)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The smell test: In the era of fake news, librarians are our best hope", "abstract": null, "venue": "School Library Journal", "year": 2017, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "L Jacobson"}]}}, {"intents": ["background"], "contexts": ["As might be expected at this point, research suggests that high levels of education do not protect against the effects of misinformation (Lewandowsky et al., 2012).", "There is even research suggesting that to comprehend a statement, we must temporarily accept it as true, in which case “belief is an inevitable consequence of—or, indeed, precursor to—comprehension” (Lewandowsky et al., 2012: 112).", "Research on false memories shows that people may fill gaps in episodic memory with inaccurate but congruent information if it is readily available (Lewandowsky et al., 2012).", "…involving handouts with vaccination myths and facts, participants correctly distinguished between the two soon after reading the handout, but after only a short delay, participants on average identified more myths as facts than those who had never received handouts (in Lewandowsky et al., 2012).", "To be successful, the warning has to specifically explain the ongoing effects of misinformation rather than just mentioning its presence (Lewandowsky et al., 2012).", "…on the continued influence effect, for instance, “has consistently found that retractions rarely, if ever, have the intended effect of eliminating reliance on misinformation, even when people believe, understand, and later remember the retraction” (Lewandowsky et al., 2012: 114; emphasis added).", "…to suspend this sort of default belief and trust, as is presupposed in most information literacy approaches, but this requires “a high degree of attention, considerable implausibility of the message, or high levels of distrust at the time the message is received” (Lewandowsky et al., 2012: 112).", "Somehow the “negation tag” is lost, or weakened, in memory (Lewandowsky et al., 2012)."], "isInfluential": true, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Misinformation and its correction: Continued influence and successful debiasing", "abstract": null, "venue": "Psychological Science in the Public Interest", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S Lewandowsky"}, {"authorId": null, "name": "Ukh Ecker"}, {"authorId": null, "name": "C M Seifert"}]}}, {"intents": ["background"], "contexts": ["In the days before and after the election, we learned that fake news articles on Facebook outperformed articles from major news outlets during the previous months (Silverman, 2016); that individuals, both at home and abroad, were creating fake news articles to cash in on the divisive U.", "…and after the election, we learned that fake news articles on Facebook outperformed articles from major news outlets during the previous months (Silverman, 2016); that individuals, both at home and abroad, were creating fake news articles to cash in on the divisive US political landscape…"], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "2016) This analysis shows how viral fake election news outperformed real news", "abstract": null, "venue": "", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C Silverman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Fake News, Misinformation, and Propaganda", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Librarians take up arms against fake news", "abstract": null, "venue": "Seattle Times, 6 February", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J Large"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The Role of Academic Libraries in an Era of Fake News, Alternative Facts, and Information Overload. Presentation at the Spring 2017 Coalition for Networked Information meeting", "abstract": null, "venue": "", "year": 2004, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "D A Barclay"}]}}, {"intents": ["background"], "contexts": ["…both at home and abroad, were creating fake news articles to cash in on the divisive US political landscape (Silverman and Alexander, 2016; Sydell, 2016); and, more recently, that Russian actors may have attempted to influence the election by creating not just fake news, but fake users…", "In the days before and after the election, we learned that fake news articles on Facebook outperformed articles from major news outlets during the previous months (Silverman, 2016); that individuals, both at home and abroad, were creating fake news articles to cash in on the divisive US political landscape (Silverman and Alexander, 2016; Sydell, 2016); and, more recently, that Russian actors may have attempted to influence the election by creating not just fake news, but fake users and organizations as well (Sydell, 2017)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "2016) We tracked down a fake-news creator in the suburbs", "abstract": null, "venue": "Here’s what we learned. NPR,", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "L Sydell"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The fight against fake news is putting librarians on the front line -and they say they're ready. Christian Science Monitor", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A Hoover"}]}}, {"intents": ["background"], "contexts": ["…and after the election, we learned that fake news articles on Facebook outperformed articles from major news outlets during the previous months (Silverman, 2016); that individuals, both at home and abroad, were creating fake news articles to cash in on the divisive US political landscape…", "In the days before and after the election, we learned that fake news articles on Facebook outperformed articles from major news outlets during the previous months (Silverman, 2016); that individuals, both at home and abroad, were creating fake news articles to cash in on the divisive US political landscape (Silverman and Alexander, 2016; Sydell, 2016); and, more recently, that Russian actors may have attempted to influence the election by creating not just fake news, but fake users and organizations as well (Sydell, 2017)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "2016) This analysis shows how viral fake election", "abstract": null, "venue": "", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C Silverman"}]}}, {"intents": ["background"], "contexts": ["Just as we were beginning to realize how dangerous fake news was, President Trump weaponized it, firing it first at a major news outlet in February, and then frequently enough after to make the list of his top Twitter words during his first 100 days (Daileda, 2017)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "2017) This is how Donald Trump used Twitter during his first 100 days", "abstract": null, "venue": "", "year": 2017, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C Daileda"}]}}, {"intents": ["background"], "contexts": ["This is true both for creating lasting quality-certification indicators and for more immediate efforts to identify and “stomp out fake news” (Waddell, 2016)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Algorithms can help stomp out fake news. Atlantic, 7 December", "abstract": null, "venue": "Available at: https://www.theatlantic.com/technology/archive/2016/12/how-computers-willhelp-fact-check-the-internet/509870/ (accessed", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "K Waddell"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Fake News, Misinformation, and Propaganda. Last updated", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The role of academic libraries in an era of fake news , alternative facts , and information overload", "abstract": null, "venue": "", "year": 2017, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "G Bergado"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "This is how Donald Trump used Twitter during his first 100 days as President. Mashable, 28 April", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C Daileda"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Algorithms can help stomp out fake news", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "K Waddell"}]}}, {"intents": ["background"], "contexts": ["As might be expected at this point, research suggests that high levels of education do not protect against the effects of misinformation (Lewandowsky et al., 2012).", "There is even research suggesting that to comprehend a statement, we must temporarily accept it as true, in which case “belief is an inevitable consequence of—or, indeed, precursor to—comprehension” (Lewandowsky et al., 2012: 112).", "Research on false memories shows that people may fill gaps in episodic memory with inaccurate but congruent information if it is readily available (Lewandowsky et al., 2012).", "…involving handouts with vaccination myths and facts, participants correctly distinguished between the two soon after reading the handout, but after only a short delay, participants on average identified more myths as facts than those who had never received handouts (in Lewandowsky et al., 2012).", "To be successful, the warning has to specifically explain the ongoing effects of misinformation rather than just mentioning its presence (Lewandowsky et al., 2012).", "…on the continued influence effect, for instance, “has consistently found that retractions rarely, if ever, have the intended effect of eliminating reliance on misinformation, even when people believe, understand, and later remember the retraction” (Lewandowsky et al., 2012: 114; emphasis added).", "…to suspend this sort of default belief and trust, as is presupposed in most information literacy approaches, but this requires “a high degree of attention, considerable implausibility of the message, or high levels of distrust at the time the message is received” (Lewandowsky et al., 2012: 112).", "Somehow the “negation tag” is lost, or weakened, in memory (Lewandowsky et al., 2012)."], "isInfluential": true, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Misinformation and its correction: Continued influence", "abstract": null, "venue": "", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S Lewandowsky"}, {"authorId": null, "name": "UKH Ecker"}, {"authorId": null, "name": "CM Seifert"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "2017) Resolution on Access to Accurate Information", "abstract": null, "venue": "Chicago: ALA. Available at", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"intents": ["background"], "contexts": ["According to Morewedge et al. (2015), there are three general approaches: (1) providing incentives, which does not work in all instances and can backfire; (2) optimizing choice architecture, or creating “nudges”; and (3) developing training.", "This is particularly the case concerning misinformation and the biases\ncontributing to its persistence, since people are generally unaware of those biases (Morewedge et al., 2015) and tend to view themselves as less susceptible than others (e.g. see participant responses in Calvert, 1998)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Debiasing decisions: Improved decision making with a single training intervention", "abstract": null, "venue": "Policy Insights from the Behavioral and Brain Sciences", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C K Morewedge"}, {"authorId": null, "name": "H Yoon"}, {"authorId": null, "name": "I Scopelliti"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Can librarians save us from fake news? VICE, 21 March", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A Dollinger"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Evidence, not authority: Reconsidering presentation of science for difficult decisions", "abstract": null, "venue": "Reference & User Services Quarterly", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J S Bossaller"}]}}, {"intents": ["background"], "contexts": ["It is also undermined by the degree to which formatting in news feeds “break[s] down the relationship between good design and credibility” (Chayka, 2016)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "2016) Facebook and Google make lies as pretty as truth", "abstract": null, "venue": "Verge, December", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "K Chayka"}]}}, {"intents": ["background"], "contexts": ["Another significant concern has been the lack of control or authority on the Internet, where anyone can be a writer, editor, or publisher, with few consequences (Drobnicki and Asaro, 2001)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Historical fabrications on the Internet: Recognition, evaluation, and use in bibliographic instruction", "abstract": null, "venue": "The Reference Librarian", "year": 2001, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J A Drobnicki"}, {"authorId": null, "name": "R Asaro"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Consequences of federal government information", "abstract": null, "venue": "In: Irving RD and Katz B (eds) Reference Services and Public Policy (Reference Librarian", "year": 1988, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J Morehead"}]}}, {"intents": ["background"], "contexts": ["Kenney (2017), writing in Publishers Weekly, describes fake news and “our post-truth politics” as an affront to librarianship and asserts that librarians should lead conversations about reliable sources."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Three critical issues facing librarianship in Trump’s America. Publishers Weekly, 3 January", "abstract": null, "venue": "Available at: http://www.publishersweekly.com/pw/by-topic/industry-news/libraries/article/72493-libraries-in-the-age-oftrump.html (accessed", "year": 2017, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "B Kenney"}]}}, {"intents": ["background"], "contexts": ["In his Library Journal column, Berry (2016) describes the challenges posed by the misinformation age as “possibly the most difficult and vital challenge in library history.", "Looking at the contemporary problem of combating misinformation, Berry (2016) questions the effectiveness of directing a trickle of truth against the tide of misinformation, while Barclay (2017) asks whether such efforts would amount to fighting a wildfire with a water pistol."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The man who saw fake news coming . Inverse , 14 December", "abstract": null, "venue": "", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "JN Berry"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "We tracked down a fake-news creator in the suburbs. Here's what we learned. NPR", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "L Sydell"}]}}, {"intents": ["background"], "contexts": ["Fake news thus joins a growing list of phrases inciting moral or epistemological panic, which already includes post-truth, the Oxford English Dictionary’s 2016 word of the year, and misinformation, which the 2013 World Economic Forum predicted would be among the top 10 concerns for 2014 (Vis, 2014).", "Fake news thus joins a growing list of phrases inciting moral or epistemological panic, which already includes post-truth, the Oxford English Dictionary’s 2016 word of the year, and misinformation, which the 2013 World Economic Forum predicted would be among the top 10 concern for 2014 (Vis, 2014)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Hard evidence: How does false information spread online? The Conversation, April", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "F Vis"}]}}, {"intents": ["background"], "contexts": ["This is particularly true when individuals are more familiar with the misinformation than the correction, and thus recall the former more fluidly (Ecker et al., 2014), in which case it may be misremembered as true over time."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Do people keep believing", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "UKH Ecker"}, {"authorId": null, "name": "S Lewandowsky"}, {"authorId": null, "name": "O Fenton"}, {"authorId": null, "name": "K Martin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Facebook and Google make lies as pretty as truth. Verge", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "K Chayka"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "This analysis shows how viral fake election news outperformed real news. BuzzFeed", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C Silverman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Can librarians save us from fake news? VICE", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A Dollinger"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Librarians take up arms against fake news. Seattle Times", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J Large"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "This is how Donald Trump used Twitter during his first 100 days as president", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C Daileda"}]}}]}