{"offset": 0, "data": [{"intents": ["background"], "contexts": ["Many of the most widely used website evaluation materials—including those appearing on prestigious university websites—feature outdated strategies that can lead students dangerously astray (Breakstone et al., 2018; Caulfield, 2016; Sullivan, 2019; Wineburg et al., 2020; Wineburg & Ziv, 2020)."], "isInfluential": false, "citingPaper": {"paperId": "299a3b31738dd420a1c76cc89228dda832787542", "externalIds": {"MAG": "3164656280", "DOI": "10.3102/0013189X211017495"}, "url": "https://www.semanticscholar.org/paper/299a3b31738dd420a1c76cc89228dda832787542", "title": "Students’ Civic Online Reasoning: A National Portrait", "abstract": "Are today’s students able to discern quality information from sham online? In the largest investigation of its kind, we administered an assessment to 3,446 high school students. Equipped with a live internet connection, the students responded to six constructed-response tasks. The students struggled on all of them. Asked to investigate a site claiming to “disseminate factual reports” on climate science, 96% never learned about the organization’s ties to the fossil fuel industry. Two thirds were unable to distinguish news stories from ads on a popular website’s home page. More than half believed that an anonymously posted Facebook video, shot in Russia, provided “strong evidence” of U.S. voter fraud. Instead of investigating the organization or group behind a site, students were often duped by weak signs of credibility: a website’s “look,” its top-level domain, the content on its About page, and the sheer quantity of information it provided. The study’s sample reflected the demographic profile of high school students in the United States, and a multilevel regression model explored whether scores varied by student characteristics. Findings revealed differences in student abilities by grade level, self-reported grades, locality, socioeconomic status, race, maternal education, and free/reduced-price lunch status. Taken together, these findings reveal an urgent need to prepare students to thrive in a world in which information flows ceaselessly across their screens.", "venue": "Educational Researcher", "year": 2021, "referenceCount": 53, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "102345485", "name": "Joel Breakstone"}, {"authorId": null, "name": "Mark Smith"}, {"authorId": "145616244", "name": "S. Wineburg"}, {"authorId": "118946279", "name": "Amie Rapaport"}, {"authorId": "116474391", "name": "Jill Carle"}, {"authorId": "89818073", "name": "Marshall W. Garland"}, {"authorId": "31358592", "name": "A. Saavedra"}]}}, {"intents": ["background"], "contexts": ["Communications in Information Literacy, 13(1), 91–113. https://doi.org/10.15760/comminfolit.2019.13.1.7\nSullivan, M. (2019b).", "Information Literacy in a Fake/False News World: Why\nDoes it Matter and How Does it Spread?", "…claims, but these are presented as statements rather than questions (…) Even when some have sought to measure impact, they have demonstrated a need that information literacy is believed to be able to meet, rather than the actual impact of literacy in meeting that need» (Sullivan, 2019c, p. 2).", "Whatever the problem is, information literacy is the answer» (Sullivan, 2019a, p. 98).", "Several studies refer to information and news literacy and correlate these issues with the ACRL Information Literacy Framework (Association of College and Research Libraries, 2016).", "CILIP Definition of Information\nLiteracy 2018.", "Communications in Information Literacy (Sullivan, 2019a)", "…of misinformation; research on «library strategies and what impact they may have on guarding against or correcting misinformation»; and «engage with and contribute to technological solutions that can assist in identifying unverified or outright false information» (Sullivan, 2019b, pp. 1153–1154).", "Mentioning an example of one of the other frames, the authors state that «“Searching as Strategic Exploration” specifically mentions the affective dimensions of research, perhaps this frame’s biggest shift from the 2000 ACRL Information Literacy Competency Standards for Higher Education, in which emotional response to information was not considered.", "…opposition to more global, technological solutions, on the other (...) On one side, there is intellectual freedom and unrestricted access to information; on the other, the primary library service of selecting, verifying, and controlling collections on behalf of users» (Sullivan, 2019b, p. 1149).", ", Information Literacy in the Workplace (pp. 376–385).", "In these ways too, information literacy reinforces democracy and civic engagement» (The CILIP Information Literacy Group, 2018, p. 4).", "Definitely contrary to this optimistic stance, Sullivan (2019a) reviewed the libraries' responses to fake news since 2016 until the end of 2018.", "Library & Information Science Research, 41(1), 2–10. https://doi.org/10.1016/j.lisr.2019.02.004\nThe CILIP Information Literacy Group.", "After the 2016 U.S. presidential election, the theme of fake news gathered a vibrant interest of the scientific community, namely LIS and Media researchers and practitioners (Anderson, 2017; Batchelor, 2017; Affelt, 2019; Sullivan, 2019a)."], "isInfluential": true, "citingPaper": {"paperId": "2b272d2ee777af9037d708513c2fddfcc67af4c3", "externalIds": {"MAG": "3118773483", "DOI": "10.1016/J.ACALIB.2020.102304"}, "url": "https://www.semanticscholar.org/paper/2b272d2ee777af9037d708513c2fddfcc67af4c3", "title": "Librarians against fake news: A systematic literature review of library practices (Jan. 2018–Sept. 2020)", "abstract": "Abstract This study's purpose is to systematically review the literature to identify the most recent library practices against fake news. Libraries are perceived as an important player against the fake news phenomenon. However, this role is often cornered in a positive self-perception of the work of librarians. This article investigates the tangible practices of libraries, discusses their efficiency, and provides a categorization of those practices. It was performed a systematic literature review of the last three years to retrieve the most recent library practices. After the extraction, with a final set of 27 documents, a multi-step qualitative analysis and a categorization were developed. Findings show most studies emphasize academic libraries practices and are mainly focused on information literacy instruction. The current debate is around strategies that intend to reiterate an authority-based source evaluation versus the challenge to recognize an emotional-based reaction to fake news in a post-truth world, and the need to scout libraries' new routes.", "venue": "", "year": 2021, "referenceCount": 83, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2088721725", "name": "Jorge Revez"}, {"authorId": "2099909664", "name": "L. Corujo"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "30919511e391ac088fd70434f90fd586e50584e5", "externalIds": {"DOI": "10.1177/03400352211048915"}, "url": "https://www.semanticscholar.org/paper/30919511e391ac088fd70434f90fd586e50584e5", "title": "Navigating complex authorities: Intellectual freedom, information literacy and truth in pandemic STEM information", "abstract": "Traversing scientific information has become increasingly fraught, as the new information landscape allows anyone to access endless information with a few keystrokes. However, those trying to find information, understand authorities and navigate experts need a deeper understanding not only of the information itself, but also of how and why information is shared. Increasingly, questions of expertise, locale and bias are driving the scientific information ecosystem and creating or expanding disinformation, misinformation and propaganda efforts. Librarians are in the centre of this maelstrom of information and are obligated to help people learn to be critical of information. This article presents an illustrative case study, using the example of scientific information around the safety and efficacy of the Oxford-AstraZeneca vaccine to demonstrate how modern scientific information sharing is shaped by the ways in which misinformation and fake news spread.", "venue": "IFLA Journal", "year": 2021, "referenceCount": 61, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "52320558", "name": "Kate Mercer"}, {"authorId": "3382224", "name": "Kari D. Weaver"}, {"authorId": "14904097", "name": "Khrystine Waked"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "324eeea940776962165b977ff63e7ad85b77b3b8", "externalIds": {"DOI": "10.1086/711636"}, "url": "https://www.semanticscholar.org/paper/324eeea940776962165b977ff63e7ad85b77b3b8", "title": "Confronting the “I Don’t Know”: A Philosophical Consideration of Applying Abductive Reasoning to Library Practice", "abstract": "This study examines conceptualizations of not knowing applied to public services librarianship in the humanities and the social and behavioral sciences. Practitioner research from other disciplines is reviewed to identify and describe various conditions of not knowing. Awareness of not knowing described in the professional literature of librarianship is then mapped against the outcomes of this analysis. Philosophical constructs of not knowing are examined to argue for the application of abductive reasoning as a methodological framework for confronting the “I don’t know” in pursuit of co-constructing knowledge discovery and meaning making in practice. The authors present case studies during the provision of public services to illustrate how abduction supports processes of epistemological inquiry and the acquisition of new knowledge. The study concludes with recommendations for further research.", "venue": "The Library Quarterly", "year": 2021, "referenceCount": 193, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2284439", "name": "Robert V. Labaree"}, {"authorId": "2516606", "name": "Ross Scimeca"}]}}, {"intents": ["background"], "contexts": ["misinformation, it can be very difficult to change their mind (Lewandowsky et al., 2017; Sullivan, 2019).", "The spread of misinformation is difficult to counteract, as once someone is exposed to misinformation, it can be very difficult to change their mind (Lewandowsky et al., 2017; Sullivan, 2019).", "It will take ongoing, widespread efforts to even attempt to curtail the current infodemic, and information literacy education is certainly not the beginning and end of that effort (Sullivan, 2019), but teaching students to develop a critical mindset remains an important task."], "isInfluential": false, "citingPaper": {"paperId": "4d14732283d933aea288c14165c6667e854a0bb1", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/4d14732283d933aea288c14165c6667e854a0bb1", "title": "Questioning Authority: Patents and Source Evaluation in an Era of Misinformation", "abstract": "In the world of academic research, patents are classified as primary literature, and are recognized as “a rich source of technical, legal and business information presented in a generally standardized format and often not reproduced anywhere else” (World Intellectual Property Organization, 2015, p.4). Because of their status, patents are often left out of conversations surrounding source credibility and evaluation. Recent news relating to the conspiracy theories surrounding the COVID-19 pandemic and several patents, however, demonstrates the potential use of patents in spreading misinformation and disinformation. Through applying source evaluation techniques in keeping with the Association of College & Research Libraries’ (ACRL) Framework for Information Literacy for Higher Education, particularly the frames “Authority is Constructed and Contextual” and “Information Creation as a Process,” librarians and other educators can encourage students to take a more nuanced view of patents as information sources.", "venue": "", "year": 2021, "referenceCount": 32, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1407987003", "name": "Jess O'Toole"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "61d717c36e866f50109f2ced00f560e7da4ee72e", "externalIds": {"DBLP": "journals/oclc/Fontanin21", "MAG": "3131354452", "DOI": "10.1108/DLP-09-2020-0097"}, "url": "https://www.semanticscholar.org/paper/61d717c36e866f50109f2ced00f560e7da4ee72e", "title": "On fake news, gatekeepers and LIS professionals: the finger or the moon?", "abstract": "\nPurpose\nThe purpose of this paper is to reflect on the meaning of fake news in the digital age and on the debate on disinformation in scholarly literature, in the light of the ethics of library and information profession.\n\n\nDesign/methodology/approach\nRevision of a keynote address at the BOCATSSS2020 conference, this paper offers an overview of current literature comparing it with a moment in the past that was crucial for information: post-Second World War time, when Wiener (1948) founded cybernetics and C.P. Snow advocated for “The two cultures” (1959).\n\n\nFindings\nThe complex issue demands a multi-disciplinary approach: there is not one solution, and some approaches risk limiting the freedom of expression, yet countering the phenomenon is a moral obligation for library and information science professionals.\n\n\nOriginality/value\nComparing the present digital revolution with the past, this paper opens questions on the ethical commitment of information professionals.\n", "venue": "Digit. Libr. Perspect.", "year": 2021, "referenceCount": 22, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "65953961", "name": "Matilde Fontanin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "68d990cba7962fa4bae9b4c337372086db59ba31", "externalIds": {"MAG": "3095437076", "DBLP": "journals/tis/Huvila21", "DOI": "10.1080/01972243.2020.1830211"}, "url": "https://www.semanticscholar.org/paper/68d990cba7962fa4bae9b4c337372086db59ba31", "title": "Monstrous hybridity of social information technologies: Through the lens of photorealism and non-photorealism in archaeological visualization", "abstract": "Abstract The entanglement of social information technologies and their users unfolds as a problem if “wrong” users enmesh with “wrong” technologies. A long-standing debate on the merits of photorealism versus non-photorealism in archaeological visualization provides an educating example of such a “problematic” or in Haraway's words, monstrous social information technology. This article shows how a closer look at the perceived monstrosities of social information technologies can help us understand how people conceptualize information, technologies, and other people and their role in information interactions as they unfold as part of information work. It shows how a lifelike photorealistic visualization together with its spectator forms a cyborg, which is a monstrous runaway “object” when it drives with its own cultural force a programme that contradicts with other programmes considered important. The parallels in the critiques of archaeological visualizations and other informational cyborgs in information research – including search engines, information systems and services – suggest usefulness of a monstrous perspective in the analysis of social information technologies in general.", "venue": "Inf. Soc.", "year": 2021, "referenceCount": 183, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2152885", "name": "Isto Huvila"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "afdc629ddac9fe246b6ba3613c4bac81d8f1ee88", "externalIds": {"MAG": "3152538121", "DOI": "10.51221/SUC.SCL.2021.5.2.1"}, "url": "https://www.semanticscholar.org/paper/afdc629ddac9fe246b6ba3613c4bac81d8f1ee88", "title": "Source Evaluation Strategies for the Misinformation Age", "abstract": null, "venue": "", "year": 2021, "referenceCount": 21, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "69850856", "name": "Allison Faix"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b05e9971f88fe5bbab914b904ff7d7342c18b492", "externalIds": {"DOI": "10.14429/djlit.41.4.17168"}, "url": "https://www.semanticscholar.org/paper/b05e9971f88fe5bbab914b904ff7d7342c18b492", "title": "Research on Fake News An Empirical Analysis of Selected Library and Information Science Journals", "abstract": "The purpose of the work is to make a quantitative and qualitative assessment of published research on fake news in light of the Library and Information Science (LIS) perspective and show the research trends. Essential metadata elements were collected from the SCOPUS bibliographic database pertaining to fake news with specific reference to the LIS domain from 2017 to 2020 for the research work and analysed as per the research objectives. While the bibliometric indicators and R package has been used to study the various quantitative dimensions of publication patterns of the research papers, qualitative content analysis has been used to determine the emerging areas of research on fake news within the discipline. The quantitative analysis reveals that a good number of research works (N=133) have been published in as many as 52 academic journals of LIS that received 628 citations. “Proceedings of the Association for Information Science and Technology” is the most productive journal that published the highest numbers of articles on fake news, and the USA is the dominant country of publications. In the LIS field, “fake news” is an emerging study topic that is gaining momentum. The research works covered a wide range of topics, including social media and fake news, information literacy and fake news, the role of libraries and librarians in fake news, detecting and combating fake news, theories, models, and frameworks, as well as archiving, preservation of fake news.", "venue": "DESIDOC Journal of Library & Information Technology", "year": 2021, "referenceCount": 23, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "144363200", "name": "Jyotshna Sahoo"}, {"authorId": null, "name": "Sudam Charan Sahu"}, {"authorId": "3105407", "name": "B. Mohanty"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "cccc8ee04fdf5c64055917278441d2ac96805694", "externalIds": {"MAG": "3123005359", "DOI": "10.1108/LM-12-2020-0175"}, "url": "https://www.semanticscholar.org/paper/cccc8ee04fdf5c64055917278441d2ac96805694", "title": "Culture wars, libraries and the BBC", "abstract": "Purpose: Public libraries and public service broadcasters are threatened by political developments in the UK and USA They are targets in a divisive culture war waged by ideological organisations that disseminate misleading and false information about social and political matters on line, on screen and in print The purpose of this paper is to alert information professionals to this issue and suggests that, although they should not engage in this war, they must be prepared to use their professional expertise to identify and correct unreliable material Further, they should cooperate with other true information organisations to expose the fallacious sources that endanger democracy Design/methodology/approach: The authors analysed material from academic texts and papers, professional journals, serious contemporary journalism, political manifestoes, Internet blogs and items from the BBC sound archive to illustrate the history, size and nature of the problem and to suggest how it might be dealt with This documentary analysis was based on the belief that information professionals are not the only people examining and concerned about this issue It therefore included material from a wide range of other disciplines, including psychology, medicine and politics Findings: There is evidence that populist movements from the political right dislike information organisations and have historically, through misinformation and misrepresentation, persuaded working class citizens that they are being exploited by an elite Public libraries and the BBC are highly trusted organisations, but much of the British public goes to sources it trusts least, such as tabloid newspapers, for information on politics and society Librarians and BBC broadcasters demonstrated their value during the COVID-19 pandemic, but they need to engage with other professional groups to fully understand what is happening and counteract the threats it presents to our democracy Originality/value: The paper deals with a significant current issue that needs to be considered urgently by practitioners, academics and policy makers It includes practical examples and suggestions demonstrating how information workers have and can help their users identify and use trusted and accurate information sources and perhaps be made aware of editorial bias © 2020, Emerald Publishing Limited", "venue": "", "year": 2021, "referenceCount": 30, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2665971", "name": "Bob Usherwood"}, {"authorId": "2090184060", "name": "Margaret Usherwood"}]}}, {"intents": ["background"], "contexts": ["According to Sun et al. (2019), interactivity is all the possibilities within a site to communicate with the system or other users, and to adjust content to consumer needs.", "The set of indicators that Sun et al. (2019) propose is deployed in three broad sections.", "They define quality as ‘fitness for use’ – that is, quality information must serve the user’s needs – and, in order to ‘measure’ it, Sun et al. (2019) differentiate ‘criteria’, or rules, that people apply to information objects to determine their value – reliability,\nexperience, objectivity,…", "At an operational level, the work of Sun et al. (2019) was also taken into account."], "isInfluential": true, "citingPaper": {"paperId": "e10bb306e6faa12c546929e11987c0773ff1dcb1", "externalIds": {"DBLP": "journals/jolis/Montesi21", "MAG": "3092018832", "PubMedCentral": "7542543", "DOI": "10.1177/0961000620949653"}, "url": "https://www.semanticscholar.org/paper/e10bb306e6faa12c546929e11987c0773ff1dcb1", "title": "Understanding fake news during the Covid-19 health crisis from the perspective of information behaviour: The case of Spain", "abstract": "The health crisis brought about by Covid-19 has generated a heightened need for information as a response to a situation of uncertainty and high emotional load, in which fake news and other informative content have grown dramatically. The aim of this work is to delve into the understanding of fake news from the perspective of information behaviour by analysing a sample of fake news items that were spread in Spain during the Covid-19 health crisis. A sample of 242 fake news items was collected from the Maldita.es website and analysed according to the criteria of cognitive and affective authority, interactivity, themes and potential danger. The results point to a practical absence of indicators of cognitive authority (53.7%), while the affective authority of these news items is built through mechanisms of discrediting people, ideas or movements (40.7%) and, secondarily, the use of offensive or coarse language (17.7%) and comparison or reference to additional information sources (26.6%). Interactivity features allow commenting in 24.3% of the cases. The dominant theme is society (43.1%), followed by politics (26.4%) and science (23.6%). Finally, fake news, for the most part, does not seem to pose any danger to the health or safety of people – the harm it causes is intangible and moral. The author concludes by highlighting the importance of a culture of civic values to combat fake news.", "venue": "J. Libr. Inf. Sci.", "year": 2020, "referenceCount": 84, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "114241442", "name": "M. Montesi"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e727e3e5058a3e98e1ec7434b94a944413ee0893", "externalIds": {"DOI": "10.1108/s0065-283020210000050007"}, "url": "https://www.semanticscholar.org/paper/e727e3e5058a3e98e1ec7434b94a944413ee0893", "title": "Beyond Fake News: Learning from Information Literacy Programs in Ukraine", "abstract": "As fake news and other disinformation are spread primarily online and erode trust in experts and institutions, they challenge the role of librarians as information gatekeepers. Experts have advocated for libraries to educate the public to resist misinformation, yet libraries cannot assume sole responsibility for information literacy work. In this chapter, the authors explore several successful information literacy programs in Ukraine, whose fake news problems made global headlines in 2014, when the Russian annexation of Crimea was accompanied by a flood of crude but effective disinformation. The authors look particularly at the Learn to Discern programs established by the international non‐profit organization IREX to foster information literacy using techniques grounded in interdisciplinary expertise and carefully evaluated through pilot studies and follow‐up evaluations. These programs train instructors through workshops and provide them with materials. In the first program, aimed at the general public, many of the instructors were librarians, and library facilities were heavily used to deliver the public training. In the second program, information literacy was integrated into the public school curriculum and thousands of teachers were trained to deliver expertly designed materials for particular grade levels and subjects. The authors also consider the special challenges posed by the COVID‐19 pandemic, both as a source for new forms of misinformation and as a disruptor of training previously delivered in tightly packed libraries and classrooms. These Ukrainian programs demonstrate the potential for fighting fake news and other misinformation on a scale far beyond what could be accomplished by individual libraries acting alone. © 2022 by Emerald Publishing Limited s of reproduction in any form reserved.", "venue": "Advances in Librarianship", "year": 2021, "referenceCount": 31, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "47367437", "name": "M. Haigh"}, {"authorId": "1714013", "name": "T. Haigh"}, {"authorId": "2138272115", "name": "Maryna Dorosh"}, {"authorId": "1404402370", "name": "Tetiana Matychak"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f29fb16ad439d574d2a221c8af30912253411061", "externalIds": {"DBLP": "journals/aslib/AgarwalA21", "DOI": "10.1108/ajim-01-2021-0034"}, "url": "https://www.semanticscholar.org/paper/f29fb16ad439d574d2a221c8af30912253411061", "title": "Creation, dissemination and mitigation: toward a disinformation behavior framework and model", "abstract": "PurposeThis paper seeks to disambiguate the phenomenon by clarifying terms, highlighting current efforts, including the importance of critical thought and awareness, and a test for genuine serendipity.Design/methodology/approachThe authors review the literature, primarily from a library and information science perspective, and arrive at a theoretical framework and model.FindingsThe authors find various initiatives to fight fake news. Building upon Karlova and Fisher's (2013) model as well as research on critical thinking and serendipity, the primary contribution of the paper is a disinformation behavior framework and model. The model includes both the problem of disinformation from a creator and user perspective, as well as the solutions to fight it.Research limitations/implicationsThe framework will guide practitioners and researchers in library and information science and beyond, as well as other stakeholders in both understanding the phenomenon, and leading the fight against it.Originality/valueThe spreading of false information has become an alarming phenomenon in the last few years, leading to the popularity of terms such as misinformation, disinformation, infodemic and fake news. While information professionals have been called upon to lead the fight against fake news, in the lack of a comprehensive understanding of the phenomenon, current efforts have been isolated and inadequate. Most models of information behavior deal with information, and not misinformation or disinformation per se.", "venue": "Aslib J. Inf. Manag.", "year": 2021, "referenceCount": 57, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2048918", "name": "N. Agarwal"}, {"authorId": "114513613", "name": "Farraj Alsaeedi"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3d33aca1d69fabe2ebc302f9d3805cba47bdf0f3", "externalIds": {"DOI": "10.1108/s2055-537720200000014018"}, "url": "https://www.semanticscholar.org/paper/3d33aca1d69fabe2ebc302f9d3805cba47bdf0f3", "title": "References", "abstract": null, "venue": "Studies in Information", "year": 2020, "referenceCount": 409, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "62e52745d8b445df193dfd1c4c8e6dc444474c13", "externalIds": {"MAG": "3094087912", "DOI": "10.1002/pra2.327"}, "url": "https://www.semanticscholar.org/paper/62e52745d8b445df193dfd1c4c8e6dc444474c13", "title": "Understanding and fighting disinformation and fake news: Towards an information behavior framework", "abstract": "Current efforts to fight misinformation, disinformation, and fake news have been isolated and inadequate. Most models of information behavior deal with information, and not misinformation or disinformation per se. We seek to disambiguate the phenomenon by clarifying terms and highlighting efforts towards fighting fake news. Building upon Karlova and Fisher's, Information Research, 2013, 18, 1–17 model, we propose a new information behavior framework. It should guide practitioners and researchers in library and information science and beyond, and other stakeholders in understanding the phenomenon, and fighting against it.", "venue": "", "year": 2020, "referenceCount": 8, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2048918", "name": "N. Agarwal"}, {"authorId": "114513613", "name": "Farraj Alsaeedi"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6df73e2c67e2a840a224a7e65174c9df7ff72de4", "externalIds": {"DBLP": "conf/iconference/TallerasS20", "MAG": "3012056454", "DOI": "10.1007/978-3-030-43687-2_30"}, "url": "https://www.semanticscholar.org/paper/6df73e2c67e2a840a224a7e65174c9df7ff72de4", "title": "What They Talk About When They Talk About the Need for Critical Evaluation of Information Sources: An Analysis of Norwegian and Swedish News Articles Mentioning 'Source Criticism'", "abstract": "In the so-called ‘post-truth’ era the need for skills that allow (digital) information to be critically evaluated has garnered considerable attention and discussion. In the library and LIS domains, researchers, librarians, and libraries have recurrently and strongly argued to play important roles in the effort to solve the many challenges offered by increasingly mundane-ified, invisible, and powerful online information infrastructures. Little is known, however, about the proliferation of such arguments in broader societal debate and dialogue. The empirical basis if this paper is an analysis of 100 news articles published by major Swedish and Norwegian media outlets mentioning the term “source criticism”. The analysis focused on (1) what is being talked about in conjunction with the notion of source criticism; and (2) who is talking with authority on the topic of source criticism. Of particular interest was the extent to which libraries, librarians, and LIS are ascribed important and authoritative positions in the discussions. The findings showed that although libraries are referenced in some of the articles, neither the library sector as such nor LIS research has any sort of meaningful presence in public discourse on misinformation, disinformation, and other negative information trends. The stark difference between how the positions and possible contributions of libraries, library professionals, and LIS research are rendered in public and professional and academic library discourses is a significant hindrance for the library research and practice domains to realize their manifold productive potential of in the larger context of present-day information machineries, politics, and culture.", "venue": "iConference", "year": 2020, "referenceCount": 25, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "2355245", "name": "Kim Tallerås"}, {"authorId": "2763977", "name": "Olle Sköld"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7888224f33dfcc77da2fecc9d17523f8b642d1eb", "externalIds": {"MAG": "3008435858", "DOI": "10.4018/978-1-7998-2543-2.ch004"}, "url": "https://www.semanticscholar.org/paper/7888224f33dfcc77da2fecc9d17523f8b642d1eb", "title": "‘Fake News' in the Context of Information Literacy", "abstract": "This chapter describes a study that interviewed 18 participants (8 professors, 6 librarians, and 4 department chairs) about their perceptions of ‘fake news' in the context of their educational roles in information literacy (IL) within a large Canadian university. Qualitative analysis of the interviews reveals a substantial overlap in these educators' perceptions of skills associated with IL and ‘fake news' detection. Librarians' IL role seems to be undervalued. Better communication among integral IL educator groups is recommended. Most study participants emphasized the need for incorporating segments dedicated to detecting ‘fake news' in IL curricula. Pro-active IL campaigns to prevent, detect, and deter the spread of various ‘fakes' in digital media and specialized mis-/disinformation awareness courses are among best practices that support critical thinking and information evaluation within the societal context. Two other interventions, complementary to IL as per Rubin's Disinformation and Misinformation Triangle, are suggested – detection automation technology and media regulation.", "venue": "", "year": 2020, "referenceCount": 34, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118962885", "name": "Nicole S. Delellis"}, {"authorId": "2265699", "name": "Victoria L. Rubin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "8d23587018ea4b490dc4b9aed02b71da36914baf", "externalIds": {"MAG": "3044695834", "DOI": "10.1016/j.acalib.2020.102218"}, "url": "https://www.semanticscholar.org/paper/8d23587018ea4b490dc4b9aed02b71da36914baf", "title": "Information literacy and fake news: How the field of librarianship can help combat the epidemic of fake news", "abstract": "Abstract This paper studies how the field of librarianship can help counteract the phenomenon of fake news and misinformation. A literature review was conducted to identify the current themes, patterns, correlations and gaps within the existing literature on fake news, information literacy and librarianship. Findings centre on defining fake news, analysing contemporary and emerging information literacy frameworks, and outlining the current efforts and initiatives exercised by libraries to refute the spread of fake news and educate communities on how to navigate through an era of untruth and disinformation. The paper outlines effective initiatives developed by those within the Library and Information Systems (LIS) profession while highlighting considerations and recommendations as to how librarians can continue to enhance their role in the digital age and make successful contributions to the professional field.", "venue": "", "year": 2020, "referenceCount": 44, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2126575707", "name": "Saoirse De Paor"}, {"authorId": "2934077", "name": "B. Heravi"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a98178d0880d209acfe4d68505f0d7f87160f7a5", "externalIds": {"MAG": "3038665800", "DOI": "10.1016/j.acalib.2020.102195"}, "url": "https://www.semanticscholar.org/paper/a98178d0880d209acfe4d68505f0d7f87160f7a5", "title": "Academic library guides for tackling fake news: A content analysis", "abstract": "Abstract Built on a pilot study, this study examined how librarians understand fake news and the specific methods or strategies they suggest for detecting fake news by analyzing their guides from academic libraries. A content analysis regarding a total of 21 institutional guides was conducted. The major findings include the following: 1) in the librarians' guides stating their definition of fake news, the two elements of falsity and the intention to mislead were explicitly stated. The other element of bias, however, was presented in only some guides. 2) The sub-elements of clickbait, a decontextualized content and omitted information were inconsistently or barely presented across these guides. 3) Only two institutional libraries put forth the notion of fact in relation to fake news in their guides. 4) All of the guides suggested checklist approaches to detecting fake news or evaluating news sources. Finally, 5) librarians acknowledge the influence of human biases on consuming news. However, psychological factors are minimally presented in most of the guides. This study provides a few suggestions. First, librarians must further clarify the term fake news so that it reflects its multiple layers. Second, librarians must incorporate new strategies, such as lateral reading and click restraints, in combination with a few prioritized elements of a checklist into their guides regarding detecting fake news. Finally, librarians must pay attention to psychological factors more when interpreting facts in their strategies about news sources and fake news.", "venue": "", "year": 2020, "referenceCount": 39, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145538717", "name": "Sook Lim"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c6444a95d0abf31765471cf9b3fdc01db55b84e3", "externalIds": {"DBLP": "journals/jolis/Hinnant20", "MAG": "3034146088", "DOI": "10.1177/0961000620927834"}, "url": "https://www.semanticscholar.org/paper/c6444a95d0abf31765471cf9b3fdc01db55b84e3", "title": "Book review: Johan Farkas and Jannick Schou, Post-truth, fake news, and democracy: Mapping the politics of falsehood", "abstract": null, "venue": "J. Libr. Inf. Sci.", "year": 2020, "referenceCount": 1, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy", "Computer Science"], "authors": [{"authorId": "46492308", "name": "Kate Hinnant"}]}}, {"intents": ["background"], "contexts": ["In the context of this study, Sullivan (2018, 2019a) is correct that libraries have not yet implemented much programming on misinformation, and they have done very little in the way of evaluation for those few programs that they have implemented.", "Sullivan (2018) argues that libraries have gone too far in framing the issue as one of information literacy, which has led them to focus too exclusively on teaching these literacy skills.", "Sullivan (2018, 2019a, 2019b) offers some of the most poignant criticism of the current state of library-based interventions in misinformation.", "…have had difficulty in adapting to rapidly evolving online environments; that libraries too often adopt misinformation guides from other organizations, thereby undermining their own expertise; and that libraries ignore the unique psychological dimensions of misinformation (Sullivan, 2018).", "Returning to Sullivan (2018), one criticism of libraries is that they have not performed sufficient evaluation of the misinformation programming that they have carried out.", "This is particularly important because libraries, Sullivan (2018) argues, are often adopting traditional programming approaches that may not be particularly effective against misinformation.", "Researchers like Sullivan (2018, 2019) have helped to deflate this initial optimism a little, and they point toward the hard work that the field needs to\ntackle to really make a difference as communities grapple with misinformation."], "isInfluential": true, "citingPaper": {"paperId": "f18ce8d7f0c8053a340d4b1aecf54b8927772be3", "externalIds": {"MAG": "3095496372", "DOI": "10.1177/0961000620966650"}, "url": "https://www.semanticscholar.org/paper/f18ce8d7f0c8053a340d4b1aecf54b8927772be3", "title": "The role of libraries in misinformation programming: A research agenda", "abstract": "Misinformation, or fake news, has exploded across social media platforms and communities over the past few years, with serious social and political implications. Many library practitioners and organizations have argued that libraries can and should play a central role in educating the public about this emerging issue. However, serious gaps exist in understanding how libraries can create effective community education about misinformation. This article maps out a research agenda that researchers and public library practitioners can use to make libraries more effective sites for combatting misinformation. This research agenda is grounded in analysis of interviews and workshop discussions of public library staff from Washington State. This analysis reveals three areas in which academic partners can support public libraries: through the design of effective programming, through the development of tools that help librarians keep up-to-date on relevant misinformation, and through interventions in the political and economic contexts that hamper the freedom of librarians to engage controversial topics. Our hope is that this article can help to spur more expansive library and information science research across these areas and become the beginning of a longer and more empirically grounded conversation about how public libraries can achieve their potential for combating misinformation.", "venue": "Journal of Librarianship and Information Science", "year": 2020, "referenceCount": 79, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "67149902", "name": "Jason C. Young"}, {"authorId": "2035688785", "name": "Brandyn S. Boyd"}, {"authorId": "2908133", "name": "K. Yefimova"}, {"authorId": "67037556", "name": "Stacey Wedlake"}, {"authorId": "1907836", "name": "C. Coward"}, {"authorId": "3373100", "name": "R. Hapel"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "228f51f2d8e4d85b235d670147f3df58bb7259b1", "externalIds": {"MAG": "2915066622", "DOI": "10.1016/J.LISR.2019.02.004"}, "url": "https://www.semanticscholar.org/paper/228f51f2d8e4d85b235d670147f3df58bb7259b1", "title": "Leveraging library trust to combat misinformation on social media", "abstract": "Abstract One reason librarians are confident they have a role to play in fighting misinformation is the level of trust in libraries as institutions. Exactly how they might leverage that trust remains unclear and untested. Building on recent work in correcting health misperceptions on social media, this study tests whether libraries can leverage trust to combat misinformation online. Using a misperception about the influenza vaccine as a test case, an experiment (n = 625) was conducted in fall 2018 using Amazon's Mechanical Turk. Results suggest that the misperception can be reduced, but not by library institutions. An unsuccessful follow-up (n = 600) suggests that the effectiveness of the correction is season dependent and opens the possibility that libraries may yet play a role, but not necessarily because they are trusted. Future library proposals for combating misinformation need to be developed and tested within a broader contemporary misinformation research program.", "venue": "Library & Information Science Research", "year": 2019, "referenceCount": 56, "citationCount": 7, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "107742625", "name": "M. Sullivan"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "284c5fcc435f87ff30279ff097fe061a8f588fb1", "externalIds": {"MAG": "2978591550", "DBLP": "journals/jd/Rubin19", "DOI": "10.1108/jd-12-2018-0209"}, "url": "https://www.semanticscholar.org/paper/284c5fcc435f87ff30279ff097fe061a8f588fb1", "title": "Disinformation and misinformation triangle", "abstract": "\nPurpose\nThe purpose of this paper is to treat disinformation and misinformation (intentionally deceptive and unintentionally inaccurate misleading information, respectively) as a socio-cultural technology-enabled epidemic in digital news, propagated via social media.\n\n\nDesign/methodology/approach\nThe proposed disinformation and misinformation triangle is a conceptual model that identifies the three minimal causal factors occurring simultaneously to facilitate the spread of the epidemic at the societal level.\n\n\nFindings\nFollowing the epidemiological disease triangle model, the three interacting causal factors are translated into the digital news context: the virulent pathogens are falsifications, clickbait, satirical “fakes” and other deceptive or misleading news content; the susceptible hosts are information-overloaded, time-pressed news readers lacking media literacy skills; and the conducive environments are polluted poorly regulated social media platforms that propagate and encourage the spread of various “fakes.”\n\n\nOriginality/value\nThe three types of interventions – automation, education and regulation – are proposed as a set of holistic measures to reveal, and potentially control, predict and prevent further proliferation of the epidemic. Partial automated solutions with natural language processing, machine learning and various automated detection techniques are currently available, as exemplified here briefly. Automated solutions assist (but not replace) human judgments about whether news is truthful and credible. Information literacy efforts require further in-depth understanding of the phenomenon and interdisciplinary collaboration outside of the traditional library and information science, incorporating media studies, journalism, interpersonal psychology and communication perspectives.\n", "venue": "J. Documentation", "year": 2019, "referenceCount": 68, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2265699", "name": "Victoria L. Rubin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "45d7a90c518d83a09bd854e0eacda2a768cf8d4c", "externalIds": {"MAG": "2978579520", "DOI": "10.1108/rsr-04-2019-0024"}, "url": "https://www.semanticscholar.org/paper/45d7a90c518d83a09bd854e0eacda2a768cf8d4c", "title": "Strategic source evaluation: addressing the container conundrum", "abstract": "\nPurpose\nThis paper argues that information containers provide valuable context clues that can help students make choices about how to engage with information content. The authors present a strategic approach to source evaluation rooted in format and authority threshold concepts.\n\n\nDesign/methodology/approach\nThe authors developed a source evaluation strategy with the objective of deciding whether to trust an information source. This strategy involves a set of cues to help readers mindfully engage with both the container and content of a given source.\n\n\nFindings\nWhen conducting research, non-experts are asked to evaluate content in the absence of relevant subject expertise. The cues presented in this paper offer practical tactics informed by the concepts of authority (to help make an accessible judgment of intellectual trust) and format (to help make more informed decisions about the content they find in a browser).\n\n\nOriginality/value\nWhile librarians have produced many evaluative models and checklists to help students evaluate information, this paper contributes a unique strategic approach grounded in two information literacy threshold concepts – format and authority – and enacted through a series of actions drawn from website evaluation models, fact-checking, and metacognitive exercises.\n", "venue": "Reference Services Review", "year": 2019, "referenceCount": 36, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "91179569", "name": "Alyssa Russo"}, {"authorId": "49969026", "name": "Amy Jankowski"}, {"authorId": "70249782", "name": "Stephanie Beene"}, {"authorId": "83445042", "name": "Lori Townsend"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7432952b0fd8c75950e1845c50e505b01a2f24f4", "externalIds": {"DBLP": "journals/jd/BaxterMW19", "MAG": "2979029515", "DOI": "10.1108/JD-10-2018-0161"}, "url": "https://www.semanticscholar.org/paper/7432952b0fd8c75950e1845c50e505b01a2f24f4", "title": "Scottish citizens' perceptions of the credibility of online political \"facts\" in the \"fake news\" era", "abstract": "\nPurpose\nThe purpose of this paper is to present the results of a study that explored public perceptions of the credibility of “facts and figures” contained within five social media posts produced by political parties in Scotland.\n\n\nDesign/methodology/approach\nThe study consisted of an online survey conducted in Spring 2017 (n=538). Respondents were asked to gauge the reliability of “facts” contained within the posts, to provide reasons for their answers, and to indicate how they might go about confirming or debunking the figures.\n\n\nFindings\nLess than half the sample believed the posts’ content would be reliable. Credibility perceptions were influenced by various factors, including: a lack of cited sources; concerns about bias or spin; a lack of detail, definitions or contextual information; personal political allegiance and trust; negative campaign techniques; personal experience of policy issues; and more intuitive judgements. Only small numbers admitted that they would not know how to find out more about the issues or would be disinclined to look further. The majority appeared confident in their own abilities to find further information, yet were vague in describing their search strategies.\n\n\nOriginality/value\nRelatively little empirical research has been conducted exploring the perceived credibility of political or government information online. It is believed that this is the first such study to have specifically investigated the Scottish political arena.\n", "venue": "J. Documentation", "year": 2019, "referenceCount": 101, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "121590486", "name": "Graeme Baxter"}, {"authorId": "1786483", "name": "R. Marcella"}, {"authorId": "145372562", "name": "Agnieszka. Walicka"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "790f108c70bf7eec84b350d75823b2ed6a9e8ea5", "externalIds": {"MAG": "2940015349", "DOI": "10.1515/bfp-2019-2027"}, "url": "https://www.semanticscholar.org/paper/790f108c70bf7eec84b350d75823b2ed6a9e8ea5", "title": "Framework Information Literacy – Aspekte aus Theorie, Forschung und Praxis", "abstract": "Zusammenfassung Das Framework for Information Literacy for Higher Education bietet neue, ganzheitliche Möglichkeiten für die Konzeption, Gestaltung und Förderung von Informationskompetenz. Dieser Beitrag zeigt, wie das Rahmenmodell der amerikanischen Association of College & Research Libraries (ACRL) für Schulungsangebote in Deutschland genutzt werden kann. Vorgestellt werden Aspekte aus Theorie und Forschung sowie ein adaptives Best-Practice-Beispiel der Universitätsbibliothek Bamberg. Die prämierten Framework Information Literacy Lessons (FILL) liefern nachhaltige Erkenntnisse zum wissenschaftlichen Arbeiten. Das fördert Kollaboration, Kommunikation sowie forschendes Lernen und gestaltet Zukunft. Teaching Libraries können so für die digitale Informationswelt kritisch sensibilisieren.", "venue": "Bibliothek Forschung und Praxis", "year": 2019, "referenceCount": 48, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3154062", "name": "Tessa Sauerwein"}]}}, {"intents": ["background"], "contexts": ["…GansBoriskin, & Hinchliffe, 2018), although this tends to be “understood only as a tendency to consciously seek out or avoid information based on prior beliefs, rather than a larger unconscious process whereby we also understand, interpret, favor, and remember information” (Sullivan, 2018).", "” The bias discussed most so far is confirmation bias (ALA, 2017; Cooke, 2017; Gibson & Jacobson, 2018; Saunders, GansBoriskin, & Hinchliffe, 2018), although this tends to be “understood only as a tendency to consciously seek out or avoid information based on prior beliefs, rather than a larger unconscious process whereby we also understand, interpret, favor, and remember information” (Sullivan, 2018).", "Much of this skepticism is rooted in the empirical literature on misinformation, corrections, and debiasing (see Sullivan, 2018).", "At the practical level, to the extent that such lists include outdated recommendations that overlook important features of contemporary fake news, they could end up perpetuating the problems they seek to address (Sullivan, 2018).", "This is unfortunate, given the robust misinformation research program in other fields (see Sullivan, 2018).", "As argued here and elsewhere (Sullivan, 2018, 2019), LIS researchers and practitioners need to draw on and contribute to a larger body of research pertaining to misinformation, biases, and critical thinking.", "Political scientists are still coming to terms with this conceptual shift (Nyhan & Reifler, 2012), and librarians need to wrestle with the implications as well (Sullivan, 2018)."], "isInfluential": false, "citingPaper": {"paperId": "8eff2a1a7602d6506578a1873e355eb840ce64d5", "externalIds": {"MAG": "2969280648", "DOI": "10.15760/COMMINFOLIT.2019.13.1.7"}, "url": "https://www.semanticscholar.org/paper/8eff2a1a7602d6506578a1873e355eb840ce64d5", "title": "Libraries and Fake News: What’s the Problem? What’s the Plan?", "abstract": "This article surveys the library and information science (LIS) response to the problems of fake news and misinformation from the 2016 U.S. presidential election to the end of 2018, focusing on how librarians and other information professionals in the United States have articulated the problems and the paths forward for combating them. Additionally, the article attempts to locate the LIS response in a larger interdisciplinary misinformation research program, provide commentary on the response in view of that research program, and lay out both a possible research agenda for the field and practical next steps for educators ahead of the 2020 election.", "venue": "Communications in Information Literacy", "year": 2019, "referenceCount": 84, "citationCount": 11, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "107742625", "name": "M. Sullivan"}]}}, {"intents": ["background"], "contexts": ["These institutions are advocates for ensuring the credibility of information sources to confront misinformation paradigms (Arazy & Nov, 2010; Fallis, 2015; Oomen & Aroyo, 2011; Snoek, Freiburg, Oomen, & Ordelman, 2010; Sullivan, 2018)."], "isInfluential": false, "citingPaper": {"paperId": "ba8153b6085d4f63dfc84b1072d8ebbc5bdaf2d3", "externalIds": {"DBLP": "conf/ecis/QutabMG19", "MAG": "2950250460"}, "url": "https://www.semanticscholar.org/paper/ba8153b6085d4f63dfc84b1072d8ebbc5bdaf2d3", "title": "Information Disorder in the GLAM Sector: the Challenges of Crowd Sourced Contributions", "abstract": "For some years information systems researchers have looked at crowdsourcing as a way for individuals, organizations and institutions to co-create content and generate value. Although there are many potential benefits of crowdsourcing, the quality control of crowd contributions stands out as one of the most significant challenges. Crowds can create the information contents but at the same time can facilitate information disorder: misinformation, disinformation and mal-information. Crowd created information is a dominant element in what is sometimes called the post-truth era. A small piece of misleading information can constitute significant challenges to the information sharing group or society. This misinformation can reshape in various ways how information-driven communities make sense of their world. As information disorder and its effects have recently started to be recognised as a potential problem in IS research, we need to explore this phenomenon in more detail, to understand how it happens and why. This multiple case study is aimed at appraising information disorder through crowd-created contents in the knowledge and cultural heritage organisations such as Galleries, Libraries, Archives and Museums (GLAM). We intend to investigate the quality control mechanisms that might be used to prevent and minimise the effects of information disorder from crowdsourced contributions.", "venue": "ECIS", "year": 2019, "referenceCount": 77, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "10203335", "name": "Saima Qutab"}, {"authorId": "144305675", "name": "M. Myers"}, {"authorId": "34871486", "name": "L. Gardner"}]}}, {"intents": ["background"], "contexts": ["This assumption is widespread in library and information science (Sullivan, 2018), to say nothing of other fields or the general public."], "isInfluential": false, "citingPaper": {"paperId": "0d1fa33a543ff31184c1d24fe4df67af0e00950d", "externalIds": {"MAG": "2947841039", "DOI": "10.35492/DOCAM/5/2/5"}, "url": "https://www.semanticscholar.org/paper/0d1fa33a543ff31184c1d24fe4df67af0e00950d", "title": "Documents and Moral Knowledge: Art in Yellowstone National Park", "abstract": null, "venue": "Proceedings from the Document Academy", "year": 2018, "referenceCount": 17, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "2899074", "name": "T. Gorichanaz"}]}}, {"intents": ["background"], "contexts": ["Instruction on evaluation techniques often relies on proxies of authority to determine quality (Sullivan, 2018)."], "isInfluential": false, "citingPaper": {"paperId": "21bea0fa7e39f1d3c3f978a5860613e75b8b149c", "externalIds": {"MAG": "2911988012", "DOI": "10.15760/COMMINFOLIT.2018.12.2.10"}, "url": "https://www.semanticscholar.org/paper/21bea0fa7e39f1d3c3f978a5860613e75b8b149c", "title": "Understanding financial conflict of interest: Implications for information literacy instruction", "abstract": "Libraries have long existed to assist users in accessing accurate information for their needs. Industry has long been motivated to spread disinformation to promote their industry’s message to the public. Although corporate disinformation techniques perfected by the tobacco industry in the 1950’s were exposed, instead of disappearing they have only grown more influential with the rise of the internet. Many industries from petroleum to pharmaceuticals use scientific research to promote their corporate message and have contributed to harming the public. Users need information literacy (IL) to provide them with the skills they need to critically evaluate information and reject the techniques of disinformation. This essay will argue that librarians should provide instruction about conflict of interest (COI) while instructing users in evaluation, and that the Framework for Information Literacy (2016) can provide a structure for this instruction. Libraries can help their patrons exercise critical skepticism when evaluating information to avoid becoming disinformed. It concludes with a call for librarians to be more cognizant of issues of money and power when evaluating information to assist users with making the choices that best meet their information needs.", "venue": "", "year": 2018, "referenceCount": 31, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "88485313", "name": "H. Perry"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4601338647957bdad6053d59ae1b829376568cb9", "externalIds": {"MAG": "2810621678", "DOI": "10.31695/IJASRE.2018.32728"}, "url": "https://www.semanticscholar.org/paper/4601338647957bdad6053d59ae1b829376568cb9", "title": "FAKE NEWS AND MISINFORMATION", "abstract": "Fake news is a type of propaganda that consists of deliberate misinformation. This false information is mainly spread through journals, magazines, mainstream media or social media. With the increasing popularity of social media and mobile phone, more and more people consume news from social media instead of traditional news media. Thus social media has proved to be a powerful source for fake news propagation. This paper provides a brief introduction to fake news.", "venue": "", "year": 2018, "referenceCount": 14, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "35111754", "name": "M. Sadiku"}, {"authorId": "121534077", "name": "Tochukwu P Eze"}, {"authorId": "8343255", "name": "S. Musa"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6f78b5608fed43f106da192f12e09d9edbd2fce0", "externalIds": {"MAG": "2582561810", "DOI": "10.1257/JEP.31.2.211"}, "url": "https://www.semanticscholar.org/paper/6f78b5608fed43f106da192f12e09d9edbd2fce0", "title": "Social Media and Fake News in the 2016 Election", "abstract": "Following the 2016 U.S. presidential election, many have expressed concern about the effects of false stories (“fake news”), circulated largely through social media. We discuss the economics of fake news and present new data on its consumption prior to the election. Drawing on web browsing data, archives of fact-checking websites, and results from a new online survey, we find: (i) social media was an important but not dominant source of election news, with 14 percent of Americans calling social media their “most important” source; (ii) of the known false news stories that appeared in the three months before the election, those favoring Trump were shared a total of 30 million times on Facebook, while those favoring Clinton were shared 8 million times; (iii) the average American adult saw on the order of one or perhaps several fake news stories in the months around the election, with just over half of those who recalled seeing them believing them; and (iv) people are much more likely to believe stories that favor their preferred candidate, especially if they have ideologically segregated social media networks.", "venue": "", "year": 2017, "referenceCount": 621, "citationCount": 2870, "influentialCitationCount": 195, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "6112526", "name": "H. Allcott"}, {"authorId": "8731644", "name": "Matthew Gentzkow"}]}}]}