{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "0810c63dd1a3bfed718e05567532782129b3c4cf", "externalIds": {"MAG": "2595398622"}, "url": "https://www.semanticscholar.org/paper/0810c63dd1a3bfed718e05567532782129b3c4cf", "title": "Social Networking and Ethics", "abstract": null, "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 23, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1817942", "name": "Shannon Vallor"}]}}, {"contexts": ["…Coakley and Brown (in favor of the Republican Brown) of the 2010 special election in Massachusetts to fill the Senate seat formerly held by Ted Kennedy might have been decided by exactly such a bot, which created a Twitter smear campaign in the form of a fake public debate (Ehrenberg, 2012)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "20141c8c31019f253ae8becd4fff1b9dac7d7e54", "externalIds": {"MAG": "2082472966", "DOI": "10.1002/SCIN.5591820826"}, "url": "https://www.semanticscholar.org/paper/20141c8c31019f253ae8becd4fff1b9dac7d7e54", "title": "Social media sway: Worries over political misinformation on Twitter attract scientists' attention", "abstract": null, "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Biology"], "authors": [{"authorId": "8147884", "name": "R. Ehrenberg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2618dbd8bc6bc401fbc202342c00cd2ffefcbe4f", "externalIds": {"MAG": "2911978475", "DBLP": "conf/icalp/Dwork06", "DOI": "10.1007/11787006_1"}, "url": "https://www.semanticscholar.org/paper/2618dbd8bc6bc401fbc202342c00cd2ffefcbe4f", "title": "Differential Privacy", "abstract": "In 1977 Dalenius articulated a desideratum for statistical databases: nothing about an individual should be learnable from the database that cannot be learned without access to the database. We give a general impossibility result showing that a formalization of Dalenius' goal along the lines of semantic security cannot be achieved. Contrary to intuition, a variant of the result threatens the privacy even of someone not in the database. This state of affairs suggests a new measure, differential privacy, which, intuitively, captures the increased risk to one's privacy incurred by participating in a database. The techniques developed in a sequence of papers [8, 13, 3], culminating in those described in [12], can achieve any desired level of privacy under this measure. In many cases, extremely accurate information about the database can be provided while simultaneously ensuring very high levels of privacy", "venue": "ICALP", "year": 2006, "referenceCount": 25, "citationCount": 4180, "influentialCitationCount": 452, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1781565", "name": "C. Dwork"}]}}, {"contexts": ["Many books on computer ethics and cyber ethics have been written in the past three decades since, among others, Johnson (1985) and Moor (1985) established the field."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "2b262968529c25ebc2647f58cbb50a46fffcce17", "externalIds": {"MAG": "2066545696", "DOI": "10.1111/J.1467-9973.1985.TB00173.X"}, "url": "https://www.semanticscholar.org/paper/2b262968529c25ebc2647f58cbb50a46fffcce17", "title": "WHAT IS COMPUTER ETHICS", "abstract": "A Proposed Definition Computers are special technology and they raise some special ethical issues. In this essay I will discuss what makes computers different from other technology and how this difference makes a difference in ethical considerations. In particular, I want to characterize computer ethics and show why this emerging field is both intellectually interesting and enormously important. On my view, computer ethics is the analysis of the nature and social impact of computer technology and the corresponding formulation and justification of policies for the ethical use of such technology. I use the phrase “computer technology” because I take the subject matter of the field broadly to include computers and associated technology. For instance, I include concerns about software as well as hardware and concerns about networks connecting computers as well as computers themselves. A typical problem in computer ethics arises because there is a policy vacuum about how computer technology should be used. Computers provide us with new capabilities and these in turn give us new choices for action. Often, either no policies for conduct in these situations exist or existing policies seem inadequate. A central task of computer ethics is to determine what we should do in such cases, i.e., to formulate policies to guide our actions. Of course, some ethical situations confront us as individuals and some as a society. Computer ethics includes consideration of both personal and social policies for the ethical use of computer technology. Now it may seem that all that needs to be done is the mechanical application of an ethical theory to generate the appropriate policy. But this is usually not possible. A difficulty is that along with a policy vacuum there is often a conceptual vacuum. Although a problem in computer ethics may seem clear initially, a little reflection reveals a conceptual muddle. What is needed in such cases is an analysis which provides a coherent conceptual framework within which to formulate a policy for action. Indeed, much of the important work in computer ethics is devoted to proposing conceptual frameworks for understanding ethical problems involving computer technology. An example may help to clarify the kind of conceptual work that is required. Let’s suppose we are trying to formulate a policy for protecting computer programs. Initially, the idea may seem clear enough. We are looking for a policy for protecting a kind of intellectual property. But then a", "venue": "", "year": 1985, "referenceCount": 0, "citationCount": 812, "influentialCitationCount": 30, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "31925555", "name": "J. Moor"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2e76fa107c50485985487b03a601eb0c11894193", "externalIds": {"MAG": "2465777981"}, "url": "https://www.semanticscholar.org/paper/2e76fa107c50485985487b03a601eb0c11894193", "title": "Big Data: A Revolution That Will Transform How We Live, Work, and Think", "abstract": "Amazon Exclusive: Q&A with Kenneth Cukier and Viktor Mayer-Schonberger Q. What did it take to write Big Data? A. Kenn has written about technology and business from Europe, Asia, and the US for The Economist, and is well-connected to the data community. Viktor had researched the information economy as a professor at Harvard and now at Oxford, and his book Delete had been well received. So we thought we had a good basis to make a contribution in the area. As we wrote the book, we had to dig deep to find unheard stories about big data pioneers and interview them. We wanted Big Data to be about a big idea, but also to be full of examples and success stories -- and be engrossing to read. Q. Are you big datas cheerleaders? A. Absolutely not. We are the messengers of big data, not its evangelists. The big data age is happening, and in the book we take a look at the drivers, and big datas likely trajectory: how it will change how we work and live. We emphasize that the fundamental shift is not in the machines that calculate data, but in the data itself and how we use it. Q. In discovering big data applications, what was your biggest surprise? A. It is tempting to say that it was predicting exploding manholes, tracking inflation in real time, or how big data saves the lives of premature babies. But the biggest surprise for us perhaps was the very diversity of the uses of big data, and how it already is changing peoples everyday world. Many people see big data through the lens of the Internet economy, since Google and Facebook have so much data. But that misses the point: big data is everywhere. Q. Is Big Data then primarily a story about economic efficiency? A. Big data improves economic efficiency, but thats only a very small part of the story. We realized when talking to dozens and dozens of big data pioneers that it improves health care, advances better education, and helps predict societal changefrom urban sprawl to the spread of the flu. Big data is roaring through all sectors of the economy and all areas of life. Q. So big data offers only upside? A. Not at all. We are very concerned about what we call in our book the dark side of big data. However the real challenge is that the problem is not necessarily where we initially tend to think it is, such as surveillance and privacy. After looking into the potential misuses of big data, we became much more troubled by propensity -- that is, big data predictions being used to police and punish. And by the fetishization of data that may occur, whereby organizations may blindly defer to what the data says without understanding its limitations. Q. What can we do about this dark side? A. Knowing about it is the first step. We thought hard to suggest concrete steps that can be taken to minimize and mitigate big datas risk, and came up with a few ways to ensure transparency, guarantee human free will, and strike a better balance on privacy and the use of personal information. These are deeply serious issues. If we do not take action soon, it might be too late.", "venue": "", "year": 2013, "referenceCount": 7, "citationCount": 2069, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1412534293", "name": "Viktor Mayer-Schnberger"}, {"authorId": "50603623", "name": "K. Cukier"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "458fb4f0319e62e193f3ae1e3a111ad8c532814b", "externalIds": {"MAG": "101716117", "DOI": "10.1007/978-3-319-04093-6_17"}, "url": "https://www.semanticscholar.org/paper/458fb4f0319e62e193f3ae1e3a111ad8c532814b", "title": "Distributed Epistemic Responsibility in a Hyperconnected Era", "abstract": "The challenge to locate responsibility in ever more entangled and dynamic socio-technical environments is a key concern of the ONLIFE Manifesto. This contribution focuses specifically on responsibilities in processes of knowing, a topic which is discussed under the heading of epistemic responsibility in philosophy. I argue that two perspectives regarding epistemic responsibility should be distinguished: (1) the individualistic perspective, focusing on individuals as knowers within increasingly complex and dynamic socio-technical epistemic systems and (2) the governance perspective, focusing on the question how systems and environments should be designed so that individuals can act responsibly. Different fields of research have offered valuable insights for the development of a notion of epistemic responsibility in a hyperconnected era, most notably the fields of (social) epistemology, philosophy of computing as well as feminist theory of science and technology. From those insights, two major challenges can be deduced: (1) To acknowledge the socio-technical entanglement of knowers while at the same time striving to support responsibility assumption and attribution and (2) to be attentive to power asymmetries within entangled socio-technical environments.", "venue": "", "year": 2015, "referenceCount": 34, "citationCount": 33, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "17736848", "name": "Judith Simon"}]}}, {"contexts": ["This is referred to as micro-level power and is understood as the concept of centrality (Bonacich, 1987)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "55b342a6e7b07a3f27a7715665aba2c24ac352ca", "externalIds": {"MAG": "2087194317", "DOI": "10.1086/228631"}, "url": "https://www.semanticscholar.org/paper/55b342a6e7b07a3f27a7715665aba2c24ac352ca", "title": "Power and Centrality: A Family of Measures", "abstract": "Although network centrality is generally assumed to produce power, recent research shows that this is not the case in exchange networks. This paper proposes a generalization of the concept of centrality that accounts for both the usual positive relationship between power and centrality and Cook et al.'s recent exceptional results.", "venue": "American Journal of Sociology", "year": 1987, "referenceCount": 25, "citationCount": 4129, "influentialCitationCount": 275, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1781116", "name": "P. Bonacich"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "58896e4e56c54b640a8a2a0abca0d2dbab45a1bc", "externalIds": {"MAG": "1500383076"}, "url": "https://www.semanticscholar.org/paper/58896e4e56c54b640a8a2a0abca0d2dbab45a1bc", "title": "Introduction to Social Network Methods", "abstract": null, "venue": "", "year": 2001, "referenceCount": 95, "citationCount": 3825, "influentialCitationCount": 299, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "15536409", "name": "R. Hanneman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "5950694c994722ac7036bb8c2e147575f4399fa2", "externalIds": {"MAG": "2502117526", "DOI": "10.1057/9781403938466"}, "url": "https://www.semanticscholar.org/paper/5950694c994722ac7036bb8c2e147575f4399fa2", "title": "Can Institutions Have Responsibilities", "abstract": null, "venue": "", "year": 2003, "referenceCount": 0, "citationCount": 102, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "47552849", "name": "Toni Erskine"}]}}, {"contexts": ["Since the enlightenment, traditional deontological and utilitarian ethics place a strong emphasis on moral responsibility of the individual, often also called moral agency (MacIntyre, 1998)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "709f78b120b2223f832ce39018c699a78dc6af4d", "externalIds": {"MAG": "1496683059", "DOI": "10.1111/J.1468-0149.1967.TB02984.X"}, "url": "https://www.semanticscholar.org/paper/709f78b120b2223f832ce39018c699a78dc6af4d", "title": "A SHORT HISTORY OF ETHICS", "abstract": null, "venue": "", "year": 1967, "referenceCount": 0, "citationCount": 265, "influentialCitationCount": 14, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "38252201", "name": "E. Telfer"}]}}, {"contexts": ["New advances in ethics have been made in network ethics (Floridi, 2009), the ethics of social networking (Vallor, 2012), distributed and corporate moral responsibility (Erskine, 2004), as well as computer and information ethics (Bynum, 2011)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "8249affde9a82ca65230784b06fa343f7483c120", "externalIds": {"MAG": "2087007820", "DOI": "10.1007/S10551-010-0598-7"}, "url": "https://www.semanticscholar.org/paper/8249affde9a82ca65230784b06fa343f7483c120", "title": "Network Ethics: Information and Business Ethics in a Networked Society", "abstract": "This article brings together two research fields in applied ethics – namely, information ethics and business ethics– which deal with the ethical impact of information and communication technologies but that, so far, have remained largely independent. Its goal is to articulate and defend an informational approach to the conceptual foundation of business ethics, by using ideas and methods developed in information ethics, in view of the convergence of the two fields in an increasingly networked society.", "venue": "", "year": 2009, "referenceCount": 56, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1982425", "name": "L. Floridi"}]}}, {"contexts": ["There are, however, lines of reasoning that consider morally relevant outcomes independently of the existence of a moral agency, at least in the sense that negative consequences establish moral obligations (Leibniz and Farrer, 2005; Pogge, 2002)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "82ac9b015ccdf18e58d4f2c71e612531c2f762f3", "externalIds": {"MAG": "2168284755", "DOI": "10.1177/1470594X02001001002"}, "url": "https://www.semanticscholar.org/paper/82ac9b015ccdf18e58d4f2c71e612531c2f762f3", "title": "Moral Universalism and Global Economic Justice", "abstract": "Moral universalism centrally involves the idea that the moral assessment of persons and their conduct, of social rules and states of affairs, must be based on fundamental principles that do not, explicitly or covertly, discriminate arbitrarily against particular persons or groups. This general idea is explicated in terms of three conditions. It is then applied to the discrepancy between our criteria of national and global economic justice. Most citizens of developed countries are unwilling to require of the global economic order what they assuredly require of any national economic order, for example, that its rules be under democratic control, that it preclude life-threatening poverty as far as is reasonably possible. Without a plausible justification, such a double standard constitutes covert arbitrary discrimination against the global poor.", "venue": "", "year": 2002, "referenceCount": 26, "citationCount": 92, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48321480", "name": "Thomas Pogge"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a58dc1c4a4d0b390fa2e29683dd9ab8fff4e5a03", "externalIds": {"MAG": "2791059564", "DOI": "10.7249/rr233"}, "url": "https://www.semanticscholar.org/paper/a58dc1c4a4d0b390fa2e29683dd9ab8fff4e5a03", "title": "Predictive Policing: The Role of Crime Forecasting in Law Enforcement Operations", "abstract": "Predictive policing is the use of analytical techniques to identify targets for police intervention with the goal of preventing crime, solving past crimes, or identifying potential offenders and victims. These tools are not a substitute for integrated approaches to policing, nor are they a crystal ball. This guide assesses some of the most promising technical tools and tactical approaches for acting on predictions in an effective way.", "venue": "", "year": 2013, "referenceCount": 138, "citationCount": 357, "influentialCitationCount": 23, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "33661424", "name": "W. Perry"}, {"authorId": "144639256", "name": "B. McInnis"}, {"authorId": "3639589", "name": "C. Price"}, {"authorId": "2110541226", "name": "Susan Smith"}, {"authorId": "28970990", "name": "John S. Hollywood"}]}}, {"contexts": ["Its successor, the Large Synoptic Survey Telescope in Chile, when starting its work in 2016, will collect as much within five days (Mayer-Schönberger and Cukier, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "bf69c98fca9a9f6c1cde871beddbcdc668b77771", "externalIds": {"MAG": "2886038082"}, "url": "https://www.semanticscholar.org/paper/bf69c98fca9a9f6c1cde871beddbcdc668b77771", "title": "Big Data: A Revolution That Will Transform How We Live, Work, and Think", "abstract": "Since Aristotle, we have fought to understand the causes behind everything. But this ideology is fading. The world of big data can crunch However the indirect implication of a raw material in cdc data processing. He says most common search terms think we'll have lost. At the damnation profoundly surprising conclusions, from make it seems more recently I think. Less as a fascinatingand sometimes profoundly surprising ways not knowing why only one to find knowledge.", "venue": "", "year": 2015, "referenceCount": 0, "citationCount": 1585, "influentialCitationCount": 89, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "5826096", "name": "Eric Gossett"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "c47ceed8b6417c4418e0bc722975d79db9b55a5e", "externalIds": {"MAG": "113812880", "DOI": "10.7249/tr1161"}, "url": "https://www.semanticscholar.org/paper/c47ceed8b6417c4418e0bc722975d79db9b55a5e", "title": "Using Social Media to Gauge Iranian Public Opinion and Mood After the 2009 Election", "abstract": "Limited Electronic Distribution Rights This document and trademark(s) contained herein are protected by law as indicated in a notice appearing later in this work. This electronic representation of RAND intellectual property is provided for noncommercial use only. Unauthorized posting of RAND electronic documents to a non-RAND website is prohibited. RAND electronic documents are protected under copyright law. Permission is required from RAND to reproduce, or reuse in another form, any of our research documents for commercial use. For information on reprint and linking permissions, please see RAND Permissions. Skip all front matter: Jump to Page 16 The RAND Corporation is a nonprofit institution that helps improve policy and decisionmaking through research and analysis. This electronic document was made available from www.rand.org as a public service of the RAND Corporation. CHILDREN AND FAMILIES", "venue": "", "year": 2012, "referenceCount": 74, "citationCount": 40, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3360900", "name": "S. Elson"}, {"authorId": "145001812", "name": "Douglas Yeung"}, {"authorId": "2891238", "name": "P. Roshan"}, {"authorId": "104340257", "name": "S. Bohandy"}, {"authorId": "96655944", "name": "Alireza Nader"}]}}, {"contexts": ["New advances in ethics have been made in network ethics (Floridi, 2009), the ethics of social networking (Vallor, 2012), distributed and corporate moral responsibility (Erskine, 2004), as well as computer and information ethics (Bynum, 2011)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c9b763688c2ae6b929aba232e28846c4b5e8eafc", "externalIds": {"MAG": "568951139"}, "url": "https://www.semanticscholar.org/paper/c9b763688c2ae6b929aba232e28846c4b5e8eafc", "title": "Can Institutions Have Responsibilities?: Collective Moral Agency and International Relations", "abstract": "Introduction: Making Sense of 'Responsibility' in International Relations: Key Questions and Concepts T.Erskine PART I: IDENTIFYING MORAL AGENTS: STATES, GOVERNMENTS AND 'INTERNATIONAL SOCIETY' Assigning Responsibilities to Institutional Moral Agents: The Case of States and Quasi-states T. Erskine Moral Responsibility and the Problem of Representing the State D.Runciman Moral Agency and International Society: Reflections on Norms, the UN, the Gulf War, and the Kosovo Campaign C.Brown PART II: OBSTACLES AND ALTERNATIVE QUESTIONS Collective Moral Agency and the Political Process F.V.Harbour Constitutive Theory and Moral Accountability: Individuals, Institutions, and Dispersed Practices M.Frost When Agents Cannot Act: International Institutions as 'Moral Patients' C.Navari PART III: HARD CASES: ASSIGNING DUTIES NATO and the Individual Soldier as Moral Agents with Reciprocal Duties: Imbalance in the Kosovo Campaign P.Cornish & F.V.Harbour The Anti-Sweatshop Movement: Constructing Corporate Moral Agency in the Global Apparel Industry R.DeWinter PART IV: HARD CASES: APPORTIONING BLAME The Responsibility of Collective External Bystanders in Cases of Genocide: The French in Rwanda D.Kroslak The United Nations and the Fall of Srebrenica: Meaningful Responsibility and International Society A.F.Lang, Jr. PART V: CONCLUSIONS On 'Good Global Governance', Institutional Design and the Practices of Moral Agency N.Rengger Global Justice: Aims, Arrangements and Responsibilities C.Barry Selected Bibliography Index", "venue": "", "year": 2003, "referenceCount": 0, "citationCount": 68, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "47552849", "name": "Toni Erskine"}]}}, {"contexts": ["For an excellent discussion on the ethical implications of Facebook studies, see Zimmer (2010)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "cabcafcae2b6f8ef3f5bc223e12bc6f360961548", "externalIds": {"MAG": "2025328578", "DOI": "10.1007/s10676-010-9227-5"}, "url": "https://www.semanticscholar.org/paper/cabcafcae2b6f8ef3f5bc223e12bc6f360961548", "title": "“But the data is already public”: on the ethics of research in Facebook", "abstract": "In 2008, a group of researchers publicly released profile data collected from the Facebook accounts of an entire cohort of college students from a US university. While good-faith attempts were made to hide the identity of the institution and protect the privacy of the data subjects, the source of the data was quickly identified, placing the privacy of the students at risk. Using this incident as a case study, this paper articulates a set of ethical concerns that must be addressed before embarking on future research in social networking sites, including the nature of consent, properly identifying and respecting expectations of privacy on social network sites, strategies for data anonymization prior to public release, and the relative expertise of institutional review boards when confronted with research projects based on data gleaned from social media.", "venue": "Ethics and Information Technology", "year": 2010, "referenceCount": 60, "citationCount": 647, "influentialCitationCount": 46, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145416457", "name": "M. Zimmer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d2070b5ccc3cf58cb356de32918c4f6a0aecbb1b", "externalIds": {"MAG": "1578091896"}, "url": "https://www.semanticscholar.org/paper/d2070b5ccc3cf58cb356de32918c4f6a0aecbb1b", "title": "The Human Face of Big Data", "abstract": "Adelaide Festival of Ideas session, The Braggs, 11:30 am, Saturday 19th October, 2013. Chaired by Susannah Eliot.", "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 43, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "104707792", "name": "Rick Smolan"}, {"authorId": "97931543", "name": "Jennifer Erwitt"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d5bd628048057705e17e763f946e68c00d42ccc2", "externalIds": {"MAG": "1495349879"}, "url": "https://www.semanticscholar.org/paper/d5bd628048057705e17e763f946e68c00d42ccc2", "title": "Theodicy: Essays on the Goodness of God, the Freedom of Man and the Origin of Evil", "abstract": "In order to be truly free, must you act arbitrarily? If an event did not happen, could it have happened? Since there is evil, and God could have made the world without evil, did God fail to pick the best course? Grappling with such simple--yet still intriguing--puzzles, Leibniz was able to present attractively his new theories of the real and the phenomenal, freewill and determinism, and the relation between minds and bodies. Theodicy was Leibniz's only book-length work to be published in his lifetime, and for many years the work by which he was known to the world. Fully at home with the latest scienctific advances, Leibniz ultimately rejected the new atomistic philosophies of Descartes, Gassendi, and Hobbes, and drew upon the old cosmology of Aristotelian scholasticism. There could be no conflict, he argued between faith and reason, freedom and necessity, natural and divine law. Ingeniously defending his postulate of pre-established harmony, Leibniz made important advances in the precise analysis of concepts.\"", "venue": "", "year": 1952, "referenceCount": 0, "citationCount": 274, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "69331829", "name": "G. Leibniz"}, {"authorId": "117885610", "name": "A. Farrer"}, {"authorId": "87042050", "name": "E. Huggard"}]}}, {"contexts": ["Still, Big Data has introduced further changes, such as the philosophical problem of ‘many hands’, i.e. the effect of many actors contributing to an action in the form of distributed morality (Floridi, 2013; Noorman, 2012), which need to be raised.", "the effect of many actors contributing to an action in the form of distributed morality (Floridi, 2013; Noorman, 2012), which need to be raised.", "Floridi refers to these moral enablers, which hinder or facilitate moral action, as infraethics (Floridi, 2013)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "e34630d14a733bbf147f8c223ef3c88941897081", "externalIds": {"MAG": "1991112424", "DBLP": "journals/see/Floridi13", "DOI": "10.1007/s11948-012-9413-4", "PubMed": "23197312"}, "url": "https://www.semanticscholar.org/paper/e34630d14a733bbf147f8c223ef3c88941897081", "title": "Distributed Morality in an Information Society", "abstract": "The phenomenon of distributed knowledge is well-known in epistemic logic. In this paper, a similar phenomenon in ethics, somewhat neglected so far, is investigated, namely distributed morality. The article explains the nature of distributed morality, as a feature of moral agency, and explores the implications of its occurrence in advanced information societies. In the course of the analysis, the concept of infraethics is introduced, in order to refer to the ensemble of moral enablers, which, although morally neutral per se, can significantly facilitate or hinder both positive and negative moral behaviours.", "venue": "Sci. Eng. Ethics", "year": 2013, "referenceCount": 57, "citationCount": 107, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Sociology", "Computer Science"], "authors": [{"authorId": "1982425", "name": "L. Floridi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ead9c55760315b0d290e08c039a8ed8af7d31d5d", "externalIds": {"MAG": "2336464453", "DOI": "10.1111/j.1467-9973.1984.tb00137.x"}, "url": "https://www.semanticscholar.org/paper/ead9c55760315b0d290e08c039a8ed8af7d31d5d", "title": "Computer Ethics", "abstract": "From the Publisher: \nAuthor Deborah G. Johnson has updated material throughout this text. Two new chapters on the Internet have been added: one focuses on ethical behavior online, and the other addresses the social implications of the Internet. \n \nTopics covered include: \n \nWhat is computer ethics? \nWhat are the philosophical foundations of computer ethics? \nHow does computer ethics relate to professional ethics? \nPrivacy. \nProperty rights. \nAccountability. \n \n \nAll topics are presented in compelling and understandable language, so that rigorous, in-depth analysis is accessible to students who may be novices in philosophy or technology studies.", "venue": "", "year": 1985, "referenceCount": 0, "citationCount": 377, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2109808157", "name": "Deborah G. Johnson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "f172eaee6757ece3e7449bacb971fe8af0172c7d", "externalIds": {"DBLP": "conf/cmg/StuckA87", "MAG": "294645195"}, "url": "https://www.semanticscholar.org/paper/f172eaee6757ece3e7449bacb971fe8af0172c7d", "title": "A Computer and Communication Network Performance Analysis Primer (Prentice Hall, Englewood Cliffs, NJ, 1985; revised, 1987)", "abstract": null, "venue": "Int. CMG Conference", "year": 1987, "referenceCount": 0, "citationCount": 590, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History", "Computer Science"], "authors": [{"authorId": "18443758", "name": "B. Stuck"}, {"authorId": "32951411", "name": "E. Arthurs"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Towards a methodology for statistical disclosure control", "abstract": null, "venue": "Statistik Tidskrift", "year": 1977, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C Dwork"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "In: Zalta EN (ed) The Stanford Encyclopedia of Philosophy", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "T Bynum"}]}}, {"contexts": ["This issue was already raised by Dalenius (1977) for statistical databases and later by Dwork (2006) that ‘‘nothing about an individual should be learnable from the database that cannot be learned without access to the database’’."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Towards a methodology for statistical disclosure control", "abstract": null, "venue": "Statistik Tidskrift", "year": 1977, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "T Dalenius"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "In: Zalta EN (ed) The Stanford Encyclopedia of Philosophy", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M Noorman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Statistik Tidskrift 5: 429–444", "abstract": null, "venue": "Dwork C", "year": 2006, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M In Bugliesi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Bot Traffic is up to 61.5% of All Website Traffic", "abstract": null, "venue": "Incapsula.com. Available at", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "I Zeifman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "What Wal-Mart knows about customers' habits. The New York Times", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C L Hays"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Dutch party invite ends in riot", "abstract": null, "venue": "BBC News. Available", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "What is computer ethics? Metaphilosophy", "abstract": null, "venue": "", "year": 1985, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"contexts": ["5%) for the purpose of market intelligence and manipulation (Zeifman, 2013).", "%) for the purpose of market intelligence and manipulation (Zeifman, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Bot Traffic is up to 61.5% of All Website", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "I 2013. Zeifman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The Economist) speaks about Big Data", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "K Cukier"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The NSA files. World News, the Guardian", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "The Guardian"}]}}]}