{"offset": 0, "next": 100, "data": [{"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f57e5aef74963fba212cc25fd656efe58e0fffec", "externalIds": {"DOI": "10.4018/978-1-6684-3662-2.ch096"}, "url": "https://www.semanticscholar.org/paper/f57e5aef74963fba212cc25fd656efe58e0fffec", "title": "How Big Data Transforms Manufacturing Industry", "abstract": "This article describes an overview of what Big Data is and explains how it transforms the manufacturing industry. First, this article defines what Big Data means for the manufacturing industry. It explains four advantages about Big Data analytics and their benefits to manufacturing. Then, it describes about what ethical issues of Big Data are. Next, it discusses more deeply about the ethical issues of Big Data in manufacturing with both individual and organizational perspectives. Finally, this article sums up with some principles to show the ethical governance of the interests of Big Data stakeholders.", "venue": "Research Anthology on Big Data Analytics, Architectures, and Applications", "year": 2022, "referenceCount": 38, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2964485", "name": "Victor I. C. Chang"}, {"authorId": null, "name": "Wanxuan Lin"}]}}, {"intents": ["background"], "contexts": ["As ferramentas apoiadas pela tecnologia da informação permitem que estas informações sejam mineradas e armazenadas de modo a constituir uma massa de dados que possibilite análises de conteúdo avançadas (Zwitter, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "126a8974d4370aac64d1ca9d2e26043a2c7dd6b5", "externalIds": {"MAG": "3120306090", "DOI": "10.21118/apgs.v13i1.8709"}, "url": "https://www.semanticscholar.org/paper/126a8974d4370aac64d1ca9d2e26043a2c7dd6b5", "title": "Decompondo a Transparência das Organizações Públicas: uma Proposta de Classificação em Três Camadas", "abstract": "A transparencia das organizacoes publicas e imperativa para as sociedades modernas, embora ainda nao haja consenso sobre a definicao deste construto e sobre seus instrumentos de medicao. Para contribuir com esta lacuna, este estudo propoe um modelo teorico explicativo da transparencia publica em nivel organizacional. Para tanto, desenvolve-se revisao da literatura recente nos ultimos dez anos sobre o construto. Defende-se que a transparencia publica se manifeste em tres camadas: transparencia dos registros, que esta associada a informacoes do passado; transparencia das acoes, que se relaciona aos fatos presentes; e transparencia das intencoes, que se refere aos atos futuros.", "venue": "", "year": 2021, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2090563018", "name": "Francisco Ítalo Lopes França"}, {"authorId": "46530522", "name": "Marina Figueiredo Moreira"}]}}, {"intents": ["background"], "contexts": ["Four commonalities of ethical theory types appeared (Alexander & Moore, 2016; Himma & Tavani, 2008; Jantavongso, 2013; O'Leary, 2016; Tavani, 2016; Zwitter, 2014; Zwitter, 2019).", "Hence, BSD encourages changes to traditional ethics (Zwitter, 2014).", "A research gap does exist (Davis, 2012; Herschel & Miori, 2017; Tavani, 2016; Zwitter, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "2ce881d56d391488067779231c85d83083852fa1", "externalIds": {"DOI": "10.1002/isd2.12179"}, "url": "https://www.semanticscholar.org/paper/2ce881d56d391488067779231c85d83083852fa1", "title": "Ethics, big social data, data sharing, and attitude among the millennial generation: A case of Thailand", "abstract": "Big social data and digital technologies create tremendous opportunities but raise questions and concerns on ethical data usage and sharing. Moreover, big social data plays a vital role in Thailand's 20‐year national strategy to turn Thailand into a developed nation by 2037, especially on security and human capital development strategies. Nonetheless, the progress in big social data must go hand‐in‐hand with ethical standards. To date, there are no universal ethical criteria for big social data sharing and governance. This study investigates the ethical issues of big data in social media. It maps big social data to workable ethical theories. The model of big social data sharing factors was proposed. Using Thailand as a case study, the exploratory study examined the digital behaviors and moral perceptions of the millennials' big social data sharing through 71 in‐depth interviews. The results revealed a strong pattern toward “ethical consequentialism” among the Thai millennials. Examining these findings fosters the formation of big social data ethics from the views of the data generators. This study has attempted to contribute to scholarship in the growing body of work on appropriate ethical guidelines for big social data sharing and help Thailand achieve its national strategy.", "venue": "", "year": 2021, "referenceCount": 99, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2508286", "name": "S. Jantavongso"}, {"authorId": "80743808", "name": "Prashaya Fusiripong"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2f7d0fdac2028295c10380e19d5f6448ca770b35", "externalIds": {"MAG": "3176560536", "DOI": "10.1108/jbim-02-2020-0100"}, "url": "https://www.semanticscholar.org/paper/2f7d0fdac2028295c10380e19d5f6448ca770b35", "title": "From managing customers to joint venturing with customers: co-creating service value in the digital age", "abstract": "\nPurpose\nUntil today, scholars claim that the phenomenon of “co-creation” of value in an “interacted” economy and in the context of positive actor-to-actor relationships has not been adequately explored. This study aims to first to identify and separate the accessible values of internet of things (IoT)-based business models for business-to-business (B2B) and business-to-government (B2G) customer groups. It quantifies the drivers to successfully implement disruptive business models.\n\n\nDesign/methodology/approach\nData were gathered from 292 customers in Western Europe. The conceptual framework was tested using partial least square structural equation modeling.\n\n\nFindings\nManaging disruptions in the digital age is closely related to the fact that the existing trust in buyer-seller relationships is not enough to accept IoT projects. A company’s digitalization capabilities, satisfaction with the existing relationship and trust in the IoT credibility of the manufacturer drives the perceived value of IoT-based business models in B2B settings. Contrastingly, in B2G settings, money is less important.\n\n\nResearch limitations/implications\nResearch refers to one business field, the data set is of European origin only. Findings indicate that the drivers to engage in IoT-related projects differ significantly between the customer groups and therefore require different marketing management strategies. Saving time today is more important to B2G buyers than saving money.\n\n\nPractical implications\nThe disparate nature of B2B and B2G buyers indicates that market segmentation and targeted marketing must be considered before joint-venturing in IoT business models. To joint venture supply chain partners co-creating value in the context of IoT-related business models, relationship management should be focused with buyers on the same footing, as active players and co-developers of a personalized experience in digital service projects.\n\n\nOriginality/value\nDiverging from established studies focusing on the relationship within a network of actors, this study defines disruptive business models and identifies its drivers in B2B and B2G relationships. This study proposes joint venturing with B2B and B2G customers to overcome the perceived risk of these IoT-related business models. Including customers in platforms and networks may lead to the co-creation of value in joint IoT projects.\n", "venue": "Journal of Business & Industrial Marketing", "year": 2021, "referenceCount": 94, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "113819282", "name": "Christine Falkenreck"}, {"authorId": null, "name": "Ralf Wagner"}]}}, {"intents": ["background"], "contexts": ["In the USA, privacy can legally be expressed as four things: “(1) invasions into protected spaces, relationships, or decisions; (2) collection of information; (3) use of information; and (4) disclosure of information” [3].", "These effects are so profound that “all kinds of human activities and decisions are beginning to be influenced by big data predictions, including dating, shopping, medicine, education, voting, law enforcement, terrorism prevention, and cybersecurity” [3]."], "isInfluential": false, "citingPaper": {"paperId": "35002ccc96dfb65cf762c973e2e6a2edc63a849d", "externalIds": {"DOI": "10.1145/3459104.3459201"}, "url": "https://www.semanticscholar.org/paper/35002ccc96dfb65cf762c973e2e6a2edc63a849d", "title": "An Investigation into the Effectiveness of Big Data in Organizations, the Use of Customer Data, and the Ethical Implications of the Data Economy", "abstract": "This paper is an introduction and guide to big data in the modern world, from the perspective of an information system practitioner. It will first look at the use of big data in business and industry. It describes the issues faced by organizations with big data and the new business models that have emerged because of the Internet and Web 2.0. It explores this through qualitative research involving employees directly involved in big data analyses. It also explores how big data has impacted on customer data analysis and addresses whether it is providing good value for the amount invested in the technology. It will also explain current methods of data collection through the analysis of literature. Finally, this paper will explore the ethical implications of data collection both in organizations and online, and it will then look at current research on whether the data economy itself is ethical.", "venue": "", "year": 2021, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2120197396", "name": "Robert D. Polding"}, {"authorId": "2120193935", "name": "Maria Eizaguirre Dieguez"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4ae870182f376044b24de3a4dda8d589f033eb93", "externalIds": {"MAG": "2971650719", "DOI": "10.1016/J.EGYAI.2021.100079"}, "url": "https://www.semanticscholar.org/paper/4ae870182f376044b24de3a4dda8d589f033eb93", "title": "Transformations of trust in society: A systematic review of how access to big data in energy systems challenges Scandinavian culture", "abstract": "Abstract In the era of information technology and big data, the extraction, commodification, and control of personal information is redefining how people relate and interact. However, the challenges that big data collection and analytics can introduce in trust-based societies, like those of Scandinavia, are not yet understood. For instance, in the energy sector, data generated through smart appliances, like smart metering devices, can have collateral implications for the end-users. In this paper, we present a systematic review of scientific articles indexed in Scopus to identify possible relationships between the practices of collecting, processing, analysing, and using people's data and people's responses to such practices. We contextualise this by looking at research about Scandinavian societies and link this to the academic literature on big data and trust, big data and smart meters, data ethics and the energy sector, surveillance capitalism, and subsequently performing a reflexive thematic analysis. We broadly situate our understanding of culture in this context on the interactions between cognitive norms, material culture, and energy practices. Our analysis identified a number of articles discussing problems and solutions to do with the practices of surveillance capitalism. We also found that research addresses these challenges in different ways. While some research focuses on technological amendments to address users’ privacy protection, only few examine the fundamental ethical questions that discuss how big data practices may change societies and increase their vulnerability. The literature suggests that even in highly trusting societies, like the ones found in Scandinavian countries, trust can be undermined and weakened.", "venue": "", "year": 2021, "referenceCount": 162, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "72671767", "name": "J. Godoy"}, {"authorId": "1402937406", "name": "K. Otrel-Cass"}, {"authorId": "88833943", "name": "K. H. Toft"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4b4f6daf0293da3e008ef3bfc83ec1b0711f0f64", "externalIds": {"MAG": "3130034656", "DOI": "10.1108/978-1-83909-554-220211005"}, "url": "https://www.semanticscholar.org/paper/4b4f6daf0293da3e008ef3bfc83ec1b0711f0f64", "title": "The Evolution of Big Data in Marketing: Trust, Security and Data Ownership", "abstract": null, "venue": "", "year": 2021, "referenceCount": 60, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "144326763", "name": "J. McColl"}, {"authorId": "118087916", "name": "Elaine L Ritch"}]}}, {"intents": ["background"], "contexts": ["Zwitter (2014) differentiated additional positions for the purpose of big data, handling the available unstructured data on partnerships or networks."], "isInfluential": false, "citingPaper": {"paperId": "55bc07752a96a0d67868ed8f5e23d9c5f871b10f", "externalIds": {"DBLP": "conf/ecis/JagalsK21"}, "url": "https://www.semanticscholar.org/paper/55bc07752a96a0d67868ed8f5e23d9c5f871b10f", "title": "Inter-Organizational Data Governance: a literature Review", "abstract": "Digitization and the associated quantitative increase of data continue to advance. Simultaneously, companies share their data in inter-organizational networks, and this new form of interaction also requires a new form of governance. Existing governance approaches that only operate within company boundaries cannot achieve the new form of interaction. To overcome this inadequacy, we conducted a systematic literature review. We identified four constructs of inter-organizational governance. We used these constructs to develop our research framework and they serve as a basis for our results. The constructs are structure, processes, participants, and success. Moreover, we identified various findings within the constructs' domains. This contribution mirrors the current state of research and lays a foundation for future efforts. Based on the results, we propose several research streams for an in-depth examination of the individual constructs. Limitations include possible undiscovered contributions within the literature analysis.", "venue": "ECIS", "year": 2021, "referenceCount": 136, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2111964823", "name": "Marvin Jagals"}, {"authorId": "2066876242", "name": "Erik Karger"}]}}, {"intents": ["background"], "contexts": ["…implementation of ‘big data’ in management processes, research, and other areas challenges our traditional concept of how ethics should be applied and requires a specific approach addressing the possible unintended consequences that might arise from decision-making in data practices (Zwitter 2014).", "The increasing implementation of ‘big data’ in management processes, research, and other areas challenges our traditional concept of how ethics should be applied and requires a specific approach addressing the possible unintended consequences that might arise from decision-making in data practices (Zwitter 2014).", "With the rise of such data science, novel and complex ethical challenges emerge (e.g. Floridi and Taddeo 2016; Richards and King 2014; Zwitter 2014)."], "isInfluential": false, "citingPaper": {"paperId": "58009c39cef99e8fc63748fbe92391d83112abb5", "externalIds": {"DOI": "10.1007/s10676-020-09577-5"}, "url": "https://www.semanticscholar.org/paper/58009c39cef99e8fc63748fbe92391d83112abb5", "title": "Data Ethics Decision Aid (DEDA): a dialogical framework for ethical inquiry of AI and data projects in the Netherlands", "abstract": "This contribution discusses the development of the Data Ethics Decision Aid (DEDA), a framework for reviewing government data projects that considers their social impact, the embedded values and the government’s responsibilities in times of data-driven public management. Drawing from distinct qualitative research approaches, the DEDA framework was developed in an iterative process (2016–2018) and has since then been applied by various Dutch municipalities, the Association of Dutch Municipalities, and the Ministry of General Affairs (NL). We present the DEDA framework as an effective process to moderate case-deliberation and advance the development of responsible data practices. In addition, by thoroughly documenting the deliberation process, the DEDA framework establishes accountability. First, this paper sheds light on the necessity for data ethical case deliberation. Second, it describes the prototypes, the final design of the framework, and its evaluation. After a comparison with other frameworks, and a discussion of the findings, the paper concludes by arguing that the DEDA framework is a useful process for ethical evaluation of data projects for public management and an effective tool for creating awareness of ethical issues in data practices.", "venue": "", "year": 2021, "referenceCount": 80, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2004524737", "name": "A. S. Franzke"}, {"authorId": "120476798", "name": "I. Muis"}, {"authorId": "84022689", "name": "M. Schäfer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "592dab0e33b3a25ddaccb9f1f6e4b08d3c34cf77", "externalIds": {"PubMedCentral": "8160550", "DBLP": "journals/see/Ewuoso21", "DOI": "10.1007/s11948-021-00313-w", "PubMed": "34047844"}, "url": "https://www.semanticscholar.org/paper/592dab0e33b3a25ddaccb9f1f6e4b08d3c34cf77", "title": "An African Relational Approach to Healthcare and Big Data Challenges", "abstract": "Big Data has amplified some challenges in the healthcare context. One significant challenge is how to use healthcare big data (HBD) in ways that honor individual rights to informed consent or privacy. Careful analysis from diverse backgrounds will be vital in contributing ethical guidelines that can adequately address healthcare Big Data's growing complexities globally. Especially, the study argues that an under-explored African philosophy of Ubuntu can usefully influence big data practices in ways that address this challenge without undermining its benefits. Ubuntu emphasizes harmonious relationships. Harmonious relations entail identifying with one another and exhibiting solidarity to each other. One can identify or exhibit solidarity with others through psychological attitudes such as thinking of oneself as part of a “we” and acting in ways that will more likely improve the quality of life of others. The African relational philosophy of Ubuntu deserves to be given an audience not only for epistemic justice but also because the continued absence of African perspective in the discourse on ethical use of HBD science represents a missed opportunity to enrich ethical thinking about HBD from diverse backgrounds. Research is, however, required to provide greater specificity on how Ubuntu values may be integrated into HBD analytic techniques.", "venue": "Sci. Eng. Ethics", "year": 2021, "referenceCount": 46, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "9772275", "name": "C. Ewuoso"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5bca289253b735d9cfb9691803867aa153132399", "externalIds": {"MAG": "3171097867", "DOI": "10.1002/POI3.258"}, "url": "https://www.semanticscholar.org/paper/5bca289253b735d9cfb9691803867aa153132399", "title": "Research themes in big data analytics for policymaking: Insights from a mixed‐methods systematic literature review", "abstract": null, "venue": "", "year": 2021, "referenceCount": 78, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3215855", "name": "A. Suominen"}, {"authorId": "2701570", "name": "Arash Hajikhani"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5c4e7634eaed7e1bac2b29b9debccba4463e3f86", "externalIds": {"MAG": "3161799318", "DOI": "10.1016/J.TRIP.2021.100403"}, "url": "https://www.semanticscholar.org/paper/5c4e7634eaed7e1bac2b29b9debccba4463e3f86", "title": "Autonomy loss, privacy invasion and data misuse as psychological barriers to peer-to-peer collaborative car use", "abstract": null, "venue": "", "year": 2021, "referenceCount": 66, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "115243073", "name": "M. Hunecke"}, {"authorId": "2070193387", "name": "Nadine Richter"}, {"authorId": "5663534", "name": "Holger Heppner"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "617346e873344a2f7e45cb66426d231bb7132663", "externalIds": {"DOI": "10.1007/978-3-319-32001-4_490-1"}, "url": "https://www.semanticscholar.org/paper/617346e873344a2f7e45cb66426d231bb7132663", "title": "Ethics", "abstract": null, "venue": "Encyclopedia of Big Data", "year": 2021, "referenceCount": 2, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "73590452", "name": "Erik W. Kuiler"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "666623b671e753beed3a98df28ec0c0ba4b9935a", "externalIds": {"MAG": "3134188490", "DOI": "10.1108/S2053-769720210000034010"}, "url": "https://www.semanticscholar.org/paper/666623b671e753beed3a98df28ec0c0ba4b9935a", "title": "Ethical Privacy Policies for E-Government Websites", "abstract": "With the increasing use of the Internet and social media, governments worldwide are adopting digital technologies and innovative strategies to communicate and engage with their citizens. Public sector agencies, especially at the local level, have been adopting emerging technologies such as the Internet of Things, artificial Intelligence, and blockchain and they are increasingly leveraging big data analytics to improve their decision-making and organizational performance. These rapid innovations pose important questions about, and concerns for, the privacy and security of the citizens accessing government information and services online. This chapter explores these issues, discusses the role of privacy policies in addressing such concerns, and highlights the need for ethical privacy policies to restore the trust and confidence of citizen users of government websites.", "venue": "", "year": 2021, "referenceCount": 29, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "30351247", "name": "A. Manoharan"}, {"authorId": "2512346", "name": "Tony J. Carrizales"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6c0006c7cf5c2ebf6eaf8023ed18037ca8a21872", "externalIds": {"DOI": "10.1057/s41270-021-00144-5"}, "url": "https://www.semanticscholar.org/paper/6c0006c7cf5c2ebf6eaf8023ed18037ca8a21872", "title": "Digital footprint wrangling: are analytics used for better or worse? A concurrent mixed methods research on the commercial (ab)use of dataveillance", "abstract": null, "venue": "Journal of Marketing Analytics", "year": 2021, "referenceCount": 27, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "123210163", "name": "Bruno F. Abrantes"}, {"authorId": "2125287749", "name": "K. Ostergaard"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6d126fc28c99a69f8e2c9873ecd59ffcddfc678c", "externalIds": {"DOI": "10.1177/01622439211053661"}, "url": "https://www.semanticscholar.org/paper/6d126fc28c99a69f8e2c9873ecd59ffcddfc678c", "title": "Ethics as Discursive Work: The Role of Ethical Framing in the Promissory Future of Data-driven Healthcare Technologies", "abstract": "The allure of a “data-driven” future healthcare system continues to seduce many. Increasingly, work in Science & Technology Studies and related fields started to interrogate the saliency of this promissory rhetoric by raising ethical questions concerning epistemology, bias, surveillance, security, and opacity. Less visible is how ethical arguments are used as part of discursive work by various practitioners engaged in data-driven initiatives in healthcare. This article argues for more explicit attention to such discursive work in shaping the promissory future of data-driven healthcare technologies. Bringing together the hitherto separated themes of promissory futures and an emic approach to ethics as discursive work, we study how actors engaged various data-driven healthcare initiatives discursively conduct such ethics work, implicitly or explicitly assigning tasks and roles for stakeholders. We conceptualize this with the notion of “ethical framing” and identify three widely recurring types: ethics as “balancing act,” the technical “fix,” and ethics as “collective thought process.” We outline the characteristics of these acts of framing and discuss their implications for the envisaged roles and responsibilities of various actors. In the Discussion section, we outline the added value of bringing the distinct bodies of literature on promissory futures and ethical framing together and outline themes for new research.", "venue": "Science, Technology, & Human Values", "year": 2021, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "34963471", "name": "R. Wehrens"}, {"authorId": null, "name": "Marthe Stevens"}, {"authorId": "73771413", "name": "J. Kostenzer"}, {"authorId": "7027938", "name": "A. Weggelaar"}, {"authorId": "3049048", "name": "A. D. de Bont"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "72d1abef0a8b76ab2f6aa916914e88a61904ec17", "externalIds": {"MAG": "3196448202", "DOI": "10.1108/s0198-871920210000038011"}, "url": "https://www.semanticscholar.org/paper/72d1abef0a8b76ab2f6aa916914e88a61904ec17", "title": "The Ghost in the Algorithm: Racial Colonial Capitalism and the Digital Age", "abstract": "While technologies are often packaged as solutions to long-standing social ills, scholars of digital economies have raised the alarm that, far from liberatory, technologies often further entrench social inequities and in fact automate structures of oppression. This literature has been revelatory but tends to replicate a methodological nationalism that erases global racial hierarchies. We argue that digital economies rely on colonial pathways and in turn serve to replicate a racialized and neocolonial world order. To make this case, we draw on W.E.B. Du Bois' writings on capitalism's historical development through colonization and the global color line. Drawing specifically on The World and Africa as a global historical framework of racism, we develop heuristics that make visible how colonial logics operated historically and continue to this day, thus embedding digital economies in this longer history of capitalism, colonialism, and racism. Applying a Du Boisian framework to the production and propagation of digital technologies shows how the development of such technology not only relies on preexisting racial colonial production pathways and the denial of racially and colonially rooted exploitation but also replicates these global structures further.", "venue": "Political Power and Social Theory", "year": 2021, "referenceCount": 119, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "117087556", "name": "Ricarda Hammer"}, {"authorId": null, "name": "Tina M. Park"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7d0809b389d45b5a4dc045b31e53de91ec014167", "externalIds": {"MAG": "3164308083", "DOI": "10.2139/SSRN.3806235"}, "url": "https://www.semanticscholar.org/paper/7d0809b389d45b5a4dc045b31e53de91ec014167", "title": "Corporate Digital Responsibility at the Dawn of the Digital Service Revolution", "abstract": "Digitization, artificial intelligence (AI), and service robots will revolutionize virtually all service industries and have the potential to bring unprecedented improvements in customer experience, service quality, and productivity. However, these technological advances also carry serious ethical, fairness, and privacy risks. To explore these risks, this article builds on recent work on corporate digital responsibility (CDR). First, it uses a life-cycle stage perspective of data and technologies (i.e., their creation, operation, refinement, and retainment) as an organizing frame to better understand these risks. Second, to provide insights on where these risks originate, it examines an organization’s business model and its flows of money, service, data, insights, and technologies with customers at the front-end and the business partner ecosystem at the back-end. Third, this article identifies why CDR issues occur. It shows that trade-offs between good CDR practices and five organizational objectives and motivations are key underlying causes (e.g., incremental sales can be achieved with better data and analytics but carry a gamut of privacy, fairness, discrimination and psychological risks). Finally, this article proposes a set of strategies, tools and practices managers can use to address these trade-offs and build a CDR-strong service organization.", "venue": "SSRN Electronic Journal", "year": 2021, "referenceCount": 86, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1861492", "name": "Jochen Wirtz"}, {"authorId": "50472450", "name": "N. Hartley"}, {"authorId": "47265648", "name": "W. Kunz"}, {"authorId": "119104404", "name": "J. Tarbit"}, {"authorId": "2125100445", "name": "Jamie Ford"}]}}, {"intents": ["background"], "contexts": ["As the authors have noted previously, there is no way to anonymize BD entirely (Greene et al., 2019; Zwitter, 2014).", "What makes BD unique is its unprecedentedly large quantities of data, that it is organic, and that it can have a global reach (Zwitter, 2014).", "This can be seen in several cases where BD analyses have had a negative societal impact (Greene et al., 2019; Zwitter, 2014).", ", 2018), data cannot be entirely anonymous and still hold value, and because the BD utilizer may be different from the collector, there is no way to control how data is used (Zwitter, 2014).", "While some argue that, for example, anonymization of data makes it safe to share (Kappler et al., 2018), data cannot be entirely anonymous and still hold value, and because the BD utilizer may be different from the collector, there is no way to control how data is used (Zwitter, 2014).", "Zwitter (2014) identifies three different BD stakeholders: the BD collectors, who collect and store the data; the BD utilizers, who use the data, sometimes in ways other than what was intended by the collector; and the BD generators, who are the sources of the data.", "Additionally, it is crucial to raise awareness of the difference in power relations between the BD stakeholders (Zwitter, 2014)."], "isInfluential": true, "citingPaper": {"paperId": "83661be5a36083b0102c6a5775ec58e5cc7703fe", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/83661be5a36083b0102c6a5775ec58e5cc7703fe", "title": "Ethical Dilemmas and Big Data : The Case of the Swedish Transport Administration", "abstract": "Using big data in organizations has the potential to improve innovation, accuracy, and efficiency. Big data is also connected with risks for both the organization and society at large. It is therefore vital to improve our understanding of the potential consequences of implementing and using big data. The researchers studied the Swedish Transport Administration to understand their attitude towards implementing big data to predict, for example the need for road maintenance. The analysis identified four moral dilemmas that the organization deals with in connection to big data. The researchers discuss these dilemmas from the perspective of practical wisdom. Practical wisdom is manifested in context-dependent actions connected to open-mindedness, reflection, and judgment. It can be summed up as “the reasonable thing to do” in a unique situation where “not-knowing” is a helpful resource when making wise decisions. This paper seeks to shed light on the importance of practical wisdom when implementing big data.", "venue": "", "year": 2021, "referenceCount": 52, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "83934c2309a628dba89f264d4554c9563ce448e5", "externalIds": {"MAG": "3180557267", "DOI": "10.1108/S1479-367920210000040010"}, "url": "https://www.semanticscholar.org/paper/83934c2309a628dba89f264d4554c9563ce448e5", "title": "A Comparative Examination of Regulated and Unregulated Big Data Analytics as (Re)Makers of Complex Educational Assemblages in the European Union and the Caribbean Community", "abstract": "Drawing on assemblage theory (Deleuze & Guattari, 1987; DeLanda, 2006), this conceptual chapter seeks to provide an analytical lens for examining the power and capacity of Big Data analytics to exercise territorializing and deterritorializing effects on compound polities and supranational organizations. More specifically, the modern massive agglomeration of data streams and the accelerated computational power available to sort and channel them in effecting actions, decisions, and reconfigurations in contemporary assemblages, necessitate new exploratory tools to examine the impact of such trends on educational phenomena from a comparative perspective. In the first part, the chapter builds an analytical instrumentarium useful in theoretically elucidating the effects of Big Data on complex assemblages and serves as a methodological extension in investigating the ramifications of these effects on educational systems, spaces, and policyscapes. The second part sets out to illustrate how assemblage theory can explain the tension between the formal use of large official statistical data sets as a type of “regulated” Big Data, and the informal use of social media, as a type of “unregulated” Big Data, to construct or deconstruct, respectively, interlacing/interlocking components of assemblages, such as supranational organizations or compound polities. The European Union (EU) and the Caribbean Community (CARICOM) are taken as examples of complex assemblages in which the long-standing utilization of EU’s Eurostat and CARICOM’s Regional Statistical Database have served as territorializing forces in consolidating policy logics and in legitimizing decision-making at the supranational level, while the emergence of “loose” social networking technologies appears to have deterritorializing effects when employed deliberately to delegitimize or subvert socio-political processes across supranational polities.", "venue": "International Perspectives on Education and Society", "year": 2021, "referenceCount": 61, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3020240", "name": "Florin D. Salajan"}, {"authorId": "115252957", "name": "Tavis D. Jules"}]}}, {"intents": ["background"], "contexts": ["This has been posited to have fundamentally challenged ethical premises of human agency, with Zwitter (Zwitter, 2014) arguing that the “internet of things” has increased the power imbalance between ‘one actor’s knowledge and will and the other actor’s source of information and power.’"], "isInfluential": false, "citingPaper": {"paperId": "8c86c5cfbbf6dec2243c25b154c69850cc1cf185", "externalIds": {"DOI": "10.1177/15562646211041492", "PubMed": "34498950"}, "url": "https://www.semanticscholar.org/paper/8c86c5cfbbf6dec2243c25b154c69850cc1cf185", "title": "Digital Mega-Studies as a New Research Paradigm: Governing the Health Research of the Future", "abstract": "‘Digital Mega-Studies’ are entirely or extensively digitised, longitudinal, population-scale initiatives, collecting, storing, and making available individual-level research data of different types and from multiple sources, shaped by technological developments and unforeseeable risks over time. The Australian ‘Gen V’ project exemplifies this new research paradigm. In 2019, we undertook a multidisciplinary, multi-stakeholder process to map Digital Mega-Studies’ key characteristics, legal and governance challenges and likely solutions. We conducted large and small group processes within a one-day symposium and directed online synthesis and group prioritisation over subsequent weeks. We present our methods (including elicitation, affinity mapping and prioritisation processes) and findings, proposing six priority governance principles across three areas—data, participation, trust—to support future high-quality, large-scale digital research in health.", "venue": "Journal of empirical research on human research ethics : JERHRE", "year": 2021, "referenceCount": 65, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": null, "name": "Jessica Bell"}, {"authorId": "145318300", "name": "M. Prictor"}, {"authorId": "118767968", "name": "Lauren Davenport"}, {"authorId": "2126033958", "name": "Lynda O'Brien"}, {"authorId": "39978942", "name": "M. Wake"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "951ba90706a77f7b298b88c46318b4c478f703bb", "externalIds": {"DBLP": "journals/fdgth/ChenR21", "PubMedCentral": "8521939", "DOI": "10.3389/fdgth.2021.595704", "PubMed": "34713084"}, "url": "https://www.semanticscholar.org/paper/951ba90706a77f7b298b88c46318b4c478f703bb", "title": "Personalized Health Care and Public Health in the Digital Age", "abstract": "Personalized health care and public health are essential to one’s well-being and societal welfare. The former focuses on symptoms and disease progression at the individual level, whereas the latter looks at health issues at the population level (from a group of patients to everyone on the planet). Recent years have seen a digital revolution in personalized health care and public health (1–4). As such, theWorld Health Organization regards mobile health (mHealth) as a vital resource for health services delivery and public health (5) and urges its Member States to prioritize the development and use of digital technologies in health to promote Universal Health Coverage and advance the Sustainable Development Goals (6). Here, we discuss how digital health contributes to personalized health care and public health and how it may evolve. Specifically, we present its roles, challenges, and potential future.", "venue": "Frontiers in Digital Health", "year": 2021, "referenceCount": 95, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Computer Science"], "authors": [{"authorId": "2066042421", "name": "Oliver Chén"}, {"authorId": "2060989052", "name": "Bryn Roberts"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "96c0a07ec285342f5bf7790297dd900b01b617ce", "externalIds": {"MAG": "3178731887", "DOI": "10.1016/J.GIQ.2021.101612"}, "url": "https://www.semanticscholar.org/paper/96c0a07ec285342f5bf7790297dd900b01b617ce", "title": "Designing and implementing data collaboratives: A governance perspective", "abstract": "Abstract Recently, attention has been paid to the opportunities of data sharing across government sectors for complex public problems. These so-called ‘data collaboratives’ are seen as a novel way of leveraging different sources of data and expertise for societal impact. Data collaboratives come with new challenges that might require new governance structures and processes. So far, scant attention has been paid in the literature to data collaborative governance. This study aims to fill that gap. Building upon the collaborative governance and information sharing literature, a framework for Data Collaborative Governance is developed. This framework was tested in a living lab that focused on the public problem of anti-social behavior. Empirical data was collected over a period of one and a half years and analyzed based on an abductive research approach. The findings show that data sharing adds new elements to collaborative governance theory and practice. This study also demonstrates that a living lab is a promising methodology for studying data collaboratives. Finally, it shows that working across boundaries of organizations and sharing data to address complex problems in more collaborative ways has the potential to generate insights for complex public problems.", "venue": "Government Information Quarterly", "year": 2021, "referenceCount": 63, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3330642", "name": "Erna Ruijer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "989ebd239795e4fc5e07c7422d365d56debb73b3", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/989ebd239795e4fc5e07c7422d365d56debb73b3", "title": "The Politics of Responsibility in Emerging AI Technology and Human Rights", "abstract": "Purpose: The “Narrow” AI technologies and its application to different sectors in the U.S. have brought tremendous advantages to the country and its citizens. This paper attempts to examine the opportunities and risks of AI’s potential application to the military health care sector. Yet, some human rights concerns remain. This paper further argues that the new Biden administration should pursue policies that reinforce a human-centric AI to be more supportive of human rights. Method: This paper employs the politics of responsibility theory to examine the present and future of AI responsible governance in the Biden era. Based on resources from various AI related research by the U.S. government, scholars, and experts, this paper further attempts to examine the opportunities and challenges in the ethical area that will likely be generated by applying AI to the American system of military health care. Results: This paper finds that the application of AI in military health care would likely provide immense opportunities, especially in times of COVID-19. However, there are risks posed by the application of AI in various sectors as well as in military health care. Meanwhile, the new Biden administration’s future policymaking stage should emphasize ways in which AI may remain human-centric to be more supportive of human rights. Conclusion: In incorporating AI into virtually every economic sector and into daily life, the U.S. government, together with all sectors of society, should seek ways to maximize opportunities and minimize the risk of overdependence or unregulated exposure to an intelligence far beyond the human level. The new Biden administration should be at the forefront in promoting responsible AI policymaking to be more supportive of human rights. [Keywords] The Politics of Responsibilities, The Biden Administration, The U.S. Department of Defense(DOD), Human Rights Challenges, Potential AI Applications to Military Health Care", "venue": "", "year": 2021, "referenceCount": 58, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2450492", "name": "Taewoong Kim"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "9fe2ae0bcb64690a4633a48f68ec76a4ea54338f", "externalIds": {"MAG": "3120851774", "DOI": "10.1093/ESR/JCAA069"}, "url": "https://www.semanticscholar.org/paper/9fe2ae0bcb64690a4633a48f68ec76a4ea54338f", "title": "How Does Age Shape Social Interactions? Interviewer-Age Effects, Normative Age Distance, and Gender Attitudes", "abstract": "Age is one of the most widely used indicators in social research. However, the ways in which age influences the dynamics and outcomes of social interactions have received insufficient attention. The contextual configurations of this influence are particularly under-researched. Analysing data from the European Social Survey, I exploit the case of a survey interview as a microcosm of social interactions to examine the ways in which age influences respondent–interviewer interactions and shapes people’s articulation of gender attitudes. I disentangle whether interviewer’s age influences respondents’ gender-attitude reports directly or via its interaction with respondent’s age. I develop the concept of normative age distance in gender attitudes—the young–old inter-cohort difference in gender attitudes in a given country–year—to examine how it moderates interviewer-age effects. The results suggest that respondents draw on the normative age distance to associate stereotypical gender attitudes with the interviewer’s age and to make sense of their age distance from the interviewer when reporting their gender attitudes. Respondents are more sensitive to the interviewer’s age when the respondent–interviewer age difference is wider and the normative age distance in gender attitudes is greater. Older respondents are more sensitive to normative age distance in gender attitudes when responding to the interviewer’s age. The results provide new insights into how age configures social interactions, underline the importance of understanding survey interviews as contextually embedded symbolic interactions, and reflect critically on methodological challenges to survey design and data analysis.", "venue": "", "year": 2021, "referenceCount": 70, "citationCount": 1, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "48483953", "name": "Yang Hu"}]}}, {"intents": ["background"], "contexts": ["Despite the impressive amount of research undertaken on ethical issues of AI + BD (e.g. Mittelstadt, Allo, Taddeo, Wachter, & Floridi, 2016; Zwitter, 2014), there are few case studies exploring such issues."], "isInfluential": false, "citingPaper": {"paperId": "a15eedc612f2890070704c27fa61005e0dc2333b", "externalIds": {"DBLP": "journals/see/RyanABJMS21", "PubMedCentral": "7977017", "DOI": "10.1007/s11948-021-00293-x", "PubMed": "33686527"}, "url": "https://www.semanticscholar.org/paper/a15eedc612f2890070704c27fa61005e0dc2333b", "title": "Research and Practice of AI Ethics: A Case Study Approach Juxtaposing Academic Discourse with Organisational Reality", "abstract": "This study investigates the ethical use of Big Data and Artificial Intelligence (AI) technologies (BD + AI)—using an empirical approach. The paper categorises the current literature and presents a multi-case study of 'on-the-ground' ethical issues that uses qualitative tools to analyse findings from ten targeted case-studies from a range of domains. The analysis coalesces identified singular ethical issues, (from the literature), into clusters to offer a comparison with the proposed classification in the literature. The results show that despite the variety of different social domains, fields, and applications of AI, there is overlap and correlation between the organisations’ ethical concerns. This more detailed understanding of ethics in AI + BD is required to ensure that the multitude of suggested ways of addressing them can be targeted and succeed in mitigating the pertinent ethical issues that are often discussed in the literature.", "venue": "Sci. Eng. Ethics", "year": 2021, "referenceCount": 113, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "144422064", "name": "M. Ryan"}, {"authorId": "73097020", "name": "J. Antoniou"}, {"authorId": "144061579", "name": "L. Brooks"}, {"authorId": "3359800", "name": "Tilimbe Jiya"}, {"authorId": "4863368", "name": "K. Macnish"}, {"authorId": "1792014", "name": "B. Stahl"}]}}, {"intents": ["background"], "contexts": ["Nuremberg Code was the first ethical guideline ever developed in 1946 [8]."], "isInfluential": false, "citingPaper": {"paperId": "a2031238ecebc155d113c001256e6d76cc359ed6", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/a2031238ecebc155d113c001256e6d76cc359ed6", "title": "Human Subject and Ethical Perspective", "abstract": "Research involving human subjects is important for the development of new therapies for improving the human race. To engage as volunteers in such research is the moral obligation of every human being. But these tests should be justifiable, and the participants should be minimally unsafe. The history of unethical research involving humans has contributed to the introduction of several standards to make such research ethical as well as to achieve the maximum production possible. Several guidelines were designed to ensure ethical work with human subjects. All the guidelines stress in specific one element-informed consent of the human subjects. Other considerations include fair benefit-harm rationing, welfare, fairness, appropriate study design and proper authority approval. All of these recommendations aim at preventing against their will any unethical work involving humans.", "venue": "", "year": 2021, "referenceCount": 9, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "81312477", "name": "Tripti"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ab69c2da7c6ad0db4bd500b6ed3c7412f7e99ad5", "externalIds": {"MAG": "3134273404", "DOI": "10.1007/978-3-658-32323-3_11"}, "url": "https://www.semanticscholar.org/paper/ab69c2da7c6ad0db4bd500b6ed3c7412f7e99ad5", "title": "Big Data: Konsequenzen für das Human Resource Management Schweizer Unternehmen", "abstract": "Die Digitalisierung von Wirtschaft und Gesellschaft hat zur Folge, dass aufgrund der fast unbegrenzten Kommunikations- und ökonomischen Transaktionsmöglichkeiten mit einer Vielzahl technischer Zugangsmöglichkeiten rund um die Uhr in- und außerhalb von Unternehmen kontinuierlich Daten generiert werden. Die hinter diesen Daten stehenden Informationen können für Unternehmen sehr wertvoll werden, sei es als Grundlage neuer Geschäftsmodelle, bei der Weiterentwicklung ihrer Produkte oder zur Optimierung interner Prozesse. Die riesige Datenmenge und zugehörige neue Analysetechniken können unter dem Oberbegriff „Big Data“ zusammengefasst werden. Der Beitrag untersucht den Einfluss von Big Data auf das Human Resource Management Schweizer Unternehmen. Im Rahmen einer qualitativen Untersuchung wurden thesenbasierte Interviews mit Expertinnen und Experten von Unternehmen und Institutionen geführt, die für die Zukunft einen zunehmenden Einsatz von Big-Data-Analysen auch im Human Resource Management vermuten lassen, auch wenn derzeitige Anwendungen noch eher rudimentär erfolgen.", "venue": "", "year": 2021, "referenceCount": 27, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2090307832", "name": "Georg Reissich"}, {"authorId": "2091220283", "name": "G. Rohr"}, {"authorId": "2091229789", "name": "Bernadette Wanzenried"}, {"authorId": "114761245", "name": "Jochen Schellinger"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ac89da3f3cfdcea85741699b672820c1cfa32f2f", "externalIds": {"MAG": "3189315519", "DOI": "10.1093/poq/nfab020"}, "url": "https://www.semanticscholar.org/paper/ac89da3f3cfdcea85741699b672820c1cfa32f2f", "title": "Using Administrative Records and Survey Data to Construct Samples of Tweeters and Tweets", "abstract": "\n Social media data can provide new insights into political phenomena, but users do not always represent people, posts and accounts are not typically linked to demographic variables for use as statistical controls or in subgroup comparisons, and activities on social media can be difficult to interpret. For data scientists, adding demographic variables and comparisons to closed-ended survey responses have the potential to improve interpretations of inferences drawn from social media—for example, through comparisons of online expressions and survey responses, and by assessing associations with offline outcomes like voting. For survey methodologists, adding social media data to surveys allows for rich behavioral measurements, including comparisons of public expressions with attitudes elicited in a structured survey. Here, we evaluate two popular forms of linkages—administrative and survey—focusing on two questions: How does the method of creating a sample of Twitter users affect its behavioral and demographic profile? What are the relative advantages of each of these methods? Our analyses illustrate where and to what extent the sample based on administrative data diverges in demographic and partisan composition from surveyed Twitter users who report being registered to vote. Despite demographic differences, each linkage method results in behaviorally similar samples, especially in activity levels; however, conventionally sized surveys are likely to lack the statistical power to study subgroups and heterogeneity (e.g., comparing conversations of Democrats and Republicans) within even highly salient political topics. We conclude by developing general recommendations for researchers looking to study social media by linking accounts with external benchmark data sources.", "venue": "Public Opinion Quarterly", "year": 2021, "referenceCount": 57, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": null, "name": "Adam G Hughes"}, {"authorId": "70996209", "name": "S. McCabe"}, {"authorId": "47979799", "name": "William Hobbs"}, {"authorId": "2132533587", "name": "Emma Remy"}, {"authorId": "113557474", "name": "Sono Shah"}, {"authorId": "3185333", "name": "D. Lazer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "afea68c1a719902dd0d3e1c1febb21036c8319c1", "externalIds": {"MAG": "3164709747", "DOI": "10.1007/978-3-030-68534-8_20"}, "url": "https://www.semanticscholar.org/paper/afea68c1a719902dd0d3e1c1febb21036c8319c1", "title": "A Systematic Literature Review of the Role of Ethics in Big Data", "abstract": null, "venue": "", "year": 2021, "referenceCount": 21, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2122235870", "name": "Jade Roche"}, {"authorId": "49989940", "name": "Arshad Jamal"}]}}, {"intents": ["background"], "contexts": ["2015; Thompson and McNamee 2017; Zwitter 2014; Mcneely and Hahm 2014).", "already attracted attention in the bioethics literature (Grady et al. 2015; Thompson and McNamee 2017; Zwitter 2014; Mcneely and Hahm 2014)."], "isInfluential": false, "citingPaper": {"paperId": "bab6911fc7c8b7ee35ece6d77cf4f0d948a48049", "externalIds": {"DBLP": "journals/see/McKeownMHWSS21", "PubMedCentral": "7862505", "DOI": "10.1007/s11948-021-00282-0", "PubMed": "33538942"}, "url": "https://www.semanticscholar.org/paper/bab6911fc7c8b7ee35ece6d77cf4f0d948a48049", "title": "Ethical Issues in Consent for the Reuse of Data in Health Data Platforms", "abstract": "Data platforms represent a new paradigm for carrying out health research. In the platform model, datasets are pooled for remote access and analysis, so novel insights for developing better stratified and/or personalised medicine approaches can be derived from their integration. If the integration of diverse datasets enables development of more accurate risk indicators, prognostic factors, or better treatments and interventions, this obviates the need for the sharing and reuse of data; and a platform-based approach is an appropriate model for facilitating this. Platform-based approaches thus require new thinking about consent. Here we defend an approach to meeting this challenge within the data platform model, grounded in: the notion of ‘reasonable expectations’ for the reuse of data; Waldron’s account of ‘integrity’ as a heuristic for managing disagreement about the ethical permissibility of the approach; and the element of the social contract that emphasises the importance of public engagement in embedding new norms of research consistent with changing technological realities. While a social contract approach may sound appealing, however, it is incoherent in the context at hand. We defend a way forward guided by that part of the social contract which requires public approval for the proposal and argue that we have moral reasons to endorse a wider presumption of data reuse. However, we show that the relationship in question is not recognisably contractual and that the social contract approach is therefore misleading in this context. We conclude stating four requirements on which the legitimacy of our proposal rests.", "venue": "Sci. Eng. Ethics", "year": 2021, "referenceCount": 89, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "49178551", "name": "A. McKeown"}, {"authorId": "72592533", "name": "M. Mourby"}, {"authorId": "40306765", "name": "Paul J. Harrison"}, {"authorId": "1383154230", "name": "S. Walker"}, {"authorId": "143655415", "name": "M. Sheehan"}, {"authorId": "46472839", "name": "I. Singh"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "bc72fb0e958b6489dfaadcc9e4a8affc799f1754", "externalIds": {"MAG": "3127086292", "DOI": "10.1108/AAM-09-2020-0041"}, "url": "https://www.semanticscholar.org/paper/bc72fb0e958b6489dfaadcc9e4a8affc799f1754", "title": "1-2-3-4! Measuring the values of live music: methods, models and motivations", "abstract": "__Purpose__ – This paper sets out to compare different methodologies for measuring the value(s) of live \npopular music and to explore the different motivations amongst a range of organisations engaged in \nthat work. \n__Design/methodology/approach__ – The authors analyse how the values of live music are measured, who does \nit and why. Based on this analysis the authors present a model that visualises the myriad of organisations, \nmethods, aims and objectives involved. \n__Findings__ – The authors identify three approaches to measuring the impact of live music (economic impact \nstudies, mapping and censuses and social sciences and humanities) and three types of actors (industry, policy \nand academia). The analysis of these demonstrates that measuring live music is not a neutral activity, but itself \nconstructs a vision on how live music ecologies function \n__Practical implications__ – For cultural organisations, demonstrating the outcomes of their work is \nimportant in acquiring various forms of support. The model presented in this paper helps them to select \nadequate methodologies and to reflect on the consequences of particular approaches tomeasuring livemusic \nactivities. \n__Originality/value__ – While the number of studies measuring live music’s impact is growing, theoretical and \nmethodological reflection on these activities is missing. The authors compare the different methodologies by \ndiscussing strengths and weaknesses. This results in a model that identifies gaps in existing studies and \nexplores new directions for future live music research. It enhances understanding of how different ways of \nmeasuring live music affect policymaking and conceptions of what live music is and should be.", "venue": "", "year": 2021, "referenceCount": 84, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1588691113", "name": "Arno van der Hoeven"}, {"authorId": "153640877", "name": "A. Behr"}, {"authorId": "46618185", "name": "C. Hamilton"}, {"authorId": "144356565", "name": "M. Mulder"}, {"authorId": "104183574", "name": "Patrycja Rozbicka"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c09f44e0088342ec618c7a2deeab1526d73b2d6b", "externalIds": {"DBLP": "journals/corr/abs-2012-05345", "MAG": "3112501082", "ArXiv": "2012.05345", "DOI": "10.1016/j.patter.2021.100336"}, "url": "https://www.semanticscholar.org/paper/c09f44e0088342ec618c7a2deeab1526d73b2d6b", "title": "Data and its (dis)contents: A survey of dataset development and use in machine learning research", "abstract": "Datasets have played a foundational role in the advancement of machine learning research. They form the basis for the models we design and deploy, as well as our primary medium for benchmarking and evaluation. Furthermore, the ways in which we collect, construct and share these datasets inform the kinds of problems the field pursues and the methods explored in algorithm development. However, recent work from a breadth of perspectives has revealed the limitations of predominant practices in dataset collection and use. In this paper, we survey the many concerns raised about the way we collect and use data in machine learning and advocate that a more cautious and thorough understanding of data is necessary to address several of the practical and ethical issues of the field.", "venue": "Patterns", "year": 2020, "referenceCount": 156, "citationCount": 48, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3427127", "name": "Amandalynne Paullada"}, {"authorId": "81316798", "name": "Inioluwa Deborah Raji"}, {"authorId": "2471699", "name": "Emily M. Bender"}, {"authorId": "40081727", "name": "Emily L. Denton"}, {"authorId": "40540250", "name": "A. Hanna"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c60cdc391bea9de61e3559c5b462af68523fd87d", "externalIds": {"MAG": "3197411168", "DOI": "10.1108/jcm-12-2020-4278"}, "url": "https://www.semanticscholar.org/paper/c60cdc391bea9de61e3559c5b462af68523fd87d", "title": "The digital traveller: implications for data ethics and data governance in tourism and hospitality", "abstract": "\nPurpose\nBig data and analytics are being increasingly used by tourism and hospitality organisations (THOs) to provide insights and to inform critical business decisions. Particularly in times of crisis and uncertainty data analytics supports THOs to acquire the knowledge needed to ensure business continuity and the rebuild of tourism and hospitality sectors. Despite being recognised as an important source of value creation, big data and digital technologies raise ethical, privacy and security concerns. This paper aims to suggest a framework for ethical data management in tourism and hospitality designed to facilitate and promote effective data governance practices.\n\n\nDesign/methodology/approach\nThe paper adopts an organisational and stakeholder perspective through a scoping review of the literature to provide an overview of an under-researched topic and to guide further research in data ethics and data governance.\n\n\nFindings\nThe proposed framework integrates an ethical-based approach which expands beyond mere compliance with privacy and protection laws, to include other critical facets regarding privacy and ethics, an equitable exchange of travellers’ data and THOs ability to demonstrate a social license to operate by building trusting relationships with stakeholders.\n\n\nOriginality/value\nThis study represents one of the first studies to consider the development of an ethical data framework for THOs, as a platform for further refinements in future conceptual and empirical research of such data governance frameworks. It contributes to the advancement of the body of knowledge in data ethics and data governance in tourism and hospitality and other industries and it is also beneficial to practitioners, as organisations may use it as a guide in data governance practices.\n", "venue": "Journal of Consumer Marketing", "year": 2021, "referenceCount": 109, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "107774530", "name": "Anca C. Yallop"}, {"authorId": "52486354", "name": "O. Gică"}, {"authorId": "88058030", "name": "O. Moisescu"}, {"authorId": "94869779", "name": "M. Coroș"}, {"authorId": "71368165", "name": "H. Séraphin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d8341b2c173a666b8e4822a6aeec25a0c5768705", "externalIds": {"DOI": "10.2139/ssrn.3773565"}, "url": "https://www.semanticscholar.org/paper/d8341b2c173a666b8e4822a6aeec25a0c5768705", "title": "A Novel Data Governance Scheme Based on the Behavioral Economics Theory", "abstract": "The digital economy has become one of the most important sectors in global GDP. Personal data is the new asset class that creates value through the applications of cybertechnologies and Artificial Intelligence. However, there are increasing concerns over the privacy invasions and human rights violations associated with the exploitation of personal data.<br><br>Various data laws were made in nations to balance the data fluidity and privacy protections. However, most laws have inherent limitations and underenforcement issues that fail to achieve their aims and protection principles. Utilizing a behavioral economics theoretical framework, this study categorizes the issues and causes to Information Asymmetry, Bounded Rationality, Power Imbalance, and Technical Incapacity.<br><br>The study makes a novel contribution by proposing a global data governance scheme to address the limitations of data laws. The scheme adopts a Libertarian Paternalism approach and develops seven principles in the framework design. Elements and components in the scheme include individuals, data controllers, privacy rating frameworks, meta-data and privacy configuration, reports, Automated Consent Management (ACM), Bureaus, and signatures, etc. The components will operate on an interoperable and global data management platform. Visual diagrams are developed to describe the various forms of interactions between components and procedures.<br><br>A balance between privacy protection and data fluidity is found through experimental scenarios such as Ordinary Data Request, Sensitive Data Request, Inconsistency Checks, Data Rights Exercise, Monitored Data Transfer, Broadcast and Notice.<br><br>The scenarios analyzed are not exhaustive but serve as the meaningful starting point to inspire more designs and discussions from scholars.", "venue": "", "year": 2021, "referenceCount": 117, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2065170283", "name": "Bo Hou"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "db96a5484be45b2db9f20908208f758c18564611", "externalIds": {"MAG": "3128832924", "DOI": "10.37679/TRTA.818569"}, "url": "https://www.semanticscholar.org/paper/db96a5484be45b2db9f20908208f758c18564611", "title": "BÜYÜK VERİ: FIRSATLAR VE TEHDİTLER", "abstract": "Sanayi toplumunda siyasal, ekonomik, sosyal ve kulturel alanda kitle olan insanlar, bilgi toplumuna gecisle birlikte iletisim teknolojilerinin sundugu hizmetlerle birer birey olarak konumlandirilmistir. Bu bireyler teknolojiyle aracili bir sekilde surdurdukleri iliskiyle gundelik yasamlarinda surekli olarak dijital izler birakmakta ve veriler uretmektedirler. Kaydedilen bu veriler her gecen gun buyuk bir artis gostermekte, yazilimlar sayesinde islenen bu verilerden soyut ve somut degerler uretilmektedir. Buyuk veri (big data) olarak kavramsallastirilan bu durumun karakteristik ozelligi, verinin yapilandirilmis formdan yoksun olmasi ve surekli bir akisin (veri boyutu) soz konusu olmasidir. Veri miktarinin yogunlugunun onem arz etmesine ragmen asil nokta, buyuk veriyi yonetmek ve ondan faydalanmak icin analiz ederek degere donusturmekte yatmaktadir. Bu calisma kapsaminda yeni iletisim teknolojilerinin birey ve toplum hayatinda yayginlasmasiyla birlikte ortaya cikan buyuk veri olgusuna iliskin betimleyici bir yontem kullanilacaktir. Buyuk veri olgusuna iliskin bakis acilari, buyuk verinin karakteristik ozellikleri ve yeni medya ortaminda birer kullanici olan bireylerin buyuk veriyle iliskisel duzeyi firsatlar ve tehditler boyutuyla tartisilacaktir.", "venue": "", "year": 2021, "referenceCount": 19, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "146148540", "name": "A. Özcan"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e01a47508c9ef2f9bd92c23c086e24d7ea26d97b", "externalIds": {"MAG": "3200047845", "DOI": "10.1108/jstpm-07-2020-0103"}, "url": "https://www.semanticscholar.org/paper/e01a47508c9ef2f9bd92c23c086e24d7ea26d97b", "title": "Impact of AI regulation and governance on online personal data sharing: from sociolegal, technology and policy perspective", "abstract": "\nPurpose\nThe purpose of this study is to investigate the impacts of regulations and governance of artificial intelligence (AI) on personal data sharing (PDS) in the context of sociolegal, technology and policy perspective.\n\n\nDesign/methodology/approach\nWith the help of theories and literature review, some hypotheses have been formulated and a conceptual model has been developed. These are statistically validated. The validated model has been compared again using impact of regulation and governance of AI as a moderator. The validation has been done using survey by PLS analysis.\n\n\nFindings\nThe study found that there is a high level of positive impact of regulation and governance of AI on the online PDS by the users.\n\n\nResearch limitations/implications\nThis study has provided a statistical model which can provide the antecedents of PDS by the online users with the impact of AI regulation and governance as a moderator. The proposed model has explanative power of 92%.\n\n\nPractical implications\nThe study highlighted that there is a necessity of having appropriate AI regulations so that users could share their personal data online without any hesitation. Policymakers and legal fraternity should work together to formulate a comprehensive AI regulation and governance framework.\n\n\nOriginality/value\nTo the best of the authors’ knowledge, there is no study on the impact of AI regulation and governance towards PDS and how it impacts on the security, privacy and trust of the online users.\n", "venue": "Journal of Science and Technology Policy Management", "year": 2021, "referenceCount": 83, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": null, "name": "Sheshadri Chatterjee"}, {"authorId": "2059846769", "name": "Sreenivasulu N.S."}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ee89aa523af984b9ae00ec721f8d742cde5d665e", "externalIds": {"DBLP": "journals/corr/abs-2102-01065", "ArXiv": "2102.01065"}, "url": "https://www.semanticscholar.org/paper/ee89aa523af984b9ae00ec721f8d742cde5d665e", "title": "Can Small and Synthetic Benchmarks Drive Modeling Innovation? A Retrospective Study of Question Answering Modeling Approaches", "abstract": "Datasets are not only resources for training accurate, deployable systems, but are also benchmarks for developing new modeling approaches. While large, natural datasets are necessary for training accurate systems, are they necessary for driving modeling innovation? For example, while the popular SQuAD question answering benchmark has driven the development of new modeling approaches, could synthetic or smaller benchmarks have led to similar innovations? This counterfactual question is impossible to answer, but we can study a necessary condition: the ability for a benchmark to recapitulate findings made on SQuAD. We conduct a retrospective study of 20 SQuAD modeling approaches, investigating how well 32 existing and synthesized benchmarks concur with SQuAD—i.e., do they rank the approaches similarly? We carefully construct small, targeted synthetic benchmarks that do not resemble natural language, yet have high concurrence with SQuAD, demonstrating that naturalness and size are not necessary for reflecting historical modeling improvements on SQuAD. Our results raise the intriguing possibility that small and carefully designed synthetic benchmarks may be useful for driving the development of new modeling approaches.", "venue": "ArXiv", "year": 2021, "referenceCount": 107, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "22243769", "name": "Nelson F. Liu"}, {"authorId": "2110585783", "name": "Tony Lee"}, {"authorId": "3422908", "name": "Robin Jia"}, {"authorId": "145419642", "name": "Percy Liang"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f0587d1472a8f10dc2843e9a5eda30cbb1d63cf6", "externalIds": {"MAG": "3174591464", "DOI": "10.1007/s40647-021-00330-w"}, "url": "https://www.semanticscholar.org/paper/f0587d1472a8f10dc2843e9a5eda30cbb1d63cf6", "title": "Allocating Personal Data Rights: Toward Resolving Conflicts of Interest over Personal Data", "abstract": "Conflicts of interest over personal data arise from the variety of legal subjects involved and the value of personal data in today’s information society. This article attempts to resolve such conflicts of interest by examining the possibility of allocating data rights which balance competing interests. It suggests that the allocation of personal data rights should follow certain rules to ensure that the interests of relevant data subjects are protected. By examining the reasons for conflicts of interest over personal data, as well as the subjects and substance of such conflicts, the article puts forward an appropriate approach for allocating personal data rights by balancing the interests of different data subjects. For source data subjects, personal data rights are allocated, to protect personal information and data property interests; for data controllers, data property rights are allocated to protect their data property interests when they make data valuable, meanwhile liabilities are allocated to data controller, in case of infringing on other subjects’ interests; for data supervisors (mostly the government), allocating the right to protect or make use of data on behalf of public interests and the power of supervising data use industry; for the data users, they are allocated data property rights with the consents of source data subjects and data controllers when make use of data.", "venue": "Fudan Journal of the Humanities and Social Sciences", "year": 2021, "referenceCount": 55, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2139780074", "name": "Xiaolan Yu"}]}}, {"intents": ["background"], "contexts": ["Meanwhile, the essential consideration when using such Big Data is related to privacy as a human virtue[19]."], "isInfluential": false, "citingPaper": {"paperId": "f4a667c169a7fd26352bedb8dc83aa9f9ab520af", "externalIds": {"MAG": "3148750784", "DOI": "10.22471/AI.2021.6.1.29"}, "url": "https://www.semanticscholar.org/paper/f4a667c169a7fd26352bedb8dc83aa9f9ab520af", "title": "Suggestion of Building the AI Code of ETHICS through Deep Learning and Big Data Based AI", "abstract": "Purpose: Current social and technical issues related AI Ethics take many different forms. Therefore, efforts to make ethical guidelines to cope with these issues are actively being developed. However, most kinds of ethical guidelines present general ethical principles and take a deductive method of solving individual problems in accordance. The purpose of this study is to propose creating ethical guidelines through an inductive method of deriving ethical principles based on ethical judgements on each individual AI-related cases. Method: At first, most representative cases of AI ethics-related guidelines would be investigated in domestic and international level, with collecting documents and literature review. After that, examine the commonalities and differences between cases as these basic data through comparative research methods. Accordingly, it would be revealed that each case is constituted by a deductive method. Finally, as an alternative to these methods, presenting the merits of establishing ethical principles related to AI through inductive cases and specific examples. Results: Most of the representative AI Code of Ethics that currently exist have the form of suggesting principles and then solving ethical problems by applying the principles to the actual events accordingly. This type of approach corresponds to the method of ethics which based on moral principles. However, complex and unpredictable problems are likely to arise when it comes to AI ethics. In order to solve these problems, it is necessary to extract the principles of the AI Code of Ethics by establishing and presenting ethical principles through researching and analyzing various individual events related to AI Ethics using deep learning and Big Data Based AI. Conclusion: The following effects can be achieved by using deep learning techniques and Big Data Based AI that contains Ethical Issues together with sound and desirable Moral Judgement on each case, to derive the principles of the AI code of ethics. First, it is possible to extract and secure Big Data as basic resource of presenting Ethical Directions on various ethical problems arising in connection with the development of AI technology. Second, since the Ethical Principles as AI Code of Ethics are established based on empirical data, the validity of the principles can be secured. On the other hand, the AI Code of Ethics derived through deep learning based on such Big Data is likely to result in multiple tyranny or errors of majority due to certain limitations. So evaluation, verification and correction by Human Ethics Experts are essential to prevent these kinds of fault. [Keywords] AI Ethics, AI Code of Ethics, Deep Learning, Big Data, Human Ethics Experts 1. The AI code of Ethics as a Widespread Trend Today's issues related to AI ethics are unfolding in a wide variety of forms. Among them, the most recent case dealing with remarkable AI ethics related to recent scientific and technological developments such as Research on Future War and AI equipped Combat robots[1], Regarding the Ethical Principles required in the Post COVID-19 Era and AI Technology, a study Publisher: J-INSTITUTE ISSN: 2435-3345 Website: www.j-institute.jp/ai/ Editor: ai@j-institute.jp Corresponding author E-mail: hans.kim@pusan.ac.kr dx.doi.org/10.22471/ai.2021.6.1.29 c 2021 J-INSTITUTE Suggestion of Building the AI Code of ETHICS through Deep Learning and Big Data Based AI", "venue": "", "year": 2021, "referenceCount": 21, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2118020225", "name": "Hyunsoo Kim"}]}}, {"intents": ["background"], "contexts": ["Richards and King (2014) state that big data technologies need to ensure privacy, confidentiality, and identity as many data originate from users’ personal data.", "Gray, 2014; McNeely & Hahm, 2014; Martin, 2015; Richards & King, 2014; Tene & Polonetsky, 2013; Viceconti et al., 2015; Wu et al., 2017.", "There is a concern about the privacy of big data (Richards & King, 2014; Tene & Polonetsky, 2013; Wu et al., 2017)."], "isInfluential": false, "citingPaper": {"paperId": "f875f331fe15527f383fd8b1f95d8f807426c36a", "externalIds": {"DOI": "10.1109/tem.2021.3066153"}, "url": "https://www.semanticscholar.org/paper/f875f331fe15527f383fd8b1f95d8f807426c36a", "title": "Exploring the Factors Influencing Big Data Technology Acceptance", "abstract": null, "venue": "IEEE Transactions on Engineering Management", "year": 2021, "referenceCount": 368, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "30924113", "name": "Nayem Rahman"}, {"authorId": "1730923", "name": "T. Daim"}, {"authorId": "1731718", "name": "N. Basoglu"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "021bbfbaa70add5c105b94135ccebc6ee8d1a346", "externalIds": {"MAG": "3013632887", "DOI": "10.1016/j.tourman.2020.104106"}, "url": "https://www.semanticscholar.org/paper/021bbfbaa70add5c105b94135ccebc6ee8d1a346", "title": "Control, use and ownership of big data: A reciprocal view of customer big data value in the hospitality and tourism industry", "abstract": "Abstract While the large-scale harvesting of consumer data is a common practice in the hospitality and tourism industries, the seemingly unassailable right of companies to collect and share consumer data is not without critics. The purpose of this paper is to explore the nature of data-based value co-creation under varying conditions of consumer control and benefits. Academic and press articles were used to explore the nature of big data value co-creation in a wide range of hospitality, tourism, and other industries. A forward-looking approach was adopted by considering the implications of policy and technology as key mechanisms for sharing the power dynamic regarding the ownership, control and use of personal data. The results suggest that reciprocal big data value creation can be seen as a function of the level of benefit and control afforded to consumers regarding the use of their data. Four types of reciprocal big data value creation are proposed.", "venue": "", "year": 2020, "referenceCount": 92, "citationCount": 19, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "118409185", "name": "Nathaniel D. Line"}, {"authorId": "100967821", "name": "T. Dogru"}, {"authorId": "1404925999", "name": "D. El-Manstrly"}, {"authorId": "104367018", "name": "A. Buoye"}, {"authorId": "2161653", "name": "E. Malthouse"}, {"authorId": "2552290", "name": "J. Kandampully"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "02af8b9860b67dfed430f61ea94197d9c9dd5c67", "externalIds": {"MAG": "3009197985", "DOI": "10.1111/ijcs.12576"}, "url": "https://www.semanticscholar.org/paper/02af8b9860b67dfed430f61ea94197d9c9dd5c67", "title": "Addressing privacy predicaments in the digital marketplace: A power‐relations perspective", "abstract": null, "venue": "", "year": 2020, "referenceCount": 68, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "46197730", "name": "Ruwan Bandara"}, {"authorId": "47263335", "name": "M. Fernando"}, {"authorId": "1864298", "name": "S. Akter"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "08a570377922f85685bf5e0f6fbfca148c3f92c6", "externalIds": {"DBLP": "conf/ecscw/Wolf20", "MAG": "3037297727", "DOI": "10.18420/ecscw2020_n02"}, "url": "https://www.semanticscholar.org/paper/08a570377922f85685bf5e0f6fbfca148c3f92c6", "title": "AI Ethics and Customer Care: Some Considerations from the Case of \"Intelligent Sales\"", "abstract": "This note considers the topic of AI ethics as it relates to applied, industrial AI projects. In particular, it examines “intelligent sales,” a strategic management concept that envisions the enhancement of workflows within a sales organization with the use of Big Data and artificial intelligence (AI). This note examines common depictions of intelligent sales campaigns in management literature, identifying key topics in these discourses: data fusion, responsive customer care, automation, and streamlined delivery. We focus on ways in which intelligent sales is envisioned to enrich the customer-sales relationship through the use of Big Data and AI, surfacing ethical considerations around: training data and the use of AI outputs in everyday work practices. This paper contributes to discourses on the fairness, accountability, and transparency (FAccT*) of algorithmic systems by raising a number of emergent concerns in enterprise AI applications and in particular some considerations from the emergent management concept intelligent sales.", "venue": "ECSCW", "year": 2020, "referenceCount": 62, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "39440857", "name": "Christine T. Wolf"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "09ddc0e2741be66ba6901d9c41b84d83589ce73a", "externalIds": {"MAG": "3033986317", "DOI": "10.1108/s1479-367920200000039014"}, "url": "https://www.semanticscholar.org/paper/09ddc0e2741be66ba6901d9c41b84d83589ce73a", "title": "Exploring Comparative and International Education as a Meta-Assemblage: The (Re)Configuration of an Interdisciplinary Field in the Age of Big Data", "abstract": "Over the past few years, assemblage theory or assemblage thinking has garnered increasing attention in educational research, but has been used only tangentially in explications of the nature of comparative and international education (CIE) as a field. This conceptual examination applies an assemblage theory lens to explore the contours of CIE as a scholarly field marked by its rich and interweaved architecture. It does so by first reviewing Deleuze and Guattari’s (1987) principles of rhizomatic structures to define the emergence of assemblages. Secondly, it transposes these principles in conceiving the field of CIE as a meta-assemblage of associated and subordinated sub-assemblages of actors driven by varied disciplinary, interdisciplinary or multidisciplinary interests. Finally, it interrogates the role of Big Data technologies in exerting (re)territorializing and deterritorializing tendencies on the (re)configuration of CIE. The chapter concludes with reiterating the variable character of CIE as a meta-assemblage and proposes ways to move this conversation forward.", "venue": "", "year": 2020, "referenceCount": 67, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3020240", "name": "Florin D. Salajan"}, {"authorId": "115252957", "name": "Tavis D. Jules"}]}}, {"intents": ["methodology"], "contexts": ["Using the framework outlined in Zwitter (2014), we may say that statistical literacy traditionally caters for the needs of the Big-Data collectors and utilisers but not for the needs of the Big-Data generators."], "isInfluential": false, "citingPaper": {"paperId": "0ce7d1bb19ba9e369fcce80aea961e897810837e", "externalIds": {"MAG": "3081084399", "DOI": "10.52041/SERJ.V19I1.130"}, "url": "https://www.semanticscholar.org/paper/0ce7d1bb19ba9e369fcce80aea961e897810837e", "title": "BIG-DATA LITERACY AS A NEW VOCATION FOR STATISTICAL LITERACY", "abstract": "In the contemporary society a massive amount of data is generated continuously by various means, and they are called Big-Data sets. Big Data has potential and limits which need to be understood by statisticians and statistics consumers, therefore it is a challenge to develop Big-Data Literacy to support the needs of constructive, concerned, and reflective citizens. However, the development of the concept of statistical literacy mirrors the current gap between purely technical and socio-political characterizations of Big Data. In this paper, we review the recent history of the concept of statistical literacy and highlight the need to integrate the new challenges and critical issues from data science associated with Big Data, including ethics, epistemology, mathematical justification, and math washing. \nFirst published February 2020 at Statistics Education Research Journal Archives", "venue": "STATISTICS EDUCATION RESEARCH JOURNAL", "year": 2020, "referenceCount": 53, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "66092690", "name": "Karen François"}, {"authorId": "143760659", "name": "C. Monteiro"}, {"authorId": "1759175", "name": "P. Allo"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "158fd055b8df85f408262fd1371e1c8f323d95f6", "externalIds": {"MAG": "3010362932", "DOI": "10.1108/ijaim-10-2019-0117"}, "url": "https://www.semanticscholar.org/paper/158fd055b8df85f408262fd1371e1c8f323d95f6", "title": "Nonprofit organization fraud reporting: does governance matter?", "abstract": "This paper aims to contribute to the extant literature in this field by examining nonprofit organizations’ fraud reporting compliance using logistic regression and decision tree induction algorithms.,This study used the data from 428 nonprofit organizations during 2009-2015 period, and analyzed 21 individual measures (obtained from these organizations’ Internal Revenue Service Form990 filings) using logistic regression and decision tree induction algorithms, to study the governance characteristics and fraud reporting.,The study found evidence that compliance with the law, board of directors’ independence, federal audit and using independent accountants to compile and review financial statements are the most prevailing factors affecting the odds of nonprofit organizations experiencing fraud reported as an asset diversion.,The argument associated with using governance to reduce the chances of fraud has been a popular topic in industry and academia but unfortunately has limited empirical evidence in the literature, especially when it relates to nonprofits. This study contributes to the literature in this respect.", "venue": "", "year": 2020, "referenceCount": 51, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2127493230", "name": "Husam Abu Khadra"}, {"authorId": "1798498", "name": "D. Delen"}]}}, {"intents": ["background"], "contexts": ["Other scholars have called for a more careful academic and legal critique of Big Data’s impact (Barocas and Selbst, 2016; Boyd and Crawford, 2012; Eubanks, 2018; Hu, 2016; MayerSch€ onberger and Cukier, 2013; O’Neil, 2016; Richards and King, 2014; Tene and Polonetsky, 2012).", "Other scholars have called for a more careful academic and legal critique of Big Data’s impact (Barocas and Selbst, 2016; Boyd and Crawford, 2012; Eubanks, 2018; Hu, 2016; MayerSch€onberger and Cukier, 2013; O’Neil, 2016; Richards and King, 2014; Tene and Polonetsky, 2012)."], "isInfluential": false, "citingPaper": {"paperId": "1772c367a3e07d06c755101d135aec09cba93da8", "externalIds": {"MAG": "3081182790", "DOI": "10.1177/2053951720938091"}, "url": "https://www.semanticscholar.org/paper/1772c367a3e07d06c755101d135aec09cba93da8", "title": "Cambridge Analytica’s black box", "abstract": "The Cambridge Analytica–Facebook scandal led to widespread concern over the methods deployed by Cambridge Analytica to target voters through psychographic profiling algorithms, built upon Facebook user data. The scandal ultimately led to a record-breaking $5 billion penalty imposed upon Facebook by the Federal Trade Commission (FTC) in July 2019. The FTC action, however, has been criticized as failing to adequately address the privacy and other harms emanating from Facebook’s release of approximately 87 million Facebook users’ data, which was exploited without user authorization. This Essay summarizes the FTC’s response to the Cambridge Analytica–Facebook scandal. It concludes that the scandal focuses attention on the need to explore the potential for embedding due process-type inquiries and protections within the enforcement actions by regulatory agencies such as the FTC. These protections are increasingly important in addressing the problem of “black boxing the voter” that is now presented by data- and algorithmic-driven companies such as Cambridge Analytica and Facebook.", "venue": "", "year": 2020, "referenceCount": 85, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "14425208", "name": "Margaret Hu"}]}}, {"intents": ["background"], "contexts": ["It ranges from questions surrounding the use of “public data” (e.g. social media data), to biases, and includes considerations on nudging (Boyd and Crawford 2012; Zwitter 2014; Zimmer 2010; Chandler 2015)."], "isInfluential": false, "citingPaper": {"paperId": "182d194dc330dae7c757f943393d6e71c01596a3", "externalIds": {"PubMedCentral": "7232912", "MAG": "3024936074", "DOI": "10.1186/s41018-020-00072-6"}, "url": "https://www.semanticscholar.org/paper/182d194dc330dae7c757f943393d6e71c01596a3", "title": "Big data, privacy and COVID-19 – learning from humanitarian expertise in data protection", "abstract": "The COVID-19 pandemic leads governments around the world to resort to tracking technology and other data-driven tools in order to monitor and curb the spread of SARS-CoV-2. Such large-scale incursion into privacy and data protection is unthinkable during times of normalcy. However, in times of a pandemic the use of location data provided by telecom operators and/or technology companies becomes a viable option. Importantly, legal regulations hardly protect people’s privacy against governmental and corporate misuse. Established privacy regimes are focused on individual consent, and most human rights treaties know derogations from privacy and data protection norms for states of emergency. This leaves little safeguards nor remedies to guarantee individual and collective autonomy. However, the challenge of responsible data use during a crisis is not novel. The humanitarian sector has more than a decade of experience to offer. International organisations and humanitarian actors have developed detailed guidelines on how to use data responsibly under extreme circumstances. This article briefly addresses the legal gap of data protection and privacy during this global crisis. Then it outlines the state of the art in humanitarian practice and academia on data protection and data responsibility during crisis.", "venue": "Journal of International Humanitarian Action", "year": 2020, "referenceCount": 67, "citationCount": 31, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "3369464", "name": "A. Zwitter"}, {"authorId": "71645461", "name": "O. Gstrein"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1e2a5a65a73346da829d775cb22736916118bd60", "externalIds": {"DOI": "10.1515/dzph-2020-0059"}, "url": "https://www.semanticscholar.org/paper/1e2a5a65a73346da829d775cb22736916118bd60", "title": "Automatisierte Ungleichheit", "abstract": "Abstract This paper sets out the notion of a current “biopolitical turn of digital capitalism” resulting from the increasing deployment of AI and data analytics technologies in the public sector. With applications of AI-based automated decisions currently shifting from the domain of business to customer (B2C) relations to government to citizen (G2C) relations, a new form of governance arises that operates through “algorithmic social selection”. Moreover, the paper describes how the ethics of AI is at an impasse concerning these larger societal and socioeconomic trends and calls for an ethics of AI that includes, and acts in close alliance with, social and political philosophy. As an example, the problem of Predictive Analytics is debated to make the point that data-driven AI (Machine Learning) is currently one of the main ethical challenges in the ethics of AI.", "venue": "", "year": 2020, "referenceCount": 35, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2037402924", "name": "Rainer Mühlhoff"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "22a7ef7ab0d43f18072f00fabcb5dc0944296453", "externalIds": {"MAG": "3020671712", "DOI": "10.1108/tg-09-2019-0088"}, "url": "https://www.semanticscholar.org/paper/22a7ef7ab0d43f18072f00fabcb5dc0944296453", "title": "Social media in aid of post disaster management", "abstract": "This paper aims to examine tweet posts regarding Typhoon Washi to contend the usefulness of social media and big data as an aid of post-disaster management. Through topic modelling and content analysis, this study examines the priorities of the victims expressed in Twitter and how the priorities changed over a year.,Social media, particularly Twitter, was where the data gathered. Using big data technology, the gathered data were processed and analysed according to the objectives of the study. Topic modelling was used in clustering words from different topics. Clustered words were then used for content analysis in determining the needs of the victims. Word frequency count was also used in determining what words were repeatedly used during the course period. To validate the gathered data online, government documents were requested and concerned government agencies were also interviewed.,Findings of this study argue that housing and relief goods have been the top priorities of the victims. Victims are seeking relief goods, especially when they are in evacuation centres. Also, the lack of legal basis hinders government officials from integrating social media information unto policymaking.,This study only reports Twitter posts containing keywords either, Sendong, SendongPH, Washi or TyphoonWashi. The keywords were determined based on the words that trended after Typhoon Washi struck.,For social media and big data to be adoptable and efficacious, supporting and facilitating conditions are necessary. Structural, technical and financial support, as well as legal framework, should be in place. Maintaining and sustaining positive attitude towards it should be taken care of.,Although many studies have been conducted on the usefulness of social media in times of disaster, many of these focused on the use of social media as medium that can efficiently spread information, and little has been done on how the government can use both social media and big data in collecting and analysing the needs of the victims. This study fills those gaps in social big data literature.", "venue": "", "year": 2020, "referenceCount": 107, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "116237701", "name": "Ajree D. Malawani"}, {"authorId": "51969274", "name": "Achmad Nurmandi"}, {"authorId": "52001554", "name": "E. Purnomo"}, {"authorId": "50683472", "name": "T. Rahman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "28902550704008a69767e1f4649c815f5f438978", "externalIds": {"MAG": "3116364448", "DOI": "10.19090/cit.2020.37.82-92"}, "url": "https://www.semanticscholar.org/paper/28902550704008a69767e1f4649c815f5f438978", "title": "Технологија великих података (Big Data) и примена у будућој библиотечкој пракси", "abstract": "Са дигиталном револуцијом долази до масовне продукције свих врста података, структурираних и неструктурираних – и једно од решења по питању обраде било ког типа информација, текстуалног, аудио или видео, дефинише се развојем технологије великих података (Big Data). Њу карактерише велики обим и разноврсност података које је могуће обрадити у кратком временском периоду. Употребна вредност добијених резултата огледа се у истинитости и вредности информација које пружају увид у датасферу будућности. Описана технологија се примењује у свим областима развоја, од друштвених, природних и техничких наука, преко администрације, здравља, образовања, до привреде и економије. Коришћење Big Data у библиотекама представља нов начин да се корисницима пруже тражена знања и да се њихово пословање прилагоди дигиталном окружењу.Тема великих података у стручним библиотекарским часописима у Србији је мало заступљена. Истраживањем стручне литературе на енглеском језику о вези ове технологије и библиотекарства, долазимо до закључка да ни у свету не постоји довољан број емпиријских студија. Библиотекарима недостаје основно разумевање практичне примене технологије великих података, иако су свесни њених предности. Циљ рада је да се она приближи стручној и научној јавности и укаже на могуће примене и изазове за библиотечку и информациону праксу.", "venue": "Читалиште", "year": 2020, "referenceCount": 40, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "74779235", "name": "Јелена Цуца"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2f311396a4f67f18b2f14737e9f74d342c634c9c", "externalIds": {"MAG": "3039044625", "DOI": "10.1080/26408066.2020.1788478", "PubMed": "32619146"}, "url": "https://www.semanticscholar.org/paper/2f311396a4f67f18b2f14737e9f74d342c634c9c", "title": "Social Media and Suicide: A Validation of Terms to Help Identify Suicide-related Social Media Posts.", "abstract": "BACKGROUND\nCommunication plays an important role in the prevention of suicide, a leading cause of death in the United States. Prior research suggests people who die by suicide often communicate their intent to more than one member of their social network. The ubiquity of social media in modern society means an individual's social network may be larger than ever before, which has contributed to a proliferation of colloquial terms and phrases to describe suicide.\n\n\nAIMS\nThe present study collected and validated suicide-related terms from the U.S. English language in 2018-2019. By validating clinical and lay terms with people on the front lines of suicide prevention, the study provides a necessary foundation for lexical analyses of suicide communication on social media.\n\n\nMETHOD\n98 terms related to suicide were collected from online, academic, and other sources. Mental health professionals and members of the electronic mailing list of the American Association of Suicidology were asked to validate terms.\n\n\nRESULTS\nThe survey validated common terms used to communicate about suicide.\n\n\nLIMITATIONS\nThe lexicon did not capture international phrases. It also did not document less direct language, such as expressions of emotion.", "venue": "Journal of evidence-based social work", "year": 2020, "referenceCount": 31, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "40282031", "name": "Scott Parrott"}, {"authorId": "3544353", "name": "Brian C. Britt"}, {"authorId": "35208872", "name": "J. Hayes"}, {"authorId": "3124700", "name": "D. Albright"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "31114afd68d9c9e39ba7fff4d5bd3121a6bc320e", "externalIds": {"MAG": "3136804501", "DOI": "10.31273/LGD.2019.2502"}, "url": "https://www.semanticscholar.org/paper/31114afd68d9c9e39ba7fff4d5bd3121a6bc320e", "title": "Embracing the Data Revolution for Development: A Data Justice Framework for Farm Data in the Context of African Indigenous Farmers", "abstract": "This article examines the challenges that the digitalisation of agriculture in Africa brings with respect to ownership and control of data from the perspective of African indigenous farmers as data originators. It discusses the phenomena of the data revolution and digital agriculture in Africa, mapping out the ecosystem of digital agriculture by identifying general trends, key players, types and features of digitalisation driven by the capabilities of mobile and network infrastructure as well as by higher-level digitisation supported by data infrastructures capability. By situating farm data as a constitutive element of traditional knowledge of agricultural production that is subjected to datafication, the article outlines the challenges of access to data and of unequal utilisation of data as having an impact on development imperatives that necessitate better control of data flows. It proposes data justice as a conceptual framework for an Africa-wide governance of farm data in which the challenges on access to data and unfairness in its utilisation are addressed in a manner consistent with the continent’s aspirations for intra-regional relations", "venue": "", "year": 2020, "referenceCount": 142, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "74952846", "name": "T. Dagne"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "31438e61a02adb619e01c87455eaa1bc8fbccc39", "externalIds": {"MAG": "3031885426"}, "url": "https://www.semanticscholar.org/paper/31438e61a02adb619e01c87455eaa1bc8fbccc39", "title": "Handbuch Soziale Arbeit und Digitalisierung", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1012, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "52258651", "name": "Nadia Kutscher"}, {"authorId": "66475445", "name": "T. Ley"}, {"authorId": "2596511", "name": "Udo Seelmeyer"}, {"authorId": "115690369", "name": "Friederike Siller"}, {"authorId": "116369375", "name": "A. Tillmann"}, {"authorId": "2086003951", "name": "Isabel Zorn"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "330f06d0ddc52248981c67faa6900de020c8c0c6", "externalIds": {"MAG": "3001658979", "DOI": "10.1111/1758-5899.12761"}, "url": "https://www.semanticscholar.org/paper/330f06d0ddc52248981c67faa6900de020c8c0c6", "title": "The Impact of Corporate Sustainability and Digitalization on International Banks’ Performance", "abstract": "We analyse the implications for international banks of two contemporary megatrends: corporate sustainability (CS) and digitalization. The digital environment and the availability of massive data from customers generate asymmetric information for banks to the detriment of customers, who experience individual vulnerabilities such as privacy rights. This can hinder the positive influence of digitalization in banks’ performance, with relevant managerial and political implications. In this context, the reputation generated by CS strategies can constitute a credence factor that reduces customers’ fears of opportunistic behavior and information asymmetries. We test and find support for our hypothesis over a panel data of large international banks from developed countries. Our findings shed light on the mutual reinforcement of CS and digitalization strategies in enhancing banks’ market performance and efficiency.", "venue": "", "year": 2020, "referenceCount": 98, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "47089211", "name": "F. J. Forcadell"}, {"authorId": "122997095", "name": "Elisa Aracil"}, {"authorId": "119350387", "name": "Fernando Úbeda"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3bc53b5b2088389ef52ecf983e78223f09e03906", "externalIds": {"MAG": "3022748548", "DOI": "10.1108/josm-03-2019-0073"}, "url": "https://www.semanticscholar.org/paper/3bc53b5b2088389ef52ecf983e78223f09e03906", "title": "Accountable algorithms? The ethical implications of data-driven business models", "abstract": "Purpose The purpose of this study is to identify, analyze and explain the ethical implications that can result from the datafication of service. Design/methodology/approach This study uses a midrange theorizing approach to integrate currently disconnected perspectives on technology-enabled service, data-driven business models, data ethics and business ethics to introduce a novel analytical framework centered on data-driven business models as the general metatheoretical unit of analysis. The authors then contextualize the framework using data-intensive insurance services. Findings The resulting midrange theory offers new insights into how using machine learning, AI and big data sets can lead to unethical implications. Centered around 13 ethical challenges, this work outlines how data-driven business models redefine the value network, alter the roles of individual actors as cocreators of value, lead to the emergence of new data-driven value propositions, as well as novel revenue and cost models. Practical implications Future research based on the framework can help guide practitioners to implement and use advanced analytics more effectively and ethically. Originality/value At a time when future technological developments related to AI, machine learning or other forms of advanced data analytics are unpredictable, this study instigates a critical and timely discourse within the service research community about the ethical implications that can arise from the datafication of service by introducing much-needed theory and terminology.", "venue": "", "year": 2020, "referenceCount": 95, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1910450", "name": "Christoph F. Breidbach"}, {"authorId": "144452579", "name": "P. Maglio"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "425cede2a9940bfcc6d421071117b2da17556965", "externalIds": {"MAG": "3004778720", "DOI": "10.1108/JTF-10-2019-0108"}, "url": "https://www.semanticscholar.org/paper/425cede2a9940bfcc6d421071117b2da17556965", "title": "Big data and analytics in tourism and hospitality: opportunities and risks", "abstract": "The purpose of this paper is to examine and provide insights into one of the most influential technologies impacting the tourism and hospitality industry over the next five years, i.e. big data and analytics. It reflects on both opportunities and risks that such technological advances create for both consumers and tourism organisations, highlighting the importance of data governance and processes for effective and ethical data management in both tourism and hospitality.,This paper is based on a review of academic and industry literature and access to trends data and information from a series of academic and industry databases and reports to examine how big data and analytics shape the future of the industry and the associated risks and opportunities.,This paper identifies and examines key opportunities and risks posed by the rising technological trend of big data and analytics in tourism and hospitality. While big data is generally regarded as beneficial to tourism and hospitality organisations, there are extensively held ethical, privacy and security concerns about it. Therefore, the paper is making the case for more research on data governance and data ethics in tourism and hospitality and posits that to successfully use data for competitive advantage, tourism and hospitality organisations need to solely expand compliance-based data governance frameworks to frameworks that include more effective privacy and ethics data solutions.,This paper provides useful insights into the use of big data and analytics for both researchers and practitioners and offers new perspectives on the debate on data governance and ethical data management in both tourism and hospitality. Because forecasts from the UNWTO indicate a significant increase in international tourist arrivals (1.8 billion tourist arrivals by 2030), the ways tourism and hospitality organisations manage customers’ data become important.", "venue": "", "year": 2020, "referenceCount": 60, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "107774530", "name": "Anca C. Yallop"}, {"authorId": "71368165", "name": "H. Séraphin"}]}}, {"intents": ["background"], "contexts": ["It is, instead, the product of a snapshot of data, thus impacting the moral agency of people (Zwitter 2014).", "In the absence of any patterns, the algorithmic output could reflect incidental correlations that do not provide any valuable information (Zwitter 2014), thereby risking ill-informed decisions."], "isInfluential": false, "citingPaper": {"paperId": "4c918004bd4d4f082e378156654c89b51df8534d", "externalIds": {"MAG": "3035392016", "DOI": "10.1080/10439463.2020.1779270"}, "url": "https://www.semanticscholar.org/paper/4c918004bd4d4f082e378156654c89b51df8534d", "title": "Machine learning for policing: a case study on arrests in Chile", "abstract": "ABSTRACT Police agencies expend considerable effort to anticipate future incidences of criminal behaviour. Since a large proportion of crimes are committed by a small group of individuals, preventive measures are often targeted on prolific offenders. There is a long-standing expectation that new technologies can improve the accurate identification of crime patterns. Here, we explore big data technology and design a machine learning algorithm for forecasting repeated arrests. The forecasts are based on administrative data provided by the national Chilean police agencies, including a history of arrests in Santiago de Chile and personal metadata such as gender and age. Excellent algorithmic performance was achieved with various supervised machine learning techniques. Still, there are many challenges regarding the design of the mathematical model, and its eventual incorporation into predictive policing will depend upon better insights into the effectiveness and ethics of preemptive strategies.", "venue": "Policing and Society", "year": 2020, "referenceCount": 110, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1423023506", "name": "E. van 't Wout"}, {"authorId": "3240101", "name": "C. Pieringer"}, {"authorId": "51909414", "name": "David Torres Irribarra"}, {"authorId": "101409033", "name": "K. Asahi"}, {"authorId": "18137563", "name": "Pilar Larroulet"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5493c3f0fbcba81565c90c8f46fffe482d108a9a", "externalIds": {"MAG": "3020321490", "DOI": "10.1016/j.telpol.2020.101961"}, "url": "https://www.semanticscholar.org/paper/5493c3f0fbcba81565c90c8f46fffe482d108a9a", "title": "Societal and ethical impacts of artificial intelligence: Critical notes on European policy frameworks", "abstract": "Abstract This paper offers a critical review on conditions and impacts of AI/ML in society, with a dedicated overview of the European AI policy framework. Through the analysis of policy papers produced by European institutions, European national governments and other organisations situated between research and policy-making, we bring an overarching outlook of key ethical and societal issues currently under discussion at the intersection of European policy agendas and recent literature on the topic. Our findings show that 21 analysed documents look both at individual and societal impacts, with their understanding generally aligned in calls for more responsibility, accountability, transparency, safety or trust. Furthermore, our findings also point to the necessity of more integrated approaches between governments, industry and academia stakeholders, and above all, to the need of applied multidisciplinary frameworks, supported by both anticipatory outlooks and public engagement exercises able to tackle the often excessive technicality of the debate.", "venue": "", "year": 2020, "referenceCount": 141, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1414106758", "name": "Lucia Vesnic-Alujevic"}, {"authorId": "2819184", "name": "Susana Nascimento"}, {"authorId": "46215559", "name": "Alexandre Pólvora"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "55c0ccce8b9ce4243ab3446acc40cbaf72f379d2", "externalIds": {"MAG": "3042411146", "DOI": "10.2139/ssrn.3618697"}, "url": "https://www.semanticscholar.org/paper/55c0ccce8b9ce4243ab3446acc40cbaf72f379d2", "title": "A First Year Data Analytics Course for Accounting Students", "abstract": "We introduce a data analytics course that accounting students complete during the first semester of their undergraduate program at the School of Accounting and Finance at the University of Waterloo. The course positions analytics as equally important to their future professional success as financial accounting, basic business concepts, and economics. We offer our approach, which could be adopted by any business school that currently requires an introductory course in mathematics for business. Our choices regarding content and delivery method were driven by our aim to help students develop a data analytics mindset from the beginning and in parallel with building their accounting knowledge. We wanted to build on industry standard tools (i.e., spreadsheets) but at the same time to prepare students for a changing environment that is not hindered by data size or software capabilities and emphasize the importance of tool ambidexterity. This means the need to create future professionals who are versatile and capable to switch/leverage the most appropriate tool for each project.", "venue": "", "year": 2020, "referenceCount": 36, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3002495", "name": "Theophanis C. Stratopoulos"}, {"authorId": "2127276693", "name": "Nancy Vanden Bosch"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5cd2631a42802d734eefbdfb1f78640ed3e77910", "externalIds": {"MAG": "3108855154", "DOI": "10.2139/ssrn.3696118"}, "url": "https://www.semanticscholar.org/paper/5cd2631a42802d734eefbdfb1f78640ed3e77910", "title": "From Homo Oeconomicus to Homo Praeventicus", "abstract": "Standard economic models primarily captured human beings to be rational utility maximizers in the homo oeconomicus model. Behavioral economics addressed human decision making fallibility in a wide range of studies including laboratory and field experiments as well as big data. The currently ongoing COVID-19 crisis now underlines the importance of a healthy work environment. The medicine of the future is believed to prevent diseases instead of just treating their consequences. There is an expected shift from modern medicine’s focus on acute treatment to address the inherently-underlying preventive measures that diseases would have a more favorable trajectory or are even avoidable at all. The homo praeventicus model may focus on preventing diseases and working in advance on favorable immune conditions that avert negative outbreaks of pandemics or determine a healthier state when falling sick. The homo oeconomicus offers as a remedy to chronic diseases and a reduction of a global cost escalation for medical care. Because we have to live with environmental burdens on our health, a change of direction towards prevention is recommended and the implementation of homo praeventicus models envisioned.", "venue": "", "year": 2020, "referenceCount": 43, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "90323749", "name": "Julia M. Puaschunder"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5dbc6a8b6996650d9f68d88146ea94394d949b89", "externalIds": {"DBLP": "journals/kybernetes/Maavak20", "MAG": "2976414988", "DOI": "10.1108/k-06-2019-0403"}, "url": "https://www.semanticscholar.org/paper/5dbc6a8b6996650d9f68d88146ea94394d949b89", "title": "Bubble to panopticon: dark undercurrents of the big data torrent", "abstract": "\nPurpose Big data are indispensable in scientific endeavours ranging from nuclear research to climate studies. However, there is a growing misperception that congeries of data can be easily reconstructed into competitive business insights. Such notions have been encouraged by a plethora of mainstream techno-utopian forecasts.\n\n\nDesign/methodology/approach This paper investigated such claims and related big data developments, including its “systems-first” and oligopolistic orientations. Due to the paucity of current scholarship on an admittedly pessimistic topic, the paper studied contrarian developments in the industry by relying on secondary data. The study of experts and scholars; industrial trends; and discrepancies and critical gaps in the mainstream data narrative were sourced to prognosticate the likely trajectory of many data giants.\n\n\nFindings A key finding was that the big data industry faces an untenable market bubble worth trillions of dollars. This will have severe consequences for common digital access and social stability worldwide. Evidence presented also suggests that the data industrial complex may undergo a function creep by facilitating a transition from surveillance capitalism to surveillance society.\n\n\nResearch limitations/implications Primary data for a study of this nature may take years to materialize. This is a “first-pass” study that seeks to illuminate latent dangers facing the big data/AI sector. There is a paucity of scholarly study that even remotely touches on this topic. Therefore, supporting arguments was sourced from contemporary reports and expert study (secondary data).\n\n\nPractical implications As control of data may have geostrategic implications, balkanization of the wired ecosystem may be underway with Russia and China leading the way. Future superpowers may be defined by the way they handle data. The concentration of data in fewer hands may also affect citizen innovation.\n\n\nSocial implications A break-down of the data industrial complex may lead to social mayhem as the monetization of presently free software, blogs and social media platforms may be unfeasible.\n\n\nOriginality/value This topic has hardly been explored due to the novelty of big data, its applications and the daily hype over its potentials. This paper boldly describes dark countercurrents in the industry.\n", "venue": "Kybernetes", "year": 2019, "referenceCount": 132, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "112968614", "name": "Mathew Maavak"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5f51e0707c43ffa4470ed39d2f69406111c58c45", "externalIds": {"DBLP": "journals/iando/GalJS20", "MAG": "3020351970", "DOI": "10.1016/j.infoandorg.2020.100301"}, "url": "https://www.semanticscholar.org/paper/5f51e0707c43ffa4470ed39d2f69406111c58c45", "title": "Breaking the vicious cycle of algorithmic management: A virtue ethics approach to people analytics", "abstract": "Abstract The increasing use of People Analytics to manage people in organizations ushers in an era of algorithmic management. People analytics are said to allow decision-makers to make evidence-based, bias-free, and objective decisions, and expand workers' opportunities for personal and professional growth. Drawing on a virtue ethics approach, we argue that the use of people analytics in organizations can create a vicious cycle of ethical challenges - algorithmic opacity, datafication, and nudging - which limit people's ability to cultivate their virtue and flourish. We propose that organizations can mitigate these challenges and help workers develop their virtue by reframing people analytics as a fallible companion technology, introducing new organizational roles and practices, and adopting alternative technology design principles. We discuss the implications of this approach for organizations and for the design of people analytics, and propose directions for future research.", "venue": "Inf. Organ.", "year": 2020, "referenceCount": 115, "citationCount": 29, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "1744551", "name": "Uri Gal"}, {"authorId": "34512911", "name": "T. Jensen"}, {"authorId": "152572847", "name": "Mari-Klara Stein"}]}}, {"intents": ["background"], "contexts": ["We discuss governance with respect to the roles industry and government should play in mitigating unethical and illegal behavior (Richards & King, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "661b26749d9e4f1e712079f47efe40eff4e43cfa", "externalIds": {"MAG": "3130523790", "DOI": "10.17705/3JMWA.000059"}, "url": "https://www.semanticscholar.org/paper/661b26749d9e4f1e712079f47efe40eff4e43cfa", "title": "Call Me BIG PAPA: An Extension of Mason’s Information Ethics Framework to Big Data", "abstract": "In 1986, Richard Mason proposed the PAPA framework to address four ethical issues society would likely face in the information age: privacy, accuracy, property, and accessibility. In this paper, we propose an extension to the PAPA framework by appending three additional issues relevant to information ethics in the big data era. First, we outline the four components of Mason’s original PAPA. Second, we briefly review the major technological changes that have occurred since Mason proposed his framework. Third, we outline concepts relevant to the big data context. Fourth, we propose and discuss our extension by appending three ethical issues related to behavioral surveillance, interpretation, and governance to Mason’s original PAPA framework, forming BIG PAPA. Lastly, we discuss how these issues impact practice and how they can inform future research.", "venue": "", "year": 2020, "referenceCount": 145, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2140287519", "name": "Jacob Young"}, {"authorId": null, "name": "Tyler J. Smith"}, {"authorId": null, "name": "Shawn H. Zheng"}]}}, {"intents": ["background"], "contexts": ["Labrecque et al. (2013) are a typical example of the optimistic view that digital technologies enhance consumer power; Deighton and Kornfeld (2009) also see the emergent technologies as empowering (see also Sirgy and Su, 2000; Zwitter, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "6a87f1855f4c02283761823babb710a7edecb73e", "externalIds": {"MAG": "3092263651", "DOI": "10.1177/1470593120964947"}, "url": "https://www.semanticscholar.org/paper/6a87f1855f4c02283761823babb710a7edecb73e", "title": "Exogenous cognition and cognitive state theory: The plexus of consumer analytics and decision-making", "abstract": "We develop the concept of exogenous cognition (ExC) as a specific manifestation of an external cognitive system. ExC describes the technological and algorithmic extension of (and annexation of) cognition in a consumption context. ExC provides a framework to enhance the understanding of the impact of pervasive computing and smart technology on consumer decision-making and the behavioural impacts of consumer analytics. To this end, the article provides commentary and structures to outline the impact of ExC and to elaborate the definition and reach of ExC. The logic of ExC culminates in a theory of cognitive states comprising of three potential decision states: endogenous cognition, symbiotic cognition and surrogate cognition. These states are posited as transient (consumers might move between them during a purchase episode) and determined by individual propensities and situational antecedents. The article latterly provides various potential empirical avenues and issues for consideration and debate.", "venue": "", "year": 2020, "referenceCount": 163, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2116583088", "name": "Andrew Smith"}, {"authorId": "143855656", "name": "J. Harvey"}, {"authorId": "2057098", "name": "J. Goulding"}, {"authorId": "2107976723", "name": "Gavin Smith"}, {"authorId": "104407701", "name": "L. Sparks"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "74ad356d167660d52c8534249030cff043854efb", "externalIds": {"MAG": "2980250686", "DOI": "10.1108/er-06-2018-0159"}, "url": "https://www.semanticscholar.org/paper/74ad356d167660d52c8534249030cff043854efb", "title": "Big data: lessons for employers and employees", "abstract": "The purpose of this paper is to critically reflect on the pros and cons of using employee information in big data projects.,The authors reviewed papers in the area of big data that has immediate repercussions for the experiences of employees and employers.,The review of papers to date suggests that big data lessons based on employee data are still a relatively unknown area of employment literature. Particular attention is paid to discussion of employee rights, ethics, expectations and the implications employer conduct has on employment relationships and prospective benefits of big data analytics at work for work.,This viewpoint paper highlights the need for more discussion between employees and employers about the collection, use, storage and ownership of data in the workplace. A number of recommendations are put forward to support future data collection efforts in organisations.", "venue": "", "year": 2020, "referenceCount": 71, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2213472", "name": "Debora Jeske"}, {"authorId": "82225453", "name": "T. Calvard"}]}}, {"intents": ["background"], "contexts": ["User-generated geographic information is often personal data, and analysing it without consent can be ethically problematic (Zwitter, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "762c3282db27cc03f0f675212761b66ff7ce7ebf", "externalIds": {"MAG": "3023350488", "DOI": "10.1016/j.landurbplan.2020.103845"}, "url": "https://www.semanticscholar.org/paper/762c3282db27cc03f0f675212761b66ff7ce7ebf", "title": "Understanding the use of urban green spaces from user-generated geographic information", "abstract": "Abstract Parks and other green spaces are an important part of sustainable, healthy and socially equal urban environment. Urban planning and green space management benefit from information about green space use and values, but such data are often scarce and laborious to collect. Temporally dynamic geographic information generated by different mobile devices and social media platforms are a promising source of data for studying green spaces. User-generated data have, however, platform specific characteristics that limit their potential use. In this article, we compare the ability of different user-generated data sets to provide information on where, when and how people use and value urban green spaces. We compare four types of data: social media, sports tracking, mobile phone operator and public participation geographic information systems (PPGIS) data in a case study from Helsinki, Finland. Our results show that user-generated geographic information sources provide useful insights about being in, moving through and perceiving urban green spaces, as long as evident limitations and sample biases are acknowledged. Social media data highlight patterns of leisure time activities and allow further content analysis. Sports tracking data and mobile phone data capture green space use at different times of the day, including commuting through the parks. PPGIS studies allow asking specific questions from active participants, but might be limited in spatial and temporal extent. Combining information from multiple user-generated data sets complements traditional data sources and provides a more comprehensive understanding of green space use and preferences.", "venue": "", "year": 2020, "referenceCount": 89, "citationCount": 35, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "10425126", "name": "V. Heikinheimo"}, {"authorId": "46406399", "name": "Henrikki Tenkanen"}, {"authorId": "1394936955", "name": "Claudia Bergroth"}, {"authorId": "4902441", "name": "Olle Järv"}, {"authorId": "3294817", "name": "Tuomo Hiippala"}, {"authorId": "4478199", "name": "T. Toivonen"}]}}, {"intents": ["background"], "contexts": ["Violation of privacy has emerged as one of the most critical ethical issues in the data-driven marketplace (Bandara et al., 2020a; Martin, 2016a; Zwitter, 2014).", "Corporations hold asymmetric power over consumer data, and they have an inherent\nresponsibility to properly manage data and protect consumer privacy (Flyverbom et al., 2019; Lwin et al., 2007; Zwitter, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "7b005ffa820cc076fdfd0a7b103542885bc25fe6", "externalIds": {"MAG": "3049496211", "DOI": "10.1108/ejm-06-2019-0515"}, "url": "https://www.semanticscholar.org/paper/7b005ffa820cc076fdfd0a7b103542885bc25fe6", "title": "Managing consumer privacy concerns and defensive behaviours in the digital marketplace", "abstract": "Purpose: The aim of this study is to examine privacy issues in the e-commerce context from a power-responsibility equilibrium theory (PRE) perspective. Design/Methodology/Approach: Data was collected using an online survey (n=335) from online shopping consumers. This study employed partial least squares-structural equation modeling (PLS-SEM) and fuzzy-set qualitative comparative analysis (fsQCA) techniques to empirically examine the proposed relationships. Findings: Lack of corporate privacy responsibility and regulatory protection can deprive consumers of privacy empowerment and damage consumer trust to trigger privacy concerns and subsequent defensive responses. Also, the fsQCA revealed five causal configurations to explain high consumer defensive behaviours. Research limitations/implications: This study identifies the importance of PRE theory in the privacy context. Consumer privacy concerns, privacy empowerment, and trust are established as strong mediators between corporate/regulatory privacy protection efforts and consumer backlash. The application of fsQCA verified that consumer privacy behaviour can be better explained by different configurations of the same causal antecedents. Practical implications: The findings highlight the importance of increasing trust and privacy empowerment as mechanisms to manage privacy concerns and consumer backlash through responsible organisational and regulatory privacy protections. The importance of balancing power and responsibility dynamics for maintaining a healthy information exchange environment is identified.", "venue": "", "year": 2020, "referenceCount": 117, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "46197730", "name": "Ruwan Bandara"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7d5f8d0f85c84d79a7b82a610f94f8f1da95590a", "externalIds": {"DOI": "10.1007/978-3-662-61458-7_1"}, "url": "https://www.semanticscholar.org/paper/7d5f8d0f85c84d79a7b82a610f94f8f1da95590a", "title": "Einleitung: Die Rückseite der Cloud", "abstract": null, "venue": "Die Rückseite der Cloud", "year": 2020, "referenceCount": 3, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2077214068", "name": "Peter Seele"}, {"authorId": "2089533149", "name": "Lucas Zapf"}]}}, {"intents": ["background"], "contexts": ["Another, earlier, thread of research that has had a visible influence on analysis of trustworthy AI is work on the ethics of Big Data, especially in relation to privacy and data protection concerns (Metcalf et al., 2016; Mittelstadt & Floridi, 2016; Richards & King, 2014; Zwitter, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "8091f7f96c22f1bff2fa9d2399b2d1c6ebcec98a", "externalIds": {"MAG": "3090484235", "DOI": "10.1177/2056305120954672"}, "url": "https://www.semanticscholar.org/paper/8091f7f96c22f1bff2fa9d2399b2d1c6ebcec98a", "title": "A Rights-Based Approach to Trustworthy AI in Social Media", "abstract": "Social media platforms increasingly use powerful artificial intelligence (AI) that are fed by the vast flows of digital content that may be used to analyze user behavior, mental state, and physical context. New forms of AI-generated content and AI-driven virtual agents present new forms of risks in social media use, the harm of which will be difficult to predict. Delivering trustworthy social media will therefore be increasingly predicated on effectively governing the trustworthiness of its AI components. In this article, we examine different approaches to the governance AI and the Big Data processing that drives it being explored. We identify a potential over-reliance on individual rights at the expense of consideration of collective rights. In response, we propose a collective approach to AI data governance grounded in a legal proposal for universal, non-exclusive data ownership right. We use the Institutional Analysis and Development (IAD) framework to explore the relative costs and benefits on stakeholders in two use cases, one focused on digital content consumers the other focused on digital content knowledge workers. Following an analysis that looks at self-regulation and industry-state co-regulation, we propose governance through shared data ownership. In this way, future social media platforms may be able to maintain trust in their use of AI by committing to no datafication without representation.", "venue": "", "year": 2020, "referenceCount": 55, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152175445", "name": "D. Lewis"}, {"authorId": "2243988", "name": "J. Moorkens"}]}}, {"intents": ["background"], "contexts": ["Two years later, Andrej Zwitter argues that while 5 billion gigabytes were collected between the beginning of recorded history and 2003, the same amount was generated every 2 days in 2011, estimating 5 billion gigabytes every 10 s in 20151 (Zwitter, 2014, p. 2).", "Big data can be generated by natural actors, physical phenomena, and artificial actors (Zwitter, 2014).", "Third, those acting as data intermediaries hold the ultimate power in deciding which information will become available, for how long, when, and to whom (Schwartz and Cook, 2002; Zwitter, 2014; Schrock and Shaffer, 2017)."], "isInfluential": true, "citingPaper": {"paperId": "87ee9044e4ab8afeebe4de06596a798c8bdeeace", "externalIds": {"PubMedCentral": "7931920", "MAG": "3090533394", "DBLP": "journals/fdata/BalazkaR20", "DOI": "10.3389/fdata.2020.00031", "PubMed": "33693404"}, "url": "https://www.semanticscholar.org/paper/87ee9044e4ab8afeebe4de06596a798c8bdeeace", "title": "Big Data and the Little Big Bang: An Epistemological (R)evolution", "abstract": "Starting from an analysis of frequently employed definitions of big data, it will be argued that, to overcome the intrinsic weaknesses of big data, it is more appropriate to define the object in relational terms. The excessive emphasis on volume and technological aspects of big data, derived from their current definitions, combined with neglected epistemological issues gave birth to an objectivistic rhetoric surrounding big data as implicitly neutral, omni-comprehensive, and theory-free. This rhetoric contradicts the empirical reality that embraces big data: (1) data collection is not neutral nor objective; (2) exhaustivity is a mathematical limit; and (3) interpretation and knowledge production remain both theoretically informed and subjective. Addressing these issues, big data will be interpreted as a methodological revolution carried over by evolutionary processes in technology and epistemology. By distinguishing between forms of nominal and actual access, we claim that big data promoted a new digital divide changing stakeholders, gatekeepers, and the basic rules of knowledge discovery by radically shaping the power dynamics involved in the processes of production and analysis of data.", "venue": "Frontiers in Big Data", "year": 2020, "referenceCount": 175, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Computer Science"], "authors": [{"authorId": "1947547702", "name": "D. Balazka"}, {"authorId": "3176132", "name": "D. Rodighiero"}]}}, {"intents": ["background"], "contexts": ["…more data exist today than have done so before in history (Smolan & Erwitt, 2012) – and approximately 5 billion gigabytes were generated\nfrom the beginning of recorded history until 2003, whereas 5 billion gigabytes of data were claimed to be generated every 10 seconds in 2015 (Zwitter, 2014).", "While the use or distribution of data may not be illegal, members of society may feel offended by certain applications of data and may raise ethical issues (e.g., Zwitter, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "8aa54fd441e1c1012d6a252fe5bec4f965d42a53", "externalIds": {"MAG": "2991922141", "DOI": "10.1016/j.indmarman.2019.11.019"}, "url": "https://www.semanticscholar.org/paper/8aa54fd441e1c1012d6a252fe5bec4f965d42a53", "title": "Digitization capability and the digitalization of business models in business-to-business firms: Past, present, and future", "abstract": "Abstract While the use of data in business-to-business marketing is not a new phenomenon, the digitization and digitalization of business-to-business firms' business models have recently attracted a great deal of attention. With the aim of creating an overview and consolidating this stream of research, the present paper offers a brief historical overview of research on digitization and digitalization in business-to-business markets – concluding that this discussion has a long tradition and, thus, is not a new phenomenon. We develop a definition of digitization capability as a basis for discussing how a firm's digitization capability interacts with its business model to allow for data-enabled growth, i.e. its digitalization, and we highlight promising avenues for future research.", "venue": "", "year": 2020, "referenceCount": 134, "citationCount": 65, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "119590685", "name": "Thomas Ritter"}, {"authorId": "88985613", "name": "Carsten L. Pedersen"}]}}, {"intents": ["background"], "contexts": ["Ethical questions related to users’ data remains open and issues related to privacy are yet to be fully addressed (Zwitter, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "8f381c6afafada9e829d7e59b3029abc8e4c21e8", "externalIds": {"MAG": "3037736926", "DOI": "10.1515/edu-2020-0102"}, "url": "https://www.semanticscholar.org/paper/8f381c6afafada9e829d7e59b3029abc8e4c21e8", "title": "A Systematic Review of Higher Education Academics’ Use of Microblogging for Professional Development: Case of Twitter", "abstract": "Abstract The paper presents a systematic literature review of empirical studies on the use of Twitter by higher education academics for professional development. Using content and thematic analyses, this review addressed four research questions related to study characteristics, theoretical and methodological approaches, and the type of professional development activities engaged. The results show that Twitter has been studied from several perspectives using various methodological approaches. The review revealed several limitations, including the paucity of research addressing gender, cultural and geographic differences. Limited use of theory is also observed. Five themes emerged identifying the ways Twitter was used for professional development: 1) academic backchannel, 2) networking, 3) information and resource sharing, 4) keeping updated, 5) public engagement and social commentary. Overall, the literature review suggests Twitter supports some aspects of professional development. However, several issues remain outstanding and in need of further research, including ethical approaches and practices of researchers related to data collection and use.", "venue": "", "year": 2020, "referenceCount": 105, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46408330", "name": "L. Singh"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "90064ec62e7e16bac9b930f74d8877e6dd7c06f5", "externalIds": {"MAG": "3009277693", "DOI": "10.4018/978-1-7998-3175-4.ch009"}, "url": "https://www.semanticscholar.org/paper/90064ec62e7e16bac9b930f74d8877e6dd7c06f5", "title": "Evaluation of Big Data within the Context of the Protection of Personal Data and Competition Law", "abstract": "In order to sustain their presence in the market, personal data acquirers must obtain, store, and process personal data from sources that feed data such as social media shares, shopping records, and sensor networks. On the other hand, the problem of conformity of real and legal persons whose personal data are processed within the framework of personal data law brings about many legal problems and requires a profound research rather than a limited examination. The fact that a small number of enterprises create dominant power by using big data in market strategy has led to data-dependent companies or markets. Due to the effects that big data caused in the market, there is a need to address many problems in the field of competition law as well as the dimension of privacy and personal rights. In this context, the conflict of interest between the economic interest created by big data and the legal principles of personal data will be addressed and compared with regard to Turkish law and foreign law practices by discussing the relationship between big data and competition law.", "venue": "", "year": 2020, "referenceCount": 34, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2083381218", "name": "Fatma Arvas"}]}}, {"intents": ["background"], "contexts": ["Such transparency demonstrates respect for persons and contributes to the trustworthiness of public institutions, conditions that are necessary for public support of big data [34, 47]."], "isInfluential": false, "citingPaper": {"paperId": "923f1531937e0eaec2e3d09fdb51d44e56331715", "externalIds": {"MAG": "3094036665", "PubMedCentral": "7576981", "DOI": "10.1186/s12910-020-00544-9", "PubMed": "33087123"}, "url": "https://www.semanticscholar.org/paper/923f1531937e0eaec2e3d09fdb51d44e56331715", "title": "A qualitative study of big data and the opioid epidemic: recommendations for data governance", "abstract": "Background The opioid epidemic has enabled rapid and unsurpassed use of big data on people with opioid use disorder to design initiatives to battle the public health crisis, generally without adequate input from impacted communities. Efforts informed by big data are saving lives, yielding significant benefits. Uses of big data may also undermine public trust in government and cause other unintended harms. Objectives We aimed to identify concerns and recommendations regarding how to use big data on opioid use in ethical ways. Methods We conducted focus groups and interviews in 2019 with 39 big data stakeholders (gatekeepers, researchers, patient advocates) who had interest in or knowledge of the Public Health Data Warehouse maintained by the Massachusetts Department of Public Health. Results Concerns regarding big data on opioid use are rooted in potential privacy infringements due to linkage of previously distinct data systems, increased profiling and surveillance capabilities, limitless lifespan, and lack of explicit informed consent. Also problematic is the inability of affected groups to control how big data are used, the potential of big data to increase stigmatization and discrimination of those affected despite data anonymization, and uses that ignore or perpetuate biases. Participants support big data processes that protect and respect patients and society, ensure justice, and foster patient and public trust in public institutions. Recommendations for ethical big data governance offer ways to narrow the big data divide (e.g., prioritize health equity, set off-limits topics/methods, recognize blind spots), enact shared data governance (e.g., establish community advisory boards), cultivate public trust and earn social license for big data uses (e.g., institute safeguards and other stewardship responsibilities, engage the public, communicate the greater good), and refocus ethical approaches. Conclusions Using big data to address the opioid epidemic poses ethical concerns which, if unaddressed, may undermine its benefits. Findings can inform guidelines on how to conduct ethical big data governance and in ways that protect and respect patients and society, ensure justice, and foster patient and public trust in public institutions.", "venue": "BMC medical ethics", "year": 2020, "referenceCount": 80, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Business"], "authors": [{"authorId": "153008478", "name": "E. Evans"}, {"authorId": "2000227521", "name": "Elizabeth Delorme"}, {"authorId": "2000224610", "name": "Karl Cyr"}, {"authorId": "40408578", "name": "D. Goldstein"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "9353409e1b7a58ed5eacc5590b5c5cd1789c77be", "externalIds": {"MAG": "3005172708", "DBLP": "journals/kybernetes/Westermann20", "DOI": "10.1108/k-03-2019-0186"}, "url": "https://www.semanticscholar.org/paper/9353409e1b7a58ed5eacc5590b5c5cd1789c77be", "title": "The art of conversation: design cybernetics and its ethics", "abstract": "The purpose of this paper to discuss ethical principles that are implicit in second-order cybernetics, with the aim of arriving at a better understanding of how second-order cybernetics frames living in a world with others. It further investigates implications for second-order cybernetics approaches to architectural design, i.e. the activity of designing frameworks for living.,The paper investigates terminology in the second-order cybernetics literature with specific attention to terms that suggest that there are ethical principles at work. It further relates second-order cybernetics to selected notions in phenomenology, pragmatism and transcendental idealism. The comparison allows for conclusions about the specificity of a second-order inquiry. In line with the thematic focus of this journal issue on the framing of shared worlds, the paper further elaborates on questions relating to the activity of designing “worlds” in which people live with others.,The paper highlights that a radical openness toward the future and toward the agency of others is inscribed in the conception of second-order cybernetics. It creates a frame of reference for conceiving social systems of all kinds, including environments that are designed to be inhabited.,The paper identifies an aesthetics grounded in the process of living-with-others as an ethical principle implicit in second-order cybernetics thought. It is an aesthetics that is radically open for the agency of others. Linking aesthetics and ethics, the paper’s contributions will be of specific value for practitioners and theoreticians of design. Considering second-order cybernetics as a practice generally dealing with designing, it also contributes to the wider second-order cybernetics discourse.", "venue": "Kybernetes", "year": 2020, "referenceCount": 90, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "34636548", "name": "Claudia Westermann"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "960599a000c3fa11eb14e9c20917ae7de063e536", "externalIds": {"DBLP": "journals/jices/BlakesleyY20", "MAG": "2995851757", "DOI": "10.1108/jices-04-2019-0046"}, "url": "https://www.semanticscholar.org/paper/960599a000c3fa11eb14e9c20917ae7de063e536", "title": "What do you know about me? Digital privacy and online data sharing in the UK insurance sector", "abstract": "\nPurpose\nIn addition to data transforming the insurance sector from within, insurance consumers and their behaviour has transformed significantly over the past 20 years from traditional retail to, predominantly, online trading. Data are a fundamental part of how the sector operates, and the use of data in insurance is constantly evolving. This paper aims to explore consumer perceptions about digital privacy and their subsequent motivations to disclose personal data for insurance purposes.\n\n\nDesign/methodology/approach\nThe study uses an exploratory research approach based on in-depth interviews to generate metathemes to provide an understanding of consumer perceptions about digital privacy and data sharing in the insurance sector.\n\n\nFindings\nConsumers were extrinsically motivated to disclose data by financial reward and convenience; however, subsequent intrinsic motivations may be an influence on the initial motivations. Consumers perceived transactions as “fair” if they received the expected rewards, retained control of the data, and the data was not unilaterally used to their detriment. Concern for privacy was generally low, provided antecedent conditions were met.\n\n\nResearch limitations/implications\nAs the study uses an exploration for discovery approach, the main limitation of this study is its small sample. However, this research aimed to identify metathemes and issues that may be the focus of future research in this area and is, therefore, not proposing to suggest strong conclusions and definitive answers.\n\n\nOriginality/value\nThis paper presents the first empirical research to examine data privacy issues in the UK insurance context. It contributes to knowledge in the areas of motivation, applied ethics and online consumer behaviour in general.\n", "venue": "J. Inf. Commun. Ethics Soc.", "year": 2019, "referenceCount": 114, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "1572830804", "name": "Ian R. Blakesley"}, {"authorId": "107774530", "name": "Anca C. Yallop"}]}}, {"intents": ["background"], "contexts": ["The responsibility lies in the collecting institution to follow the guidelines of modern ethics [403] that inform and protect the user."], "isInfluential": false, "citingPaper": {"paperId": "97440468a242dd3c26d81a4c810a9f4648fb4924", "externalIds": {"DBLP": "journals/corr/abs-2010-07703", "ArXiv": "2010.07703", "MAG": "3048071482"}, "url": "https://www.semanticscholar.org/paper/97440468a242dd3c26d81a4c810a9f4648fb4924", "title": "Workload-Aware Systems and Interfaces for Cognitive Augmentation", "abstract": "In today's society, our cognition is constantly influenced by information intake, attention switching, and task interruptions. This increases the difficulty of a given task, adding to the existing workload and leading to compromised cognitive performances. The human body expresses the use of cognitive resources through physiological responses when confronted with a plethora of cognitive workload. This temporarily mobilizes additional resources to deal with the workload at the cost of accelerated mental exhaustion. \n \nWe predict that recent developments in physiological sensing will increasingly create user interfaces that are aware of the user’s cognitive capacities, hence able to intervene when high or low states of cognitive workload are detected. In this thesis, we initially focus on determining opportune moments for cognitive assistance. Subsequently, we investigate suitable feedback modalities in a user-centric design process which are desirable for cognitive assistance. We present design requirements for how cognitive augmentation can be achieved using interfaces that sense cognitive workload. \n \nWe then investigate different physiological sensing modalities to enable suitable real-time assessments of cognitive workload. We provide empirical evidence that the human brain is sensitive to fluctuations in cognitive resting states, hence making cognitive effort measurable. Firstly, we show that electroencephalography is a reliable modality to assess the mental workload generated during the user interface operation. Secondly, we use eye tracking to evaluate changes in eye movements and pupil dilation to quantify different workload states. The combination of machine learning and physiological sensing resulted in suitable real-time assessments of cognitive workload. The use of physiological sensing enables us to derive when cognitive augmentation is suitable. \n \nBased on our inquiries, we present applications that regulate cognitive workload in home and work settings. We deployed an assistive system in a field study to investigate the validity of our derived design requirements. Finding that workload is mitigated, we investigated how cognitive workload can be visualized to the user. We present an implementation of a biofeedback visualization that helps to improve the understanding of brain activity. A final study shows how cognitive workload measurements can be used to predict the efficiency of information intake through reading interfaces. Here, we conclude with use cases and applications which benefit from cognitive augmentation. \n \nThis thesis investigates how assistive systems can be designed to implicitly sense and utilize cognitive workload for input and output. To do so, we measure cognitive workload in real-time by collecting behavioral and physiological data from users and analyze this data to support users through assistive systems that adapt their interface according to the currently measured workload. Our overall goal is to extend new and existing context-aware applications by the factor cognitive workload. We envision Workload-Aware Systems and Workload-Aware Interfaces as an extension in the context-aware paradigm. To this end, we conducted eight research inquiries during this thesis to investigate how to design and create workload-aware systems. \n \nFinally, we present our vision of future workload-aware systems and workload-aware interfaces. Due to the scarce availability of open physiological data sets, reference implementations, and methods, previous context-aware systems were limited in their ability to utilize cognitive workload for user interaction. Together with the collected data sets, we expect this thesis to pave the way for methodical and technical tools that integrate workload-awareness as a factor for context-aware systems.", "venue": "ArXiv", "year": 2020, "referenceCount": 436, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40628906", "name": "T. Kosch"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "97cd4802bd06e54ff122c994a4a3ab251f84ee05", "externalIds": {"MAG": "3031578885", "DOI": "10.1108/ijm-01-2019-0037"}, "url": "https://www.semanticscholar.org/paper/97cd4802bd06e54ff122c994a4a3ab251f84ee05", "title": "What is the employment potential of a lean platform? The case of Dutch self-employed service professionals", "abstract": "The purpose of this article is to study what platform-related user factors influence the employment potential of a lean platform for self-employed professionals.,The article employs the system data of a Dutch platform firm, which include consumers looking for painters (N = 17,224) and self-employed painters (N = 1,752) who pursue client acquisition by submitting proposals (N = 101,974). This data is analysed using non-parametric tests.,Study of this platform shows that the platform functions as a channel of acquisition for self-employed professionals. This lean platform enables matching of information of supply and demand, thereby facilitating processes of acquisition. The number of competitors, distance to a potential job and non-standard proposals are statistically significant factors that influence whether a consumer is interested in a proposal. Effect sizes are very small.,This platform is a two-way market for information about service jobs, which excludes a price setting mechanism. The findings of this study cannot be generalized to other forms of platforms.,The market for service professionals is very local; therefore, the platform firm may alter the algorithm to accommodate this. Self-employed professionals should approach using the platform in the same way as normal forms of acquisition.,This particular type of two-sided market is an extension of regular forms of acquisition by creating “weak ties” through the platform.,The article uses a unique data set to study the impact and limitations of digitalization of the (labour) market for service professionals.", "venue": "", "year": 2020, "referenceCount": 70, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1448454360", "name": "Paul Jonker-Hoffrén"}]}}, {"intents": ["background"], "contexts": ["Confidentiality as a principle assumes that other people do have information about us but will keep it private (Richards & King, 2014).", "In contrast, in an era of big data usage, Richards and King (2014) framed privacy as concerned with how information flows are governed.", "Richards and King (2014, p. 422) suggest that we think about identity not as a “specific name for a specific person” or as those properties of qualities of something that make it that thing but, following Erikson and Cohen, as “the right to define who I am” (Richards & King, 2014, p.423).", "…on ethics in big data in education research (Daniel, 2019), big health data (Ienca et al., 2018; Mittelstadt & Floridi, 2016; Xafis et al., 2019), big data research (Lipworth et al., 2017; Richards & King, 2014; Ioannidis, 2013), and data science in information technology (Salz & Dewar, 2019).", "As Richards and King (2014) noted,\nVirtually all information exists in intermediate states between completely public and completely private . . . [and] much of the information in intermediate states that we share is private data that we share in trust, expecting them to remain confidential.", "Some reviews focused on ethical issues in data science generally (Richards & King 2014; Salz & Dewar, 2019)."], "isInfluential": true, "citingPaper": {"paperId": "99f6d8c4785f86d9908d538bc9928bbfa1c28436", "externalIds": {"MAG": "3088198127", "DOI": "10.3102/0034654320960213"}, "url": "https://www.semanticscholar.org/paper/99f6d8c4785f86d9908d538bc9928bbfa1c28436", "title": "Student and Staff Perspectives on the Use of Big Data in the Tertiary Education Sector: A Scoping Review and Reflection on the Ethical Issues", "abstract": "While universities routinely use student data to monitor and predict student performance, there has been limited engagement with student and staff views, social and ethical issues, policy development, and ethical guidance. We reviewed peer-reviewed and grey-literature articles of 2007 to 2018 describing the perspectives of staff and students in tertiary education on the use of student-generated data in data analytics, including learning analytics. We used an ethics framework to categorize the findings. There was considerable variation but generally low awareness and understanding amongst students and staff about the nature and extent of data collection, data analytics, and use of predictive analytics. Staff and students identified potential benefits but also expressed concerns about misinterpretation of data, constant surveillance, poor transparency, inadequate support, and potential to impede active learning. This review supports the contention that consideration of ethical issues has failed to keep pace with the development of predictive analytics in the tertiary sector.", "venue": "", "year": 2020, "referenceCount": 127, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1397099703", "name": "A. Braunack-Mayer"}, {"authorId": "6905523", "name": "J. Street"}, {"authorId": "1821416", "name": "R. Tooher"}, {"authorId": "48971540", "name": "Xiao-lin Feng"}, {"authorId": "1973626531", "name": "Katrine Scharling-Gamba"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "9dda01a0ecb6917b35f9f8d431bf252949db4aba", "externalIds": {"MAG": "2969786259", "DOI": "10.4018/978-1-7998-0010-1.CH005"}, "url": "https://www.semanticscholar.org/paper/9dda01a0ecb6917b35f9f8d431bf252949db4aba", "title": "Data Mining in Global Higher Education", "abstract": "Historically, educators in higher education have searched for reliable means and methods to increase student learning. Many techniques and strategies have been used and even some have taken the form of laws to incorporate certain approaches to learning. However, there has not been one method proved effective in all situations for all students. One of the biggest challenges that global educational institutions face is the explosive growth of educational data and how to use this data to improve the quality of instructional and managerial decisions. Global higher education leaders embraced data-driven practices as an opportunity to improve efficiency, objectivity, transparency, and innovation. As a result, global higher education institutions are producing a large amount of student related data every year. Technology has given educators in higher education access to methods for assessing learning and engagement. Educational data mining is a relatively new process in global higher education that provides a tool to analyze this data and extract valuable information. Data Mining in Global Higher Education: Opportunities and Challenges for Learning", "venue": "", "year": 2020, "referenceCount": 161, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "68973456", "name": "Evan G. Mense"}, {"authorId": "28830975", "name": "P. Lemoine"}, {"authorId": "144006341", "name": "M. Richardson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a2ca14d59c0018cc45f79d87574de5db5badc0ec", "externalIds": {"DOI": "10.2139/ssrn.3828239"}, "url": "https://www.semanticscholar.org/paper/a2ca14d59c0018cc45f79d87574de5db5badc0ec", "title": "Business Data Ethics: Emerging Trends in the Governance of Advanced Analytics and AI", "abstract": "Advanced analytics and artificial intelligence are powerful technologies that, along with their benefits, create new threats to privacy, equality, fairness and transparency. Existing law does not yet protect sufficiently against these threats. This has led some organizations to pursue what they call “data ethics” or “AI ethics” in an attempt to bring advanced analytics and AI more into line with societal values and so legitimate their growing use of these technologies.<br><br>To date, much of the scholarship on data ethics has sought either to define the ethical principles to which organization should aspire, or to map out the laws and regulations needed to push organizations towards these ethical goals. While these two lines of inquiry are important, the literature is missing a critical third dimension: empirical work on how organizations are actually governing the threats that their use of advanced analytics and AI can generate. Good regulatory design requires such knowledge. Yet, while there have been important studies of how organizations manage privacy “on the ground” (Bamberger and Mulligan 2015), there has been little such work on the governance of advanced analytics and AI.<br><br>This report begins to fill this gap. Focusing on private sector organizations, the authors interviewed corporate privacy managers deemed by their peers to be leaders in the governance of advanced analytics and AI, as well as the lawyers, consultants and thought leaders who advise them on this topic. They also surveyed a wider range of privacy mangers. The study sought to answer three, fundamental questions about business data ethics management: (1) How do leading companies conceptualize the threats that their use of advanced analytics and AI pose for individuals, groups and the broader society? (2) If it is true that the law does not yet require companies to reduce these risks, then why are they pursuing data ethics? and (3) How are companies pursuing data ethics? What substantive benchmarks, management processes and technological solutions do they use towards this end?<br><br>The authors previously shared on SSRN their preliminary findings. This final report provides a much fuller picture. The report should provide legislators and policymakers with an empirical foundation for their efforts to regulate advanced analytics and AI, at the same time as it gives interested organizations ideas on how to improve their data ethics management.", "venue": "", "year": 2020, "referenceCount": 118, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "98526803", "name": "Dennis D. Hirsch"}, {"authorId": "90004188", "name": "Tim Bartley"}, {"authorId": "2207115", "name": "A. Chandrasekaran"}, {"authorId": "133847564", "name": "Davon N Norris"}, {"authorId": "2075330977", "name": "Srinivasan Parthasarathy"}, {"authorId": "115915445", "name": "Piers Norris Turner"}]}}, {"intents": ["background"], "contexts": ["Zwitter (2014) identifies three categories of ‘Big Data stakeholders’: collectors, utilisers and generators, noting the ‘power relationships’ between the three and the role of the collector in determining what is collected in the first place p. 3."], "isInfluential": false, "citingPaper": {"paperId": "a308996a14c3d730881689f8b718d4e8333d3f89", "externalIds": {"MAG": "3106848329", "DOI": "10.1177/2053951720970576"}, "url": "https://www.semanticscholar.org/paper/a308996a14c3d730881689f8b718d4e8333d3f89", "title": "Disrupting the library: Digital scholarship and Big Data at the National Library of Scotland", "abstract": "With a mass digitisation programme underway and the addition of non-print legal deposit and web archive collections, the National Library of Scotland is now both producing and collecting data at an unprecedented rate, with over 5PB of storage in the Library’s data centres. As well as the opportunities to support large scale analysis of the collections, this also presents new challenges around data management, storage, rights, formats, skills and access. Furthermore, by assuming the role of both creators and collectors, libraries face broader questions about the concepts of ‘collections' and ‘heritage', and the ethical implications of collecting practices. While the ‘collections as data’ movement has encouraged cultural heritage organisations to present collections in machine-readable formats, new services, processes and tools also need to be established to enable these emerging forms of research, and new modes of working need to be established to take into account an increasing need for transparency around the creation and presentation of digital collections. This commentary explores the National Library of Scotland's new digital scholarship service, the implications of this new activity and the obstacles that libraries encounter when navigating a world of Big Data.", "venue": "", "year": 2020, "referenceCount": 41, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "8955715", "name": "Sarah Ames"}, {"authorId": "144506988", "name": "Stuart Lewis"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "af793fd5c347a451b319606d66107cad455ece8f", "externalIds": {"DBLP": "journals/itp/TangXBI20", "MAG": "2972660832", "DOI": "10.1108/itp-10-2018-0491"}, "url": "https://www.semanticscholar.org/paper/af793fd5c347a451b319606d66107cad455ece8f", "title": "Ethics of blockchain", "abstract": "\nPurpose\nThe purpose of this paper is fourfold: first, to provide the first systematic study on the ethics of blockchain, mapping its main socio-technical challenges in technology and applications; second, to identify ethical issues of blockchain; third, to propose a conceptual framework of blockchain ethics study; fourth, to discuss ethical issues for stakeholders.\n\n\nDesign/methodology/approach\nThe paper employs literature research, research agenda and framework development.\n\n\nFindings\nEthics of blockchain and its applications is essential for technology adoption. There is a void of research on blockchain ethics. The authors propose a first theoretical framework of blockchain ethics. Research agenda is proposed for future search. Finally, the authors recommend measures for stakeholders to facilitate the ethical adequacy of blockchain implementations and future Information Systems (IS) research directions. This research raises timely awareness and stimulates further debate on the ethics of blockchain in the IS community.\n\n\nOriginality/value\nFirst, this work provides timely systematic research on blockchain ethics. Second, the authors propose the first research framework of blockchain ethics. Third, the authors identify key research questions of blockchain ethics. Fourth, this study contributes to the understanding of blockchain technology and its societal impacts.\n", "venue": "Inf. Technol. People", "year": 2019, "referenceCount": 143, "citationCount": 18, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "2048557126", "name": "Yong Tang"}, {"authorId": "144713119", "name": "J. Xiong"}, {"authorId": "1413676866", "name": "R. Becerril-Arreola"}, {"authorId": "1782754", "name": "L. Iyer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b04ce55f1f863fc6f21825470a2678492c369548", "externalIds": {"MAG": "3095066592", "DOI": "10.1111/1467-8551.12447"}, "url": "https://www.semanticscholar.org/paper/b04ce55f1f863fc6f21825470a2678492c369548", "title": "More Accountable, More Ethical, Yet Less Trusted: Misplaced Corporate Governance in the Era of Big Data", "abstract": null, "venue": "", "year": 2020, "referenceCount": 100, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "10050620", "name": "M. Fotaki"}, {"authorId": "1892098", "name": "Irini Voudouris"}, {"authorId": "3027868", "name": "S. Lioukas"}, {"authorId": "9650248", "name": "S. Zyglidopoulos"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b72f1c8c565e48457a1e8af4ae76a195e231e5cc", "externalIds": {"MAG": "2943932201", "DOI": "10.1007/978-3-658-08357-1_47"}, "url": "https://www.semanticscholar.org/paper/b72f1c8c565e48457a1e8af4ae76a195e231e5cc", "title": "Ethics in Digital Research", "abstract": "This chapter provides a broad overview of the technological landscape of today’s Internet and considers the ways in which Internet research, as an umbrella term, has morphed and changed into today’s big data infrastructure. It furthermore discusses the implications of these changes for ethical decision-making and conduct of research. The guiding anticipatory ethics approach of the Association of Internet Researchers is used as an ethical frame.", "venue": "", "year": 2020, "referenceCount": 18, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3390732", "name": "E. Buchanan"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b81194bae733cc52af8bb6189c11e60b7b365bca", "externalIds": {"MAG": "3043764463", "DOI": "10.1007/978-3-030-47364-8_5"}, "url": "https://www.semanticscholar.org/paper/b81194bae733cc52af8bb6189c11e60b7b365bca", "title": "Big Data, Predictive Marketing and Churn Management in the IoT Era", "abstract": "The Internet of Things (IoT) is a set of technologies that allow you to connect any type of device to the Internet in order to monitor, control, transfer information and then carry out consequent actions. Thanks to such technologies, we are able to gather a lot of information, big data. Objects connected to a network become data; words, geographical positions, social interactions, everything is transformed into data. Organizations can use big data to improve their decisions making at both the strategic and operational levels. From the IoT, the emergence of big data and of innovative tools created to gather and interpret it, impact on business decisions, especially on marketing, radically changed by the use of predictive customer analytics. The chapter deals just with big data and predictive marketing analyzing the company ability to implement big-data-driven and micro-targeting marketing practices.", "venue": "", "year": 2020, "referenceCount": 49, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2022361175", "name": "Alessia Munnia"}, {"authorId": "40450963", "name": "M. Nicotra"}, {"authorId": "2052211842", "name": "M. Romano"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c600d61d7cd05564e95df27209f5e4cb3a6efd17", "externalIds": {"DBLP": "conf/fat/WashingtonK20", "MAG": "3001323850", "ArXiv": "2002.01559", "DOI": "10.1145/3351095.3372844"}, "url": "https://www.semanticscholar.org/paper/c600d61d7cd05564e95df27209f5e4cb3a6efd17", "title": "Whose side are ethics codes on?: power, responsibility and the social good", "abstract": "The moral authority of ethics codes stems from an assumption that they serve a unified society, yet this ignores the political aspects of any shared resource. The sociologist Howard S. Becker challenged researchers to clarify their power and responsibility in the classic essay: Whose Side Are We On. Building on Becker's hierarchy of credibility, we report on a critical discourse analysis of data ethics codes and emerging conceptualizations of beneficence, or the \"social good\", of data technology. The analysis revealed that ethics codes from corporations and professional associations conflated consumers with society and were largely silent on agency. Interviews with community organizers about social change in the digital era supplement the analysis, surfacing the limits of technical solutions to concerns of marginalized communities. Given evidence that highlights the gulf between the documents and lived experiences, we argue that ethics codes that elevate consumers may simultaneously subordinate the needs of vulnerable populations. Understanding contested digital resources is central to the emerging field of public interest technology. We introduce the concept of digital differential vulnerability to explain disproportionate exposures to harm within data technology and suggest recommendations for future ethics codes..", "venue": "FAT*", "year": 2020, "referenceCount": 98, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "35065719", "name": "A. Washington"}, {"authorId": "48608670", "name": "Rachel Kuo"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c7f474ffe5910cb087c64b28e527f6ddedb4c60e", "externalIds": {"MAG": "3016977472", "DOI": "10.5334/jcaa.48"}, "url": "https://www.semanticscholar.org/paper/c7f474ffe5910cb087c64b28e527f6ddedb4c60e", "title": "Ethics in Archaeological Lidar", "abstract": "Airborne laser scanning or lidar has now been used by archaeologists for twenty years, with many of the first applications relying on data acquired by public agencies seeking to establish baseline elevation maps, mainly in Europe and North America. More recently, several wide-area acquisitions have been designed and commissioned by archaeologists, the most extensive of which cover tropical forest environments in the Americas and Southeast Asia. In these regions, the ability of lidar to map microtopographic relief and reveal anthropogenic traces on the Earth’s surface, even beneath dense vegetation, has been welcomed by many as a transformational breakthrough in our field of research. Nevertheless, applications of the method have attracted a measure of criticism and controversy, and the impact and significance of lidar are still debated. Now that wide-area, high-density laser scanning is becoming a standard part of many archaeologists’ toolkits, it is an opportune moment to reflect on its position in contemporary archaeological practice and to move towards a code of ethics that is vital for scientific research. The papers in this Special Collection draw on experiences with using lidar in archaeological research programs, not only to highlight the new insights that derive from it but also to cast a critical eye on past practices and to assess what challenges and opportunities remain for developing codes of ethics. Using examples from a range of countries and environments, contributions revolve around three key themes: data management and access; the role of stakeholders; and public education. We draw on our collective experiences to propose a range of improvements in how we collect, use, and share lidar data, and we argue that as lidar acquisitions mature we are well positioned to produce ethical, impactful, and reproducible research using the technique.", "venue": "", "year": 2020, "referenceCount": 170, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "47406314", "name": "Anna S. Cohen"}, {"authorId": "40298303", "name": "S. Klassen"}, {"authorId": "2116658196", "name": "Damian H. Evans"}]}}, {"intents": ["background"], "contexts": ["That is, big data could inform projects that could be conducted on a large scale to gain insights, create new forms of value, and change markets, organisations, and the relationship between citizens and government (Richards & King, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "c9da290d14b8e9ee00d292bf918e6574bc988ddc", "externalIds": {"MAG": "3040414899"}, "url": "https://www.semanticscholar.org/paper/c9da290d14b8e9ee00d292bf918e6574bc988ddc", "title": "Paradigm Shifts in ICT Ethics: Proceedings of the ETHICOMP* 2020", "abstract": null, "venue": "", "year": 2020, "referenceCount": 701, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2064738166", "name": "J. Borondo"}, {"authorId": "2056463782", "name": "Mario Arias Oliva"}, {"authorId": "50309102", "name": "Kiyoshi Murata"}, {"authorId": "1900229", "name": "A. Palma"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "cca0d1d1eaf1e2b6ef1e56238cde67e3b8471c51", "externalIds": {"MAG": "3027245574", "DOI": "10.1075/cvs.16.12sca"}, "url": "https://www.semanticscholar.org/paper/cca0d1d1eaf1e2b6ef1e56238cde67e3b8471c51", "title": "Chapter 12. The pointer finger and the pilgrim shell", "abstract": null, "venue": "", "year": 2020, "referenceCount": 20, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46232808", "name": "G. Scarafile"}]}}, {"intents": ["background"], "contexts": ["Zwitter (2014) argued that big-data might strengthened persuade to change the customary postulation of ethics regarding individualism, liberated determination, and influence."], "isInfluential": false, "citingPaper": {"paperId": "ce298f9a7f18f010319af47b09c0f4d2fc67c819", "externalIds": {"MAG": "3096233668", "DOI": "10.22495/jgrv9i4art2"}, "url": "https://www.semanticscholar.org/paper/ce298f9a7f18f010319af47b09c0f4d2fc67c819", "title": "Digitization of the Emerging Economy: An Exploratory and Explanatory Case Study", "abstract": "Digitization has transformed societies and economies throughout the world. This exploratory and explanatory research has been performed in the context of digitization of Bangladesh economy. The research question is whether the transformation of Bangladesh towards the digital economy can act effectively and efficiently for the benefits of the society and the economy. Quantitative and qualitative analysis was conducted. Sixteen hypotheses were tested based on the Chi-square test. The time period of the study was from April 1, 2019, to December 31, 2019. The Chi-square test findings were significant for the following null hypotheses: Internet of Thinking will not bring benefits of the human beings; robots are not needed for industries; big data cannot be used for the business intelligence; artificial intelligence (AI) is not effective; bitcoin transactions should not be allowed; the banking sector is not relatively digitalized; chatbots do not need to be used in banks; drones cannot be used for commercial purpose; robots cannot be used for education purpose; farmers must not learn to yield wirelessly. Another six null hypotheses were rejected. Fear of losing employment was the key obstruction to execute the 4th Industrial Revolution (4IR) in the country as revealed from the study. Proper information and communication technology (ICT) based education, preparation and knowledge were required. Good governance and regulation should be established with the help of digitization in Bangladesh. The study is suggested to answer the research question, if the benefit from transforming the society to the digital economy may outweigh negative impacts and turn threats into opportunities, reduce demand for labor and disguised unemployment and narrow down the scope of creating new employment opportunities in the country. The potential unlocking system in the global market is feasible through ensuring digitization of Bangladesh society.", "venue": "", "year": 2020, "referenceCount": 75, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "145476207", "name": "Muhammad Mahboob Ali"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d4d945d6b98c0fba5d264d8a9e5ce6bf95dd4626", "externalIds": {"DOI": "10.1007/978-3-030-29914-9"}, "url": "https://www.semanticscholar.org/paper/d4d945d6b98c0fba5d264d8a9e5ce6bf95dd4626", "title": "The Food-Energy-Water Nexus", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1100, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "105036198", "name": "P. Saundry"}, {"authorId": "2470371", "name": "B. Ruddell"}]}}, {"intents": ["background"], "contexts": ["…for the social sciences concerning whether data can speak for themselves (Boyd & Crawford, 2012), whether correlation can be as good as causation (Zwitter, 2014), whether bigger databases and more cases are necessarily better (Boyd & Crawford, 2012), whether open data are inherently valuable…"], "isInfluential": false, "citingPaper": {"paperId": "d622d139ab7f28104418b7999dbefcc95b39fb9f", "externalIds": {"MAG": "3018148248", "DOI": "10.1080/09518398.2020.1753848"}, "url": "https://www.semanticscholar.org/paper/d622d139ab7f28104418b7999dbefcc95b39fb9f", "title": "Big data: and the micropolitics of entanglement in the Earth’s becoming", "abstract": "Abstract This paper addresses the entanglements of the earth’s becoming in a multi site cross hemisphere study of the infinite moments of young children’s world making, recorded in multimodal videos, still images, and children’s productions. The postqualitative project was informed by new materialist and posthuman theorising. The researchers conducted their research at seven different early learning centres in NSW, Queensland, Victoria, and Finland. At the end of the project the researchers came together to make sense of the data across all sites and realised that their postqualitative data was BIG and that their ‘little big data’ was generated in the context of the increasing impact of ‘big Big Data 1 .’ We discuss our approaches to posthuman and new materialist big data in order to create a conversation between the two and to highlight the alternative methodological processes we developed to make sense of large bodies of postqualitative data.", "venue": "", "year": 2020, "referenceCount": 58, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2060913350", "name": "Margaret Somerville"}, {"authorId": "46687252", "name": "A. Woods"}, {"authorId": "102017916", "name": "I. Duhn"}, {"authorId": "84620383", "name": "Pauliina Rautio"}, {"authorId": "48722764", "name": "S. Powell"}, {"authorId": "1413567418", "name": "A. McConnell-Imbriotis"}, {"authorId": "148047081", "name": "S. Gálvez"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d8eafab96346b9f21f761d7d3296c44724e6ae33", "externalIds": {"MAG": "3163987494", "DOI": "10.2139/ssrn.3666727"}, "url": "https://www.semanticscholar.org/paper/d8eafab96346b9f21f761d7d3296c44724e6ae33", "title": "Automatisierte Ungleichheit: Ethik der Künstlichen Intelligenz in der biopolitische Wende des Digitalen Kapitalismus. (Automated Inequality: Ethics of Ai in the Biopolitical Turn of Digital Capitalism)", "abstract": "German abstract: Dieses Papier fuhrt den Begriff der „biopolitischen Wende des digitalen Kapitalismus“ ein, um den zunehmenden Einsatz von KI-Technologien im offentlichen Sektor zu beschreiben. Da sich die Anwendungen von KI-basierter automatisierter Entscheidungsfindung derzeit vom Bereich der Beziehungen zwischen Unternehmen und Kunden (B2C, Business-to-Customer) in das Feld der Beziehungen zwischen Regierung und Burger*innen (G2C, Government-to-Citizens) verlagern, entsteht eine neue Form des Regierens, die im Modus des algorithmischen Bevolkerungsmanagements verfahrt. Daruber hinaus beschreibt das Papier die Sackgasse, in der sich die Ethik der KI gegenuber diesen groseren gesellschaftlichen und soziookonomischen Trends befindet, und fordert eine Ethik der KI, die in Allianz mit Sozialphilosophie und politischer Philosophie besonders die aktuell drangenden Fragen der sozialen Selektion und Diskriminierung durch datenbasierte KI angeht. Als Beispiel wird das Problem der pradiktiven Analytik erortert, um darauf hinzuweisen, dass ethische Fragen der KI keine Zukunftsmusik sind, sondern Techniken betreffen, die bereits heute flachendeckend eingesetzt werden. \n \nEnglish abstract: This philosophy paper sets out the notions of a current \"biopolitical turn of digital capitalism\" and \"algorithmic social selection\", resulting from the spread of AI and data analytics technology. The biopolitical turn results from an extension of the domain of private economy to public services, that is, from the domain of business to customer (B2c) relations to government to citizen (G2C) relations. Moreover, the paper describes the impasse of ethics of AI towards this larger societal and socioeconomic trends, calling for an ethics of AI that includes, and acts in close alliance with, social and political philosophy. As a preparation, the problem of Predictive Analytics is debated analytically to make the point that data-driven AI (Machine Learning) is currently one of the main ethical challenges in ethics of AI.", "venue": "", "year": 2020, "referenceCount": 70, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "101646061", "name": "Rainer Mühlhoff"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d92ee1cab49f71d197951d6a75bdd21ed88ebc44", "externalIds": {"MAG": "3005228004", "DOI": "10.1177/2053951720904112"}, "url": "https://www.semanticscholar.org/paper/d92ee1cab49f71d197951d6a75bdd21ed88ebc44", "title": "Manipulate to empower: Hyper-relevance and the contradictions of marketing in the age of surveillance capitalism", "abstract": "In this article, we explore how digital marketers think about marketing in the age of Big Data surveillance, automatic computational analyses, and algorithmic shaping of choice contexts. Our starting point is a contradiction at the heart of digital marketing namely that digital marketing brings about unprecedented levels of consumer empowerment and autonomy and total control over and manipulation of consumer decision-making. We argue that this contradiction of digital marketing is resolved via the notion of relevance, which represents what Fredric Jameson calls a symbolic act. The notion of the symbolic act lets us see the centering of relevance as a creative act of digital marketers who undertake to symbolically resolve a contradiction that cannot otherwise be resolved. Specifically, we suggest that relevance allows marketers to believe that in the age of surveillance capitalism, the manipulation of choice contexts and decision-making is the same as consumer empowerment. Put differently, relevance is the moment when marketing manipulation disappears and all that is left is the empowered consumer. To create relevant manipulations that are experienced as empowering by the consumer requires always-on surveillance, massive analyses of consumer data and hyper-targeted responses, in short, a persistent marketing presence. The vision of digital marketing is therefore a fascinating one: marketing disappears at precisely the moment when it extends throughout the life without limit.", "venue": "", "year": 2020, "referenceCount": 70, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "114593479", "name": "Aron Darmody"}, {"authorId": "39761924", "name": "D. Zwick"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d9d9bc986d815414963aa6102a149fc532d75580", "externalIds": {"MAG": "3119491625", "DOI": "10.1007/978-3-030-42855-6_32"}, "url": "https://www.semanticscholar.org/paper/d9d9bc986d815414963aa6102a149fc532d75580", "title": "Geospatial Data Analysis in Russia’s Geoweb", "abstract": "The chapter examines the role of geospatial data in Russia’s online ecosystem. Facilitated by the rise of geographic information systems and user-generated content, the distribution of geospatial data has blurred the line between physical spaces and their virtual representations. The chapter discusses different sources of these data available for Digital Russian Studies (e.g., social data and crowdsourced databases) together with the novel techniques for extracting geolocation from various data formats (e.g., textual documents and images). It also scrutinizes different ways of using these data, varying from mapping the spatial distribution of social and political phenomena to investigating the use of geotag data for cultural practices’ digitization to exploring the use of geoweb for narrating individual and collective identities online.", "venue": "", "year": 2020, "referenceCount": 94, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "51428797", "name": "M. Makhortykh"}]}}, {"intents": ["background"], "contexts": ["…and how (big) data ethics differs from information or computer ethics and attendant branches and how and if it needs adaptation, for example the need to establish an in dependent research strand of big data ethics (Floridi & Taddeo, 2016; O’Leary, 2016; Richards & King, 2014; Zwitter, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "e80ef1aa1417e74348950a13e0ba9c07edfaa5aa", "externalIds": {"MAG": "3011181135", "DOI": "10.1093/acrefore/9780190228613.013.904"}, "url": "https://www.semanticscholar.org/paper/e80ef1aa1417e74348950a13e0ba9c07edfaa5aa", "title": "Governance by and of Algorithms on the Internet: Impact and Consequences", "abstract": "Internet-based services that build on automated algorithmic selection processes, for ex­ample search engines, computational advertising, and recommender systems, are boom­ing and platform companies that provide such services are among the most valuable cor­porations worldwide. Algorithms on and beyond the Internet are increasingly influencing, aiding, or replacing human decision-making in many life domains. Their far-reaching, multifaceted economic and social impact, which results from the governancebyalgorithms, is widely acknowledged. However, suitable policy reactions, that is, the gover­nanceofalgorithms, are the subject of controversy in academia, politics, industry, and civ­il society. This governance by and of algorithms is to be understood in the wider context of current technical and societal change, and in connection with other emerging trends. In particular, expanding algorithmizing of life domains is closely interrelated with and de­pendent on growing datafication and big data on the one hand, and rising automation and artificial intelligence in modern, digitized societies on the other. Consequently, the assess­ments and debates of these central developmental trends in digitized societies overlap ex­tensively.Research on the governance by and of algorithms is highly interdisciplinary. Communica­tion studies contributes to the formation of so called “critical algorithms studies” with its wide set of sub-fields and approaches and by applying qualitative and quantitative meth­ods. Its contributions focus both on the impact of algorithmic systems on traditional me­dia, journalism, and the public sphere, and also cover effect analyses and risk assess­ments of algorithmic-selection applications in many domains of everyday life. The latter includes the whole range of public and private governance options to counter or reduce these risks or to safeguard ethical standards and human rights, including communication rights in a digital age.", "venue": "", "year": 2020, "referenceCount": 146, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2495266", "name": "M. Latzer"}, {"authorId": "32768236", "name": "Natascha Just"}]}}, {"intents": ["background"], "contexts": ["In some cases, the firm knew more about its customers' fleets than they knew themselves (c.f., Zwitter, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "e89a4a4a1c70e5d400b21b398d226990e9f278b3", "externalIds": {"MAG": "3006484236", "DOI": "10.1016/j.indmarman.2020.02.005"}, "url": "https://www.semanticscholar.org/paper/e89a4a4a1c70e5d400b21b398d226990e9f278b3", "title": "Transformational Shifts through Digital Servitization", "abstract": "Abstract Manufacturers increasingly look to digitalization to drive service growth. However, success is far from guaranteed, and many firms focus too much on technology. Adopting a discovery-oriented, theories-in-use approach, this study examines the strategic organizational shifts that underpin digital servitization. Notwithstanding strong managerial and academic interest, this link between digitalization and servitization is still under-investigated. Depth interviews with senior executives and managers from a global market leader revealed that to achieve digital service-led growth, a firm and its network need to make three interconnected shifts: (1) from planning to discovery, (2) from scarcity to abundance, and (3) from hierarchy to partnership. Organizational identity, dematerialization, and collaboration play a key role in this transformation. For managers, the study identifies a comprehensive set of strategic change initiatives needed to ensure successful digital servitization.", "venue": "", "year": 2020, "referenceCount": 143, "citationCount": 62, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "20509399", "name": "B. Tronvoll"}, {"authorId": "82400974", "name": "A. Sklyar"}, {"authorId": "52367993", "name": "D. Sörhammar"}, {"authorId": "2719502", "name": "C. Kowalkowski"}]}}]}