{"paperId": "2ee8eec978f895dad58729ecdeac1b59f19685d1", "externalIds": {"MAG": "2529233276"}, "url": "https://www.semanticscholar.org/paper/2ee8eec978f895dad58729ecdeac1b59f19685d1", "title": "Hacking tech'S diversity problem", "abstract": "The technology industry has a big problem with diversity, one that seems to be getting worse: In 1991 women held 37% of computing jobs; today they hold only 26%. But if tech firms want to get serious about hiring, retaining, and promoting more women, they’ll need something more effective than sensitivity or mentoring programs that “fix” individual behavior, and longer lasting than cultural change programs. The author suggests an approach that borrows from tech’s own playbook on experimentation: Collect detailed data on bias in your organization, identify company-specific ways to measure its effect, create hypotheses about how to move those metrics, and then throw some spaghetti at the wall and see what sticks. Working women face four kinds of bias: prove-it-again (continually being asked to prove their competence), tightrope (backlash for being too assertive or too nice), maternal wall (erroneous assumptions about mothers), and tug-of-war (pressure to distance themselves from other women). All four affect hiring, work assignments, evaluations, and promotion and compensation. Companies need to understand how, and then thwart these biases with “interrupters,” small changes to business systems that stop patterns of bias. They can be as simple as adding “salary negotiable” to want ads--which closed the pay gap between men and women by 45% in one study. Doing anything once will not change organizational culture. Bias needs to be disrupted constantly, and the iterative interrupter approach may well be the way to do that.", "venue": "", "year": 2014, "referenceCount": 0, "citationCount": 27, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2111929823", "name": "Joan C. Williams"}]}