{"offset": 0, "next": 100, "data": [{"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0c5a5c28ef93f6e85f2d5affbb29d6b1c053f98f", "externalIds": {"MAG": "3183789253", "DOI": "10.1080/1070289X.2021.1927420"}, "url": "https://www.semanticscholar.org/paper/0c5a5c28ef93f6e85f2d5affbb29d6b1c053f98f", "title": "Connectivity, contestation, and cultural production: an analysis of Dominican online identity formation", "abstract": null, "venue": "Identities", "year": 2021, "referenceCount": 40, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2129547240", "name": "Pamela Zabala Ortiz"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0d664844a84a0597d8d759e63c4fade0726e556c", "externalIds": {"MAG": "3174893525", "DOI": "10.1007/978-3-030-74728-2_11"}, "url": "https://www.semanticscholar.org/paper/0d664844a84a0597d8d759e63c4fade0726e556c", "title": "Patterns of Digital Users’ Irrationality in the Moment of Digital Transformation of the Media", "abstract": null, "venue": "Digital Interaction and Machine Intelligence", "year": 2021, "referenceCount": 14, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2474573", "name": "Piotr Toczyski"}, {"authorId": "119537402", "name": "Grzegorz Banerski"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1191bcf82b7935e44b96b669a20a7ea6b008d0df", "externalIds": {"MAG": "3148465532", "DOI": "10.1177/07311214211005494"}, "url": "https://www.semanticscholar.org/paper/1191bcf82b7935e44b96b669a20a7ea6b008d0df", "title": "“Of Course We Need to Help the Undocumented Immigrants!”: Twitter Discourse on the (Un)deservingness of Undocumented Immigrants in the United States during the COVID-19 Pandemic", "abstract": "Undocumented individuals in U.S. society have been barred from access to federal economic relief during the global COVID-19 pandemic. Increased visibility of the vulnerability of undocumented individuals may provide a window of opportunity for inclusive policies. On the contrary, previous research about pro-immigrant sentiment shows that supporters of undocumented migrants advocate for them by using discourse that ultimately reifies their exclusion. The current study uses Twitter data collected from March to July 2020 to examine public discourse on undocumented immigrants during the pandemic. Our research question is: “How do Twitter users frame deservingness of undocumented immigrants during the COVID-19 pandemic?” We find that: (1) relief for undocumented immigrants continues to be contingent even in times of crisis, (2) economic productivity is a prerequisite of deservingness, and (3) anti-immigrant frames that scapegoat immigrants are flexible to the political and public health conditions of a historical period. Implications for policy are discussed.", "venue": "Sociological Perspectives", "year": 2021, "referenceCount": 101, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2043562072", "name": "Josefina Flores Morales"}, {"authorId": "2125899591", "name": "Fanni Farago"}]}}, {"intents": ["background"], "contexts": ["The factors contributing to this opacity—including corporate interests, power hierarchies, and exclusion of diverse voices—also contribute to the dismissal of narratives as evidence of structural injustices (Benjamin 2019; Daniels 2013)."], "isInfluential": false, "citingPaper": {"paperId": "17c72b8ba385674c38043696feae5acff6ee9089", "externalIds": {"PubMedCentral": "8519036", "MAG": "3133937066", "DOI": "10.1111/maq.12639", "PubMed": "33711178"}, "url": "https://www.semanticscholar.org/paper/17c72b8ba385674c38043696feae5acff6ee9089", "title": "Like a Grinding Stone: How Crowdfunding Platforms Create, Perpetuate, and Value Health Inequities", "abstract": "Abstract This article explores how inequities are reproduced by, and valued within, the increasingly ubiquitous world of medical crowdfunding. As patients use platforms like GoFundMe to solicit donations for health care, success stories inundate social media. But most crowdfunders experience steep odds and marginal benefits. Drawing on the problematic figure of the “black box” in health disparities research and technology studies, I offer ethnography as a tool for unpacking often inscrutable and complex pathways through which online platforms amplify inequities. By leveraging both online and traditional research strategies—a platform analysis and paired narratives of crowdfunders’ disparate experiences, drawn from open‐ended interviews—this article explores how inequities are created and experienced by users. The analysis highlights how inequities are simultaneously central to the functioning of this marketplace and occluded by its platform design. Consequently, crowdfunding is concealing health inequities while shifting public values about who is entitled to health care, and why.", "venue": "Medical anthropology quarterly", "year": 2021, "referenceCount": 77, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Sociology"], "authors": [{"authorId": "5275704", "name": "Nora Kenworthy"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3ee5bae8164c474b27a0a36aca580d8ca97faa90", "externalIds": {"MAG": "3200771493", "DOI": "10.1007/978-3-658-20712-0_67-1"}, "url": "https://www.semanticscholar.org/paper/3ee5bae8164c474b27a0a36aca580d8ca97faa90", "title": "Whiteness und Geschlecht", "abstract": null, "venue": "Springer Reference Sozialwissenschaften", "year": 2021, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2137474254", "name": "Giuliana Sorce"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "69016ffaf6fec19b825ed50635cf09532928e16f", "externalIds": {"MAG": "3119644566", "DOI": "10.1080/01419870.2020.1851383"}, "url": "https://www.semanticscholar.org/paper/69016ffaf6fec19b825ed50635cf09532928e16f", "title": "Empathy plasticity: decolonizing and reorganizing Wikipedia and other online spaces to address racial equity", "abstract": "ABSTRACT The spring of 2020 represented a watershed-moment-in-the-making, as broad, inclusive discussions on how to best cultivate discursive and policy mechanisms towards racial equity presaged a reckoning with America’s vast ethnoracial disparities. However, many of the remediatory actions proposed and thus far implemented have failed to address historic, epistemologically-embedded forms of racism that anchor and validate repressive informatics structures and thereby enable knowledge colonization. Focussing on a social psychological concept of “empathy plasticity”, the critical developmental window in which humans begin to formulate attitudes and dispositions on phenomena around them, this commentary explores how a re-organization of online spaces, such as Wikipedia and social media, can be used to more holistically present knowledge on topics in the realm of race, ethnicity, class, and gender. Such a technocratic shift is one means of content democratization and dialectical gatekeeping to ensure our contemporary epistemology acquires and maintains methodological, ideological and ethical merit.", "venue": "", "year": 2021, "referenceCount": 66, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "4863146", "name": "Jerel M. Ezell"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7d7bfeb5d4dd05a1b6bb0a60851898c50e745a5a", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/7d7bfeb5d4dd05a1b6bb0a60851898c50e745a5a", "title": "“Innocent” Hashtags? A Cautionary Tale: #IStandWithGreece as a Network of Intolerance on Twitter During a Land Border Crisis", "abstract": "This study explores the hashtag #IStandWithGreece as part of the meaning-making processes on Twitter around a border crisis at Europe’s periphery, the Greek–Turkish land border. Adopting a network perspective, we located the most influential Twitter accounts using #IStandWithGreece, the communities they formed in the microblog, and other hashtags used to communicate their views in relation to the unfolding events. This allowed the scanning of the broader ideological character of these influencers and their respective communities and, by extent, that of the debate around the hashtag. The study exposes the strategic use of a seemingly innocent hashtag by certain influential actors to disseminate antimigrant stances that cut across national contexts of the Global North.", "venue": "", "year": 2021, "referenceCount": 93, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "83109592", "name": "Maria Avraamidou"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "8a1522cf975b6910b877f3608b6c0bb2b51991d1", "externalIds": {"DOI": "10.1080/00380253.2021.1947757"}, "url": "https://www.semanticscholar.org/paper/8a1522cf975b6910b877f3608b6c0bb2b51991d1", "title": "Immigration Coverage in the Black Press and the General Audience Press: What Can Mixed Methods Reveal about Race and Immigration?", "abstract": null, "venue": "The Sociological Quarterly", "year": 2021, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "39448893", "name": "Irene Browne"}, {"authorId": "66773974", "name": "John A. Bernau"}, {"authorId": "118152900", "name": "Katharine Tatum"}, {"authorId": "2136521317", "name": "Jiao Jieyu"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "8acef4846dc195a718505cd0a2ca96a433acd50d", "externalIds": {"DOI": "10.1086/715227"}, "url": "https://www.semanticscholar.org/paper/8acef4846dc195a718505cd0a2ca96a433acd50d", "title": "Chatbots, Gender, and Race on Web 2.0 Platforms: Tay.AI as Monstrous Femininity and Abject Whiteness", "abstract": "In March 2016, Microsoft launched Tay.AI, a chatbot designed to experiment with conversational understanding through direct engagement with social media users. Marketed as the digital representation of an 18–24-year-old, cis-gendered female, Tay.ai was meant to be chatty, personable, friendly, and innocuous. Hours into launch, however, the chatbot’s mimetic programming structure was taken advantage of by organized groups of online social media users, and Tay.ai began replying to queries with alt-right and neo-Nazi ideology. In this article, I explore the role that Tay.ai’s assigned gender and race played in influencing both Tay.ai’s initial design and, subsequently, the program’s monstrous evolution. This is achieved through three avenues of thought. First, I situate Tay within the new public of Web 2.0, a space reliant on user participation and beholden to the neoliberal, racialized, and gendered architectures that produce it. I then consider Tay as an evolution of the chatbot, arguing that Tay is emblematic of both race and gender as social technologies. Third, I explore Tay’s aberration from programmatic protocols in the context of the monstrous and the abject, suggesting that digital nonhuman ambivalence to programming and encoded control presents a space of productive creativity.", "venue": "Signs: Journal of Women in Culture and Society", "year": 2021, "referenceCount": 86, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2127104740", "name": "Zoe Vorsino"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "8c05e53ea70f8d011ff5d6f73b73878491571885", "externalIds": {"MAG": "3195471713", "DOI": "10.1177/20563051211036385"}, "url": "https://www.semanticscholar.org/paper/8c05e53ea70f8d011ff5d6f73b73878491571885", "title": "What is the “lite” in “alt-lite?” The discourse of white vulnerability and dominance among YouTube’s reactionaries", "abstract": "This article examines the discourse of “alt-lite” YouTube personalities in a North American context, with a focus on how whiteness is understood and represented. It argues that, despite their self-presentation as color-blind conservatives, these figures are firmly embedded within white supremacist ideology. A qualitative approach to content analysis is adopted to excavate the logics underlying these videos and to highlight the rhetorical tools at work. By framing themselves as the vulnerable targets of progressive movements, “alt-lite” personalities have helped to revive and legitimize a discourse of white victimhood. Their videos emphasize the historic dominance of “white culture” while bemoaning the current and future vulnerability of white people in a politically correct, social-justice-oriented world. Ultimately, the article argues that “alt-lite” figures are united by a set of mitigating rhetorical strategies, which are used to temper and obfuscate their reactionary views. These strategies include performatively aligning with one minority group to denigrate another; highlighting personal relationships with non-white people and knowledge of non-white cultures; embracing a color-blind worldview purportedly rooted in the civil rights movement; and maintaining ironic distance when espousing more overtly hateful racial stereotypes. The adoption of these strategies by right-wing micro-celebrities should not deter scholars and civil society groups from acknowledging when those same figures traffic in white supremacist rhetoric.", "venue": "Social Media + Society", "year": 2021, "referenceCount": 111, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2112537439", "name": "Cindy Ma"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "9f34a0f4b541ab5b959bb2b242f08db18e7a8658", "externalIds": {"MAG": "3194654272", "DOI": "10.1080/1369118X.2021.1962948"}, "url": "https://www.semanticscholar.org/paper/9f34a0f4b541ab5b959bb2b242f08db18e7a8658", "title": "Let’s (re)tweet about racism and sexism: responses to cyber aggression toward Black and Asian women", "abstract": "ABSTRACT Online, anyone’s words can easily be amplified – and on Twitter, the platform’s algorithm highlights tweets that gain attention from other users, which can exponentially reinforce a tweet’s popularity. Moreover, retweets can help spread a message well beyond the reach of its original poster. Thus, users’ interactions with posts containing or making reference to racism or sexism both illuminate the ways individuals accept, challenge, or engage with racism and sexism online, and shape how those messages spread. Using an original dataset of 59.5 million tweets, I test how particular features of messages referencing Black and Asian women predict user engagement (retweets, likes, and replies). This analysis further focuses on messages including terms that express racist or sexist content. Generally, messages including covert racist or sexist insults have a modest positive effect on all measures of user engagement (retweets, likes, and replies), which may suggest that social media environments allow individuals the time and opportunity to contend with topics that can be more difficult in-person. Additionally, variations in engagement with tweets that include references to women, Black or Asian individuals implies that users respond differently to messages involving references to and normative images of different racial, ethnic, and gendered identities. This research illuminates how specific manifestations of racialized and gendered language referencing women, Black and Asian people can not only encourage more engagement, but also share, accept, or challenge messages about marginalized identities.", "venue": "Information, Communication & Society", "year": 2021, "referenceCount": 65, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1768396960", "name": "Paulina d. C. Inara Rodis"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a0a7b0707946efefce7c7686d6e3fcb94fe00254", "externalIds": {"DOI": "10.1177/1527476420983745"}, "url": "https://www.semanticscholar.org/paper/a0a7b0707946efefce7c7686d6e3fcb94fe00254", "title": "Spectacularized and Branded Digital (Re)presentations of Black People and Blackness", "abstract": "Digital racism and the online experiences of Black people have been foregrounded in vital contemporary research, particularly Black scholarship and critical race and digital studies. As digital developments occur rapidly there is a need for work which theorizes recent expressions of digital anti-Blackness, including since increased marketing industry interest in the Black Lives Matter (BLM) movement in 2020. This paper explores digital racism related to online (re)presentations of Black people and associated racist marketplace logics, digital practices, and (re)mediations of Blackness in the service of brands. Focusing on computer-generated imagery (CGI) racialized online influencers, the spectacularization of Black pain and lives, digital marketing approaches, and digital Blackface, this work contextualizes anti-Black digital racism by reflecting on its connection to centuries of white supremacy and often under-investigated racial capitalism. Overall, this work examines the shape-shifting nature of anti-Black digital racism and commercial components of it which are impacted by intersecting oppressions.", "venue": "", "year": 2021, "referenceCount": 103, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "115455971", "name": "Francesca Sobande"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a9398bbd6d94ed1a38d5affd910e49b6131278ea", "externalIds": {"DOI": "10.1177/1527476420982230"}, "url": "https://www.semanticscholar.org/paper/a9398bbd6d94ed1a38d5affd910e49b6131278ea", "title": "Racism, Hate Speech, and Social Media: A Systematic Review and Critique", "abstract": "Departing from Jessie Daniels’s 2013 review of scholarship on race and racism online, this article maps and discusses recent developments in the study of racism and hate speech in the subfield of social media research. Systematically examining 104 articles, we address three research questions: Which geographical contexts, platforms, and methods do researchers engage with in studies of racism and hate speech on social media? To what extent does scholarship draw on critical race perspectives to interrogate how systemic racism is (re)produced on social media? What are the primary methodological and ethical challenges of the field? The article finds a lack of geographical and platform diversity, an absence of researchers’ reflexive dialogue with their object of study, and little engagement with critical race perspectives to unpack racism on social media. There is a need for more thorough interrogations of how user practices and platform politics co-shape contemporary racisms.", "venue": "", "year": 2021, "referenceCount": 146, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1413959830", "name": "Ariadna Matamoros-Fernández"}, {"authorId": "25594353", "name": "J. Farkas"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "acbd965962baf17405561511cf06169220d059c1", "externalIds": {"MAG": "3088204702", "DOI": "10.4018/978-1-7998-3519-6.CH009"}, "url": "https://www.semanticscholar.org/paper/acbd965962baf17405561511cf06169220d059c1", "title": "Race, Imposter Thoughts, and Healing", "abstract": "This chapter is concerned with acknowledging the mental health issues that Black men face in higher education. Research is presented and blended with lived experiences of being a full-time employee and doctoral student on a primarily white campus. This chapter focuses on the emotional trauma of Black men, imposter phenomenon traits, and offers strategies for healing from critical race theorist. Strategies to keep higher education institutions accountable for the hiring and retaining of Black men are also discussed.", "venue": "", "year": 2021, "referenceCount": 37, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "104823605", "name": "C. Monroe"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b7434918f7d876fb633a9b8981ba6c6ae0f2dc0f", "externalIds": {"MAG": "3142367691", "DOI": "10.1016/J.TECHFORE.2021.120777"}, "url": "https://www.semanticscholar.org/paper/b7434918f7d876fb633a9b8981ba6c6ae0f2dc0f", "title": "Exploring the dark and bright sides of Internet democracy: Ethos-reversing and ethos-renewing digital transformation", "abstract": "Abstract A broad spectrum of public opinion has long portrayed the Internet as a harbinger of liberal-democratic ethos-renewal. Recent empirical evidence, however, points to opposite, ethos-reversing effects. This paper theorizes how liberal polities condition ethos-renewing and ethos-reversing cycles of digital transformation. I advance a number of ideal-typical propositions on Internet-enabled ethos-renewal and ethos-reversal, illustrating my propositions with examples from two liberal polities with leading digital transformation ambitions: Finland and the UK. Ethos-renewal requires paradigm-shifting public investment by representative and direct democracy bodies in five complementary spheres of digital transformation: i) politics: enhance the representativeness of and participation in political decision-making through Internet-enabled direct democracy methods of deliberation, ii) media: invest private (social) media with a public journalism ethos to counter-balance profit-oriented amplification of post-truth phenomena, iii) identity: pro-actively renew emotional belonging to a moral digital community in face of globalization and individualization pressures, iv) education: create Netizens resilient to post-truth phenomena on (social) media, and v) markets: place digital transformation at service of an algorithmic and data commons rather than techno-feudal digital enclosures.", "venue": "Technological Forecasting and Social Change", "year": 2021, "referenceCount": 220, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "72342445", "name": "Manuel Hensmans"}]}}, {"intents": ["background"], "contexts": ["…social media platforms (e.g., Facebook and Twitter) and those designed more specifically for dating purposes (e.g., Tinder and Grindr), are becoming sites of amplified racial bias and exclusion (Ben-David & MatamorosFernández, 2016; Chen & Liu, 2021; Daniels, 2013; Sharma, 2013; Yu & Blain, 2019).", "As racism has evolved into subtle and fluid forms in Western societies, digital platforms are becoming major sites that amplify racial bias and exclusion (Ben-David & Matamoros-Fernández, 2016; Daniels, 2013; Sharma, 2013)."], "isInfluential": false, "citingPaper": {"paperId": "c88ab8f33cb49b05b6c04dcde8e6eb94426024ad", "externalIds": {"MAG": "3187855631", "DOI": "10.1177/20563051211035352"}, "url": "https://www.semanticscholar.org/paper/c88ab8f33cb49b05b6c04dcde8e6eb94426024ad", "title": "From “Oh, you’re Chinese . . . ” to “No bats, thx!”: Racialized Experiences of Australian-Based Chinese Queer Women in the Mobile Dating Context", "abstract": "This article explores racial exclusion, bias, and prejudice in the context of same-sex mobile dating, focusing on the experiences of a group of Australian-based Chinese queer women. Semi-structured in-depth interviews and participant observation were used to examine participants’ racialized experiences. The findings indicate that Western dating apps, such as Tinder, Bumble, and HER, served as crucial channels of these women’s interracial and intercultural encounters while living in Australia. However, they largely perceived these apps, and HER in particular, as White-dominated and ill-suited to their dating practices, thus reinforcing their sense of exclusion and ostracism. Although the participants frequently encountered subtle prejudice on dating apps, they experienced more blatant and aggressive forms of racism triggered by the COVID-19 outbreak. Multiple factors, including their language capability, the COVID-19 pandemic, and their racial, ethnic, and diasporic identities, played an intersectional role in these women’s racialized experiences. Correspondingly, the participants developed diverse interpretations of and responses to their racialized experiences. This study reveals how the anti-Asian racism in the global West permeates the realm of queer women in the context of mobile dating. It contributes to understanding the digital dating practices and racialized experiences of queer women and the broader Chinese diaspora.", "venue": "Social Media + Society", "year": 2021, "referenceCount": 91, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47893041", "name": "Haili Li"}, {"authorId": null, "name": "Xu Chen"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "db357612b3677f4b756326de0c6c70839fde05ba", "externalIds": {"MAG": "3176821362", "DOI": "10.1108/oir-05-2020-0203"}, "url": "https://www.semanticscholar.org/paper/db357612b3677f4b756326de0c6c70839fde05ba", "title": "Analyzing Zoombombing as a new communication tool of cyberhate in the COVID-19 era", "abstract": "PurposeThe aims of this paper are to explore the rise of cyberhate on the Zoom video conferencing platform at the outset of the coronavirus disease 2019 (COVID-19) pandemic and to examine victimized cases of Zoombombing where it was used as a cyberhate tool. The COVID-19 pandemic has not only impacted our lives and modes of working and studying, but also created new environments for cybercriminals to engage in cybercrime, cyberhate and hacking by exploiting tools such as Zoom. This new phenomenon called “Zoombombing” was first reported in mid-March 2020, when the social distancing and stay-at-home policies in the United States were nationally introduced.Design/methodology/approachThis research conducted a news media content analysis on cases of Zoombombing. To conduct this analysis empirically, a dataset with all of the reported Zoombombing cases from March to April 2020 was created. Google Trends, news media and tweets were used to analyze Zoombombing as a form of cyberhate, particularly digital racism.FindingsThe results reveal prevalent Zoom-mediated racism toward Asian Americans, African Americans and Jewish Americans. This study understands Zoombombing from a sociopolitical/cultural perspective through news reporting of victimized cases and explores various ways that Zoombombing shapes, mediates, transforms and escalates racism.Originality/valueThis study is one of the very first studies to analyze Zoombombing in a way that builds upon an emerging body of literature on cyberhate. This paper considers Zoom as a space where curious young people, cybercriminals, extremists and hackers impose their ideologies and beliefs upon newly established online learning and working environments and engage in a struggle for identity recognition in the midst of increasingly accessible vulnerable software and cyberspace.", "venue": "Online Information Review", "year": 2021, "referenceCount": 55, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "88289538", "name": "C. Lee"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f026c259f45b8b7fd30de9ade7c85549e11a603b", "externalIds": {"MAG": "3186031996", "DOI": "10.1080/24701475.2021.1953756"}, "url": "https://www.semanticscholar.org/paper/f026c259f45b8b7fd30de9ade7c85549e11a603b", "title": "Relentless villains or fervent netizens?: The alt-right community in Korea, Ilbe", "abstract": null, "venue": "Internet Histories", "year": 2021, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2110019379", "name": "Hojeong Lee"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "fd32b9c13f37cdb068e4f5acae2c5388c56b6e82", "externalIds": {"DOI": "10.1007/s12552-021-09321-8"}, "url": "https://www.semanticscholar.org/paper/fd32b9c13f37cdb068e4f5acae2c5388c56b6e82", "title": "Media Framing of Color-Blind Racism: A Content Analysis of the Charlottesville Rally*", "abstract": "This study investigates how major media outlets, particularly CNN and Fox News, presented the “Unite the Right Rally” in Charlottesville Virginia. A computer-assisted content analysis was conducted on 1-week online news articles about the rally from the two networks. Evidence from Topic Modeling and Sentiment analysis suggests that CNN and Fox News share similarities in reporting the rally regardless of their target audiences. The findings demonstrate the efforts made by the media to uphold color-blindness ideology, underplay racial conflict, and subtly normalize white supremacy. The main contribution of this paper lies in (a) offering empirical evidence of media effect, (b) extending the examination of media effect from traditional forms to the online platform, (c) reexamining the political leaning the media posits, and (d) bridging media study and color-blind racism.", "venue": "", "year": 2021, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2832147", "name": "Chenghui Zhang"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0eb56d479b08e706db2652da98977f2b5fb0ccea", "externalIds": {"MAG": "3091199850", "DOI": "10.1017/9781108348195.026"}, "url": "https://www.semanticscholar.org/paper/0eb56d479b08e706db2652da98977f2b5fb0ccea", "title": "Discourse and Narrative in Legal Settings: The Political Asylum Process", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1929, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144680967", "name": "A. Shuman"}, {"authorId": "152316584", "name": "Carol E. R. Bohmer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "141f744defa2e256bc7a10088e3e0375a8005d86", "externalIds": {"MAG": "3048738924", "DOI": "10.1007/978-3-030-46679-4"}, "url": "https://www.semanticscholar.org/paper/141f744defa2e256bc7a10088e3e0375a8005d86", "title": "The Digital Lives of Black Women in Britain", "abstract": "Based on interviews and archival research, this book explores how media is implicated in Black women’s lives in Britain. From accounts of twentieth-century activism and television representations, to experiences of YouTube and Twitter, Sobande's analysis traverses tensions between digital culture’s communal, counter-cultural and commercial qualities.", "venue": "", "year": 2020, "referenceCount": 52, "citationCount": 10, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115455971", "name": "Francesca Sobande"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1510838ae3c1a4aad08e6fbde4abda57f03a9623", "externalIds": {"MAG": "3089658382", "DOI": "10.1017/9781108348195.010"}, "url": "https://www.semanticscholar.org/paper/1510838ae3c1a4aad08e6fbde4abda57f03a9623", "title": "Cognitive Linguistic and Experimental Methods in Critical Discourse Studies", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1927, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49400127", "name": "C. Hart"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "19fb7bd8934c901026f3479ec66e520017d578ed", "externalIds": {"MAG": "3090849417", "DOI": "10.1017/9781108348195.014"}, "url": "https://www.semanticscholar.org/paper/19fb7bd8934c901026f3479ec66e520017d578ed", "title": "Sign Theory and the Materiality of Discourse", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1929, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "66405263", "name": "J. Sidnell"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1cbd21ed3760d95fbc1da4da549862994dadd62f", "externalIds": {"MAG": "3091064319", "DOI": "10.1017/9781108348195.030"}, "url": "https://www.semanticscholar.org/paper/1cbd21ed3760d95fbc1da4da549862994dadd62f", "title": "The Discourses of Money and the Economy", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1928, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "12733329", "name": "Annabelle Mooney"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1fe79f209f1cb0b50117035d6b8538d2f13e87f5", "externalIds": {"DOI": "10.1017/9781108348195"}, "url": "https://www.semanticscholar.org/paper/1fe79f209f1cb0b50117035d6b8538d2f13e87f5", "title": "The Cambridge Handbook of Discourse Studies", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1757, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "22668742debff272cde9668a18d83cb77d0ff691", "externalIds": {"MAG": "3091049905", "DOI": "10.1017/9781108348195.017"}, "url": "https://www.semanticscholar.org/paper/22668742debff272cde9668a18d83cb77d0ff691", "title": "Posthumanism and Its Implications for Discourse Studies", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1927, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2064907460", "name": "Gavin Lamb"}, {"authorId": "73721419", "name": "Christina Higgins"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2619dd5eac0a05aacde7ae52c423a2c67dd868ab", "externalIds": {"DOI": "10.1017/9781108348195.033"}, "url": "https://www.semanticscholar.org/paper/2619dd5eac0a05aacde7ae52c423a2c67dd868ab", "title": "Discourse Analysis and Digital Surveillance", "abstract": null, "venue": "The Cambridge Handbook of Discourse Studies", "year": 2020, "referenceCount": 1757, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Rodney H. Jones"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "29ef3118a228732a1153e9113d7d02f9feca5714", "externalIds": {"DBLP": "journals/corr/abs-1908-11018", "MAG": "2970512596", "PubMedCentral": "7058302", "ArXiv": "1908.11018", "DOI": "10.1371/journal.pone.0229760", "PubMed": "32134984"}, "url": "https://www.semanticscholar.org/paper/29ef3118a228732a1153e9113d7d02f9feca5714", "title": "A cross-sectional study of social inequities in medical crowdfunding campaigns in the United States", "abstract": "Americans are increasingly relying on crowdfunding to pay for the costs of healthcare. In medical crowdfunding (MCF), online platforms allow individuals to appeal to social networks to request donations for health and medical needs. Users are often told that success depends on how they organize and share their campaigns to increase social network engagement. However, experts have cautioned that MCF could exacerbate health and social disparities by amplifying the choices (and biases) of the crowd and leveraging these to determine who has access to financial support for healthcare. To date, research on potential axes of disparity in MCF, and their impacts on fundraising outcomes, has been limited. To answer these questions, this paper presents an exploratory cross-sectional study of a randomized sample of 637 MCF campaigns on the popular platform GoFundMe, for which the race, gender, age, and relationships of campaigners and campaign recipients were categorized alongside campaign characteristics and outcomes. Using both descriptive and inferential statistics, the analysis examines race, gender, and age disparities in MCF use, and tests how these are associated with differential campaign outcomes. The results show systemic disparities in MCF use and outcomes: people of color (and black women in particular) are under-represented; there is significant evidence of an additional digital care labor burden on women organizers of campaigns; and marginalized race and gender groups are associated with poorer fundraising outcomes. Outcomes are only minimally associated with campaign characteristics under users’ control, such as photos, videos, and updates. These results corroborate widespread concerns with how technology fuels health inequities, and how crowdfunding may be creating an unequal and biased marketplace for those seeking financial support to access healthcare. Further research and better data access are needed to explore these dynamics more deeply and inform policy for this largely unregulated industry.", "venue": "PloS one", "year": 2019, "referenceCount": 127, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Computer Science", "Business", "Medicine"], "authors": [{"authorId": "5275704", "name": "Nora Kenworthy"}, {"authorId": "152476115", "name": "Zhihang Dong"}, {"authorId": "32180344", "name": "A. Montgomery"}, {"authorId": "2064899504", "name": "E. Fuller"}, {"authorId": "11177010", "name": "Lauren S. Berliner"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2be4ea3ade4dfc83b22871f9ab5e8f1860ce3e5a", "externalIds": {"MAG": "3090035383", "DOI": "10.1017/9781108348195.024"}, "url": "https://www.semanticscholar.org/paper/2be4ea3ade4dfc83b22871f9ab5e8f1860ce3e5a", "title": "Diversity and Inclusion in Education", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1930, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3289316", "name": "Y. Lai"}, {"authorId": "48429179", "name": "K. King"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2d9621e7ee9fe5689133dcfe2314f19bed11826b", "externalIds": {"DOI": "10.1017/9781108348195.001"}, "url": "https://www.semanticscholar.org/paper/2d9621e7ee9fe5689133dcfe2314f19bed11826b", "title": "Preface", "abstract": null, "venue": "The Cambridge Handbook of Discourse Studies", "year": 2020, "referenceCount": 1757, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3239264fc8e649de60b7e6f5e9d2e2a47e5c47c0", "externalIds": {"MAG": "3007969010", "DOI": "10.1177/1367549420902799"}, "url": "https://www.semanticscholar.org/paper/3239264fc8e649de60b7e6f5e9d2e2a47e5c47c0", "title": "The online anti-public sphere", "abstract": "In this article, I outline the online ‘anti-public sphere’ as an object for analysis, defined as that space of online socio-political interaction where discourse routinely and radically flouts the ethical and rational norms of democratic discourse. This is a formerly offline space made newly visible by digital networked media. It includes discursive spaces and forms such as White supremacist websites, anti-climate science forums, militant ‘men’s rights’ sites, anti-immigration Facebook pages, gay hate memes, misogynist trolling, anti-Semitic websites, alt-right websites and ‘truth’ (conspiracy) websites, to name a few, where discussion flouts norms of public debate, rules of argument and requirements for the rational consideration of evidence for its own ends. Building on earlier work on anti-publics by McKenzie Wark and Bart Cammaerts, and working from examples from several different domains of online anti-public discourse, I argue that despite its size and complexity, it is possible and necessary to theorise this heterogeneous discursive field, not least because while such discourse is often dismissed, the meanings developed in such domains increasingly intermingle with and inform everyday democratic discourse. While we tend to think of extreme and irrational online discourse as aberrant and alien to everyday democratic discourse, analysis suggests that such discourse in fact is a precise reflection of an everyday ‘post-normative’ democratic discourse that has itself become deeply inflected with reactionary and populist themes.", "venue": "", "year": 2020, "referenceCount": 105, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145564205", "name": "Mark Davis"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "323ab57da48cd99fd884a5c24a0ecf4d5650ebbc", "externalIds": {"DOI": "10.1017/9781108348195.034"}, "url": "https://www.semanticscholar.org/paper/323ab57da48cd99fd884a5c24a0ecf4d5650ebbc", "title": "Index", "abstract": null, "venue": "The Cambridge Handbook of Discourse Studies", "year": 2020, "referenceCount": 1757, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "32ac5e3602f820f4a918d1eb18497d75f446788a", "externalIds": {"MAG": "3090242251", "DOI": "10.1017/9781108348195.005"}, "url": "https://www.semanticscholar.org/paper/32ac5e3602f820f4a918d1eb18497d75f446788a", "title": "Historicity, Interdiscursivity and Intertextuality in Discourse Studies", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1928, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "103894530", "name": "Branca Falabella Fabrício"}, {"authorId": "1412552315", "name": "L. Moita‐Lopes"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3c024d3171c255353d995c4495d773d1045b4f4f", "externalIds": {"MAG": "2990666413", "DOI": "10.1007/978-3-658-08357-1_73"}, "url": "https://www.semanticscholar.org/paper/3c024d3171c255353d995c4495d773d1045b4f4f", "title": "Rassismus im Netz", "abstract": "Dieser Beitrag zeichnet die historische Entwicklung der wissenschaftlichen Auseinandersetzung mit Rassismus im Internet nach und betrachtet verschiedene Forschungsfragen und Perspektiven der soziologischen, politikwissenschaftlichen und kulturwissenschaftlichen Internetforschung im Vergleich. Insbesondere der Umstand, dass bis in die Gegenwart primar auf klassische Rassismustheorien zuruckgegriffen wird und Perspektiven der Critical Whiteness Studies nur wenig Beachtung finden, wird in diesem Beitrag kritisch diskutiert. Daruber hinaus nimmt der Beitrag neueste interdisziplinare Ansatze der Forschung auf und verdeutlicht die Potenziale der Zusammenarbeit zwischen technischen und sozial- wie geisteswissenschaftlichen Fachdisziplinen.", "venue": "", "year": 2020, "referenceCount": 94, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "147554004", "name": "Marcus Nolden"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "47d6ebe3350ab2f7a0dba856552b07a4cb8ed46a", "externalIds": {"MAG": "3006471858", "DOI": "10.2478/nor-2020-0001"}, "url": "https://www.semanticscholar.org/paper/47d6ebe3350ab2f7a0dba856552b07a4cb8ed46a", "title": "Mimicking News: How the credibility of an established tabloid is used when disseminating racism", "abstract": "Abstract This article explores the mimicking of tabloid news as a form of covert racism, relying on the credibility of an established tabloid newspaper. The qualitative case study focuses on a digital platform for letters to the editor, operated without editorial curation pre-publication from 2010 to 2018 by one of Denmark’s largest newspapers, Ekstra Bladet. A discourse analysis of the 50 most shared letters to the editor on Facebook shows that nativist, far-right actors used the platform to disseminate fear-mongering discourses and xenophobic conspiracy theories, disguised as professional news and referred to as articles. These processes took place at the borderline of true and false as well as racist and civil discourse. At this borderline, a lack of supervision and moderation coupled with the openness and visual design of the platform facilitated new forms of covert racism between journalism and user-generated content.", "venue": "", "year": 2020, "referenceCount": 81, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "25594353", "name": "J. Farkas"}, {"authorId": "40009828", "name": "Christina Neumayer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "48a35c125ea3e6db5133664204a1bdd34cfe52c7", "externalIds": {"MAG": "3090147407", "DOI": "10.1017/9781108348195.008"}, "url": "https://www.semanticscholar.org/paper/48a35c125ea3e6db5133664204a1bdd34cfe52c7", "title": "Doing Micro-Analysis of Discourse: The Case of Ageing and Wellbeing", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1927, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "150276976", "name": "Rachel Heinrichsmeier"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "493a991f5622ff327d2b4fb132e6b6edb1c913ce", "externalIds": {"DOI": "10.1007/978-3-658-08357-1_72"}, "url": "https://www.semanticscholar.org/paper/493a991f5622ff327d2b4fb132e6b6edb1c913ce", "title": "Einleitung", "abstract": null, "venue": "Handbuch Soziale Praktiken und Digitale Alltagswelten", "year": 2020, "referenceCount": 119, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2069787836", "name": "Heidrun Friese"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4fa5e97ff77dbb7eca8371524ead78e178b0b4f6", "externalIds": {"MAG": "2998760379", "DOI": "10.1111/cdev.13350", "PubMed": "31943164"}, "url": "https://www.semanticscholar.org/paper/4fa5e97ff77dbb7eca8371524ead78e178b0b4f6", "title": "Trajectories of Online Racial Discrimination and Psychological Functioning Among African American and Latino Adolescents.", "abstract": "This study investigated trajectories of individual and vicarious online racial discrimination (ORD) and their associations with psychological outcomes for African American and Latinx adolescents in 6th-12th grade (N = 522; Mgrade  = 9th) across three waves. Data were analyzed using growth mixture modeling to estimate trajectories for ORD and to determine the effects of each trajectory on Wave 3 depressive symptoms, anxiety, and self-esteem. Results showed four individual and three vicarious ORD trajectories, with the majority of participants starting out with low experiences and increasing over time. Older African American adolescents and people who spend more time online are at greatest risk for poor psychological functioning.", "venue": "Child development", "year": 2020, "referenceCount": 74, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "34876870", "name": "Brendesha M. Tynes"}, {"authorId": "8561543", "name": "D. English"}, {"authorId": "1387462881", "name": "Juan Del Toro"}, {"authorId": "145680544", "name": "N. A. Smith"}, {"authorId": "47908918", "name": "Fantasy T. Lozada"}, {"authorId": "48215207", "name": "D. Williams"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5738e8f633594b3c00fcc3b6eeb4f5f4f42693f9", "externalIds": {"MAG": "3009429446", "DOI": "10.1111/soc4.12793"}, "url": "https://www.semanticscholar.org/paper/5738e8f633594b3c00fcc3b6eeb4f5f4f42693f9", "title": "What do we mean by broadening participation? Race, inequality, and diversity in tech work", "abstract": null, "venue": "", "year": 2020, "referenceCount": 58, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47099210", "name": "Sharla Alegria"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5b0fa4d33ab128fe4ecff50fef58b4a96a773c98", "externalIds": {"DOI": "10.1017/9781108348195.013"}, "url": "https://www.semanticscholar.org/paper/5b0fa4d33ab128fe4ecff50fef58b4a96a773c98", "title": "Multimodality", "abstract": null, "venue": "The Cambridge Handbook of Discourse Studies", "year": 2020, "referenceCount": 1757, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Sabine Tan"}, {"authorId": "1403115273", "name": "K. O'Halloran"}, {"authorId": "52006946", "name": "Peter F. Wignell"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5df45671acfe78456cf7ab4fd24ab2583485df25", "externalIds": {"MAG": "3091639692", "DOI": "10.1017/9781108348195.019"}, "url": "https://www.semanticscholar.org/paper/5df45671acfe78456cf7ab4fd24ab2583485df25", "title": "Translanguaging and Momentarity in Social Interaction", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1929, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2110585265", "name": "T. Lee"}, {"authorId": "144838231", "name": "Li Wei"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "604119b5146bb9e9adf286ad2071232a3dff768a", "externalIds": {"MAG": "3091409798", "DOI": "10.1017/9781108348195.004"}, "url": "https://www.semanticscholar.org/paper/604119b5146bb9e9adf286ad2071232a3dff768a", "title": "Context and Its Complications", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1940, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "69048007", "name": "J. Blommaert"}, {"authorId": "134334819", "name": "L. Smits"}, {"authorId": "2000902542", "name": "Noura Yacoubi"}]}}, {"intents": ["background"], "contexts": ["Rather than creating safe spaces for\n4\nminorities, the visual culture of the digital world transmogrifies the social issues of the corporeal world, complicating racial issues in new ways (Daniels, 2013; Nakamura, 2002).", "Digital spaces often function as mechanisms through which the culture of society at large is reproduced resulting in a digital world that mirrors the oppressions of the real world (Daniels, 2013; Nakamura, 2002).", "This transmission of the dominant ideological beliefs from the real to digital worlds and affluent white male framing may contribute to the difficulty many oppressed members of society have assimilating into the culture of particular digital communities (Daniels, 2013).", "Mirroring society at large, the racism of the internet may also manifest in more covert ways related to colorblind ideology and the denial or minimizing of racial issues and racism through humor (Brock, 2009; Daniels, 2013).", "Through othering, the oppressions of society are reproduced and reified within the digital world (Hall 1997; Daniels 2013).", "4 minorities, the visual culture of the digital world transmogrifies the social issues of the corporeal world, complicating racial issues in new ways (Daniels, 2013; Nakamura, 2002)."], "isInfluential": true, "citingPaper": {"paperId": "63532a8f9faf05e10472bd93963cccd22b2a56d6", "externalIds": {"MAG": "3029556944", "DOI": "10.25772/3EQF-6T59"}, "url": "https://www.semanticscholar.org/paper/63532a8f9faf05e10472bd93963cccd22b2a56d6", "title": "It’s Funny Because It’s True: The Transmission of Explicit and Implicit Racism in Internet Memes", "abstract": ".................................................................................................................................... 2 Introduction ............................................................................................................................... 3 Literature Review...................................................................................................................... 5 Internet Memes as Vehicles for Cultural Reproduction and Transmission .................. 5 Meaningful Discourse and Cultural Production ........................................................... 7 Digital Communities and the Reproduction of Racist Ideology ................................... 9 Colorblind Racism and Humor .................................................................................... 12 Internet Memes: What is Their Role? .......................................................................... 14 Methodology ............................................................................................................................ 15 Findings ................................................................................................................................... 18 Stereotyping and Mentions of Cultural and Political Issues by Racial Group ............ 18 Types of Racism Expressed in Online Content ........................................................... 23 Direct and Indirect Slurs .............................................................................................. 25 Rules of the Platform, Rules of the Servers Themselves ............................................. 27 Discussion ................................................................................................................................ 30 Conclusion ............................................................................................................................... 33 References ................................................................................................................................ 35", "venue": "", "year": 2020, "referenceCount": 45, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2063079050", "name": "Tabitha Fairchild"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "67e29fb7fdc00ebffa28387dd6720ef74cdff578", "externalIds": {"MAG": "3046712421", "DOI": "10.1080/09540253.2020.1802408"}, "url": "https://www.semanticscholar.org/paper/67e29fb7fdc00ebffa28387dd6720ef74cdff578", "title": "Digital flesh: a feminist approach to the body in cyberspace", "abstract": "ABSTRACT Despite the rapid growth of digital learning, the relationship between the body and new information technologies has been underexamined in education research literature. This study presents a feminist conceptual framework in order to situate the body as an issue central to the academic discussion of online education. This paper extends feminist technoscience scholars’ notion of co-constructing gender-technology by critiquing the disembodied approach to emerging education technologies. By integrating the philosophical approaches to the body of Butler and several phenomenologists, the author suggests alternative ways of understanding online learning environments based on a literature review. This new feminist phenomenological concept, digital flesh, prompts a greater awareness of the gendered materiality of cyberspace that challenges the dominant discourse of learning technology, as evidenced by recent artificial intelligence experiments.", "venue": "", "year": 2020, "referenceCount": 106, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2113737276", "name": "Hyungjoo Yoon"}]}}, {"intents": ["background"], "contexts": ["As is elucidated in the significant scholarship of sociologist Jessie Daniels (2009, 2012, 2017), white supremacy looms large within and over many digital spaces, and societies in general."], "isInfluential": false, "citingPaper": {"paperId": "6a6d8715ac28262bc9539c51ddc0689168115912", "externalIds": {"PubMedCentral": "7991283", "MAG": "3048531265", "DOI": "10.1007/978-3-030-46679-4_3"}, "url": "https://www.semanticscholar.org/paper/6a6d8715ac28262bc9539c51ddc0689168115912", "title": "Black Women’s Digital, Creative, and Cultural Industry Experiences", "abstract": "This chapter focuses on Black women’s contemporary digital, creative, and cultural industry experiences. It reflects on the overlap between tacit issues concerning racial, gender, and cultural identity in online spaces, and tensions between the emancipatory, enterprising, enjoyable and extractive dimensions of the digital experiences of Black women in Britain—which are inevitably impacted by capitalist infrastructures. This chapter addresses how labour is (un)defined and understood in society, in ways influenced by social hierarchies and structural exploitation linked to anti-Black racism, sexism, classism and different interlocking oppressions. Traumatic aspects of Black women’s digital experiences are discussed, as well as the endeavours of self-serving and institutionally racist arts organisations that attempt to ‘diversify’ their brand image by spectacularising Black people.", "venue": "The Digital Lives of Black Women in Britain", "year": 2020, "referenceCount": 173, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115455971", "name": "Francesca Sobande"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6c2ac3596ece3f278acfcc445e9a7555b109cd94", "externalIds": {"MAG": "3041559620", "DOI": "10.1007/978-3-030-36525-7_18"}, "url": "https://www.semanticscholar.org/paper/6c2ac3596ece3f278acfcc445e9a7555b109cd94", "title": "Sovereignty and Algorithms: Indigenous Land Disputes in Digital Democracy", "abstract": null, "venue": "", "year": 2020, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "31463392", "name": "M. Homer"}]}}, {"intents": ["background"], "contexts": ["…racial discrimination—the unfair treatment of or bias towards a person due to their racial or ethnic group membership—across a variety of online domains, including gaming, fandom, news and sports threads and commentaries, social networking sites, and blogs (see Daniels, 2012, for a review)."], "isInfluential": false, "citingPaper": {"paperId": "716e795cacb7c27b15324d47be97086e3ee1463b", "externalIds": {"MAG": "3033755186", "DOI": "10.1177/1368430220935974"}, "url": "https://www.semanticscholar.org/paper/716e795cacb7c27b15324d47be97086e3ee1463b", "title": "Aggressive confrontation shapes perceptions and attitudes toward racist content online", "abstract": "With more people using social media on a daily basis and the prevalence of racial discrimination online, it becomes imperative to understand what factors impact minority individuals’ perceptions of these transgressions in an online context. Confrontation to discrimination in the form of comments on social media may meaningfully shape perceptions of racism online. Across three studies, we examine how confrontation type (aggressive vs. passive) and confronter group membership (ingroup vs. outgroup) influence Asian Americans’ perceptions of online prejudice and attitudes towards the confronters. In Study 1, we find that aggressive confrontations alter perceptions of a racist online post to be more offensive as compared to passive confrontations. In Study 2, these findings extend to participants’ likelihood to report the content as offensive. Lastly, in Study 3, we find that aggressive confronters are evaluated more positively than passive confronters. These findings have important implications for understanding racial discrimination in an online context by demonstrating the impact of confrontation type on minority individuals’ perceptions and behaviors.", "venue": "", "year": 2020, "referenceCount": 57, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39775626", "name": "Chanel Meyers"}, {"authorId": "2053202585", "name": "A. Leon"}, {"authorId": "144606296", "name": "Amanda Williams"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "73e72b6961ad56ad65815c113e15f5f47fbc2ff0", "externalIds": {"MAG": "3091137728", "DOI": "10.1017/9781108348195.003"}, "url": "https://www.semanticscholar.org/paper/73e72b6961ad56ad65815c113e15f5f47fbc2ff0", "title": "Situating Discourse Analysis in Ethnographic and Sociopolitical Context", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1926, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1456054026", "name": "Jennifer Roth-Gordon"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "746ed0d0a1e2448811b9afbc3d76611fddc2002f", "externalIds": {"MAG": "3089988517", "DOI": "10.1017/9781108348195.006"}, "url": "https://www.semanticscholar.org/paper/746ed0d0a1e2448811b9afbc3d76611fddc2002f", "title": "Rethinking Narrative: Tellers, Tales and Identities in Contemporary Worlds", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1928, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145724103", "name": "A. D. Fina"}, {"authorId": "67094306", "name": "A. Georgakopoulou"}]}}, {"intents": ["background"], "contexts": ["However, online settings have also been proven to facilitate and mainstream hateful content (Daniels, 2012; Klein, 2012; Merrill and Åkerlund, 2018), as far-right actors leverage mainstream platforms for their own purposes (Ekman, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "77f0c1ba3082f9ade64c9f48a4657311f378b61f", "externalIds": {"MAG": "3045065638", "DOI": "10.1177/0267323120940909"}, "url": "https://www.semanticscholar.org/paper/77f0c1ba3082f9ade64c9f48a4657311f378b61f", "title": "The importance of influential users in (re)producing Swedish far-right discourse on Twitter", "abstract": "Using a combination of descriptive statistics, sentiment analysis and close readings of a collection of 74,336 Swedish tweets, this article explores the platform usage patterns of users who are influential in a Swedish far-right discourse on Twitter and how these users help to (re)produce far-right discourse. Specifically, it focuses on their use of platform functions and on language use. The analysis shows that influential users have a narrow focus in terms of the content they post and how they profile themselves. They are highly active, have more followers and produce more original content than other users. Surprisingly, while previous research has found that emotionally charged tweets are retweeted more and that highly popular and influential Twitter users tend to express more emotion while tweeting, influential users in this dataset often posted far-right content concealed as neutral, factual statements. This use of seemingly neutral language creates an inclusive far-right context, lets influential users evade responsibility for their content as well as facilitates more overtly hateful interpretations.", "venue": "", "year": 2020, "referenceCount": 92, "citationCount": 7, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "73532067", "name": "Mathilda Åkerlund"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "805860d4b46cb0ea9ed5e30b861f98c99a7655c5", "externalIds": {"MAG": "3091624740", "DOI": "10.1017/9781108348195.029"}, "url": "https://www.semanticscholar.org/paper/805860d4b46cb0ea9ed5e30b861f98c99a7655c5", "title": "Rhetorics, Discourse and Populist Politics", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1933, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "70223602", "name": "Markus Rheindorf"}]}}, {"intents": [], "contexts": ["The Internet as a medium has been employed for online discourse on the meaning\nof Black identity (Daniels, 2013)."], "isInfluential": false, "citingPaper": {"paperId": "820c741f3f4ea6ca51b5b87ba62a823af97dd2ba", "externalIds": {"MAG": "2990614236"}, "url": "https://www.semanticscholar.org/paper/820c741f3f4ea6ca51b5b87ba62a823af97dd2ba", "title": "African American Women Bloggers’ Lived Experiences with Digital Entrepreneurship: A Transcendental Phenomenological Study", "abstract": "African American Women Bloggers’ Lived Experiences with Digital Entrepreneurship: A Transcendental Phenomenological Study by Melissa McDowell Ed.M., Harvard University, 2000 BA, Tuskegee University, 1998 Dissertation Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Philosophy Management", "venue": "", "year": 2020, "referenceCount": 395, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49977787", "name": "Melissa McDowell"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "88aed7dd8c76a7d3ad4b93a8f42fa93d5155c04b", "externalIds": {"MAG": "3049767884", "DOI": "10.1177/0193723520950537"}, "url": "https://www.semanticscholar.org/paper/88aed7dd8c76a7d3ad4b93a8f42fa93d5155c04b", "title": "“Real Men Stand for Our Nation”: Constructions of an American Nation and Anti-Kaepernick Memes", "abstract": "On September 1, 2016, San Francisco 49ers quarterback Colin Kaepernick kneeled for the playing of the national anthem arguing that he was “not going to stand up to show pride in a flag for a country that oppresses black people and people of color,” noting that “this is bigger than football and it would be selfish . . . to look the other way. There are bodies in the street and people getting paid leave and getting away with murder.” Kaepernick received a tremendous amount of backlash for this action, and many White fans/media pundits accused him of disrespecting the flag and U.S. military. This act took place during the very contentious presidential election in the United States between eventual winner Donald Trump and Hillary Clinton. During this election, the Trump campaign mobilized discourses of White nationalism, and even employed alt-right member Steve Bannon as Trump’s chief advisor for a period. The Trump campaign capitalized on a set of White backlash politics that had been growing since the 1990s, and the reactions to Kaepernick’s protest cannot be separated from this larger context. In this article, we critically read internet memes of Colin Kaepernick to gain insight into the relationship between race, gender, and the nation during the rise of Donald Trump to the U.S. presidency.", "venue": "", "year": 2020, "referenceCount": 108, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "13575786", "name": "Nikolas Dickerson"}, {"authorId": "116254650", "name": "Matthew R. Hodler"}]}}, {"intents": ["background"], "contexts": ["Social media contexts have been identified as digital spaces that can be used to harvest and propagate far right and white supremacist\npolitics (Daniels 2009, 2012, 2017; Lewis 2018)."], "isInfluential": false, "citingPaper": {"paperId": "8a7de0dc422895177a0a4b095a2c3c44d3494e54", "externalIds": {"PubMedCentral": "7991239", "DOI": "10.1007/978-3-030-46679-4_1"}, "url": "https://www.semanticscholar.org/paper/8a7de0dc422895177a0a4b095a2c3c44d3494e54", "title": "Why the Digital Lives of Black Women in Britain?", "abstract": "This chapter outlines questions that buttress this work, such as: How is digital media implicated in the lives of Black women in Britain? In what ways do such digital experiences involve forms of creativity and cultural production? How are the intersections of anti-Black racism, sexism, and capitalism connected to this? What is the ‘digital’ in the lives of Black women in Britain, and how can it be both a source of joy and pain? How and why are Black women often identified as digital ‘trendsetters’, while being both erased and hyper-visible as creators, knowledge-producers, and social movement builders? This chapter provides an overview of key themes in this book, including digital diasporic dynamics and transnational, national, and regional relations.", "venue": "The Digital Lives of Black Women in Britain", "year": 2020, "referenceCount": 128, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "115455971", "name": "Francesca Sobande"}]}}, {"intents": ["background"], "contexts": ["S. origins are often presented as predictors of ICT access (Daniels, 2012; Fairlie, 2014; Hoffman & Novak, 1998; Prieger & Hu, 2008; Ono & Zavodny, 2008)."], "isInfluential": false, "citingPaper": {"paperId": "91ebf81cb2c06d040e8f43e4378b4af0dcd1c4b8", "externalIds": {"MAG": "3032031663", "DOI": "10.1515/opis-2020-0006"}, "url": "https://www.semanticscholar.org/paper/91ebf81cb2c06d040e8f43e4378b4af0dcd1c4b8", "title": "Disrupting Digital Divide Narratives: Exploring the U.S. Black Diasporic Immigrant Context", "abstract": "Abstract The purpose of this study is to probe biased library and information science (LIS) presumptions of digital divides among U.S. immigrants. The stance of the foreign-born as “digital immigrants” departs from migration and population research which hold that gaps in immigrant Internet and technology access are rapidly closing, even when accounting for immigrant type. The research is based on analysis of the 2016 U.S. Census Bureau American Community Survey data. Black immigrant households’ ICT device and Internet access were determined and then compared to those of the general population. Findings suggest that Black immigrant households primarily access the Internet through smartphone and laptop devices along with mobile and at-home hi-speed Internet plans. When compared to the general population, Black immigrant households demonstrate significantly greater smartphone access, and they maintain comparable levels of hi-speed Internet and computer/laptop device access. This study adds to a growing body of research on the narrowing digital divide gap among U.S. immigrants. Immigrants rely on the Internet to transition and integrate into U.S. society.", "venue": "", "year": 2020, "referenceCount": 37, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40271195", "name": "Ana Ndumu"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "92d9a34fef4820f97b7444b5053f8897bfa3c598", "externalIds": {"MAG": "3091323435", "DOI": "10.1017/9781108348195.021"}, "url": "https://www.semanticscholar.org/paper/92d9a34fef4820f97b7444b5053f8897bfa3c598", "title": "Expanding Academic Discourses: Diverse Englishes, Modalities and Spatial Repertoires", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1928, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "70679217", "name": "B. Schreiber"}, {"authorId": "80415396", "name": "Mohammad Naseh Nasrollahi Shahri"}, {"authorId": "1399438390", "name": "Suresh Canagarajah"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "94019275240b0103adadceeb3d3365d5e3fdba38", "externalIds": {"MAG": "3124120190", "DOI": "10.1590/18094449202000590006"}, "url": "https://www.semanticscholar.org/paper/94019275240b0103adadceeb3d3365d5e3fdba38", "title": "Negras in tech: apropriação de tecnologias por mulheres negras como estratégias de resistência*", "abstract": "Resumo Em 2018, a iniciativa PretaLab publicou o resultado de um levantamento que mapeou a inserção de mulheres negras e indígenas nas TICs. Este artigo analisa esses dados em busca de compreender a apropriação de tecnologias por mulheres negras como estratégias de resistência. Foram analisados os dados estatísticos e depoimentos em vídeo, além de 15 projetos mencionados pelas entrevistadas onde se aplicou a Análise de Redes Sociais na Internet (ARS). Vimos que as mulheres negras buscam dominar as tecnologias, a fim de propor soluções para as brechas tecnológicas e fazer uso social das habilidades adquiridas.", "venue": "", "year": 2020, "referenceCount": 43, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "122701560", "name": "Dulcilei da Conceição Lima"}, {"authorId": "2035719147", "name": "T. Oliveira"}]}}, {"intents": ["background"], "contexts": ["New media extends and mirrors race relations that we experience offline (Mueller et al. 2018) and amplifies “old” racial problems while bringing forth racialization processes that are unique to the digital age (Daniels 2012).", "Those networks often mirror offline social categories such as race, gender, sexual orientation, and political affiliation (Byrne 2007; Daniels 2012; Nakamura and Chow-White 2011).", "Internet studies research notoriously ignores the varied experiences of users of color (Daniels 2012).", "In fact, the view that the Internet facilitates communal interaction is widely accepted within the field of Internet Studies (Brown 2019; Daniels 2012; Florini 2013; Nakamura 2013; Williams and Gonlin 2017).", "Early research on online spaces focused almost exclusively on the concepts of identity and community but failed to explicitly investigate race and racialization as a mitigating factor (Daniels 2012)."], "isInfluential": true, "citingPaper": {"paperId": "97bba03b17cfa8bc27e2ced8050eb49ba3690c50", "externalIds": {"MAG": "3082764081", "DOI": "10.1177/2332649220948179"}, "url": "https://www.semanticscholar.org/paper/97bba03b17cfa8bc27e2ced8050eb49ba3690c50", "title": "Discrimination and Black Social Media Use: Sites of Oppression and Expression", "abstract": "The authors investigate the association between self-reported experiences of discrimination and social media use among Black American adults. Experiences of discrimination were assessed using a 10-question scale of self-reported discrimination encounters. Data analysis was based on a sample of 220 Black American adult respondents residing in Texas. The results indicate that Black Americans reporting higher levels of discrimination use social media more frequently than those who report lower levels of discrimination. In addition, Black Americans who experience higher levels of discrimination are more likely to have accounts on Twitter or Facebook than those who experience lower levels of discrimination. Together, these findings suggest that social media sites such as Twitter serve as sites of expression for people of color to air their grievances, find community, and cope with online and offline forms of racism and discrimination.", "venue": "Sociology of Race and Ethnicity", "year": 2021, "referenceCount": 156, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "122799203", "name": "Gabe H. Miller"}, {"authorId": "1405406102", "name": "G. Marquez-Velarde"}, {"authorId": "2110028533", "name": "Apryl Williams"}, {"authorId": "8522114", "name": "V. Keith"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "99e71f1d31ff6c555b71f1c908de206026e0cc86", "externalIds": {"MAG": "3047117292", "DOI": "10.1007/s13347-020-00415-6"}, "url": "https://www.semanticscholar.org/paper/99e71f1d31ff6c555b71f1c908de206026e0cc86", "title": "The Whiteness of AI", "abstract": "This paper focuses on the fact that AI is predominantly portrayed as white—in colour, ethnicity, or both. We first illustrate the prevalent Whiteness of real and imagined intelligent machines in four categories: humanoid robots, chatbots and virtual assistants, stock images of AI, and portrayals of AI in film and television. We then offer three interpretations of the Whiteness of AI, drawing on critical race theory, particularly the idea of the White racial frame. First, we examine the extent to which this Whiteness might simply reflect the predominantly White milieus from which these artefacts arise. Second, we argue that to imagine machines that are intelligent, professional, or powerful is to imagine White machines because the White racial frame ascribes these attributes predominantly to White people. Third, we argue that AI racialised as White allows for a full erasure of people of colour from the White utopian imaginary. Finally, we examine potential consequences of the racialisation of AI, arguing it could exacerbate bias and misdirect concern.", "venue": "", "year": 2020, "referenceCount": 70, "citationCount": 25, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "51129868", "name": "S. Cave"}, {"authorId": "51136494", "name": "Kanta Dihal"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "9e36432a6c6bf6bfbcbcaf6b6e4ee3ff04d67dc0", "externalIds": {"MAG": "3091608060", "DOI": "10.1017/9781108348195.025"}, "url": "https://www.semanticscholar.org/paper/9e36432a6c6bf6bfbcbcaf6b6e4ee3ff04d67dc0", "title": "Discourse and Racialization", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1928, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "119220475", "name": "V. Zavala"}, {"authorId": "48468756", "name": "Michele Back"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a2f9c58a6a172b79a8455a89e6d76e7775871b4b", "externalIds": {"MAG": "3089483743", "DOI": "10.1017/9781108348195.007"}, "url": "https://www.semanticscholar.org/paper/a2f9c58a6a172b79a8455a89e6d76e7775871b4b", "title": "Sequence Organization: Understanding What Drives Talk", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1927, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115829422", "name": "Emily Hofstetter"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "af1892a87a43e52acf9331c80e927fd3ef6cfff9", "externalIds": {"MAG": "3089758952", "DOI": "10.1017/9781108348195.023"}, "url": "https://www.semanticscholar.org/paper/af1892a87a43e52acf9331c80e927fd3ef6cfff9", "title": "Migrants, Citizenship and Language Rights", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1928, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3331690", "name": "L. Wee"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "af8a0f646d4583ce1189fc64b00e2d82ec337c5c", "externalIds": {"MAG": "3092302198", "DOI": "10.1177/2332649220949473"}, "url": "https://www.semanticscholar.org/paper/af8a0f646d4583ce1189fc64b00e2d82ec337c5c", "title": "Where Platform Capitalism and Racial Capitalism Meet: The Sociology of Race and Racism in the Digital Society:", "abstract": "The study of race and racism in the digital society must produce theoretically distinct and robust formulations of Internet technologies as key characteristics of the political economy. The author ...", "venue": "", "year": 2020, "referenceCount": 29, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "51130877", "name": "T. Cottom"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c5efb45ba92e835370ece375e31a0d1a4188c685", "externalIds": {"DOI": "10.1017/9781108348195.031"}, "url": "https://www.semanticscholar.org/paper/c5efb45ba92e835370ece375e31a0d1a4188c685", "title": "Corporate Discourse", "abstract": null, "venue": "The Cambridge Handbook of Discourse Studies", "year": 2020, "referenceCount": 1757, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3399000", "name": "S. Jaworska"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ce083b92eb9bc9f3c9c6febff3016461da16658a", "externalIds": {"DBLP": "journals/lalc/Onanuga20", "MAG": "2943611067", "DOI": "10.1093/LLC/FQZ019"}, "url": "https://www.semanticscholar.org/paper/ce083b92eb9bc9f3c9c6febff3016461da16658a", "title": "Transnationalizing humour on social media: A linguistic analysis of ideology, identity and didactics in Robert Mugabe Quotes memes1", "abstract": "\n Humour relies on dominant cultural values and outlooks in its environment in enacting its comic content. However, since humour sometimes encompasses global experiences, it often transcends artificial human barriers. Its transcendence has been facilitated through online digitized content, in the present case—Internet memes. In exploring transnationalization, fifty purposively selected memes are culled from the Facebook group Robert Mugabe Quotes and subjected to critical linguistic analysis. In the evaluation of the data which is achieved through the linguistic examination of cross-cultural themes in the formulation of identity, didactics, and ideology, sixteen memes, representative of the overarching tripartite concerns, are used as exemplifications. Reliant on the bipartite postulations of Critical Linguistic Stylistics—a linguistic theory that examines the style and peculiarities of linguistic data—and Relief Theory of Humour—which considers humour as a platform for the assuagement of tension and emotions, the memes are testamental of prevailing concerns— politics, technology, social/international relations, sex, male–female relations, etc.—in the human society at large. Linguistic markers such as oppositional expressions, capitalization, and other graphological features are annexed in meaning-formation. I conclude that although humour is generally regarded as a light-hearted routine geared towards the provision of momentary relief, a close scrutiny reveals that deep messages targeted at stimulating consciousness and social transformation find provenance in these artefacts.", "venue": "Digit. Scholarsh. Humanit.", "year": 2020, "referenceCount": 72, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "117899136", "name": "P. Onanuga"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "cfaf01f3d0de1cb2ad6983ca92e8176dbd39cfb2", "externalIds": {"MAG": "3085005868"}, "url": "https://www.semanticscholar.org/paper/cfaf01f3d0de1cb2ad6983ca92e8176dbd39cfb2", "title": "Digital Citizenship Toolkit", "abstract": "Hello and welcome to the Digital Citizenship Toolkit. \nHave you ever wondered if your phone is listening to you? Do you ever look to the Internet for the answer to a question, and hours later, find that you are more confused than before? Have you argued with a friend or relative about a meme? Have you been tempted to share your own thoughts and feelings online, but resisted for fear of trolls? This book delves into these issues and more.", "venue": "", "year": 2020, "referenceCount": 53, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2004527034", "name": "M. Schwartz"}, {"authorId": "1966155", "name": "Maha Bali"}, {"authorId": "51974034", "name": "Katie Blocksidge"}, {"authorId": "2111163486", "name": "Cheryl Brown"}, {"authorId": "52639511", "name": "Autumm Caines"}, {"authorId": "66405205", "name": "Kelly Dermody"}, {"authorId": "2006263524", "name": "Carmen Gelette"}, {"authorId": "144103070", "name": "L. Levesque"}, {"authorId": "2113470876", "name": "Jennifer Peters"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d795e32d1d19e592d0380fc080e81f61763873d0", "externalIds": {"DOI": "10.1177/2332649220949473"}, "url": "https://www.semanticscholar.org/paper/d795e32d1d19e592d0380fc080e81f61763873d0", "title": "Where Platform Capitalism and Racial Capitalism Meet: The Sociology of Race and Racism in the Digital Society", "abstract": "The study of race and racism in the digital society must produce theoretically distinct and robust formulations of Internet technologies as key characteristics of the political economy. The author puts forth racial capitalism as a coherent framework for this research agenda. The argument for racial capitalism draws on two examples of its engagement with two characteristics of the digital society: obfuscation as privatization and exclusion by inclusion. Internet technologies are now a totalizing sociopolitical regime and should be central to the study of race and racism.", "venue": "", "year": 2020, "referenceCount": 103, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "1997945093", "name": "Tressie McMillan Cottom"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "da98ac1c34094de0c783a6106438b800cc1c3735", "externalIds": {"MAG": "3091499992", "DOI": "10.1017/9781108348195.016"}, "url": "https://www.semanticscholar.org/paper/da98ac1c34094de0c783a6106438b800cc1c3735", "title": "Discourse, Emotions and Embodiment", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1930, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "70007658", "name": "B. Busch"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "dabb3a06720bf50c0f332372b04a558459f820bf", "externalIds": {"MAG": "3089971325", "DOI": "10.1017/9781108348195.011"}, "url": "https://www.semanticscholar.org/paper/dabb3a06720bf50c0f332372b04a558459f820bf", "title": "Metaphor, Metonymy and Framing in Discourse", "abstract": "Metaphor involves the perception of similarities or correspondences between unlike entities and processes, so that one can experience, think and communicate about one thing in terms of another – lives as journeys, minds as machines, emotions as external forces, and so on. A consistent thread in the history of the study of metaphor concerns the potential of different metaphor choices to reflect and facilitate different ways of viewing topics or phenomena – a function of metaphor that is itself metaphorically captured by the notion of “framing.” The related phenomenon of metonymy, although less well studied in these terms, also facilitates framing in discourse. In this chapter, we review research on the framing power of metaphor and metonymy, with a particular focus on studies that are relevant to or directly concerned with the use of metaphor in discourse, broadly conceived. We begin with an overview of rhetorical approaches to metaphor as a tool for persuasion and of cognitive approaches to metaphor as a tool for thinking, including both theoretical and empirical studies. We review a variety of studies that have investigated the framing function of metaphor, and, to a lesser extent, metonymy, in authentic language use from a range of sources (e.g. politics, science and education) and using different qualitative and/or quantitative methods. Focusing on metaphor, where the evidence is most robust, we critically examine the relationship between, broadly speaking, cognitive and discourse-based approaches to metaphor. We go on to provide a concrete example of the framing function of metaphor in healthcare discourse, and show how cognitive and discourse perspectives can be usefully combined into a multilevel analytical framework that can, among other things, be used to make recommendations for professional practice and training.", "venue": "", "year": 2020, "referenceCount": 1928, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "5455469", "name": "Z. Demjén"}, {"authorId": "5811679", "name": "E. Semino"}]}}, {"intents": ["background"], "contexts": ["…2020; Chatman 2017; Clark 2014; Lu and Steele 2019; ShandBaptiste 2020; Wheeler 2019)—while also dealing with danger, trauma, abuse, and violence linked to white supremacist digital activity, among other malicious entities (Daniels 2009, 2012, 2017; Lewis 2018; Palmer 2019)."], "isInfluential": false, "citingPaper": {"paperId": "dcf5cf3f7ad54ce1c5bdfdf9e30cd94c70b23cb5", "externalIds": {"PubMedCentral": "7991312", "MAG": "3048891603", "DOI": "10.1007/978-3-030-46679-4_5"}, "url": "https://www.semanticscholar.org/paper/dcf5cf3f7ad54ce1c5bdfdf9e30cd94c70b23cb5", "title": "(Un)Defining the Digital Lives of Black Women in Britain", "abstract": "This chapter is a closing consideration of why digital terrains continue to be a source of pleasure, creativity, and knowledge-sharing, as well as distress and danger for Black women in Britain. It reflects on the (un)definable nature of the digital experiences of Black women in Britain, similarities and differences between them, and the impact of the COVID-19 (coronavirus) global pandemic in 2020.", "venue": "The Digital Lives of Black Women in Britain", "year": 2020, "referenceCount": 47, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115455971", "name": "Francesca Sobande"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "de005a748f324b13883651cef9e292ff99d4481b", "externalIds": {"MAG": "3089450007", "DOI": "10.1017/9781108348195.018"}, "url": "https://www.semanticscholar.org/paper/de005a748f324b13883651cef9e292ff99d4481b", "title": "Transnationalism, Globalization and Superdiversity", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1929, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "92981984", "name": "Zane Goebel"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "dee5d2b2caf06a6c3fa11adc87253e2562c1f379", "externalIds": {"MAG": "3091672250", "DOI": "10.1017/9781108348195.020"}, "url": "https://www.semanticscholar.org/paper/dee5d2b2caf06a6c3fa11adc87253e2562c1f379", "title": "Intersectionality, Affect and Discourse", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1929, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "113294413", "name": "K. Mortensen"}, {"authorId": "90242112", "name": "Tommaso M. Milani"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e4b2d68adffd73e361ad7001d5b02c9ca62d4bab", "externalIds": {"MAG": "2979462702", "DOI": "10.1017/9781108348195"}, "url": "https://www.semanticscholar.org/paper/e4b2d68adffd73e361ad7001d5b02c9ca62d4bab", "title": "Discourse analysis and digital surveillance", "abstract": "This chapter explores how tools from discourse analysis can contribute to our understanding of digital surveillance. It lays the groundwork for this exploration by first examining the role of discourse analysis in our understanding of surveillance more generally. It then goes on to discuss the mediated nature of all surveillance and the different affordances and constraints different media bring to it. Next, it provides an overview of the main discursive processes involved in digital surveillance, including participation, pretexting, entextualization, recontextualization, and inferencing, showing how they occur differently when mediated through digital technologies. A range of key issues and ongoing debates around digital surveillance related to discourse analysis are then identified and elaborated upon, specifically identity, agency, and power. Finally, the chapter discusses the implications of a discourse analytical approach to digital surveillance for the professional practices of applied and sociolinguists and suggests some future directions for research on discourse and digital surveillance.", "venue": "", "year": 2020, "referenceCount": 836, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "104322852", "name": "R. H. Jones"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e8981f839abd08dfe5efb0663d8ea9a78b637711", "externalIds": {"MAG": "3086185115", "DOI": "10.1142/s0219877020500479"}, "url": "https://www.semanticscholar.org/paper/e8981f839abd08dfe5efb0663d8ea9a78b637711", "title": "Motivations of the Female Entrepreneurs to Start Online Businesses in the United Arab Emirates", "abstract": "The global dissemination of internet technology and advances in it are facilitating female entrepreneurs to participate in online entrepreneurial activities by utilizing new business frameworks to achieve economies of scope and scale as they start to compete with the traditional entrepreneurs in the market. This research draws on two fields of scholarly research; “online businesses” and “female entrepreneurship” and, to the best of our knowledge, this is the first study that endeavors to provide an overview of female entrepreneurship in online businesses in the UAE. This study, which is based on a qualitative survey of 20 online businesses, owned and smanaged by females’ in the UAE, investigates why females start their online businesses. The obvious picture emerging from this study is that with control over the number of hours they put in their online businesses and do not face the type of work to family conflict encountered by the female who own and manage traditional businesses outside of their homes. More precisely, the results of this study give indicative and exciting comprehensions into the challenges and impediments of female entrepreneurs in this fast-growing sector of the UAE economy. Of critical interest to researchers and policy makers, we investigate the challenges and impediments to success and the ways that female entrepreneurs in the UAE are successfully starting and expanding their online businesses.", "venue": "", "year": 2020, "referenceCount": 112, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "4045959", "name": "R. Tahir"}, {"authorId": "48860783", "name": "A. Raza"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f02fd12c74c9280699597ecaec5cbe9e665498e9", "externalIds": {"MAG": "3091060405", "DOI": "10.1017/9781108348195.009"}, "url": "https://www.semanticscholar.org/paper/f02fd12c74c9280699597ecaec5cbe9e665498e9", "title": "Corpus-Assisted Discourse Studies", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1929, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "7681750", "name": "C. Ancarno"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f0d43bbb48f921635488f36d3ea668458385b78c", "externalIds": {"MAG": "3090763979", "DOI": "10.1017/9781108348195.012"}, "url": "https://www.semanticscholar.org/paper/f0d43bbb48f921635488f36d3ea668458385b78c", "title": "Poststructuralist Discourse Studies: From Structure to Practice", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1929, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40474018", "name": "Johannes Angermuller"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f4ade68df57b8e3b19d00d305977a72570b5a17b", "externalIds": {"MAG": "3090236397", "DOI": "10.1017/9781108348195.028"}, "url": "https://www.semanticscholar.org/paper/f4ade68df57b8e3b19d00d305977a72570b5a17b", "title": "The Critical Analysis of Genre and Social Action", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1929, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "51211599", "name": "A. Björkvall"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f89ba456f4e6ad900a4a19a765bf2fb4e12c048c", "externalIds": {"MAG": "3008236422", "DOI": "10.1017/9781108348195.032"}, "url": "https://www.semanticscholar.org/paper/f89ba456f4e6ad900a4a19a765bf2fb4e12c048c", "title": "Mediatized Communication and Linguistic Reflexivity in Contemporary Public and Political Life", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1927, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "103541246", "name": "Cedric Deschrijver"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f9278ffca85083bdce99005926e89799b9a58a2b", "externalIds": {"MAG": "3090116899", "DOI": "10.1017/9781108348195.022"}, "url": "https://www.semanticscholar.org/paper/f9278ffca85083bdce99005926e89799b9a58a2b", "title": "Ethics and the Study of Discourse", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1928, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1835663", "name": "M. Hammersley"}]}}, {"intents": ["background"], "contexts": ["Indeed, Jessie Daniels (2012) notes that “during the early days of the Internet, some scholars theorized that the emergence of virtual environments and a culture of fantasy would mean an escape from the boundaries of race and the experience of racism” (p. 695).", "I situate this review in conversation with Jessie Daniels’ 2012 New Media & Society article in which the author broadly focuses on the multiple ways that race and racism influence facets of online life.", "Rather than examining identity, Jessie Daniels (2009a, 2009b) focuses on cyber racism, a term developed by Les Back (2002) to describe the ways that digital technologies facilitate expressions of racism."], "isInfluential": false, "citingPaper": {"paperId": "f9614e987c8ad5947f6bb6225f5292433ba25195", "externalIds": {"MAG": "3033114137", "DOI": "10.1177/2332649220922577"}, "url": "https://www.semanticscholar.org/paper/f9614e987c8ad5947f6bb6225f5292433ba25195", "title": "A Genealogy of Critical Race and Digital Studies: Past, Present, and Future", "abstract": "The interplay between race and technology has captured the attention of scholars in sociology, communication, media studies, and beyond. Previous research has focused on a range of topics including the centrality of race to the structure and function of the Internet, critiques of digital divide studies, and the phenomenon of Black Twitter. Although a robust history of critical race and digital studies exists, there has yet to be a definitive overview that traces the development of this important field. In this review, I fill this gap by delineating a genealogy of critical race and digital studies by mapping the intellectual terrain of the field. To do this, I begin with a broad overview of the history of Internet studies before reviewing key areas in the field of critical race and digital studies, including colorblind studies of the web, digital divide studies, and Black Twitter. I conclude with a focus on the ways that this body of literature can be brought forth to critically understand the implications of emerging areas of academic debate on studies of race and technology.", "venue": "", "year": 2020, "referenceCount": 146, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1833452662", "name": "A. M. Hamilton"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "facd1d5be0fcf0b7273c6a40c5017ceb6023295d", "externalIds": {"MAG": "3086699716", "DOI": "10.1080/0966369X.2020.1816920"}, "url": "https://www.semanticscholar.org/paper/facd1d5be0fcf0b7273c6a40c5017ceb6023295d", "title": "Understanding how hatred persists: situating digital harassment in the long history of white supremacy", "abstract": "Abstract Racism, sexism, and homophobia have long been characteristic of liberal democracy in North America. Public discussion around harassment - with a particular focus on sexual violence against women - reached its ferment in the light of charges brought against a number of high-profile public figures and with the #MeToo movement. Within the academy, radical, feminist, and anti-racist scholars have recently faced targeted harassment and threats of violence through email campaigns organized online by right-wing and white supremacist online. Many have pointed to the specificity of the digital medium as facilitating new forms of harassment online. Yet, others have shown how digital spaces might be better seen in continuity with older forms of violence, that have long targeted communities of color working to challenge racist systems of oppression. We contribute to this line of thinking by examining a case of white supremacist violence against a Black family - the Wades - who purchased a home in a predominantly white neighbourhood in Louisville, Kentucky in the 1950s. With attention to both Black and digital geographies, we juxtapose the Wade’s story with critical work on newer forms of white supremacy online. We show how hatred persists alongside shifts in medium, and question the extent to which digital platforms create new opportunities for harassment and violence.", "venue": "Gender, Place & Culture", "year": 2020, "referenceCount": 98, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "46503381", "name": "Carrie Mott"}, {"authorId": "51043942", "name": "Daniel G. Cockayne"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "fd9bbcdbe52ef2a214f1ba7d54068081139f3dd5", "externalIds": {"MAG": "3091125213", "DOI": "10.1017/9781108348195.002"}, "url": "https://www.semanticscholar.org/paper/fd9bbcdbe52ef2a214f1ba7d54068081139f3dd5", "title": "Registers, Styles, Indexicality", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1928, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "114991823", "name": "Robert Moore"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "00ffb411c9b7cb262b171ce4dad19d9ac03a15ba", "externalIds": {"MAG": "2971850855", "DOI": "10.7202/1062225ar"}, "url": "https://www.semanticscholar.org/paper/00ffb411c9b7cb262b171ce4dad19d9ac03a15ba", "title": "Le capital érotique selon Catherine Hakim : quelle portée sociologique? Une mise à l’épreuve au regard d’une analyse intersectionnelle des sites de rencontres", "abstract": "Les sites de rencontres refletent et produisent des dynamiques de pouvoir visibles a travers les representations du couple, de la conjugalite et des identites sexuelles qu’ils delivrent. Les rapports sociaux de genre, de race, d’ethnicite, de classe, d’âge et de sexualite y sont particulierement actifs et tangibles. En tant qu’espaces dedies au commerce de la mise en relation et de la rencontre amoureuse, ces sites constituent un prisme ideal a travers lequel s’expriment des representations collectives de la sexualite et de la conjugalite, ainsi que les normes relatives aux diverses formes de sexualite au sein de la societe. L’auteure leur consacre une recherche afin d’analyser les modalites contemporaines d’un controle social de et par la sexualite, c’est-a-dire de l’ordre social assure par les regles qui regissent les interactions et le processus de mise en couple. A travers une approche intersectionnelle, l’auteure s’appuie sur cet objet d’etude pour interroger la pertinence, les limites et les dangers du concept de capital erotique defini par la sociologue Catherine Hakim. L’auteure s’interroge sur les modalites de representation de ce qui est erotique ainsi que sur les rapports de pouvoir qui structurent les definitions de l’erotique et des sexualites legitimes dans et par la culture populaire dominante.", "venue": "Recherches féministes", "year": 2019, "referenceCount": 25, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "121627804", "name": "Adèle Levayer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "07d8f8f722be9929729215bab7f12bc8fb43d969", "externalIds": {"DOI": "10.1017/9781108553384.008"}, "url": "https://www.semanticscholar.org/paper/07d8f8f722be9929729215bab7f12bc8fb43d969", "title": "Problematic Internet Use, Online Gambling, Smartphones, and Video Games", "abstract": null, "venue": "Ethical Challenges in Digital Psychology and Cyberpsychology", "year": 2019, "referenceCount": 737, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": ["background"], "contexts": ["Like Daniels (2012) and Nakayama (2017), we too understand that whiteness influences online behaviour as it is the mechanism used to gain and maintain the dominant position."], "isInfluential": false, "citingPaper": {"paperId": "08ac4a865a05aa4c6e51803305fb9be1675c874a", "externalIds": {"MAG": "2772539971", "DOI": "10.1177/2167479517745300"}, "url": "https://www.semanticscholar.org/paper/08ac4a865a05aa4c6e51803305fb9be1675c874a", "title": "Tackling Social Media Abuse? Critically Assessing English Football’s Response to Online Racism", "abstract": "Although English football has, to some extent, managed the problem of racism in and around football matches, recent years have seen an increase in football-related racist content published on social media. Footballers are frequently the target or subject of such abuse and occasionally the source of it. In this context, this article explores and critically assesses the response of English football’s institutions, organisations, and clubs to the problem of racism on social media. Its findings are based on interviews with key officials from the Professional Footballers’ Association and Kick It Out and with safeguarding and media officers from football clubs across the English Premier League and English Football League. It concludes there are a number of systematic failings undermining or hindering football’s attempts to address this issue including poor coordination, a lack of clear guidelines, ad hoc educational provision, a shortage of resources, and a culture of secrecy at many clubs. This article concludes with some recommendations about how these weaknesses may start to be improved.", "venue": "", "year": 2019, "referenceCount": 54, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "114073867", "name": "D. Kilvington"}, {"authorId": "48563227", "name": "J. Price"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0d7293b1a43c5d09e31ff7a9e09266293b8a2ed2", "externalIds": {"DOI": "10.1108/978-1-78756-515-920191009"}, "url": "https://www.semanticscholar.org/paper/0d7293b1a43c5d09e31ff7a9e09266293b8a2ed2", "title": "References", "abstract": null, "venue": "Communication as Gesture", "year": 2019, "referenceCount": 568, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0deaae6b13e21b9c7f7c9ec7c43d5018b424b518", "externalIds": {"MAG": "2964466008", "DOI": "10.1017/9781108348195.015"}, "url": "https://www.semanticscholar.org/paper/0deaae6b13e21b9c7f7c9ec7c43d5018b424b518", "title": "Discourse and the Linguistic Landscape", "abstract": "Research into the way that linguistic and other semiotic signs are displayed in public space has opened up a productive field for social language analysis over the last few years. Often focused on the policy implications – at both institutional and grass-roots level – of public signage, linguistic landscape research has, from the very beginning, engaged with issues of politics and ideology and thus, indirectly, discourse. In recent years it has also begun to theorise the ways in which semiotic artefacts and practices generate meaning by interacting in explicitly dialogical ways. To date however, theorising that is directed specifically at the relationship between linguistic landscape studies and discourse studies has been slight. This chapter explores the nature of this relationship by focusing on select case studies which exemplify the way that acts of linguistic and semiotic display in the public arena operate as key sites for social organisation and for political regulation and contestation. These short case studies also examine how meaning is generated through complex layering of contexts, the interplay between multiple signs, the narrative potential of landscapes and the dialogic possibilities presented by social media which allow local meanings to be up-scaled and reconfigured, thus pulling site-specific semiotic events into much broader discourses.", "venue": "", "year": 2019, "referenceCount": 1989, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "69414976", "name": "P. Seargeant"}, {"authorId": "2955980", "name": "K. Giaxoglou"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1104fa82dd9f92110411e5a9fbfdc4b903f16ee4", "externalIds": {"DOI": "10.1017/9781108553384.001"}, "url": "https://www.semanticscholar.org/paper/1104fa82dd9f92110411e5a9fbfdc4b903f16ee4", "title": "Preface", "abstract": null, "venue": "Ethical Challenges in Digital Psychology and Cyberpsychology", "year": 2019, "referenceCount": 737, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1bc6134913fc8155e2c0e3844631b9bab6157be0", "externalIds": {"MAG": "2959290462", "DOI": "10.1111/SOIN.12313"}, "url": "https://www.semanticscholar.org/paper/1bc6134913fc8155e2c0e3844631b9bab6157be0", "title": "The Culture of White Space, the Racialized Production of Meaning, and the Jamband Scene", "abstract": null, "venue": "Sociological Inquiry", "year": 2019, "referenceCount": 80, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "69480859", "name": "D. Brunsma"}, {"authorId": "47145384", "name": "Nathaniel G. Chapman"}, {"authorId": "2117060476", "name": "Joong Won Kim"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2735bd9ebbbe85869b93939b4a055fdce2678332", "externalIds": {"DOI": "10.1007/978-3-658-08460-8_73-1"}, "url": "https://www.semanticscholar.org/paper/2735bd9ebbbe85869b93939b4a055fdce2678332", "title": "Rassismus im Netz", "abstract": null, "venue": "Springer Reference Sozialwissenschaften", "year": 2019, "referenceCount": 77, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "147554004", "name": "Marcus Nolden"}]}}, {"intents": ["background"], "contexts": ["…particulièrement intéressants puisqu’ils sont à la fois ordinaires et extraordinaires, c’est-à-dire qu’ils sont à la fois si fréquents qu’ils en deviennent normaux et à la fois anormaux en ce qu’ils vont à l’encontre du mythe de la société postraciale (Daniels, 2012; Cisneros et Nakayama, 2015).", "Les commentaires participent à la reproduction d’une communauté de « Nous » normaux desquels sont symboliquement exclus ceux qui sont donnés en spectacle et construits comme anormaux (Daniels, 2012 : 707).", "Cela a notamment été étudié à travers l’analyse des avatars des jeux vidéo en ligne où l’apparence blanche est normalisée alors que celles non blanches sont fortement stéréotypées (Daniels, 2012; Dietrich, 2013).", "Les discours racistes sur Internet sont particulièrement intéressants puisqu’ils sont à la fois ordinaires et extraordinaires, c’est-à-dire qu’ils sont à la fois si fréquents qu’ils en deviennent normaux et à la fois anormaux en ce qu’ils vont à l’encontre du mythe de la société postraciale (Daniels, 2012; Cisneros et Nakayama, 2015)."], "isInfluential": true, "citingPaper": {"paperId": "2dd389eec1ebd469bea93f601fff7a9e7b15ecee", "externalIds": {"MAG": "2990728204"}, "url": "https://www.semanticscholar.org/paper/2dd389eec1ebd469bea93f601fff7a9e7b15ecee", "title": "La construction des frontières nationales à l’ère numérique : analyse critique des discours en ligne sur l’immigration et les minorités racialisées au Québec", "abstract": "........................................................................................................................................... II TABLE DES MATIÈRES ...................................................................................................................... III LISTE DES TABLEAUX ...................................................................................................................... IX LISTE DES FIGURES ............................................................................................................................ X REMERCIEMENTS ............................................................................................................................. XI", "venue": "", "year": 2019, "referenceCount": 864, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "113385610", "name": "M. Forcier"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "30e0bb2805eddda65f13bbd5a93c042ab5f83964", "externalIds": {"MAG": "2924692560", "DOI": "10.1177/0731121419837588"}, "url": "https://www.semanticscholar.org/paper/30e0bb2805eddda65f13bbd5a93c042ab5f83964", "title": "“You Can Say I Got Desensitized to It”: How Men of Color Cope with Everyday Racism in Online Gaming", "abstract": "Online trolling as a form of overt racism forces sociologists to reexamine contemporary understandings of racialization in a color-blind era. In this article, I demonstrate how men of color construct meanings about their experiences of racist hate speech, referred to as trash talk, on an online gaming platform. Analyzing semistructured interviews, I show that respondents cope with this form of racism through a process of desensitization. This strategy is mediated by respondents’ peer socialization on how to effectively manage this racism as men, and their stigmatization by others who do not view these experiences as “real” racism. Strategies to cope with racism in this domain are thus gendered in ways that encourage men of color to remain silent in the face of repeated hate speech. This study further demonstrates how individual strategies developed to navigate racism online are tied to broader, collective understandings of the meanings of race, racisms, and masculinity.", "venue": "Sociological Perspectives", "year": 2019, "referenceCount": 108, "citationCount": 18, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32277792", "name": "Stephanie M. Ortiz"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "342b098900f51d88ae17e44a952c6a1bad8a88f9", "externalIds": {"DBLP": "journals/nms/Pruchniewska19", "MAG": "2909446267", "DOI": "10.1177/1461444818822490"}, "url": "https://www.semanticscholar.org/paper/342b098900f51d88ae17e44a952c6a1bad8a88f9", "title": "“A group that’s just women for women”: Feminist affordances of private Facebook groups for professionals", "abstract": "Women across a range of industries are creating women-only private Facebook groups for professional support, networking opportunities, and career development. Through interviews with 26 women, this research shows how private Facebook groups provide affordances for creating spaces reminiscent of second-wave consciousness-raising groups. Within these groups, separate from cisgender men, women discuss their work experiences and share advice, leading to changes for women beyond the groups’ borders. Thus, private Facebook groups for professional women support feminist practices despite not being labeled as explicitly feminist. However, these activities are limited in their usefulness for the wider feminist project by the exclusion of some women across lines of difference such as race, class, and age. This study illustrates empirically how social media is used for everyday politics, contributing to understandings of the digital fourth wave of the women’s movement.", "venue": "New Media Soc.", "year": 2019, "referenceCount": 38, "citationCount": 14, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "21118938", "name": "Urszula Pruchniewska"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3b33708efc01ba257f139e1eb796f5f33563de63", "externalIds": {"MAG": "2999611754"}, "url": "https://www.semanticscholar.org/paper/3b33708efc01ba257f139e1eb796f5f33563de63", "title": "Online Activism as a Tool for Anti-Racist Social Change", "abstract": "............................................................................................................................................ 3 Introduction ...................................................................................................................................... 3 1. Activism in Action .................................................................................................................... 4 1.1 Black Identity ........................................................................................................................ 4 1.2 The Arab Spring .................................................................................................................... 9 1.3 Indigenous Protests: Idle No More and the Dakota Access Pipeline .................................. 14 2. Virtual communities ................................................................................................................ 17 3. Virtual Heroes ......................................................................................................................... 20 3.1. Present Heroes ..................................................................................................................... 20 3.2. Past Heroes: Malcolm X and Martin Luther King............................................................... 22 4. The Modern Phenomenon of the Meme .................................................................................. 25 Conclusion ...................................................................................................................................... 29 Bibliography ................................................................................................................................... 31", "venue": "", "year": 2019, "referenceCount": 37, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "15048118", "name": "Maha Temkit"}, {"authorId": "122055996", "name": "J. Lewis"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3e8317e760f32b234e825d2c75dcc069203b5531", "externalIds": {"MAG": "2984659078", "DOI": "10.1007/978-3-030-25131-4_7"}, "url": "https://www.semanticscholar.org/paper/3e8317e760f32b234e825d2c75dcc069203b5531", "title": "Making America Great Again? The in the United States", "abstract": "Ultra-conservative, right-wing populist, and extremist ideologies, organizations, and movements as well as right-wing extremist violent acts are also a part of the history of the United States. The political culture of the United States is more conservative and religious than the political culture in Europe. While the electoral system and the two-party system largely prevented the success of extreme parties, movements such as the right-wing populist but multi-faceted Tea Party had significant political influence. As a result of globalization, immigration, and technological progress, parts of the American economy went through difficult times, made many people feel abandoned, and frightened about their prospects. Such socio-economic developments and fears as well as cultural change contributed to the electoral success of President Donald Trump.", "venue": "The Radical Right", "year": 2019, "referenceCount": 72, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2073023611", "name": "K. Wahl"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "409c1f605a2e22c8926bba3aebbd897b1ecb9668", "externalIds": {"DOI": "10.1007/978-3-658-08460-8_72-1"}, "url": "https://www.semanticscholar.org/paper/409c1f605a2e22c8926bba3aebbd897b1ecb9668", "title": "Einleitung", "abstract": null, "venue": "Springer Reference Sozialwissenschaften", "year": 2019, "referenceCount": 120, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2069787836", "name": "Heidrun Friese"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "42dfd30ff855d30954c467391cd4bff92061a02b", "externalIds": {"MAG": "2955139295", "DOI": "10.1123/SSJ.2018-0153"}, "url": "https://www.semanticscholar.org/paper/42dfd30ff855d30954c467391cd4bff92061a02b", "title": "“Perhaps She Only Had a Banana Available to Throw”: Habitus, Racial Prejudice, and Whiteness on Australian Football League Message Boards", "abstract": "This article presents the findings of 2,415 posts collected from two prominent Australian Football League message boards that responded to a racist incident involving a banana being thrown at Adelaide Crows player, Eddie Betts, in August 2016. It adopts Bourdieu’s concept of habitus to examine the online practice of fans for evidence of racist discourse and the extent to which this was supported or contested by fellow fans. The overall findings are that online debates about race in Australian Rules Football and wider Australian society remain divided, with some posters continuing to reflect racial prejudice and discrimination towards non-whites. However, for the vast majority, views deemed to have racist connotations are contested and challenged in a presentation centering on social change and racial equality", "venue": "", "year": 2019, "referenceCount": 50, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47050997", "name": "Jamie Cleland"}, {"authorId": "40105972", "name": "K. Parry"}, {"authorId": "145165465", "name": "D. Radford"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "48864b033d04217be30a420091a736a2e68dddc9", "externalIds": {"MAG": "2972403869", "DOI": "10.3983/twc.2019.1477"}, "url": "https://www.semanticscholar.org/paper/48864b033d04217be30a420091a736a2e68dddc9", "title": "Black (anti)fandom's intersectional politicization of \"The Walking Dead\" as a transmedia franchise", "abstract": "Despite axiomatic industry and academic discourses of The Walking Dead's (2010–) status as quality TV—linked to its graphic visuals and compelling story lines—strong counterclaims question the text's (mis)representations of race and its propensity for systematically killing off Black male characters. An analysis of African Americans' responses to marginalized Black male characters politicizes the racial milieu of the series against the backdrop of wider racial relationships in the United States. Moreover, The Walking Dead is a successful transmedia franchise, and thus racial discourse shifts and changes, depending on which transmedia texts are being consumed. Thus, Black antifan rhetoric aimed at the spin-off series Fear the Walking Dead (2015–) centers on the zombification of Black men, a metaphor of the mistreatment and othering of young Black men by US police. Comparatively, The Walking Dead video game (TellTale Games, 2012) offers character development for its Black male lead character that fans praise against wider cultural representations in relation to both the franchise's hyperdiegesis and to video games in general. Therefore, Black audiences may read The Walking Dead as both racially reductive and radical. In doing so, aspects of self-identity, such as race, can inform (anti)fan positions through intersectional politics.", "venue": "Transformative Works and Cultures", "year": 2019, "referenceCount": 83, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "144828218", "name": "J. Rendell"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4af51897cdd01021c23d7506e3f312478ae11a57", "externalIds": {"DOI": "10.1017/9781108553384.012"}, "url": "https://www.semanticscholar.org/paper/4af51897cdd01021c23d7506e3f312478ae11a57", "title": "Social Media Ethics Section 3: Digital Citizenship", "abstract": null, "venue": "Ethical Challenges in Digital Psychology and Cyberpsychology", "year": 2019, "referenceCount": 737, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4c1f4842defe835b6866313a38ac0a67dcb256ab", "externalIds": {"DOI": "10.1017/9781108553384.017"}, "url": "https://www.semanticscholar.org/paper/4c1f4842defe835b6866313a38ac0a67dcb256ab", "title": "Author Index", "abstract": null, "venue": "Ethical Challenges in Digital Psychology and Cyberpsychology", "year": 2019, "referenceCount": 737, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}]}