{"offset": 0, "next": 100, "data": [{"intents": ["background"], "contexts": ["A number of scholars have pointed out the resistance to critically analyzing racism within social science (Bonilla-Silva and Baiocchi, 2001; Feagin, 2010; Steinberg, 2007; Zuberi\nand Bonilla-Silva, 2008) seems to be shared with the field of Internet studies.", "Taking the long view of white Americans’ interactions with and treatment of people of color, Feagin’s articulation of systemic racism includes the many exploitative and discriminatory practices of whites, the unjustly gained resources and the power for whites demonstrated in the hierarchy linking ‘race’ and material well-being, the many racial images and narratives that fall under the umbrella of the white racial frame (Bonilla-Silva, 1997; Feagin, 2010; Feagin and Elias, 2012).", "…practices of whites, the unjustly gained resources and the power for whites demonstrated in the hierarchy linking ‘race’ and material well-being, the many racial images and narratives that fall under the umbrella of the white racial frame (Bonilla-Silva, 1997; Feagin, 2010; Feagin and Elias, 2012)."], "isInfluential": false, "citedPaper": {"paperId": "05c6b0c7fbea7170df8c5aa50c1c2334a3daa824", "externalIds": {"MAG": "1523550190", "DOI": "10.5860/choice.47-5837"}, "url": "https://www.semanticscholar.org/paper/05c6b0c7fbea7170df8c5aa50c1c2334a3daa824", "title": "The White Racial Frame: Centuries of Racial Framing and Counter-Framing", "abstract": "In this book Joe Feagin extends the systemic racism framework in previous Routledge books by developing an innovative concept, the white racial frame. Now four centuries-old, this white racial frame encompasses not only the stereotyping, bigotry, and racist ideology emphasized in other theories of \"race,\" but also the visual images, array of emotions, sounds of accented language, interlinking interpretations and narratives, and inclinations to discriminate that are still central to the frame's everyday operations. Deeply imbedded in American minds and institutions, this white racial frame has for centuries functioned as a broad worldview, one essential to the routine legitimation, scripting, and maintenance of systemic racism in the United States. Here Feagin examines how and why this white racial frame emerged in North America, how and why it has evolved socially over time, which racial groups are framed within it, how it has operated in the past and in the present for both white Americans and Americans of color, and how the latter have long responded with strategies of resistance that include enduring counter-frames. In this new edition, Feagin has included much new interview material and other data from recent research studies on framing issues related to white, black, Latino, and Asian Americans, and on society generally. The book also includes a new discussion of the impact of the white frame on popular culture, including on movies, video games, and television programs as well as a discussion of the white racial frame's significant impacts on public policymaking, immigration, the environment, health care, and crime and imprisonment issues.", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 589, "influentialCitationCount": 69, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "93292986", "name": "J. Feagin"}]}}, {"intents": ["background"], "contexts": ["Eglash notes and is critical of the implicit whiteness in Turkle’s description of MIT geeks as ‘pasty faced’ (Eglash, 2002: 60)."], "isInfluential": false, "citedPaper": {"paperId": "08ccdc67f73c154dafaf2dda0c5cf8bf1dfdaa64", "externalIds": {"MAG": "1994153848", "DOI": "10.1215/01642472-20-2_71-49"}, "url": "https://www.semanticscholar.org/paper/08ccdc67f73c154dafaf2dda0c5cf8bf1dfdaa64", "title": "Race, Sex, and Nerds: From Black Geeks to Asian American Hipsters", "abstract": null, "venue": "", "year": 2002, "referenceCount": 36, "citationCount": 156, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2854828", "name": "R. Eglash"}]}}, {"intents": ["background"], "contexts": ["A number of scholars have pointed out the resistance to critically analyzing racism within social science (Bonilla-Silva and Baiocchi, 2001; Feagin, 2010; Steinberg, 2007; Zuberi\nand Bonilla-Silva, 2008) seems to be shared with the field of Internet studies."], "isInfluential": false, "citedPaper": {"paperId": "097e9d3a11cf27ebb1f36662129e50ab4e968fbf", "externalIds": {"MAG": "569916526", "DOI": "10.5860/choice.45-5888"}, "url": "https://www.semanticscholar.org/paper/097e9d3a11cf27ebb1f36662129e50ab4e968fbf", "title": "Race Relations: A Critique", "abstract": "@fmct:Contents @toc2:Prologue. A Personal Encounter with the Canon 1 Part 1. The Origins and Ideological Underpinnings of the Race Relations Paradigm 000 Part 2. Race: The Epistemology of Ignorance 000 Part 3. Ethnicity: The Epistemology of Wishful Thinking 000 @toc4:Acknowledgments 000 Notes 000 Index 000", "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 119, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145938684", "name": "S. Steinberg"}]}}, {"intents": ["background"], "contexts": ["The images of racial or ethnic minorities and their relationship to IT infrastructure and design are either as consumers or operators of the technological wizardry created by whites (Kevorkian, 2006; Taborn, 2008)."], "isInfluential": false, "citedPaper": {"paperId": "0aca49f896e443076f6477467c2d31efb82e473b", "externalIds": {"MAG": "2955647059", "DOI": "10.7591/9781501727382"}, "url": "https://www.semanticscholar.org/paper/0aca49f896e443076f6477467c2d31efb82e473b", "title": "Color Monitors: The Black Face of Technology in America", "abstract": null, "venue": "", "year": 2006, "referenceCount": 0, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "52080135", "name": "Martin Kevorkian"}]}}, {"intents": ["background"], "contexts": ["Social movements are organized collective action toward a specific social goal and, within Internet studies, there is a growing literature that looks at social movements online (Kahn and Kellner, 2004; Langman, 2005) and the relationship between online and offline activism (Brunsting and Postmes, 2002).", "…movements are organized collective action toward a specific social goal and, within Internet studies, there is a growing literature that looks at social movements online (Kahn and Kellner, 2004; Langman, 2005) and the relationship between online and offline activism (Brunsting and Postmes, 2002)."], "isInfluential": false, "citedPaper": {"paperId": "0afae070794ee6f89cb04c7685f71548f8714473", "externalIds": {"DBLP": "journals/nms/KahnK04", "MAG": "2139023605", "DOI": "10.1177/1461444804039908"}, "url": "https://www.semanticscholar.org/paper/0afae070794ee6f89cb04c7685f71548f8714473", "title": "New Media and Internet Activism: From the ‘Battle of Seattle’ to Blogging", "abstract": "Additional services and information for New Media & Society can be found at: Email Alerts: http://nms.sagepub.com/cgi/alerts Subscriptions: http://nms.sagepub.com/subscriptions Reprints: http://www.sagepub.com/journalsReprints.nav Permissions: http://www.sagepub.co.uk/journalsPermissions.nav Citations http://nms.sagepub.com/cgi/content/refs/6/1/87 Downloaded from http://nms.sagepub.com", "venue": "New Media Soc.", "year": 2004, "referenceCount": 22, "citationCount": 626, "influentialCitationCount": 24, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "81222115", "name": "R. Kahn"}, {"authorId": "143713213", "name": "D. Kellner"}]}}, {"intents": ["background"], "contexts": ["…takes a different approach and looks at racially regressive political groups such as neo-Nazis and the KKK (Adams and Roscigno, 2005; Atton, 2006; Back, 2002; Bostdorff, 2004; Burris et al., 2000; Campbell, 2006; Glaser et al., 2002; Lee and Leets, 2002; Leets, 2001; Tateo, 2005; Zickmund, 1997).", "…online spaces in search of community predicated on racial identity (McPherson, 2000, 2003), some with overtly racist political agendas (Adams and Roscigno, 2005; Atton, 2006; Daniels, 2008b, 2009a; Back, 2002; Bostdorff, 2004; Breckheimer, 2002; Burris et al., 2000; Campbell, 2006; Zickmund, 1997)."], "isInfluential": false, "citedPaper": {"paperId": "0cadc4a7aa467a2645fd908e93197d31cf48a65f", "externalIds": {"MAG": "197847873", "DOI": "10.4135/9781446250303.n10"}, "url": "https://www.semanticscholar.org/paper/0cadc4a7aa467a2645fd908e93197d31cf48a65f", "title": "Approaching the radical other: the discursive culture of cyberhate", "abstract": null, "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 62, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2897989", "name": "S. Zickmund"}]}}, {"intents": ["background"], "contexts": ["In the US, cyberlibertarians (Godwin, 1998) view the Internet and regulation as antithetical to principles of the US constitution that they interpret as guaranteeing an absolute right to free speech, regardless of content (Becker et al., 2000).", "In the US, cyberlibertarians (Godwin, 1998) view the Internet and regulation as antithetical to principles of the US constitution that they interpret as guaranteeing an absolute right to free speech, regardless of content (Becker et al."], "isInfluential": false, "citedPaper": {"paperId": "0d1f7f5ce005c538bc4adc7194b5dd82ace59f60", "externalIds": {"MAG": "1540359098", "DOI": "10.5860/choice.36-2985"}, "url": "https://www.semanticscholar.org/paper/0d1f7f5ce005c538bc4adc7194b5dd82ace59f60", "title": "Cyber Rights : Defending Free Speech in the Digital Age", "abstract": "From the Publisher: \nMike Godwin is a twenty-first-century crusader for free speech. As online counsel to the Electronic Frontier Foundation, Godwin is often the one who gets the first panicked calls from Internet bulletin board operators or private citizens when their apartments are searched and computers seized. Deeply involved in civil liberties on the Net, Godwin shares his personal experience as a lawyer in the fight against the controversial Communications Decency Act of 1996. He provides expert analysis of the disturbing case of Jake Baker, whose short stories about rape-torture, published in an Internet newsgroup, resulted in the seizure of his dorm-room computer. Godwin also brings new insight to the Church of Scientology's claims of intellectual property and copyright infringement, popular Web writers Brock Meeks's and Matt Drudge's encounters with libel law, and Phillip Zimmerman's important fight for the freedom to use encryption software. Godwin offers practical guidelines on how to participate in life on the Net with rules for making virtual communities work, the good citizen's guide to copyright on the Web, and how to hack the media to defend freedoms online.", "venue": "", "year": 1998, "referenceCount": 0, "citationCount": 64, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "143771739", "name": "M. Godwin"}]}}, {"intents": ["background"], "contexts": ["People use the Internet to both form and reaffirm individual racial identity and seek out communities based on race and racial understandings of the world (Byrne, 2008a, 2008b; Everett, 2004, 2008; Nakamura and Chow-White, 2011)."], "isInfluential": false, "citedPaper": {"paperId": "0ef139f3a27e5c02ffc3feb147e173702fbe3732", "externalIds": {"DOI": "10.1212/wnl.44.12_suppl_10.s5"}, "url": "https://www.semanticscholar.org/paper/0ef139f3a27e5c02ffc3feb147e173702fbe3732", "title": "INTRODUCTION", "abstract": "The course and conduct of medical research are only partly determined by medical investigators themselves. Science proceeds within legal, philosophical, and cultural bounds that are set by the society around it and that impose limits on the pace and conduct of medical research. The doctrine of informed consent for clinical research has been a cornerstone of this process since the end of the Second World War. Our present informed consent process, however, has proved difficult to apply to populations with diminished cognitive capacity, such as children, the retarded, the mentally ill, and those with dementia. As medical research interests turn to these special populations, conflicts arise concerning the application of the traditional doctrine of informed consent. We are probably in the midst of a change with regard to the consent process for clinical research in these special populations. A symposium of nationally recognized experts was convened to address the issue of informed consent in research involving people with Alzheimer disease (AD) on November 1, 2001, in Lubbock, Texas. The symposium was jointly sponsored by the Carillon Senior Living Campus Research and Education Center, and by the Texas Tech University Health Sciences Center, and was supported by the Helen Jones Foundation and Janssen Pharmaceutica. The distinguished faculty of the symposium included an ethicist, an attorney, two clinical investigators in the fields of aging and AD, a sociologist, and a neuropsychiatrist. The texts of the primary presentations follow in this Supplement. The presenters agreed that we have a collective societal obligation to improve our scientific understanding and treatment of AD. The demographics, economics, and illness burdens of this disorder will create a therapeutic imperative for the twenty-first century, at least in the developed countries. There was also general agreement at the symposium that our present informed consent rules, statutes, and beliefs are an impediment to the conduct of research carrying moderate to high risk in people with AD. Our current consent procedures grew out of reactions to the social cataclysms of the middle years of the twentieth century, especially from examples of enforced experimentation that came to light during the Nuremburg trials. The philosophical substrate of this informed consent process rests on the notion of the autonomous, reasonable individual who gives consent based on an informed cognitive evaluation and judgment. There is often an implied or stated benefit to the individual participant in clinical research, which the participant presumably balances against the risks of the project. This philosophical foundation is a poor fit to the growing population of cognitively impaired individuals, the future cohorts of whom will have the most to gain from such medical research. Moreover, such a schema of the consent process may not, in fact, match some of the realities of the interchange between investigator and participant. Drs. Stephen Post and Cornelia Beck presented discussions of the current situation with regard to research ethics in clinical studies involving cognitively impaired older people. Our present autonomy-based ethics in consent are awkward to apply to clinical research for the cognitively impaired. These difficulties apply both to the consenting process of participation and to the dissenting dimension of participation, when it is presumed that an autonomous subject may decide to withdraw from any ongoing project. In medical research, unlike medical care, the beneficiary is most likely to be some present or future element of society, as opposed to the actual research participant. This displacement of potential benefit from the participant to society in clinical research creates an ethical problem for a consent process founded substantially on the notion of individual autonomy. Several solutions have been attempted, but we are fully comfortable with none. One approach has been for investigators to emphasize potential direct benefits that might accrue to research subjects during the conduct of research. The imputation of direct benefit to the research subject by investigators analogizes the consent process in research to the consent process in health care, with which we are all more familiar. Benefits are often emphasized by investigators Alzheimer Disease and Associated Disorders Vol. 17, Suppl. 1, pp. S1–S2 © 2003 Lippincott Williams & Wilkins, Inc., Philadelphia", "venue": "Neurology", "year": 1988, "referenceCount": 2, "citationCount": 6486, "influentialCitationCount": 638, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1702954", "name": "R. Schiffer"}, {"authorId": "4997232", "name": "T. Radebaugh"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "0fe450d6a56a2d1fddbb5d385404ae99adfd1d9d", "externalIds": {"MAG": "2733315604"}, "url": "https://www.semanticscholar.org/paper/0fe450d6a56a2d1fddbb5d385404ae99adfd1d9d", "title": "Cultural difference, theory, and cyberculture studies: A case of mutual repulsion", "abstract": null, "venue": "", "year": 2006, "referenceCount": 0, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "89364752", "name": "Lisa Nakamura"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "16afaafe445abd13858714569d91beda10ef3009", "externalIds": {"DBLP": "journals/nms/Atton06", "MAG": "1990559366", "DOI": "10.1177/1461444806065653"}, "url": "https://www.semanticscholar.org/paper/16afaafe445abd13858714569d91beda10ef3009", "title": "Far-right media on the internet: culture, discourse and power", "abstract": "This study examines the discourse of the British National Party’s (BNP) website. It explores the site as a form of alternative media, focusing on how it involves members and supporters in its discursive construction of racism. It finds that the discourses and identities produced are played out through a radical reformation of the concepts of power, culture and oppression. Drawing on the post-colonial notion of the Other, the BNP seeks to present itself, its activities and its members as responses to racism and oppression that, it argues, are practised by the Other. While this discourse is constructed through the everyday experiences and attitudes of its members, the hierarchically-determined nature of the site prevents those members from sustained, active involvement in the construction of their own identities. For this reason, the study concludes, the BNP’s site is far from the more open, non-hierarchical practices of ‘progressive’ alternative media.", "venue": "New Media Soc.", "year": 2006, "referenceCount": 18, "citationCount": 141, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "3280628", "name": "C. Atton"}]}}, {"intents": ["background"], "contexts": ["…women to native-born white women in the hi-tech industry of Silicon Valley suggests that racial/ethnic and gender bias are actually ameliorated by the fact that highly skilled workers cultivate genderbased and ethnic-based networks as resources that enable them to circumvent bias (Shih, 2006: 200).", "…firms in Silicon Valley are predominantly led by white men and a few white women, yet the manual labor of cleaning their offices and assembling circuit boards is done by immigrants and outsourced labor, often women living in the global south (Gajjala, 2004; Hossfeld, 2001; Pitti, 2004; Shih, 2006)."], "isInfluential": false, "citedPaper": {"paperId": "16d69dc4bdfe2cccaa684b300b5084450abc5a1d", "externalIds": {"MAG": "2151558511", "DOI": "10.1177/0891243205285474"}, "url": "https://www.semanticscholar.org/paper/16d69dc4bdfe2cccaa684b300b5084450abc5a1d", "title": "Circumventing Discrimination", "abstract": "This article compares the experiences of U.S.-born white women, Asian men, and Asian women immigrant engineers in Silicon Valley. It focuses on two particular characteristics of the region’s economic structure: the norm of job-hopping and the centrality of networks to high-skilled workers’ career livelihoods. While these characteristics might be assumed to exacerbate ethnic and gender inequality, the specific history of these groups’ entrance into Silicon Valley’s hi-tech industry enabled them to use these characteristics to their advantage in circumventing bias. The comparison of white women’s strategies to Asian immigrant men’s and women’s strategies highlights the interaction between the structure of opportunities, group histories, and network resources.", "venue": "", "year": 2006, "referenceCount": 67, "citationCount": 59, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32097746", "name": "J. Shih"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "25e8c8246a3ed9d4ad965cb62770d996cd142810", "externalIds": {"MAG": "2058032532", "DOI": "10.1080/01419870.2012.669839"}, "url": "https://www.semanticscholar.org/paper/25e8c8246a3ed9d4ad965cb62770d996cd142810", "title": "Rethinking racial formation theory: a systemic racism critique", "abstract": "Abstract In this theoretical analysis of US racism, we examine contributions and deficiencies of Michael Omi and Howard Winant's influential racial formation theory from the critical perspective of systemic racism theory. Analysing important concepts and arguments in both theoretical frameworks, we demonstrate that racial formation theory inadequately explains: racial meanings and white racial framing; US society's racial foundation; the US state and other sites of racial contestation; whites' and white elites’ centrality in contemporary racism; challenges to a racially pluralistic democracy; and group resistance to racism, especially that of the black ‘radical’ intellectual tradition. We find racial formation theory provides some innovative concepts that move beyond outdated mainstream ethnicity/assimilation theories, but that formation theory lacks the conceptual tools for fully understanding the deep foundation, layered complexities, and institutionalized operations of systemic racism in the USA.", "venue": "", "year": 2013, "referenceCount": 117, "citationCount": 140, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "93292986", "name": "J. Feagin"}, {"authorId": "2066244332", "name": "S. Elias"}]}}, {"intents": ["background"], "contexts": ["This has not changed as the news has moved online (Riley et al., 1998)."], "isInfluential": false, "citedPaper": {"paperId": "270e769071455c638a09ab5369c686b8d469f863", "externalIds": {"MAG": "2067269377", "DBLP": "journals/jcmc/RileyKMP98", "DOI": "10.1111/j.1083-6101.1998.tb00086.x"}, "url": "https://www.semanticscholar.org/paper/270e769071455c638a09ab5369c686b8d469f863", "title": "Community or Colony: The Case of Online Newspapers and the Web", "abstract": "Although the development of relationships on the Net may be seen as “community,” the increasing global presence from commercial media such as online newspapers suggest that another metaphor may be jousting for preeminence – colonization. Findings from an on-going case study of online newspapers suggest the early ideals of democratic community-building in cyberspace are encountering resistance as newspaper organizations delineate “virtual geographic space” and stake out “territory” on the web by subtly discouraging access to other sites (i.e., a type of virtual “homesteading”). Additionally, changes in the production practices of print journalists due to the emergence of electronic newspapers are discussed.", "venue": "J. Comput. Mediat. Commun.", "year": 2006, "referenceCount": 5, "citationCount": 57, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "50740954", "name": "Patricia Riley"}, {"authorId": "2621394", "name": "Colleen M. Keough"}, {"authorId": "3095602", "name": "Ofer Meilich"}, {"authorId": "115699489", "name": "Jillian Pierson"}]}}, {"intents": ["background"], "contexts": ["Perhaps most troubling is the incident at Cronulla, a southern suburb of Sydney, in December 2005, when approximately 5000 residents used SMS technology to organize a rally to protest the incursion onto their beaches of aggressive men of ‘Middle Eastern appearance’ intimidating ‘white’ female beachgoers.", "Goggin (2008) has shown a number of ways in which mobile technologies, collective action and racial meanings are interwoven in the social and political milieu of the Australian context.", "The protest turned into violent riot, with numerous assaults on people perceived to be Middle Eastern (Goggin, 2008: 179–180)."], "isInfluential": true, "citedPaper": {"paperId": "281981fa41887a8401d6576f00022aada23671a3", "externalIds": {"MAG": "2019132192", "DBLP": "journals/tis/Goggin08", "DOI": "10.1080/01972240802020077"}, "url": "https://www.semanticscholar.org/paper/281981fa41887a8401d6576f00022aada23671a3", "title": "Reorienting the Mobile: Australasian Imaginaries", "abstract": "In this paper, I approach the question of mobiles in Asian countries by considering the case of Australia. I do so by way of a preliminary inquiry that seeks to explore the intersection between the emergence of mobiles in Australia with transformations in that country's sense of its relationship with Asia. First I discuss the history of the mobile phone in Australia, noting some important uses and representations that formed part of its social shaping. Second, I explore mobiles and the paradoxes of multiculturalism, and also how digital technologies became central to political culture and identity debates in Australia in the early to-mid 1990s. Third, I look at some important moments in the social shaping of text messaging, in which questions of cultural difference were decisive. Finally, I offer concluding remarks about future research on mobiles in Australia and how they are tied into Asian identities.", "venue": "Inf. Soc.", "year": 2008, "referenceCount": 60, "citationCount": 10, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1963141", "name": "G. Goggin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "2b08b25f28875871b549292d19d467150cac5e02", "externalIds": {"MAG": "636363772"}, "url": "https://www.semanticscholar.org/paper/2b08b25f28875871b549292d19d467150cac5e02", "title": "Learning Race and Ethnicity : Youth and Digital Media", "abstract": "It may have been true once that (as the famous cartoon of the 1990s put it) \"Nobody knows you're a dog on the Internet,\" and that (as an MCI commercial of that era declared) on the Internet there is no race, gender, or infirmity, but today, with the development of web cams, digital photography, cell phone cameras, streaming video, and social networking sites, this notion seems quaintly idealistic. This volume takes up issues of race and ethnicity in the new digital media landscape. The contributors address this topic--still difficult to engage honestly, clearly, empathetically, and with informed understanding in twenty-first century America--with the goal of pushing consideration of a vexing but important subject from margin to center. Learning Race and Ethnicity explores the intersection of race and ethnicity with post 9/11 politics, online hate-speech practices, and digital youth and media cultures. It examines universal access and the racial and ethnic digital divide from the perspective of digital media learning and youth. The chapters treat such subjects as racial identity in the computer-mediated public sphere, minority technology innovators, new methods of music distribution, digital artist Judy Baca's work with youth, Native American digital media literacy, and minority youth technology access and the pervasiveness of online health information. ContributorsAmbar Basu, Graham D. Bodie, Dara N. Byrne, Jessie Daniels, Mohan J. Dutta, Raiford Guins, Guisela Latorre, Antonio Lpez, Chela Sandoval, Tyrone D. Taborn, Douglas Thomas Anna Everett is Professor of Film Studies at the University of California, Santa Barbara.", "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 43, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38804315", "name": "Anna Everett"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "2ca66da8ed80c37a555e299a73c8c60fe1074809", "externalIds": {"MAG": "2271065284"}, "url": "https://www.semanticscholar.org/paper/2ca66da8ed80c37a555e299a73c8c60fe1074809", "title": "Author-Stories: Narrative's Implications for Moral Rights and Copyright's Joint Authorship Doctrine", "abstract": "This Article demonstrates that narrative has significant potential to influence explicitly the ways in which courts, litigants, and legislators think about the process of artistic creation and the voice of the author. It contends that the author's voice is one that has been submerged in the development of copyright law and that copyright law is therefore insufficiently sensitive to authorial perspectives about the creative process. It also argues that narrative, as a strategy for bringing attention to marginalized voices, can greatly assist in the reshaping of certain doctrines especially important to authors such as moral rights and copyright's joint authorship doctrine. This Article does not argue for a radical change of the normative standards under which our copyright law currently operates, nor does it urge that the narrative of the author should be emphasized over and above the other forces that have shaped our copyright law. It does contend, however, that copyright law needs to recognize more explicitly that the author's voice has been drowned out by other more dominant voices in our culture. This submergence has resulted in the marginalization of the author's honor, dignity, and spirit in important applications of copyright law.", "venue": "", "year": 2005, "referenceCount": 120, "citationCount": 21, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "97425833", "name": "R. Kwall"}]}}, {"intents": ["background"], "contexts": ["The reality is that in the networked society (Castells, 1997) racism is now global (Daniels, 2008a, 2009a; Back, 2002), as those with regressive political agendas rooted in white power connect across national boundaries via the Internet, a phenomenon that runs directly counter to Omi and Winant’s…", "…online spaces in search of community predicated on racial identity (McPherson, 2000, 2003), some with overtly racist political agendas (Adams and Roscigno, 2005; Atton, 2006; Daniels, 2008b, 2009a; Back, 2002; Bostdorff, 2004; Breckheimer, 2002; Burris et al., 2000; Campbell, 2006; Zickmund, 1997).", "Although the graphic design of the MLK site makes it easy to spot as problematic for the savvy user, some novice web users can be confused by it (Daniels, 2008a)."], "isInfluential": false, "citedPaper": {"paperId": "32c2b31fcdb876386e8d7320b21ea5389b90ab2a", "externalIds": {"MAG": "2336244436"}, "url": "https://www.semanticscholar.org/paper/32c2b31fcdb876386e8d7320b21ea5389b90ab2a", "title": "Race, Civil Rights, and Hate Speech in the Digital Era", "abstract": null, "venue": "", "year": 2008, "referenceCount": 49, "citationCount": 40, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "46325253", "name": "Jessie Daniels"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "36b0ffe3fe002ae116bd6c7f5ad5ab6388709559", "externalIds": {"MAG": "1992787770", "DOI": "10.1215/01642472-20-2_71-125"}, "url": "https://www.semanticscholar.org/paper/36b0ffe3fe002ae116bd6c7f5ad5ab6388709559", "title": "The Revolution Will Be Digitized: Afrocentricity and the Digital Public Sphere", "abstract": "follows immediately are prefatory remarks that speak to my ambivalence about the evolution of digital culture and race. The focus of this project is on early instances of African diasporic engagements with cyberspace. I begin by acknowledging my ambivalence about the rhetorical terms of the nascent technocratic order, an ambivalence that seems justified each time I boot up my personal computer to compile my years of research into this topic. In powering up my PC, I am confronted with DOS-based text that gives me pause. Before access to the MMX technology powering my system is granted, I am alerted to this opening textual encoding: “Pri. Master Disk, Pri. Slave Disk, Sec. Master, Sec. Slave.” Programmed here is a virtual hierarchy organizing my computer’s software operations. Given the nature of my subject matter, it might not be surprising that I am perpetually taken aback by the programmed boot-up language informing me that my access to the cyber frontier indeed is predicated upon a digitally configured “master/slave” relationship. As the on-screen text runs through its remaining string of required boot-up language and codes, I often wonder why programmers chose such signifiers that hark back to our nation’s ignominious past. I doubt that the Hegelian master/slave dialectic is the referent to which these programmers allude. Even though I do not assume a racial affront or intentionality in this peculiar deployment of the slave and master coupling, its appearance each time I turn on my computer nonetheless causes me concern.", "venue": "", "year": 2002, "referenceCount": 31, "citationCount": 57, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38804315", "name": "Anna Everett"}]}}, {"intents": ["background"], "contexts": ["Critical race theorists within the US are critical of the absolutist view of free speech (Matsuda et al., 1993), and a few scholars have made the case for an interpretation of the First Amendment that recognizes the harm in hate speech (Daniels, 2009a; Smith, 2002)."], "isInfluential": false, "citedPaper": {"paperId": "38b8ea9ff79f498e4643a28fbffd8a930b22c882", "externalIds": {"MAG": "2210313215"}, "url": "https://www.semanticscholar.org/paper/38b8ea9ff79f498e4643a28fbffd8a930b22c882", "title": "Intentional Infliction of Emotional Distress: An Old Arrow Targets the New Head of the Hate Hydra", "abstract": "This article advocates that lawyers use the tort of intentional infliction of emotional distress to challenge and deter bias-motivated harassment on the Internet and contributes important observations about the evolving tort of outrage, the changing face of extremist activities and the growing debate about First Amendment freedoms on the Web. After a brief discussion of on- and off-line harassment by racist extremists, the article turns to the facts of Housing and Urban Development v. Wilson, HUDALJ 03-98-0692-8 (July 19, 2000), to demonstrate the viability of the intentional infliction of emotional distress as a tool to challenge hate-motivated harassment via the Internet. First, the tort permits a contextual analysis that encompasses the online medium's unique challenges - its force multiplier effect, its viability as a tool of anonymity and the inadequate response of law enforcement to Internet conduct - challenges which fuel emotional harms. Second, in reliance upon the analysis of the Ninth Circuit en banc decision in Planned Parenthood of the Columbia/Willamette, Inc v. American Coalition of Life Activists, 290 F.3d 1058 (9th Cir. 2002) (6-5 decision), the article argues that the tort of intentional infliction of emotional distress does not infringe on a hate monger's First Amendment rights, because Web postings that make serious threats of violence against specific individuals constitute \"true threats.\"", "venue": "", "year": 2007, "referenceCount": 36, "citationCount": 10, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2110281585", "name": "Catherine E. Smith"}]}}, {"intents": ["background"], "contexts": ["Critical race theorists within the US are critical of the absolutist view of free speech (Matsuda et al., 1993), and a few scholars have made the case for an interpretation of the First Amendment that recognizes the harm in hate speech (Daniels, 2009a; Smith, 2002)."], "isInfluential": false, "citedPaper": {"paperId": "39a023f34a175ffec2f31e1712ebc62fa295dc1c", "externalIds": {"MAG": "1546751316", "DOI": "10.5860/choice.31-2366"}, "url": "https://www.semanticscholar.org/paper/39a023f34a175ffec2f31e1712ebc62fa295dc1c", "title": "Words That Wound: Critical Race Theory, Assaultive Speech, And The First Amendment", "abstract": "* Introduction Charles R. Lawrence III, Mari J. Matsuda, Richard Delgado, and Kimberl Williams Crenshaw. * Public Response to Racist Speech: Considering the Victims Story M. J. Matsuda. * If He Hollers Let Him Go: Regulating Racist Speech on Campus C. R. Lawrence III. * Words That Wound: A Tort Action for Racial Insults, Epithets, and Name Calling R. Delgado. * Beyond Racism and Misogyny: Black Feminism and 2 Live Crew Kimberl Williams Crenshaw. * Epilogue: Burning Crosses and the R.A.V. Case M. J. Matsuda and C. R. Lawrence III.", "venue": "", "year": 1993, "referenceCount": 0, "citationCount": 800, "influentialCitationCount": 34, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "152872302", "name": "Mari J. Matsuda"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "3dc068e4e4914f88c15631335698575442096458", "externalIds": {"MAG": "2083614599", "DOI": "10.1177/1532708608325938"}, "url": "https://www.semanticscholar.org/paper/3dc068e4e4914f88c15631335698575442096458", "title": "Young, Black (& Brown) and Don't Give a Fuck", "abstract": "The popularity and visibility of video games within American popular culture is prompted debates within from a spectrum of institutions, ranging from the media and the academy to Main Street and the political sphere. Erasing the complexity, much of the discourse focuses instead on questions of violence and the impact of gaming culture on (White) American youth. While focusing on Grand Theft: San Andreas specifically, this essay explores the culture wars surrounding American video game culture, arguing that the moral panics directed at video games and the defenses/celebrations of virtual reality operate through dominant discourses and hegemonic ideologies of race. Erasing their racial content and textual support for state violence directed at communities of color, the dominant discourse concerning youth and video games rationalizes the fear and policing of Black and Brown communities.", "venue": "", "year": 2009, "referenceCount": 25, "citationCount": 39, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "4202768", "name": "David J. Leonard"}]}}, {"intents": ["background"], "contexts": ["Researchers subsequently identified ‘second-level divides’ that focused on the relationship between skills and Internet usage (Hargittai, 2002, 2012; Lenhart and Horrigan, 2003)."], "isInfluential": false, "citedPaper": {"paperId": "3f5082f2cdc0b331cd8242a96f7bcebcac207f18", "externalIds": {"MAG": "2727009441", "DOI": "10.4324/9780203875063"}, "url": "https://www.semanticscholar.org/paper/3f5082f2cdc0b331cd8242a96f7bcebcac207f18", "title": "Open doors, closed spaces? Differentiated adoption of social network sites by user background", "abstract": null, "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 22, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1779187", "name": "E. Hargittai"}]}}, {"intents": ["background"], "contexts": ["The reality of the digital divide, I concluded, bore an uncanny and disturbing resemblance to racist beliefs about race and technology’ (Wright, 2005: 29)."], "isInfluential": false, "citedPaper": {"paperId": "3fe7add991cc6058bb3e64eb91391b6597240c19", "externalIds": {"MAG": "2027545163", "DOI": "10.1353/fro.2005.0017"}, "url": "https://www.semanticscholar.org/paper/3fe7add991cc6058bb3e64eb91391b6597240c19", "title": "Finding a Place in Cyberspace: Black Women, Technology, and Identity", "abstract": "Race and gender take on a number of different forms when they intersect with technology, although most of those permutations resemble their “real time” counterparts, where atavistic attitudes and practices exist alongside progressive views and activities. This paper engages the topic through three different venues: the current discourse on race and technology (the digital divide), the experiences of black women who work in technology, and the figuration of race and gender on the Web. The overarching question that links these three different sections is whether black women can find a “room of their own,” as it were, in cyberspace. As Lisa Nakamura argues in Cybertypes: Race, Ethnicity, and Identity on the Internet, the myth of cyberspace as a “raceless, genderless, and sexuality-free” space is one that thrives in a variety of chat room and other on-line forums. Nakamura argues that “race is constructed as a matter of aesthetics, or finding the color that you like, rather than as a matter of ethnic identity or shared cultural referents. The fantasy of skin color divorced from politics, oppression or racism seems to also celebrate it as infinitely changeable, customizable; as entirely elective as well as political” (53).1 All of these identities, of course, exist in and are constantly reconstructed through language, a medium that, even in the age of Java, still rules as the central means of signification on the Web. Indeed, the success of one’s Web site, career, or product can often rest almost entirely on words—that is, whether they possess that magic combination that will earn them a spot in the top ten of a Google search. It also goes without saying that the language used in cyberspace operates in much the same way it does in the “real world.” In a previous article, “Racism and Technology,” I argued that our discourse on technology bears little resemblance to the reality. In the Western imagination, technology is the exclusive provenance of the West—it", "venue": "", "year": 2005, "referenceCount": 5, "citationCount": 30, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48197682", "name": "M. Wright"}]}}, {"intents": ["background"], "contexts": ["…scholars have pointed out, this disjuncture between a European human rights framework and the absolutist US framework\neffectively sets up a haven for hate speech, as what is illegal in Europe is most likely accepted in the states (Breckheimer, 2002; Savelsberg and King, 2005; Van Blarcum, 2005)."], "isInfluential": false, "citedPaper": {"paperId": "419f924398bb04e680a26965632bd5780e92eb74", "externalIds": {"MAG": "1971712508", "DOI": "10.1086/432779"}, "url": "https://www.semanticscholar.org/paper/419f924398bb04e680a26965632bd5780e92eb74", "title": "Institutionalizing Collective Memories of Hate: Law and Law Enforcement in Germany and the United States1", "abstract": "The institutionalization of distinct collective memories of hate and cultural traumas as law and bureaucracy is examined comparatively for the case of hate crime law. A dehistoricized focus on individual victimization and an avoidance of major episodes of domestic atrocities in the United States contrast with a focus on the Holocaust, typically in the context of the destruction of the democratic state, in Germany. Such differences, in combination with specifics of state organization and exposure to global scripts, help explain particularities of law and law enforcement along dimensions such as internationalization, coupling of minority and democracy protection, focus on individual versus group rights, and specialization of control agencies.", "venue": "American Journal of Sociology", "year": 2005, "referenceCount": 117, "citationCount": 75, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "14232015", "name": "J. Savelsberg"}, {"authorId": "144820152", "name": "Ryan D. King"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "44714618f05e706a1971acdfe244884b2d348ccd", "externalIds": {"MAG": "1972838436", "DOI": "10.1002/PON.617", "PubMed": "12619143"}, "url": "https://www.semanticscholar.org/paper/44714618f05e706a1971acdfe244884b2d348ccd", "title": "Racial/ethnic differences and potential psychological benefits in use of the internet by women with breast cancer", "abstract": "Many websites on the Internet offer information to breast cancer patients and are increasingly being used. The authors investigated the potential psychological benefits of Internet use and how it varied as a function of race/ethnicity among 180 white, African American, and Hispanic American breast cancer patients who used the Internet for medical information. Using standardized psychological measures, as measured by the Interpersonal Support Evaluation List (ISEL), Internet use among minorities was associated with greater overall, appraisal, and tangible social support (p's<0.05) but not belonging and self‐esteem social support than among whites. No differences were observed for stress, depressive symptoms, loneliness, and coping. Since numerous studies suggest that social support may be related to survival, Internet use for breast health issues may have special clinical relevance to racial/ethnic minority groups. Copyright © 2002 John Wiley & Sons, Ltd.", "venue": "Psycho-oncology", "year": 2003, "referenceCount": 48, "citationCount": 108, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "144195983", "name": "J. Fogel"}, {"authorId": "38669645", "name": "S. Albert"}, {"authorId": "2401812", "name": "F. Schnabel"}, {"authorId": "1997438793", "name": "Beth Ann Ditkoff"}, {"authorId": "3479299", "name": "A. Neugut"}]}}, {"intents": ["background"], "contexts": ["Zuberi (2001) deconstructs the logic behind the use of race as a variable in quantitative social science.", "Separated from social context, race as a discrete cause of some social phenomenon is problematic because it conflates correlation with causality (Zuberi, 2001: 97)."], "isInfluential": false, "citedPaper": {"paperId": "46b39a879d7ea94a5b105c909c6d0a11415e9ca4", "externalIds": {"MAG": "2052462551", "DOI": "10.2307/3090025"}, "url": "https://www.semanticscholar.org/paper/46b39a879d7ea94a5b105c909c6d0a11415e9ca4", "title": "Thicker Than Blood: How Racial Statistics Lie", "abstract": null, "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 281, "influentialCitationCount": 23, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "15765014", "name": "T. Zuberi"}]}}, {"intents": ["background"], "contexts": ["The evidence for this shift appears in Nakamura’s work in which she examines the ‘text-only niche Internet,’ where identity tourism, that is, the escape from visibly embodied racial identity, was more possible (Nakamura, 2002).", "A few imagined a rise in identity tourism, that is, people using the playful possibilities of gaming to visit different racial and gender identities online (Nakamura, 2002; Turkle, 1997).", "Nakamura writes about drop-down menus and clickable boxes that are used to categorically define ‘race’ online, tracing them back to race as a key marketing category (Nakamura, 2002)."], "isInfluential": false, "citedPaper": {"paperId": "4794714ef64a90457409e3cc6782bed5f70b6e61", "externalIds": {"MAG": "1602070487"}, "url": "https://www.semanticscholar.org/paper/4794714ef64a90457409e3cc6782bed5f70b6e61", "title": "Cybertypes: Race, Ethnicity, and Identity on the Internet", "abstract": "From the Publisher: \nCyberspace entices us with the promise of an online utopia\u0097a web of fluid identities and infinite possibilities. When we look for signs of freedom online\u0097anywhere from chat room conversations to cyberpunk fiction\u0097we are almost inevitably urged toward \"liberation\" from our bodies and their \"restrictive\" attributes like race, gender, and age. But cyberculture critic Lisa Nakamura insists that the Internet is a place where race matters. \nRace itself may not be fixed or finite, but Nakamura argues that racial stereotypes-or \"cybertypes\"-are hardwired into our online interactions: Identity tourists masquerade in virtual roles like Asian_Geisha and Alatinolover. Web directories sharply narrow racial categories. Anonymous computer users are assumed to be white. \nIn Cybertypes, Nakamura looks at what happened to race when it went online, and how our ideas about race continue to be shaped and reshaped every time we log on. Examining all facets of our everyday online experience from Internet advertising to email jokes, Nakamura shows that the postmodern ideal of fluid selves made possible by network technology is not necessarily subversive, progressive, or liberating. The harder race is pushed off-line, the greater the consequences in real life for people of color. \nA lively and provocative discussion Cybertypes offers a valuable new way of thinking about race and identity in the information age.", "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 698, "influentialCitationCount": 54, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "89364752", "name": "Lisa Nakamura"}]}}, {"intents": ["background"], "contexts": ["Together, these suggest difference inheres in the racialized Other, and in Hall’s words, sends ‘“Them”… into symbolic exile …beyond the pale’ (Hall, 1997: 258).", "The Others – who are in some way different – beyond the pale’ (Hall, 1997: 258)."], "isInfluential": false, "citedPaper": {"paperId": "4ad02a43ad5923ead74b7a37914e4d617d460d8f", "externalIds": {"MAG": "3025583502"}, "url": "https://www.semanticscholar.org/paper/4ad02a43ad5923ead74b7a37914e4d617d460d8f", "title": "Representation: Cultural representations and signifying practices.", "abstract": "The Work of Representation - Stuart Hall Representing the Social - Peter Hamilton France and Frenchness in Post-War Humanist Photography The Poetics and Politics of Exhibiting Other Cultures - Henrietta Lidchi The Spectacle of the 'Other' - Stuart Hall Exhibiting Masculinity - Sean Nixon Genre and Gender - Christine Gledhill The Case of Soap Opera", "venue": "", "year": 1997, "referenceCount": 28, "citationCount": 4794, "influentialCitationCount": 518, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46941025", "name": "Stuart Hall"}]}}, {"intents": ["background"], "contexts": ["Reading newspapers is, as Benedict Anderson (1991) observed, one of the chief ways that people imagine themselves part of a community."], "isInfluential": false, "citedPaper": {"paperId": "4be15f488e6d6c89a9514cae3d2aa21b6f8a897a", "externalIds": {"MAG": "2056487583", "DOI": "10.1353/sais.1992.0029"}, "url": "https://www.semanticscholar.org/paper/4be15f488e6d6c89a9514cae3d2aa21b6f8a897a", "title": "Imagined Communities: Reflections on the Origin and Spread of Nationalism (review)", "abstract": "Anderson, Benedict. 1991. Imagined Communities: Reflections on the Origin and Spread of Nationalism. London: Verso. Briggs, Asa and Peter Burke. 2005. A Social History of the Media from Gutenberg to the Internet. Cambridge: Polity Press. Chun, Wendy Hui Kyong. 2006. \"Introduction: Did Somebody Say New Media?\" In Wendy Hui Kyong Chun and Thomas Kennan eds., New Media/Old Media: A History and Theory Reader. New York: Routledge, pp. 1-11. Deibert, Ronald. 1997. Parchment, Printing and Hypermedia: Communication in World Order Transformation. New York: Columbia University Press. Elsaesser, Thomas. 2006. \"Early Film History and Multi-Media: An Archaeology of Possible Futures?\" In Wendy Hui Kyong Chun and Thomas Kennan eds., New Media/Old Media: A History and Theory Reader. New York: Routledge, pp. 13-26. Jenkins, Henry. 2006. Convergence Culture: Where Old and New Media Collide. New York: New York University Press. Luhman, Niklas. 2000. The Reality of the Mass Media. Cambridge: Polity Press. Mirzoeff, Nicholas. 2006. \"Network Subjects or, The Ghost is the Message.\" In Wendy Hui Kyong Chun and Thomas Keenan eds., New Media/Old Media: A History and Theory Reader. New York: Routledge, pp. 335-345. Saenger, Paul. 1997. \"Introduction\" to Space Between Words: The Origins of Silent Reading. Stanford: Stanford University Press, pp. 1-17. Thorburn, David and Henry Jenkins eds. 2003. Rethinking Media Change: The Aesthetics of Transition. Boston: MIT Press.", "venue": "", "year": 1992, "referenceCount": 4, "citationCount": 933, "influentialCitationCount": 89, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145527553", "name": "Richard J. Walter"}]}}, {"intents": ["background"], "contexts": ["Diasporas within national borders are also sustained through the Internet (Eglash, 2001), as when the web became a vital tool for connecting African-Americans following Hurricane Katrina (Brock, 2008)."], "isInfluential": false, "citedPaper": {"paperId": "4f7f2129be05cef96610c88014445108016acbbc", "externalIds": {"MAG": "1966845598", "DOI": "10.1080/09505430120074136"}, "url": "https://www.semanticscholar.org/paper/4f7f2129be05cef96610c88014445108016acbbc", "title": "The Race For Cyberspace: Information Technology in the Black Diaspora", "abstract": "Barbara Christian’s (1987) seminal essay, ‘The race for theory’, analyzed the ways in which the academic competition to create a theory of black women’s writing had overshadowed the potent theoretical content of the writing itself. Similarly, this essay examines how the hype over the application of new information technologies to racialized social problems has overshadowed the potent technological content of the communities themselves. Focusing on the black diaspora, we broaden the category of ‘information technology’ to show how traditions of coding and computation from indigenous African practices and black appropriations of Euro-American technologies have supported, resisted, and fused with the cybernetic histories of the West: a potential source for changes in reconstructing identity, social position and access to power in communities of the black diaspora. j ANTI-RACIST TECHNOPHILIA", "venue": "", "year": 2001, "referenceCount": 29, "citationCount": 17, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2854828", "name": "R. Eglash"}, {"authorId": "32033223", "name": "J. Bleecker"}]}}, {"intents": ["background"], "contexts": ["Social networking sites (SNSs), such as Facebook and MySpace, are phenomenally popular and important to the field of Internet studies (Boyd and Ellison, 2007)."], "isInfluential": false, "citedPaper": {"paperId": "4fac0babc24218cb8a167de8416f11134cc01e43", "externalIds": {"DBLP": "journals/jcmc/BoydE08", "MAG": "1985749074", "DOI": "10.1111/J.1083-6101.2007.00393.X"}, "url": "https://www.semanticscholar.org/paper/4fac0babc24218cb8a167de8416f11134cc01e43", "title": "Social network sites: definition, history, and scholarship", "abstract": "This publication contains reprint articles for which IEEE does not hold copyright. Full text is not available on IEEE Xplore for these articles.", "venue": "IEEE Engineering Management Review", "year": 2007, "referenceCount": 130, "citationCount": 13997, "influentialCitationCount": 1030, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "38818867", "name": "D. Boyd"}, {"authorId": "1791021", "name": "N. Ellison"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "50d963c0dca7b27b78757b1d90f8e48501da4c26", "externalIds": {"MAG": "2169240853", "DOI": "10.4324/9780203194959"}, "url": "https://www.semanticscholar.org/paper/50d963c0dca7b27b78757b1d90f8e48501da4c26", "title": "Communities in Cyberspace", "abstract": "From the Publisher: \nIn cyberspace, communication and co-ordination is cheap, fast, and global. With powerful new tools for interacting and organizing in the hands of millions of people worldwide, what kinds of social spaces and groups are people creating? How is the Internet changing our basic concepts of identity, self-governance and community? Communities in Cyberspace investigates how the idea of community is being challenged and rewritten by the widespread use of online interaction. This edited volume is an essential introduction to the landscape of social life in cyberspace. It will appeal to academics, students and professionals, and to those concerned about the changing relationship between information technology and society.", "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 1304, "influentialCitationCount": 32, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1873272", "name": "P. Kollock"}, {"authorId": "1410176686", "name": "Marc A. Smith"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "51dc5ff48af43cc6298639689039f6dae5cc383f", "externalIds": {"MAG": "1585593108", "DOI": "10.5117/9789056290818"}, "url": "https://www.semanticscholar.org/paper/51dc5ff48af43cc6298639689039f6dae5cc383f", "title": "Chemie in cyberspace", "abstract": null, "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 255, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144189527", "name": "B. Smit"}]}}, {"intents": ["background"], "contexts": ["In some ways, the Internet functions as a kind of third space that encourages intimate discursive interaction, similar to the way Black barber shops and beauty salons allowed private spaces for identity discourses between Black men and women, and also opens these formerly private spaces to non-Blacks, who contribute to the articulation of Black identity online (Brock, 2009; Hughey, 2008).", "…interaction, similar to the way Black barber shops and beauty salons allowed private spaces for identity discourses between Black men and women, and also opens these formerly private spaces to non-Blacks, who contribute to the articulation of Black identity online (Brock, 2009; Hughey, 2008)."], "isInfluential": false, "citedPaper": {"paperId": "52436d7450aefffae2f38efe893bfdb103ffc323", "externalIds": {"MAG": "2143085077", "DOI": "10.1177/0891241607309987"}, "url": "https://www.semanticscholar.org/paper/52436d7450aefffae2f38efe893bfdb103ffc323", "title": "Virtual (Br)others and (Re)sisters", "abstract": "Recently, the Internet has become the focus of immense speculation regarding the social construction of identity and cultural “authenticity.” However, examinations of virtual communities such as blogs, multiuser domains, and chat rooms have largely ignored nonwhite, especially African American, virtual communities (VCs). Through participant observation, content analysis, and personal interviews, this article analyzes a VC dedicated to members of African American fraternities and sororities, generally referred to as black Greek letter organizations (BGLOs). Findings show that BGLO virtual authenticity is accomplished via (1) the making of “brothers” and “others” based on symbolic boundaries of exclusion and inclusion and (2) the deployment of themes of resistance based on emotions of both sufferance and success. Implications suggest that interrogations of how virtuality constrains and enables processes of “authentic” racial identity formation as well as configurations of racist narratives and ideologies can yield added insights regarding the raced character of structure/agency, symbolic boundaries, and the social use of emotions.", "venue": "", "year": 2008, "referenceCount": 74, "citationCount": 39, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "21415637", "name": "M. Hughey"}]}}, {"intents": ["background"], "contexts": ["As Gunkel (2003) points out, the fact that this research takes as its premise a dichotomous variable replays a broader binary opposition within Western culture, such as ‘literate’ and ‘illiterate.’"], "isInfluential": false, "citedPaper": {"paperId": "572e2e37e6ada2803a771675abb5d6f4f3f7d7a4", "externalIds": {"MAG": "2025613117", "DBLP": "journals/nms/Gunkel03", "DOI": "10.1177/146144480354003"}, "url": "https://www.semanticscholar.org/paper/572e2e37e6ada2803a771675abb5d6f4f3f7d7a4", "title": "Second Thoughts: Toward a Critique of the Digital Divide", "abstract": "This article introduces critical perspective into the discussion of the digital divide, which is commonly defined as the gap separating those individuals who have access to new forms of information technology from those who do not. The analysis is distinguished from other undertakings addressing this matter, insofar as it does not document the empirical problems of unequal access but considers the terminology, logical structure, and form that define and direct work on this important social and ethical issue. The investigation employs the tools of critical theory and targets extant texts, reports, and studies. In this way, the analysis does not dispute the basic facts gathered in recent empirical studies of computer usage and internet access. On the contrary, its purpose is to assist these and other endeavors by making evident their common starting point, stakes, and consequences.", "venue": "New Media Soc.", "year": 2003, "referenceCount": 113, "citationCount": 319, "influentialCitationCount": 25, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2249898", "name": "David J. Gunkel"}]}}, {"intents": ["background"], "contexts": ["Leonard (2003, 2006, 2009) writes persuasively about video games as offering players explorations of black athleticism and the inner city.", "Video games are not just games, Leonard argues, but spaces to ‘engage American discourses, ideologies, and racial dynamics’ (Leonard, 2003: 3)."], "isInfluential": false, "citedPaper": {"paperId": "58589cfef3bb9abeaf029bf9708a9cc75428c373", "externalIds": {"MAG": "1966671389", "DOI": "10.3138/SIM.3.4.002"}, "url": "https://www.semanticscholar.org/paper/58589cfef3bb9abeaf029bf9708a9cc75428c373", "title": "“Live in Your World, Play in Ours”: Race, Video Games, and Consuming the Other", "abstract": "As the nascent field of computer games research and games studies develops, one rich area of study will be a semiotic analysis of the tropes, conventions, and ideological sub-texts of various games. This article examines the centrality of race and gender in the narrative, character development, and ideologies of platform video games, paying particular attention to the deployment of stereotypes, the connection between pleasure, fantasy and race, and their link to instruments of power. Video games represent a powerful instrument of hegemony, eliciting ideological consent through a spectrum of white supremacist projects.", "venue": "", "year": 2003, "referenceCount": 23, "citationCount": 135, "influentialCitationCount": 13, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "4202768", "name": "David J. Leonard"}]}}, {"intents": ["background"], "contexts": ["…Everett refers to a ‘master narrative’ that positions ‘black people in general, and black women especially, as casualties of the information economy’ (Everett, 2004: 1282).8 This is not merely the disabling rhetoric of those outside the field, but it inheres in the very definition of the…", "People use the Internet to both form and reaffirm individual racial identity and seek out communities based on race and racial understandings of the world (Byrne, 2008a, 2008b; Everett, 2004, 2008; Nakamura and Chow-White, 2011)."], "isInfluential": false, "citedPaper": {"paperId": "589eb771522f0affb5976b373b8ef95812735c96", "externalIds": {"MAG": "2061915758", "DOI": "10.1086/422235"}, "url": "https://www.semanticscholar.org/paper/589eb771522f0affb5976b373b8ef95812735c96", "title": "On Cyberfeminism and Cyberwomanism: High‐Tech Mediations of Feminism’s Discontents", "abstract": "I n 2000 an important survey of the so-called gender divide in Internet usage concluded that for the first time the number of U.S. women online equaled that of their male counterparts. A year later, it was reported that U.S. women even outpaced men in online participation. However, it should not be surprising that globally the percentage of women online remains very low. The good news/bad news scenario represented by this empirical data got me thinking about certain qualitative aspects of women’s changing position within new-media environments and within feminism’s changing paradigms. Clearly, such formidable technological and cultural changes are transforming women’s roles in all spheres of public and private life, both locally and globally as well as inside and outside the academy. At the height of mainstream media proclamations of the arrival of a new postfeminist age during the 1990s, feminism and cyberspace became fruitfully conjoined. As Faith Wilding characterizes it, “Linking the terms ‘cyber’ and ‘feminism’ creates a crucial new formation in the history of feminism(s) and of the e-media. Each part of the term necessarily modifies the meaning of the other” (Wilding 1997). The significant year, in my view, was 1997, an amazingly productive year for women confronting their often contradictory positions of “working with new technologies and feminist politics” (Wilding 1997). That year saw the incredible confluence of women’s groundbreaking involvement in digital media technologies across theoretical, critical, and activist spheres of feminist influ-", "venue": "Signs: Journal of Women in Culture and Society", "year": 2004, "referenceCount": 11, "citationCount": 37, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38804315", "name": "Anna Everett"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "599607b9aff0589ea1e58d996b11b66548b55b8d", "externalIds": {"MAG": "2121393013", "DOI": "10.2307/2056089"}, "url": "https://www.semanticscholar.org/paper/599607b9aff0589ea1e58d996b11b66548b55b8d", "title": "Imagined Communities: Reflections on the Origin and Spread of Nationalism", "abstract": "What makes people love and die for nations, as well as hate and kill in their name? While many studies have been written on nationalist political movements, the sense of nationality - the personal and cultural feeling of belonging to the nation - has not received proportionate attention. In this widely acclaimed work, Benedict Anderson examines the creation and global spread of the 'imagined communities' of nationality. Anderson explores the processes that created these communities: the territorialisation of religious faiths, the decline of antique kingship, the interaction between capitalism and print, the development of vernacular languages-of-state, and changing conceptions of time. He shows how an originary nationalism born in the Americas was modularly adopted by popular movements in Europe, by the imperialist powers, and by the anti-imperialist resistances in Asia and Africa. This revised edition includes two new chapters, one of which discusses the complex role of the colonialist state's mindset in the development of Third World nationalism, while the other analyses the processes by which all over the world, nations came to imagine themselves as old.", "venue": "", "year": 1983, "referenceCount": 173, "citationCount": 18975, "influentialCitationCount": 265, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Materials Science", "Sociology"], "authors": [{"authorId": "48726786", "name": "B. Anderson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "5b11789d802fdea3dec958d6caeb17bae8ec14e4", "externalIds": {"MAG": "2941006444", "DOI": "10.1016/S1352-0237(00)00138-6"}, "url": "https://www.semanticscholar.org/paper/5b11789d802fdea3dec958d6caeb17bae8ec14e4", "title": "Falling through the Net: Defining the Digital Divide: A Report on the Telecommunications and Information Technology Gap in America", "abstract": null, "venue": "", "year": 2000, "referenceCount": 12, "citationCount": 424, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2070572385", "name": "Owen Adams"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "5bfe64786aa439a73a58274165507ab28b3444c7", "externalIds": {"MAG": "648426185", "DOI": "10.4324/9780203875063"}, "url": "https://www.semanticscholar.org/paper/5bfe64786aa439a73a58274165507ab28b3444c7", "title": "Race after the internet", "abstract": "Wendy Chun, Tara McPherson, Rayvon Fouche, Curtis Marez, Alexander Galloway, Oscar Gandy, Anna Everett, Christian Sandvig, danah boyd, Ernie Wilson, Sasha Costanza-Chock, Eszter Hargittai, Alondra Nelson, Peter Chow-White, Troy Duster", "venue": "", "year": 2013, "referenceCount": 24, "citationCount": 120, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "89364752", "name": "Lisa Nakamura"}, {"authorId": "1404920817", "name": "Peter A. Chow-White"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "5d65dd95dbed2fd67838041950ebc92e8e8dc96d", "externalIds": {"MAG": "63822291", "DOI": "10.1525/california/9780520230361.001.0001"}, "url": "https://www.semanticscholar.org/paper/5d65dd95dbed2fd67838041950ebc92e8e8dc96d", "title": "Hanging Out in the Virtual Pub: Masculinities and Relationships Online", "abstract": "From the Publisher: \n\"Hanging Out at the Virtual Pub provides a richly detailed and theoretically mediated understanding of gender's significance in online-game playing. This examination of the behavior of educated techno-elites helps us understand communities and larger social trends. Kendall's vision is neither utopian nor dystopian. People will buy this timely book.\"-Anita Allen, professor of Law and Philosophy, University of Pennsylvania \n\"This wonderful book is readable, enjoyable, and lively, providing a fascinating look into a world not known by many. It will appeal to those who have interests in computers and the friendship communities that evolve in cyberspace, as well as to those working on gender and race issues.\"-Peter Nardi, author of Gay Men's Friendships:Invincible Communities \n \nAuthor Biography:Lori Kendall is Assistant Professor of Sociology at Purchase College\u0097State University of New York.", "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 274, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "21840705", "name": "L. Kendall"}]}}, {"intents": ["background"], "contexts": ["As Kvasny and Igwe point out, for African-Americans, racial identity is part of a longstanding struggle against white domination marked by slavery, segregation, the great migration, the civil rights movement and the black power movement (Kvasny and Igwe, 2008: 570).", "Other research has found that online spaces that are both focused on a particular health issue (e.g., HIV/ AIDS) and racially specific can function as important alternative spaces for support, networking and discussion (Kvasny and Igwe, 2008).", ", HIV/ AIDS) and racially specific can function as important alternative spaces for support, networking and discussion (Kvasny and Igwe, 2008).", "Kvasny and Igwe (2008) look at how aspects of African-American identity are performed discursively in a blog community centered around HIV/AIDS in the black community."], "isInfluential": true, "citedPaper": {"paperId": "5d9fcf688b0e0e6691a15a63ab460580a8417e14", "externalIds": {"DBLP": "journals/jcmc/KvasnyI08", "MAG": "2016764736", "DOI": "10.1111/j.1083-6101.2008.00411.x"}, "url": "https://www.semanticscholar.org/paper/5d9fcf688b0e0e6691a15a63ab460580a8417e14", "title": "An African American Weblog Community's Reading of AIDS in Black America", "abstract": "ZhaiYao \n \nTop of page \nZhaiYao \nIntroduction \nEthnicity Identity and Language \nHIV/AIDS and African Americans \nMethodology \nFindings \nDiscussion \nFuture Research \nReferences", "venue": "J. Comput. Mediat. Commun.", "year": 2008, "referenceCount": 36, "citationCount": 24, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "70319369", "name": "Lynette Kvasny"}, {"authorId": "119655318", "name": "C. Igwe"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "61193892843a2151c0dc41fb0c085eb715dcd0df", "externalIds": {"MAG": "581026312"}, "url": "https://www.semanticscholar.org/paper/61193892843a2151c0dc41fb0c085eb715dcd0df", "title": "Who Do You Think You Are", "abstract": null, "venue": "", "year": 1978, "referenceCount": 0, "citationCount": 96, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "50460338", "name": "Alice Munro"}]}}, {"intents": ["background"], "contexts": ["The prevailing view in the field is that the Internet is a site for identity construction and community formation around racial and ethnic identity (Ignacio, 2005; Nakamura and Chow-White, 2011; Parker and Song, 2006)."], "isInfluential": false, "citedPaper": {"paperId": "619f0c782c5203de7b21292701919f4a49213394", "externalIds": {"PubMedCentral": "7190189", "MAG": "1520044586", "DOI": "10.1111/j.1467-954X.2006.00630.x", "PubMed": "32362690"}, "url": "https://www.semanticscholar.org/paper/619f0c782c5203de7b21292701919f4a49213394", "title": "New ethnicities online: reflexive racialisation and the internet", "abstract": "In this article we analyse the emergence of Internet activity addressing the experiences of young people in two British communities: South Asian and Chinese. We focus on two web sites: www.barficulture.com and www.britishbornchinese.org.uk, drawing on interviews with site editors, content analysis of the discussion forums, and E-mail exchanges with site users. Our analysis of these two web sites shows how collective identities still matter, being redefined rather than erased by online interaction. We understand the site content through the notion of reflexive racialisation. We use this term to modify the stress given to individualisation in accounts of reflexive modernisation. In addition we question the allocation of racialised meaning from above implied by the concept of racialisation. Internet discussion forums can act as witnesses to social inequalities and through sharing experiences of racism and marginalisation, an oppositional social perspective may develop. The online exchanges have had offline consequences: social gatherings, charitable donations and campaigns against adverse media representations. These web sites have begun to change the terms of engagement between these ethnic groups and the wider society, and they have considerable potential to develop new forms of social action.", "venue": "The Sociological review", "year": 2006, "referenceCount": 72, "citationCount": 71, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "144500221", "name": "David Parker"}, {"authorId": "6147455", "name": "Miri Song"}]}}, {"intents": ["background"], "contexts": ["Racism has both ‘whitened the national narrative,’ (Sinclair, 2004: 2) and ‘whitened our technological stories’ (De la Peña, 2010: 925), and we must interrogate this.", "As Sinclair observes, ‘The history of race in America has been written as if technologies scarcely existed, and the history of technology as if it were utterly innocent of racial significance’ (Sinclair, 2004: 1)."], "isInfluential": false, "citedPaper": {"paperId": "61d77856640b37531375bc64d73a58ab7deb1650", "externalIds": {"MAG": "2272693128"}, "url": "https://www.semanticscholar.org/paper/61d77856640b37531375bc64d73a58ab7deb1650", "title": "Technology and the African American Experience: Needs and Opportunities for Study/Black Inventors in the Age of Segregation (Book)", "abstract": null, "venue": "", "year": 2004, "referenceCount": 0, "citationCount": 29, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "113989289", "name": "Lisa Cook"}]}}, {"intents": ["background"], "contexts": ["The value of these kinds of alternative online spaces to address race and racism should not be underestimated in the context of racism and color-blind ideology within US health care (Malat et al., 2010) and the damaging health effects linked to racism (Geronimus, 1992; Williams and Collins, 2001)."], "isInfluential": false, "citedPaper": {"paperId": "631bf4b29ad328a3d9ec20ae9740f72930f02228", "externalIds": {"MAG": "2134478278", "DOI": "10.1080/01419870903501970"}, "url": "https://www.semanticscholar.org/paper/631bf4b29ad328a3d9ec20ae9740f72930f02228", "title": "White doctors and nurses on racial inequality in health care in the USA: whiteness and colour-blind racial ideology", "abstract": "Abstract In this paper we report on an interdisciplinary project interviewing doctors and nurses about racial inequality in health care in the USA. We analysed data from interviews with twenty-two white doctors and nurses in which they were asked to offer explanations for racial inequality in health care. Results provide insight into how whiteness operates to provide white patients more often with appropriate health care and how colour-blind ideology can be adapted to accommodate naming white advantage and potential racial discrimination. However, even when naming mechanisms of white advantage in accessing resources, the white respondents avoided acknowledging how they are implicated in racial inequality in health care. We discuss the implications for understanding whiteness and colour-blind ideology.", "venue": "", "year": 2010, "referenceCount": 54, "citationCount": 27, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "34827797", "name": "J. Malat"}, {"authorId": "1404064760", "name": "Rose Clark-Hitt"}, {"authorId": "40498929", "name": "Diana J. Burgess"}, {"authorId": "1399720108", "name": "Greta Friedemann-Sánchez"}, {"authorId": "90502577", "name": "M. van Ryn"}]}}, {"intents": ["background"], "contexts": ["Some of this work takes a different approach and looks at racially regressive political groups such as neo-Nazis and the KKK (Adams and Roscigno, 2005; Atton, 2006; Back, 2002; Bostdorff, 2004; Burris et al., 2000; Campbell, 2006; Glaser et al., 2002; Lee and Leets, 2002; Leets, 2001; Tateo, 2005; Zickmund, 1997).", "…takes a different approach and looks at racially regressive political groups such as neo-Nazis and the KKK (Adams and Roscigno, 2005; Atton, 2006; Back, 2002; Bostdorff, 2004; Burris et al., 2000; Campbell, 2006; Glaser et al., 2002; Lee and Leets, 2002; Leets, 2001; Tateo, 2005; Zickmund, 1997)."], "isInfluential": false, "citedPaper": {"paperId": "6342e781f6614db1eedae2dd0d15d53d7c0e352f", "externalIds": {"MAG": "2131191147", "DOI": "10.1111/1540-4560.00255"}, "url": "https://www.semanticscholar.org/paper/6342e781f6614db1eedae2dd0d15d53d7c0e352f", "title": "Studying Hate Crime with the Internet: What Makes Racists Advocate Racial Violence?", "abstract": "We conducted semistructured interviews with 38 participants in White racist Internet chat rooms, examining the extent to which people would, in this unique environment, advocate interracial violence in response to purported economic and cultural threats. Capitalizing on the anonymity and candor of chat room interactions, this study provides an unusual perspective on extremist attitudes. We experimentally manipulated the nature and proximity of the threats. Qualitative and quantitative analyses indicate that the respondents were most threatened by interracial marriage and, to a lesser extent, Blacks moving into White neighborhoods. In contrast, job competition posed by Blacks evoked very little advocacy of violence. The study affords an assessment of the advantages and limitations of Internet-based research with clandestine populations.", "venue": "", "year": 2002, "referenceCount": 42, "citationCount": 241, "influentialCitationCount": 13, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "7648211", "name": "J. Glaser"}, {"authorId": "48120585", "name": "Jaya Dixit"}, {"authorId": "145931139", "name": "D. Green"}]}}, {"intents": ["background"], "contexts": ["There is some research using narrative or discourse analysis to examine racism and stereotypes in news sources (Meyers, 2004; Teo, 2000) and sports (Harrison et al., 2010), but these do not address the interactive feature of online news."], "isInfluential": false, "citedPaper": {"paperId": "654988c22c45ca47e168e0026f83317431342c15", "externalIds": {"MAG": "2151031034", "DOI": "10.1179/ssa.2010.4.2.155"}, "url": "https://www.semanticscholar.org/paper/654988c22c45ca47e168e0026f83317431342c15", "title": "Stereotypes of Black Male Athletes on the Internet", "abstract": "Abstract This study questions to what extent Internet discourse in the form of articles and readers responses on personal feature stories about professional black male athletes challenge or reinforce traditional racial stereotypes. Using data collected from the homepage of ESPN.com over the span of a constructed week in late 2008, the analysis shows that online articles portrayed athletes to be violent, irresponsible, unable to resist social temptations, and to be guilty of crimes. However, the articles did not reference the race of the athlete in the text. Instead, the commentary provided by readers through Internet posts discussed racial stereotypes by debating the significance of race in the articles.", "venue": "", "year": 2010, "referenceCount": 69, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "152113295", "name": "C. Harrison"}, {"authorId": "115864911", "name": "Kathleen Tayman"}, {"authorId": "119521635", "name": "Neza K. Janson"}, {"authorId": "2052867898", "name": "C. Connolly"}]}}, {"intents": ["background"], "contexts": ["The difficulty in calling out racism in the context of the popular Internet in which ‘racist griefing’ is part of gaming culture is particularly vexing (Nakamura, 2009)."], "isInfluential": false, "citedPaper": {"paperId": "68ddca752f2d90813608548068aa627fc20beceb", "externalIds": {"MAG": "2102893775", "DOI": "10.1080/15295030902860252"}, "url": "https://www.semanticscholar.org/paper/68ddca752f2d90813608548068aa627fc20beceb", "title": "Don't Hate the Player, Hate the Game: The Racialization of Labor in World of Warcraft", "abstract": "This article examines the racialization of informational labor in machinima about Chinese player workers in the massively multiplayer online role playing game World of Warcraft. Such fan-produced video content extends the representational space of the game and produces overtly racist narrative space to attach to a narrative that, while carefully avoiding explicit references to racism or racial conflict in our world, is premised upon a racial war in an imaginary world—the World of Azeroth. This profiling activity is part of a larger biometric turn initiated by digital culture's informationalization of the body and illustrates the problematics of informationalized capitalism. If late capitalism is characterized by the requirement for subjects to be possessive individuals, to make claims to citizenship based on ownership of property, then player workers are unnatural subjects in that they are unable to obtain avatarial self-possession. The painful paradox of this dynamic lies in the ways that it mirrors the dispossession of information workers in the Fourth Worlds engendered by ongoing processes of globalization. As long as Asian “farmers” are figured as unwanted guest workers within the culture of MMOs, user-produced extensions of MMO-space like machinima will most likely continue to depict Asian culture as threatening to the beauty and desirability of shared virtual space in the World of Warcraft.", "venue": "", "year": 2009, "referenceCount": 44, "citationCount": 191, "influentialCitationCount": 10, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "89364752", "name": "Lisa Nakamura"}]}}, {"intents": ["background"], "contexts": ["In the US, cyberlibertarians (Godwin, 1998) view the Internet and regulation as antithetical to principles of the US constitution that they interpret as guaranteeing an absolute right to free speech, regardless of content (Becker et al., 2000)."], "isInfluential": false, "citedPaper": {"paperId": "6b6bfcf0273de0385552bf02191e4d5133365087", "externalIds": {"MAG": "2145907087", "DOI": "10.1080/13600860054872"}, "url": "https://www.semanticscholar.org/paper/6b6bfcf0273de0385552bf02191e4d5133365087", "title": "The Contentious American Debate: The First Amendment and Internet-based Hate Speech", "abstract": "This essay reviews the debate over what constitutes hate speech and whether or not such speech is protected by the American First Amendment. First, the concept of white racialism and white supremacy is defined and illustrated. Then after a brief discussion of the legal debate, the nature and problematic definition(s) of hate speech is presented. The unique speech environment of the internet is reviewed alongside attempts to limit and censor topics available on the internet. The arguments for and against restricting first amendment protection are discussed, with a focus on Michael Israel's five criteria for withdrawing first amendment protections. The work concludes with a discussion of the difficulty in constraining discourse on the internet.", "venue": "", "year": 2000, "referenceCount": 12, "citationCount": 20, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "66384262", "name": "P. Becker"}, {"authorId": "13510749", "name": "B. Byers"}, {"authorId": "70866203", "name": "Arthur J. Jipson"}]}}, {"intents": ["background"], "contexts": ["Diasporas within national borders are also sustained through the Internet (Eglash, 2001), as when the web became a vital tool for connecting African-Americans following Hurricane Katrina (Brock, 2008).", "Brock explores African-American bloggers’ response to mainstream news reports about Hurricane Katrina (2008)."], "isInfluential": false, "citedPaper": {"paperId": "6ea68d30efabbda0d507d1f9941fc6877c66d3ac", "externalIds": {"MAG": "2520735067"}, "url": "https://www.semanticscholar.org/paper/6ea68d30efabbda0d507d1f9941fc6877c66d3ac", "title": "Race matters. African Americans on the Web following Hurricane Katrina", "abstract": "Abstract. The Internet’s penetration into everyday life increasingly reveals the \nideological and cultural bases of information provided by, for, and about its users. \nAnalyses of Internet use should accordingly include technology analyses, \ninteractional analyses, and the embedded cultural contexts of the users, the \ntechnology, and the information artifacts published on the World Wide Web. This \npaper analyzes African American online responses to racialized depictions of \nBlack culture and American citizenship following Hurricane Katrina, using \nW.E.B. DuBois’ observations of Black identity as a cultural information \nframework. Findings indicated that American traditions of race relations between \nBlacks and Whites shaped online interactions and content generation by African \nAmerican contributors. Additionally, the heterogeneity of African American \nonline identities employed suggests implications for future digital divide research. \n \n \n \nAbstract. L'entree de l'Internet dans les habitudes courantes est de plus en plus \nrevelateur des bases ideologiques et culturelles de l'information fournie par, pour \net sur ses utilisateurs. Les analyses de l'utilisation de l'Internet devrait de fait \ninclure des analyses de la technologie, des interactions, des contextes culturels \ndesquels sont issus les utilisateurs, la technologie et les artefacts informationnels \nen ligne sur la Toile. Cet article analyse les reponses en ligne des Afro-americains \naux portraits racistes de la culture noire et de la citoyennete americaine qui ont fait \nsuite a l'ouragan Katrina, en nous basant sur les observations de Dubois sur \nl'identite noire comme cadre d'information culturelle. Les resultats ont montre que \nles conceptions traditionnelles americaines sur les relations interethniques entre \nles noirs et les blancs (Afro-americains et les Caucasiens) faconnaient les \ninteractions en ligne et les contenus des contributeurs Afro-americains. De plus, \nl'heterogeneite des identites Afro-americaines qui a ete mise en evidence dans les \ninteractions en ligne aura des retombes pour la recherche a venir sur la fracture \ndigitale.", "venue": "", "year": 2008, "referenceCount": 19, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "40648430", "name": "André Brock"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "6ff50dd0e81a9f96beba51f612b2e1ccb9189686", "externalIds": {"MAG": "2101361255", "DOI": "10.4324/9780203949696"}, "url": "https://www.semanticscholar.org/paper/6ff50dd0e81a9f96beba51f612b2e1ccb9189686", "title": "Race in Cyberspace", "abstract": "From the Publisher: \nAlthough much has been written about the impact of technology on our daily lives, little attention has been paid to the effects of cyberspace on racial politics and identity. This collection of twelve essays explores this surprisingly underexamined aspect of cyberculture \nstudies as it tackles a broad range of questions: the role played by language in the construction of racialized identities online; offline representations of cyberspace as a racially coded environment; and the impact technology and education has on racial inequities-in terms of access \nand representation on the web. Groundbreaking and timely, Race in Cyberspace brings to light the important yet vastly overlooked intersection of race and cyberspace. \nContributors: David Crane, Jennifer Gonzalez, Beth E. Kolko, Joe Lockard, Tara McPherson, Lisa Nakamura, Jeffrey \nA. Ow, Gilbert B. Rodman, David Silver, Jonathan Sterne, Rajani Sudan, Mark Warschauer.", "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 240, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1696776", "name": "B. Kolko"}, {"authorId": "97910077", "name": "G. Rodman"}, {"authorId": "89364752", "name": "Lisa Nakamura"}]}}, {"intents": ["background"], "contexts": ["Race and racism matter in what we do online\nSassen (2002) has noted the way that the digital and the material are imbricated, that is, the way they overlap significantly rather than exist in distinct, disparate realms."], "isInfluential": false, "citedPaper": {"paperId": "741462ab2af7168a8107aa002a325aabc76434a7", "externalIds": {"MAG": "2125400433", "DOI": "10.1177/0011392102050003005"}, "url": "https://www.semanticscholar.org/paper/741462ab2af7168a8107aa002a325aabc76434a7", "title": "Towards a Sociology of Information Technology", "abstract": "There is a strong tendency in the social sciences to understand and conceptualize the new information technologies in terms of their technical properties and to construct the relation to the sociological world as one of applications and impacts. Less work has gone into developing analytic categories that allow us to capture the complex imbrications of technology and society. This article addresses two particular aspects of this challenge through two organizing efforts. First, understanding the place of these new technologies from a sociological perspective requires avoiding a purely technological interpretation and recognizing the embeddedness and the variable outcomes of these technologies for different social orders. These technologies can indeed be constitutive of new social dynamics, but they can also be derivative or merely reproduce older conditions. Second, such an effort will, in turn, call for categories that capture what are now often conceived of as contradictory, or mutually exclusive, attributes. The article examines these two aspects by focusing on three analytic issues for sociology: the embeddedness of the new technologies, the complex interactions between the digital and the material world, and the mediating cultures that organize the relation between these technologies and users.", "venue": "", "year": 2002, "referenceCount": 82, "citationCount": 286, "influentialCitationCount": 17, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2739893", "name": "S. Sassen"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "78c4385d1cb329440d094f51391729980bae31d4", "externalIds": {"MAG": "1979507391", "DOI": "10.2307/25443066"}, "url": "https://www.semanticscholar.org/paper/78c4385d1cb329440d094f51391729980bae31d4", "title": "The Devil in Silicon Valley: Northern California, Race, and Mexican Americans", "abstract": "This sweeping history explores the growing Latino presence in the United States over the past two hundred years. It also debunks common myths about Silicon Valley, one of the world's most influential but least-understood places. Far more than any label of the moment, the devil of racism has long been Silicon Valley's defining force, and Stephen Pitti argues that ethnic Mexicans--rather than computer programmers--should take center stage in any contemporary discussion of the \"new West.\" Pitti weaves together the experiences of disparate residents--early Spanish-Mexican settlers, Gold Rush miners, farmworkers transplanted from Texas, Chicano movement activists, and late-twentieth-century musicians--to offer a broad reevaluation of the American West. Based on dozens of oral histories as well as unprecedented archival research, The Devil in Silicon Valley shows how San Jose, Santa Clara, and other northern California locales played a critical role in the ongoing development of Latino politics. This is a transnational history. In addition to considering the past efforts of immigrant and U.S.-born miners, fruit cannery workers, and janitors at high-tech firms--many of whom retained strong ties to Mexico--Pitti describes the work of such well-known Valley residents as Cesar Chavez. He also chronicles the violent opposition ethnic Mexicans have faced in Santa Clara Valley. In the process, he reinterprets not only California history but the Latino political tradition and the story of American labor. This book follows California race relations from the Franciscan missions to the Gold Rush, from the New Almaden mine standoff to the Apple janitorial strike. As the first sustained account of Northern California's Mexican American history, it challenges conventional thinking and tells a fascinating story. Bringing the past to bear on the present, The Devil in Silicon Valley is counter-history at its best.", "venue": "", "year": 2004, "referenceCount": 0, "citationCount": 63, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["History", "Sociology"], "authors": [{"authorId": "46926590", "name": "Stephen J. Pitti"}]}}, {"intents": ["background"], "contexts": ["Leonard also makes the important point that the dominant narratives about ‘violence’ in video games, and the impact this has on imagined white youth, obfuscates their role in legitimating state-sponsored violence against Black and Brown people depicted in the games (Leonard, 2006, 2009).", "Leonard (2003, 2006, 2009) writes persuasively about video games as offering players explorations of black athleticism and the inner city."], "isInfluential": false, "citedPaper": {"paperId": "79b0fdcb70783985faab05817e08e88ad345d474", "externalIds": {"MAG": "2185232039"}, "url": "https://www.semanticscholar.org/paper/79b0fdcb70783985faab05817e08e88ad345d474", "title": "Virtual gangstas in the era of State Violence", "abstract": "The popularity and visibility of video games within American popular culture is prompted debates within from a spectrum of institutions, ranging from the media and the academy to Main Street and the political sphere. Erasing the complexity, much of the discourse focuses instead on questions of violence and the impact of gaming culture on (White) American youth. While focusing on Grand Theft: San Andreas specifically, this essay explores the culture wars surrounding American video game culture, arguing that the moral panics directed at video games and the defenses/celebrations of virtual reality operate through dominant discourses and hegemonic ideologies of race. Erasing their racial content and textual support for state violence directed at communities of color, the dominant discourse concerning youth and video games rationalizes the fear and policing of Black and Brown communities.", "venue": "", "year": 2010, "referenceCount": 56, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "4202768", "name": "David J. Leonard"}]}}, {"intents": ["result"], "contexts": ["(Kendall, 2000: 271–272)\nWilliams et al. (2009) confirm this research in their analysis, arguing that white males are systematically over-represented in video games."], "isInfluential": false, "citedPaper": {"paperId": "7a87d96724bcc92d5366a0403e5db25a422d24e7", "externalIds": {"DBLP": "journals/nms/WilliamsMCI09", "MAG": "2100776627", "DOI": "10.1177/1461444809105354"}, "url": "https://www.semanticscholar.org/paper/7a87d96724bcc92d5366a0403e5db25a422d24e7", "title": "The virtual census: representations of gender, race and age in video games", "abstract": "A large-scale content analysis of characters in video games was employed to answer questions about their representations of gender, race and age in comparison to the US population. The sample included 150 games from a year across nine platforms, with the results weighted according to game sales. This innovation enabled the results to be analyzed in proportion to the games that were actually played by the public, and thus allowed the first statements able to be generalized about the content of popular video games. The results show a systematic over-representation of males, white and adults and a systematic under-representation of females, Hispanics, Native Americans, children and the elderly. Overall, the results are similar to those found in television research. The implications for identity, cognitive models, cultivation and game research are discussed.", "venue": "New Media Soc.", "year": 2009, "referenceCount": 72, "citationCount": 411, "influentialCitationCount": 23, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "30904401", "name": "Dmitri Williams"}, {"authorId": "144622948", "name": "Nicole Martins"}, {"authorId": "1692418", "name": "M. Consalvo"}, {"authorId": "3326608", "name": "James D. Ivory"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "7aaf25bf324f1c067f57f9e3824425e28457fa28", "externalIds": {"MAG": "1899134513", "DOI": "10.1016/0160-791X(90)90027-A", "PubMed": "11650912"}, "url": "https://www.semanticscholar.org/paper/7aaf25bf324f1c067f57f9e3824425e28457fa28", "title": "Biotechnology and culture: the impact of public debates on government regulation in the United States and Denmark.", "abstract": "Abstract This paper discusses the ways in which public discourse about biotechnology has affected policy making. It is the author's contention that attitudes to new technologies are transformed into policy through a “mediating filter” of confrontations, institutional innovations and conceptual debates. We also contend that these filters are different for different countries, that they are manifestations of particular national political and organizational cultures. The cultural dimension of technology is a function both of the implications of the developmental trajectory of a particular technology, as well as the particular context in which the technology develops. In this paper we attempt to delineate the general contours of the historical development of the “new biotechnology.” Specifically, we identify and characterize the major phases in the biotechnology debates that have taken place in the United States and Denmark. The biotechnology field in general, as well as the various individual technologies that have been developed within the field, have been going through different stages of the innovation “chain” or product cycle. The authors attempt to show how such stages of “internal” technological development exert a crucial influence on the focus and scope of the national discourses.", "venue": "Technology in society", "year": 1990, "referenceCount": 4, "citationCount": 105, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Economics", "Sociology", "Medicine"], "authors": [{"authorId": "1682967", "name": "E. Baark"}, {"authorId": "145081583", "name": "A. Jamison"}]}}, {"intents": ["background"], "contexts": ["Social movements are organized collective action toward a specific social goal and, within Internet studies, there is a growing literature that looks at social movements online (Kahn and Kellner, 2004; Langman, 2005) and the relationship between online and offline activism (Brunsting and Postmes, 2002).", "…movements are organized collective action toward a specific social goal and, within Internet studies, there is a growing literature that looks at social movements online (Kahn and Kellner, 2004; Langman, 2005) and the relationship between online and offline activism (Brunsting and Postmes, 2002)."], "isInfluential": false, "citedPaper": {"paperId": "7c4a576f203869565295498ca69c6c2338126872", "externalIds": {"MAG": "2106255227", "DOI": "10.1111/j.0735-2751.2005.00242.x"}, "url": "https://www.semanticscholar.org/paper/7c4a576f203869565295498ca69c6c2338126872", "title": "From Virtual Public Spheres to Global Justice: A Critical Theory of Internetworked Social Movements*", "abstract": "From the early 1990s when the EZLN (the Zapatistas), led by Subcommandte Marcos, first made use of the Internet to the late 1990s with the defeat of the Multilateral Agreement on Trade and Investment and the anti-WTO protests in Seattle, Quebec, and Genoa, it became evident that new, qualitatively different kinds of social protest movements were emergent. These new movements seemed diffuse and unstructured, yet at the same time, they forged unlikely coalitions of labor, environmentalists, feminists, peace, and global social justice activists collectively critical of the adversities of neoliberal globalization and its associated militarism. Moreover, the rapid emergence and worldwide proliferation of these movements, organized and coordinated through the Internet, raised a number of questions that require rethinking social movement theory. Specifically, the electronic networks that made contemporary globalization possible also led to the emergence of “virtual public spheres” and, in turn, “Internetworked Social Movements.” Social movement theory has typically focused on local structures, leadership, recruitment, political opportunities, and strategies from framing issues to orchestrating protests. While this tradition still offers valuable insights, we need to examine unique aspects of globalization that prompt such mobilizations, as well as their democratic methods of participatory organization and clever use of electronic media. Moreover, their emancipatory interests become obscured by the “objective” methods of social science whose “neutrality” belies a tacit assent to the status quo. It will be argued that the Frankfurt School of Critical Theory offers a multi-level, multi-disciplinary approach that considers the role of literacy and media in fostering modernist bourgeois movements as well as anti-modernist fascist movements. This theoretical tradition offers a contemporary framework in which legitimacy crises are discussed and participants arrive at consensual truth claims; in this process, new forms of empowered, activist identities are fostered and negotiated that impel cyberactivism.", "venue": "", "year": 2005, "referenceCount": 71, "citationCount": 259, "influentialCitationCount": 23, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "39989915", "name": "L. Langman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "7c650fbf22b9bea75eba05a48c51cf5403e864e2", "externalIds": {"MAG": "2116339812", "DOI": "10.7551/mitpress/7105.001.0001"}, "url": "https://www.semanticscholar.org/paper/7c650fbf22b9bea75eba05a48c51cf5403e864e2", "title": "Cyburgs. (Book Reviews: The Virtual Community. Homesteading on the Electronic Frontier.)", "abstract": "From the Publisher: \nPraised as \"one of the ten best books of the year\" by Business Week, this lively and provocative look inside the development, inner workings and future of the Internet is a must-read for anyone hoping to understand the next wave of human culture and communication.\"Read, learn, smile, weep, enjoy: managers, policy-makers, and fellow citizens, this book is worth your time.\" \n--Tom PetersA", "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 2693, "influentialCitationCount": 33, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Engineering"], "authors": [{"authorId": "50466391", "name": "H. Rheingold"}]}}, {"intents": ["background"], "contexts": ["For example, Bernardi (1998) observes that fans of the television show Star Trek discuss race at almost every opportunity in his study of the STREK-L listserv.", "…of the show are willing to engage in the possibility that the racial status quo may be shifting, they are mired in old forms of racism that rely on biologically reductive notions of race that ultimately lead to discussions of ‘reverse discrimination’ and reaffirm whiteness (Bernardi, 1998: 180)."], "isInfluential": false, "citedPaper": {"paperId": "7e28561c04f4ed25117fcd3f020b4855035b30e3", "externalIds": {"MAG": "1994026307", "DOI": "10.2307/2568709"}, "url": "https://www.semanticscholar.org/paper/7e28561c04f4ed25117fcd3f020b4855035b30e3", "title": "Star Trek and History: Race-ing toward a White Future", "abstract": "\"An original and insightful exploration of a major component of contemporary American culture.\" -H. Bruce Franklin, author ofWar Stars: The Superweapon and the American Imagination \"Bernardi boldly goes where no scholar has gone before and discovers racial anxiety at the center of the Star Trek story. This careful reading of commercial culture's quintessential mega-text provides invaluable insight into how mass media productions help shape us into the people we are.\" -George Lipsitz, author of Time Passages \"Bernardi's thoughtful and provocative analysis of race in Star Trek is wholly original; it challenges viewers to see the series in a new light, and challenges its creators to be more mindful of the implicit messages in their work.\" -Rene Echevarria, co-supervising producer, Star Trek: Deep Space Nine \"Daniel Bernardi has dissected the history of a myth. If we are ever to track down and expose our semi-conscious racist evasions and dissemblings, we need more books like this one.\" -Mike Budd, Florida Atlantic University \"I would have sworn that there was little new any scholar could say about Star Trek. I was wrong. Bernardi opens up a rich new set of issues for scholarly examination, centering around the contradictory expression of race within the series and the fan culture that surrounds us. His analysis is bold, provocative, and challenging, yet consistently fair-minded. He combines a fan's detailed knowledge of the program's universe with the theoretical sophistication necessary to make this book a cutting-edge contribution to the cultural studies of race.\" -Henry Jenkins, author of Textual Poachers: Television Fans and Participatory Culture Star Trek and History examines the representational and narrative functions of race in Star Trek and explores how the meaning of race in the science fiction series has been facilitated and constrained by creative and network decision-making, by genre, by intertextuality, and by the audience. The author interprets how the changing social and political movements of the times have influenced the production and meaning of Trek texts and the ways in which the ongoing series negotiated and reflected these turbulent histories. Most significantly, he tells us why is it important for readers to better understand the articulation of race in this enduring icon of American popular culture. Daniel Leonard Bernardi is a visiting assistant professor in the Department of Film and Television at the University of California-Los Angeles. He is the editor of The Birth of Whiteness: Race and the Emergence of United States Cinema.", "venue": "", "year": 1998, "referenceCount": 0, "citationCount": 73, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "117208904", "name": "Daniel Bernardi"}]}}, {"intents": ["background"], "contexts": ["Some of this work takes a different approach and looks at racially regressive political groups such as neo-Nazis and the KKK (Adams and Roscigno, 2005; Atton, 2006; Back, 2002; Bostdorff, 2004; Burris et al., 2000; Campbell, 2006; Glaser et al., 2002; Lee and Leets, 2002; Leets, 2001; Tateo, 2005; Zickmund, 1997).", "…takes a different approach and looks at racially regressive political groups such as neo-Nazis and the KKK (Adams and Roscigno, 2005; Atton, 2006; Back, 2002; Bostdorff, 2004; Burris et al., 2000; Campbell, 2006; Glaser et al., 2002; Lee and Leets, 2002; Leets, 2001; Tateo, 2005; Zickmund, 1997).", "Whites, too, create and join online spaces in search of community predicated on racial identity (McPherson, 2000, 2003), some with overtly racist political agendas (Adams and Roscigno, 2005; Atton, 2006; Daniels, 2008b, 2009a; Back, 2002; Bostdorff, 2004; Breckheimer, 2002; Burris et al., 2000; Campbell, 2006; Zickmund, 1997).", "…online spaces in search of community predicated on racial identity (McPherson, 2000, 2003), some with overtly racist political agendas (Adams and Roscigno, 2005; Atton, 2006; Daniels, 2008b, 2009a; Back, 2002; Bostdorff, 2004; Breckheimer, 2002; Burris et al., 2000; Campbell, 2006; Zickmund, 1997)."], "isInfluential": true, "citedPaper": {"paperId": "7e72e831d84351796afc0a66a3628f7951502e73", "externalIds": {"DBLP": "journals/nms/Campbell06", "MAG": "2146199759", "DOI": "10.1177/1461444806059875"}, "url": "https://www.semanticscholar.org/paper/7e72e831d84351796afc0a66a3628f7951502e73", "title": "The search for authenticity", "abstract": "In the popular imagination skinhead identity has come to be inextricably connected to a white-racist identity. This article explores this tenet through an ethnographic exploration of an online skinhead newsgroup, a milieu where racial markings are seemingly absent. The empirical findings expose that ‘racism’ is read ambivalently by the newsgroup's skinheads. ‘Racism’ is not viewed as a constituting component of skinhead identity; however, there is widespread commitment to a ‘white identity’. This article concentrates on the processes which give rise to a digitalized (white) skinhead identity, (re)established online in and through textual performances. Narratives of whiteness articulated through the node of skinness, reveal the salience of racial bodies in the virtual world. However, the imagined relationship between skinheads and racism is not straightforward. The skinheads of this research do not enact an explicit discriminatory racism, but rather they imagine whiteness as a performative condition of skinness, a notion that necessitates a figurative (and literal) aggressive relation to ‘otherness’.", "venue": "New Media Soc.", "year": 2006, "referenceCount": 50, "citationCount": 164, "influentialCitationCount": 10, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "143615542", "name": "Alex Campbell"}]}}, {"intents": ["background"], "contexts": ["Although some scholars envision the Internet as an escape route from race and racial embodiment (e.g., Hansen, 2006), this view relies on a text-only web that no longer exists."], "isInfluential": false, "citedPaper": {"paperId": "7f1932b5d9fbcde7eaa1a1ee7ee04f3349d69dd8", "externalIds": {"MAG": "256245690"}, "url": "https://www.semanticscholar.org/paper/7f1932b5d9fbcde7eaa1a1ee7ee04f3349d69dd8", "title": "Bodies in Code: Interfaces with Digital Media", "abstract": "Bodies in Code explores how our bodies experience and adapt to digital environments. Cyberculture theorists have tended to overlook biological reality when talking about virtual reality, and Mark B. N. Hansen's book shows what they've been missing. Cyberspace is anchored in the body, he argues, and it's the body--not high-tech computer graphics--that allows a person to feel like they are really \"moving\" through virtual reality. Of course these virtual experiences are also profoundly affecting our very understanding of what it means to live as embodied beings. Hansen draws upon recent work in visual culture, cognitive science, and new media studies, as well as examples of computer graphics, websites, and new media art, to show how our bodies are in some ways already becoming virtual.", "venue": "", "year": 2006, "referenceCount": 0, "citationCount": 294, "influentialCitationCount": 14, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "39948807", "name": "Mark B. N. Hansen"}]}}, {"intents": ["background"], "contexts": ["Grasmuck et al. (2009) take a different approach to race and SNSs and explore the racial themes associated with injustice frequently included by the African-American, Latino and Indian students on their Facebook wall."], "isInfluential": false, "citedPaper": {"paperId": "7f57b9e97e6fd90a80fcc3272a520fafc9a5f1f7", "externalIds": {"DBLP": "journals/jcmc/GrasmuckMZ09", "MAG": "2136802983", "DOI": "10.1111/j.1083-6101.2009.01498.x"}, "url": "https://www.semanticscholar.org/paper/7f57b9e97e6fd90a80fcc3272a520fafc9a5f1f7", "title": "Ethno-Racial Identity Displays on Facebook", "abstract": "The present study investigates self-presentation in a nonymous setting and explores differences in self-presentation by distinct ethno-racial groups. Based on content analysis of 83 Facebook profiles of African Americans, Latino, Indian and Vietnamese ancestry students, supplemented by 63 in-person interviews, we found that ethno-racial identities are salient and highly elaborated. The intensive investments of minorities in presenting highly social, culturally explicit and elaborated narratives of self reflect a certain resistance to the racial silencing of minorities by dominant color-blind ideologies of broader society. In the nonymous environment of Facebook, various dimensions of identity claimsappear to be grounded in offline realities as revealed in interviews and observations of campus social dynamics.", "venue": "J. Comput. Mediat. Commun.", "year": 2009, "referenceCount": 81, "citationCount": 182, "influentialCitationCount": 14, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1913114", "name": "S. Grasmuck"}, {"authorId": "2110109093", "name": "Jason Martin"}, {"authorId": "35010822", "name": "Shanyang Zhao"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "7f784be35ac1ae7c49b9368f03774a0310d05eda", "externalIds": {"MAG": "72910722", "PubMed": "1467759"}, "url": "https://www.semanticscholar.org/paper/7f784be35ac1ae7c49b9368f03774a0310d05eda", "title": "Patterns of blood lead levels in US black and white women of childbearing age.", "abstract": "While high-dose lead exposure has long been known to be detrimental to reproductive functioning, several recent studies have reported adverse effects such as shortened gestation, decreased birthweight, and increased incidence of spontaneous abortion in association with maternal blood lead levels as low as 0.48 to 0.72 mumol/L (10 to 15 micrograms/dL). Using data from the second National Health and Nutrition Examination Survey, we examined patterns of blood lead levels by age for US black and white women of childbearing age. We found that sizable percentages of women have blood lead levels that may place them at risk for poor reproductive outcomes and that disparities exist between the racially identified groups. Black women tend to have higher lead levels than white women, and the magnitude of this difference is larger among older compared to younger age-groups of reproductive-age women. This disparity may reflect the cumulative effect of differential environmental exposure to lead and may have implications for the excessive incidence of adverse reproductive outcomes currently seen in US black women.", "venue": "Ethnicity & disease", "year": 1992, "referenceCount": 0, "citationCount": 31, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "4667078", "name": "A. Geronimus"}, {"authorId": "5192405", "name": "M. Hillemeier"}]}}, {"intents": ["background"], "contexts": ["In two variations on fan studies, Hughey (2010), examining film critics’ reviews of ‘white savior films,’ and Brock (2009), analyzing ‘thugs’ and blog commenters responding to The Wire (at the behest of a sociologist and a major news site), both explore the racial implications of audience reception…", "…interaction, similar to the way Black barber shops and beauty salons allowed private spaces for identity discourses between Black men and women, and also opens these formerly private spaces to non-Blacks, who contribute to the articulation of Black identity online (Brock, 2009; Hughey, 2008).", "Following on Anderson’s concept of imagined communities, online news sites are an important venue for creating racial meanings (Brock, 2009)."], "isInfluential": false, "citedPaper": {"paperId": "8369e1637bc2e0c69585523cc5a3c77c6ad950c9", "externalIds": {"MAG": "1882344946", "DOI": "10.1080/13691180802660628"}, "url": "https://www.semanticscholar.org/paper/8369e1637bc2e0c69585523cc5a3c77c6ad950c9", "title": "LIFE ON THE WIRE", "abstract": "This paper focuses on the construction of racial identity online through the mediating influences of popular culture, old media, weblogs, and Internet users. This paper examines the production of race on the Internet by examining the elements that make up the weblog Freakonomics: the topic, the environment, the medium, and the users. Recent cyberculture research has called for Internet studies to integrate critical theories of race and culture into its analyses. The argument, which this paper seeks to extend, is for the increased recognition of the salience of race in understanding Web content and production. In examining the blog's structure, posts, and comments, I applied Omi and Winant's racial formation theory to the cultural representations and structural phenomena articulated with respect to themes of race, racial interactions, media, and geography. Omi and Winant argue that people interpret the meaning of race by framing it in social structures, and that conversely, recognizing the racial dimensions in social structures leads to interpretations of race. Accordingly, this paper examines interpretations of race in The Wire (a critically-acclaimed minority-led television show), the New York Times news website, the Freakonomics blog, and the Web-enabled audience of the three elements. The paper concludes by arguing for more use of critical race and theory in information studies research in order to understand how racial perspectives affect the presentation and interpretation of Internet content.", "venue": "", "year": 2009, "referenceCount": 22, "citationCount": 41, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40648430", "name": "André Brock"}]}}, {"intents": ["background"], "contexts": ["Some of this work takes a different approach and looks at racially regressive political groups such as neo-Nazis and the KKK (Adams and Roscigno, 2005; Atton, 2006; Back, 2002; Bostdorff, 2004; Burris et al., 2000; Campbell, 2006; Glaser et al., 2002; Lee and Leets, 2002; Leets, 2001; Tateo, 2005; Zickmund, 1997).", "…takes a different approach and looks at racially regressive political groups such as neo-Nazis and the KKK (Adams and Roscigno, 2005; Atton, 2006; Back, 2002; Bostdorff, 2004; Burris et al., 2000; Campbell, 2006; Glaser et al., 2002; Lee and Leets, 2002; Leets, 2001; Tateo, 2005; Zickmund, 1997)."], "isInfluential": false, "citedPaper": {"paperId": "85adc585ad5410d83889a318f1c7828646b93ab2", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/85adc585ad5410d83889a318f1c7828646b93ab2", "title": "Persuasive Storytelling by Hate Groups Online Examining Its Effects on Adolescents", "abstract": "Increasingly, hate groups have used the Internet to express their viewpoints, sell their paraphernalia, and recruit new members. This study explored the effectiveness of persuasive storytelling found on White supremacist Web pages. One hundred eight adolescents participated in a longitudinal study (pretest, Time 1, Time 2) conducted online. A 3 (receptivity: negatively inclined, neutral, predisposed) 2 (narrative: high vs. low perceived) 2 (message explicitness: implicit vs. explicit) factorial design found that immediately following exposure, high-narrative and implicit messages were more persuasive than low-narrative and explicit messages. Interestingly, high-narrative and implicit effects decayed, whereas low-narrative and explicit message effects endured or increased slightly over time. In addition, people’s receptivity interacted with the message factors to further mediate persuasion. For example, disagreeing individuals resisted low-narrative, explicit messages significantly more than any other condition. The article concludes with a discussion of the social implications of these findings.", "venue": "", "year": 2001, "referenceCount": 117, "citationCount": 79, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "116607075", "name": "Elissa Lee"}, {"authorId": "9797216", "name": "Laura Leets"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "88344cddb4b59168cf82cd767ecc9b94ea44c190", "externalIds": {"MAG": "622161176", "DOI": "10.1057/9780333977705"}, "url": "https://www.semanticscholar.org/paper/88344cddb4b59168cf82cd767ecc9b94ea44c190", "title": "Human Rights and the Internet", "abstract": "From the Publisher: \nThe Internet is having an increasing influence on our lives, but what implications does it hold for human rights? How can it be used to promote and protect them? This book, written by an accomplished group of activists, writers, and academics, describes the development and use of the Internet for human rights, examines its impact across the world and upon various sectors of society, and discusses current and future trends in human rights promotion and protection. \nAuthor Biography: Steven Hick is Assistant Professor, Carleton University. \nAuthor Biography: Edward F. Halpin is Senior Research Fellow in the Center for Research and Information Management, Manchester Metropolitan University. \nAuthor Biography: Eric Hoskins is Senior Policy Advisor to the Canadian Foreign Minister Lloyd Azworthy.", "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 26, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "40285657", "name": "Edward F. Halpin"}, {"authorId": "144738501", "name": "E. Hoskins"}, {"authorId": "119234288", "name": "Steven Hick"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "8ba0c16c3fd18dffd7ff8c6a692b7c884c332150", "externalIds": {"MAG": "2029636906", "DOI": "10.1046/j.1525-1497.2001.016004276.x"}, "url": "https://www.semanticscholar.org/paper/8ba0c16c3fd18dffd7ff8c6a692b7c884c332150", "title": "Disparities in health and health care", "abstract": "During the past two decades the overall health of the nation has improved. However, the dramatic disparities in the morbidity and mortality experienced by African Americans, Latinos, Native Americans, Asians, and Pacific Islanders provide compelling evidence that many Americans have not experienced this health dividend.1 Disparities in health and in access to health care have been documented repeatedly across a broad range of medical conditions and for a wide variety of traditionally disadvantaged groups such as those in racial or ethnic minorities, women, and older persons. These differences have been noted in health outcomes such as quality of life2,3 and mortality,4–10 processes of care such as utilization of cardiac procedures after myocardial infarction6,7,11–15 or access to primary prevention,16,17 quality and appropriateness of care,18–24 and the prevalence of common chronic medical conditions.25", "venue": "Journal of General Internal Medicine", "year": 2001, "referenceCount": 65, "citationCount": 144, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "143882330", "name": "C. Mangione"}, {"authorId": "1969612", "name": "E. Reynolds"}]}}, {"intents": ["background"], "contexts": ["…takes a different approach and looks at racially regressive political groups such as neo-Nazis and the KKK (Adams and Roscigno, 2005; Atton, 2006; Back, 2002; Bostdorff, 2004; Burris et al., 2000; Campbell, 2006; Glaser et al., 2002; Lee and Leets, 2002; Leets, 2001; Tateo, 2005; Zickmund, 1997)."], "isInfluential": false, "citedPaper": {"paperId": "8e16e347185f291f7b83eac720e15e4a76426330", "externalIds": {"DBLP": "journals/jcmc/Tateo05", "MAG": "1990194431", "DOI": "10.1111/j.1083-6101.2005.tb00247.x"}, "url": "https://www.semanticscholar.org/paper/8e16e347185f291f7b83eac720e15e4a76426330", "title": "The Italian Extreme Right On-line Network: An Exploratory Study Using an Integrated Social Network Analysis and Content Analysis Approach", "abstract": "All over the world, extreme right activists and neo-nazis are using the Internet as a tool for communication and recruitment in order to avoid national laws and police investigations. The last 10 years have seen both the diffusion of CMC environments and the rise of extreme right movements in several European countries. This study investigates the structure of the Italian extreme right network, taking into account the latest trends in the social psychology of CMC to describe the nature of ties among Italian extreme right websites.", "venue": "J. Comput. Mediat. Commun.", "year": 2006, "referenceCount": 21, "citationCount": 85, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2478197", "name": "Luca Tateo"}]}}, {"intents": ["background"], "contexts": ["Karlsson investigates a small sample of Asian-American bloggers, explores the ways that these blogs foster diasporic connections and finds that they are above all shaped by the real and imagined audience of fellow Asian-American diary bloggers (Karlsson, 2006)."], "isInfluential": false, "citedPaper": {"paperId": "8e9785e3dd420d0474028b7aeb240898662adf31", "externalIds": {"MAG": "2043845171", "DOI": "10.1080/07256860600779303"}, "url": "https://www.semanticscholar.org/paper/8e9785e3dd420d0474028b7aeb240898662adf31", "title": "The Diary Weblog and the Travelling Tales of Diasporic Tourists", "abstract": "As has been commonly recognised, the Internet enables a transcendence of physical and national boundaries and therefore constitutes an ideal place for forging diasporic connections. There is no denying that the Internet has the potential to greatly affect how diasporic identities and senses of belonging are formed; the question is how, and in what online context? This article investigates a cluster of Asian American diary bloggers connected to a web-ring whose aim is to foster diasporic connections. More specifically, this article performs a discourse analysis of the tales of travelling to the ancestral homeland circulating within this cluster. I argue that the ancestral homes produced in these blogs are above all shaped by the real and imagined audience of fellow Asian American diary bloggers and the geographical and discursive place from which the ancestral home is imagined, i.e. the US. The diasporic imagination here emerges as locally situated.", "venue": "", "year": 2006, "referenceCount": 28, "citationCount": 17, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "10721470", "name": "L. Karlsson"}]}}, {"intents": ["background"], "contexts": ["(Jenkins, 2002)\nThe longing and desperation to avoid having to ‘think about, look at, or talk about racial differences,’ is endemic to contemporary whiteness (Delgado and Stefancic, 1999; Rasmussen et al., 2001)."], "isInfluential": false, "citedPaper": {"paperId": "8f19c6e55af9af0e92ff88ff251e93c86a15e26d", "externalIds": {"MAG": "1997709682", "DOI": "10.1215/9780822381044"}, "url": "https://www.semanticscholar.org/paper/8f19c6e55af9af0e92ff88ff251e93c86a15e26d", "title": "The Making and Unmaking of Whiteness", "abstract": "Bringing together essays from the controversial Berkeley conference of the same name, \"The Making and Unmaking of Whiteness\" presents a fascinating range of inquiry into the nature of whiteness as an identity crosscut by race. Representing academics, independent scholars, community organisers, and anti-racist activists, the contributors are all leaders in the 'second wave' of whiteness studies who collectively aim to combat the historical legacies of white supremacy and to inform those who seek to understand the changing nature of white identity, both in the United States and abroad. With essays devoted to theories of racial domination, comparative global racisms, trans-national white identity, and post-apartheid South Africa, the geographical reach of the volume is significant and broad. Dalton Conley writes on 'How I Learned to Be White'. Alan Berube discusses the intersection of gay identity and whiteness, and Mab Segrest describes the terrible spiritual price white people pay for living in a system of white supremacy. Other pieces examine the utility of whiteness as a critical term for social analysis, contextualise different attempts at antiracist activism, and explore how whiteness affects those seen as racially privileged. In a razor sharp introduction, the editors not only raise provocative questions about the intellectual, social, and political goals of those interested in the study of whiteness but hone in on several of the topic's major recurrent themes: the visibility (or lack thereof) of whiteness; the 'emptiness' of whiteness as a category of identification; and, conceptions of whiteness as a structural privilege, a harbinger of violence, or an institutionalisation of European imperialism. Contributors of this title include: William Aal, Allan Berube, Brigit Brander Rasmussen, Dalton Conley, Troy Duster, Ruth Frankenberg, John Hartigan Jr., Eric Klinenberg, Eric Lott, Irene J. Nexica, Michael Omi, Jasbir Kaur Puar, Mab Segrest, Vron Ware, Howard Winant, and Matt Wray.", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 283, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "114572318", "name": "Birgit Rasmussen"}, {"authorId": "32150852", "name": "E. Klinenberg"}, {"authorId": "116073559", "name": "Irene J. Nexica"}, {"authorId": "49954425", "name": "M. Wray"}]}}, {"intents": ["background"], "contexts": ["Together, these suggest difference inheres in the racialized Other, and in Hall’s words, sends ‘“Them”… into symbolic exile …beyond the pale’ (Hall, 1997: 258).", "The Others – who are in some way different – beyond the pale’ (Hall, 1997: 258)."], "isInfluential": false, "citedPaper": {"paperId": "8f2bdd24856d1388531ee8232d108b67df30ee1b", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/8f2bdd24856d1388531ee8232d108b67df30ee1b", "title": "THE SPECTACLE OF THE ' OTHER '", "abstract": null, "venue": "", "year": 2003, "referenceCount": 48, "citationCount": 813, "influentialCitationCount": 120, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "49963110", "name": "S. Hall"}]}}, {"intents": ["background"], "contexts": ["Racism has both ‘whitened the national narrative,’ (Sinclair, 2004: 2) and ‘whitened our technological stories’ (De la Peña, 2010: 925), and we must interrogate this."], "isInfluential": false, "citedPaper": {"paperId": "91c91d59882325f8d3f6be9a74bf8e1baaa60612", "externalIds": {"MAG": "1497274130", "DOI": "10.1353/TECH.2010.0064"}, "url": "https://www.semanticscholar.org/paper/91c91d59882325f8d3f6be9a74bf8e1baaa60612", "title": "The History of Technology, the Resistance of Archives, and the Whiteness of Race", "abstract": null, "venue": "", "year": 2010, "referenceCount": 35, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "95728403", "name": "C. Peña"}]}}, {"intents": ["background"], "contexts": ["…content analysis of language, symbols and cultural influences to examine blogging among queer South Asian bloggers, Mitra and Gajjalla identify themes related to how power is shifted and relayered through the interactional features of blog writing and commenting (Mitra and Gajjala, 2008).", "The authors find that while these blog communities allow for certain kinds of self-expression not available offline, they shape their performance of sexuality in these spaces (Mitra, 2010; Mitra and Gajjala, 2008).", "Using media ethnography and qualitative content analysis of language, symbols and cultural influences to examine blogging among queer South Asian bloggers, Mitra and Gajjalla identify themes related to how power is shifted and relayered through the interactional features of blog writing and commenting (Mitra and Gajjala, 2008)."], "isInfluential": false, "citedPaper": {"paperId": "93a66185ee6e4b24ee384c6081c068f432e6f6c8", "externalIds": {"MAG": "2134279664", "DOI": "10.1177/0196859908321003"}, "url": "https://www.semanticscholar.org/paper/93a66185ee6e4b24ee384c6081c068f432e6f6c8", "title": "Queer Blogging in Indian Digital Diasporas", "abstract": "Queering and transgendering practices have been visible across the Internet since the time of multiuser domains (MUDs), MUD object oriented domains (MOOs), e-mail lists, and Web bulletins. This article maps some themes of queering in the Indian digital diaspora through an intergenerational lens, produced in the acts of online and offline coauthoring, weblogging, and reading of instances of such online queering relationally. By way of a dialogic encounter on their own blogs and employing performative writing that simulates the blogsphere, the authors look at the interplay of codes of identity through the employment of themes, language, symbols, and cultural influences in their writing. Examining the themes emerging from the specific blogs they study, the authors ask how power is shifted and relayered in these articulations and what the inviting interactional features of their writer-audience communities are that allow for certain kinds of self-expression while also shaping their performance of sexuality in these spaces.", "venue": "", "year": 2008, "referenceCount": 51, "citationCount": 43, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46849111", "name": "Rahul Mitra"}, {"authorId": "31728820", "name": "R. Gajjala"}]}}, {"intents": ["background"], "contexts": ["Some of this work takes a different approach and looks at racially regressive political groups such as neo-Nazis and the KKK (Adams and Roscigno, 2005; Atton, 2006; Back, 2002; Bostdorff, 2004; Burris et al., 2000; Campbell, 2006; Glaser et al., 2002; Lee and Leets, 2002; Leets, 2001; Tateo, 2005; Zickmund, 1997).", "…and join online spaces in search of community predicated on racial identity (McPherson, 2000, 2003), some with overtly racist political agendas (Adams and Roscigno, 2005; Atton, 2006; Daniels, 2008b, 2009a; Back, 2002; Bostdorff, 2004; Breckheimer, 2002; Burris et al., 2000; Campbell, 2006;…", "Whites, too, create and join online spaces in search of community predicated on racial identity (McPherson, 2000, 2003), some with overtly racist political agendas (Adams and Roscigno, 2005; Atton, 2006; Daniels, 2008b, 2009a; Back, 2002; Bostdorff, 2004; Breckheimer, 2002; Burris et al., 2000; Campbell, 2006; Zickmund, 1997).", "Some of this work takes a different approach and looks at racially regressive political groups such as neo-Nazis and the KKK (Adams and Roscigno, 2005; Atton, 2006; Back, 2002; Bostdorff, 2004; Burris et al., 2000; Campbell, 2006; Glaser et al., 2002; Lee and Leets, 2002; Leets, 2001; Tateo, 2005;…"], "isInfluential": true, "citedPaper": {"paperId": "9a3dd68ab502c02747e29b8040b86c7de30fda43", "externalIds": {"MAG": "2045959552", "DOI": "10.1353/sof.2006.0001"}, "url": "https://www.semanticscholar.org/paper/9a3dd68ab502c02747e29b8040b86c7de30fda43", "title": "White Supremacists, Oppositional Culture and the World Wide Web", "abstract": "Over the previous decade, white supremacist organizations have tapped into the ever emerging possibilities offered by the World Wide Web. Drawing from prior sociological work that has examined this medium and its uses by white supremacist organizations, this article advances the understanding of recruitment, identity and action by providing a synthesis of interpretive and more systematic analyses of thematic content, structure and associations within white supremacist discourse. Analyses, which rely on TextAnalyst, highlight semantic networks of thematic content from principal white supremacist websites, and delineate patterns and thematic associations relative to the three requisites of social movement culture denoted in recent research – namely identity, interpretational framing of cause and effect, and political efficacy. Our results suggest that nationalism, religion and definitions of responsible citizenship are interwoven with race to create a sense of collective identity for these groups, their members and potential recruits. Moreover, interpretative frameworks that simultaneously identify threatening social issues and provide corresponding recommendations for social action are employed. Importantly, and relative to prior work, results show how the interpretation of problems, their alleged causes and the call to action are systematically linked. We conclude by discussing the framing of white supremacy issues, the organizations' potential for recruitment, and how a relatively new communication medium, the Internet, has been cheaply and efficiently integrated into the white supremacist repertoire. Broader implications for social movement theory are also explored.", "venue": "", "year": 2005, "referenceCount": 54, "citationCount": 180, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "50756665", "name": "Josh Adams"}, {"authorId": "1455030822", "name": "Josh Vincent J Roscigno"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "9a5bc7da08873ebaef79270c538d3e68096f923d", "externalIds": {"MAG": "17576786", "DOI": "10.4018/978-1-61520-827-2.CH002"}, "url": "https://www.semanticscholar.org/paper/9a5bc7da08873ebaef79270c538d3e68096f923d", "title": "Social Activism in the ‘Blackosphere’: The Jena 6 Case", "abstract": "Personally, I’m interested in what made the plight of the Jena 6 so compelling that it moved Black students across this country to turn off BET, pull up their pants, reach into their wallets, and travel to Jena to defend six of their own.1 In this chapter, we examine how and why black2 bloggers express ethnic identity through an analysis of computer-mediated communication (CMC) that supported social activism in response to the Jena 6 case. The Jena 6 case began in August 2006 when black students at the local high school in Jena, Louisiana sat under a tree that was known to be a place where white students usually congregated. White abstract", "venue": "", "year": 2010, "referenceCount": 47, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "70319369", "name": "Lynette Kvasny"}, {"authorId": "2332920", "name": "F. Payton"}, {"authorId": "2839758", "name": "Kayla D. Hales"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "9bd4576a36c64ef9d31e2d0234e91656805ebd50", "externalIds": {"MAG": "2032200432", "DOI": "10.1016/S1090-9524(03)00004-4"}, "url": "https://www.semanticscholar.org/paper/9bd4576a36c64ef9d31e2d0234e91656805ebd50", "title": "Anything but Racism: How Sociologists Limit the Significance of Racism", "abstract": "Abstract The academic declining significance of race did not begin with William Julius Wilson’s work in the late 1970s. In this paper, we take a broad look at the methods mainstream sociologists have used to validate Whites’ racial common sense about racial matters in the post-civil rights era. Our general goal is to succinctly examine the major tactics sociologists have used to minimize the significance of racism in explaining minorities’ plight. Specifically, we survey how (1) most work on racial attitudes creates a mythical view on Whites’ racial attitudes, (2) the various demographic indices used to asses post-civil rights’ racial matters miss how race affects minorities today, (3) perspectives on the culture of minorities are based on ethnocentric perspectives that tend to hide the centrality of racially based networks, and (4) the way most sociologists report their results distorts the significance of racial stratification. We conclude by suggesting that work on racial matters will need to be revamped if it is going to have any practical use for those at the “bottom of the well.”", "venue": "", "year": 2001, "referenceCount": 135, "citationCount": 85, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1416761454", "name": "E. Bonilla-Silva"}, {"authorId": "50069047", "name": "Gianpaolo Baiocchi"}]}}, {"intents": ["background"], "contexts": ["Research by Pole (2009) examines how African-American and Latino political bloggers use their blogs to encourage civic engagement in politics."], "isInfluential": false, "citedPaper": {"paperId": "9e3521718cde7535cb850813b945373ac17af775", "externalIds": {"MAG": "1536639822", "DOI": "10.4324/9780203866313"}, "url": "https://www.semanticscholar.org/paper/9e3521718cde7535cb850813b945373ac17af775", "title": "Blogging the Political: Politics and Participation in a Networked Society", "abstract": "The popular blog-tracking site technorati.com reports the existance of well over one hundred million blogs. Despite the mediums ubiquity, the impact of political blogging on politics and civic engagemment has not been systematically examined. In an era of depressed civic engagement, where access to the media by common citizens is limited, blogs have the power to change the political landscape. Blogging the Political catalogs the individuals engaged in political blogging, explains why they started blogging, and examines what they hope to gain from it. The larger question at hand is whether and how political blogging facilitates civic engagement and mobilization in the United States. Do political bloggers participate in politics only through blogging or also through more traditional activities such as voting or sending an email to an elected official? Do they encourage their readers to undertake political activities, and how do they go about doing so? Examining the activity of a diverse spectrum of bloggers, Pole concludes that blogging is indeed a new and important form of political participation, one that can potentially transform politics and lead to increased civic engagement.", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 62, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3256262", "name": "A. Pole"}]}}, {"intents": ["background"], "contexts": ["Whites, too, create and join online spaces in search of community predicated on racial identity (McPherson, 2000, 2003), some with overtly racist political agendas (Adams and Roscigno, 2005; Atton, 2006; Daniels, 2008b, 2009a; Back, 2002; Bostdorff, 2004; Breckheimer, 2002; Burris et al., 2000;…", "Tara McPherson brings theoretical sophistication to the study of whiteness online in her examination of neo-conservatives in the southern US (McPherson, 2000, 2003)."], "isInfluential": false, "citedPaper": {"paperId": "9ff6d1cd193ed5ad370fc0498c9da3b7f62e5b79", "externalIds": {"MAG": "1990891582", "DOI": "10.1111/J.1542-734X.2004.148_26.X"}, "url": "https://www.semanticscholar.org/paper/9ff6d1cd193ed5ad370fc0498c9da3b7f62e5b79", "title": "Reconstructing Dixie: Race, Gender, and Nostalgia in the Imagined South", "abstract": "2004 Winner of the Cawelti Award Reconstructing Dixie: Race, Gender, and Nostalgia in the Imagined South Tara McPherson. Durham: Duke University Press, 2003. Tara McPherson begins Reconstructing Dixie with this observation: \"The South is as much a fiction, a story we tell and are told, as it is fixed geographic space below the Mason-Dixon line\" (1). This huge, grandly conceived book is an investigation of the multiple stones told and retold about the South using the social constructs of nostalgia, gender, and race. It is fitting, then, that McPherson begins her narrative with a short autobiographical story that locates her as a southern expatriate living in Los Angeles. With this statement of self-disclosure, the author breaks out of the hermetic space of scholarly writing to acknowledge that there is no such thing as the \"objective scholar.\" McPherson's story establishes her right to deconstruct and reconstruct the South as an insider who has both the authority to tell a southern story, and is deeply implicated in it. Thus, while McPherson's book is a complex and multilayered study of the many narratives of the South, it is written from within and is by perforce \"her\" story. In order to demonstrate how the grand narrative of the mythic South can be both fixed and unfixed, McPherson avoids the \"standard\" narratives of the South (such as William Faulkner) to introduce a refreshingly eclectic range of stories taken from fiction, film, television, journalism, the tourist industry, the Internet, autobiography, and the field of Southern studies. She examines a number of fixed stories in which the \"Old South\" and the \"New South\" are narrated as stones of nostalgia, guilt, and race, in which flat unidimensional characters such as the southern belle, the southern lady, the southern gentleman, and even the \"happy slave\" are presented as immutable. She explores a number of other stories in which the characters are more ambivalent, unfixed, mutable, and complex. McPherson's goal is to display the concept of \"lenticular vision\" (McPherson's term for a bifurcated vision in which two separate images are superimposed but can only be perceived separately and in opposition), and then to complicate and dislodge these oppositional perceptions by suggesting that nostalgia, gender, and race must be perceived as integral parts of a shared continuum of knowledge and belief. In chapter one, McPherson explores the female narrative of the Old South through the constructs of the southern belle or southern lady, and the southern black female as her inverse. In her analysis of Margaret MitchelPs Gone with the Wind and its doubly fictional sequel, Scarlett, McPherson introduces Scarlett O'Hara as the archetypal southern belle, a shapely coquette, whose highly polished beauty and femininity, genteel behavior, and gracious hospitality are set in the center (or on the porch) of a grand plantation house, which in its turn is embedded in the mythic Southern land. The southern lady is also characterized as both gracious and fragile, but she is also, like Scarlett, tough and enduring (to rule over plantations when the men are away), and one with the land (to which Scarlett inevitably returns for succor). Mitchell's plantation is a female and feminized world in which southern gentlemen (the abstracted protectors of white women) are often physically and metaphorically absent. The ties of the southern belle and lady to the plantation (home) and land (place) are thus rendered \"natural,\" and by extension, real. Mitchell's (and McPherson's) description of Mammy is the inverse of Scarlett, her black opposite. In comparison to Scarlett's shapely form and kittenish character, Mammy's body is described as huge, old, shapeless, and unsexed, ruined by hard physical labor. She is caricatured as a \"happy slave\" whose loyalty to and protection of her mistress is absolute and therefore also \"natural.\" In Scarlett, Mammy (and race) are expunged by Mammy's death. …", "venue": "", "year": 2004, "referenceCount": 0, "citationCount": 82, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "113352740", "name": "Joy Sperling"}]}}, {"intents": ["result"], "contexts": ["(Kendall, 2000: 271–272)\nWilliams et al. (2009) confirm this research in their analysis, arguing that white males are systematically over-represented in video games."], "isInfluential": false, "citedPaper": {"paperId": "a002170cc8166c771632c04b18d86d6d480845ea", "externalIds": {"MAG": "2122494594", "DOI": "10.1177/089124300014002003"}, "url": "https://www.semanticscholar.org/paper/a002170cc8166c771632c04b18d86d6d480845ea", "title": "“OH NO! I'M A NERD!”", "abstract": "In this article, the author presents findings based on her research on BlueSky, an online interactive textbased forum. She discusses BlueSky participants' online performances of gendered and raced identities. Participants interpret their own and others' identities within the context of expectations and assumptions derived from offline U.S. culture, as well as from their membership in various computer-related subcultures. Given the predominance of white men on BlueSky, such identity interpretations also rely on expectations concerning masculinity and whiteness. The author explores BlueSky participants' understandings of themselves as “nerds” and considers the implications of this nerd identity for their relationship to hegemonic masculinity, especially to expectations of heterosexuality. Analyzing online identity performances in this way provides information pertaining not just to online interaction but to a better understanding of the social construction of gendered and raced identities more generally.", "venue": "", "year": 2000, "referenceCount": 20, "citationCount": 183, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "21840705", "name": "L. Kendall"}]}}, {"intents": ["background"], "contexts": ["The prevailing view in the field is that the Internet is a site for identity construction and community formation around racial and ethnic identity (Ignacio, 2005; Nakamura and Chow-White, 2011; Parker and Song, 2006)."], "isInfluential": false, "citedPaper": {"paperId": "a04cb316055eb0526b4ea1008435e03cb6bd9741", "externalIds": {"MAG": "2579507967", "DOI": "10.1177/009430610603500126"}, "url": "https://www.semanticscholar.org/paper/a04cb316055eb0526b4ea1008435e03cb6bd9741", "title": "Building Diaspora: Filipino Cultural Community Formation on the Internet", "abstract": null, "venue": "", "year": 2006, "referenceCount": 0, "citationCount": 14, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115785686", "name": "Deidre De La Cruz"}]}}, {"intents": ["background"], "contexts": ["…is not especially robust when it comes to the task of explaining the vexing and pervasive appearance of racism in public comments online, which is better explained through a\ncritical, dramaturgical framework that locates racism as a central concern (Picca and Feagin, 2007; Steinfeldt et al., 2010).", "The researchers explained their findings through the framework of two-faced racism (Picca and Feagin, 2007).", "critical, dramaturgical framework that locates racism as a central concern (Picca and Feagin, 2007; Steinfeldt et al., 2010)."], "isInfluential": false, "citedPaper": {"paperId": "a21733463a8cfb7d6a1187b308c27bf968058355", "externalIds": {"MAG": "1589415399", "DOI": "10.4324/9781003061816"}, "url": "https://www.semanticscholar.org/paper/a21733463a8cfb7d6a1187b308c27bf968058355", "title": "Two-Faced Racism", "abstract": "1. Contemporary Racial Events: an Overview 2. The Frontstage 3. The Backstage 4. Backstage, Near the Front 5. Fluid Boundaries, Slippery Regions 6. Observing Racial Discrimination: White Police Officers 7. The Continuing Significance of Racism. Reprise and Conclusion", "venue": "", "year": 2020, "referenceCount": 13, "citationCount": 237, "influentialCitationCount": 20, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "29982612", "name": "L. H. Picca"}, {"authorId": "93292986", "name": "J. Feagin"}]}}, {"intents": ["background"], "contexts": ["Research by Tynes and Markoe (2010) examines how young people negotiate racism within SNSs.", "The overwhelming majority of the research reviewed here focuses on some aspect of racial identity, while only a small portion focuses on everyday expressions of racism on the Internet (e.g., Harris et al., 2010; Steinfeldt et al., 2010; Tynes and Markoe, 2010)."], "isInfluential": false, "citedPaper": {"paperId": "a36ddb26b449b5caf9c275bb8e11322e1572619a", "externalIds": {"MAG": "2061241893", "DOI": "10.1037/A0018683"}, "url": "https://www.semanticscholar.org/paper/a36ddb26b449b5caf9c275bb8e11322e1572619a", "title": "The role of color-blind racial attitudes in reactions to racial discrimination on social network sites.", "abstract": "This study examines associations between responses to online racial discrimination, more specifically, racial theme party images on social network sites and color-blind racial attitudes. We showed 217 African American and European American college students images and prompted them to respond as if they were writing on a friend’s “wall” on Facebook or MySpace. Reactions to racial theme party images were not bothered, not bothered-ambivalent, bothered-ambivalent, and bothered. A multinomial logistic regression revealed that participants differed in their reactions to the images based on their racial group and color-blind racial ideology. European Americans and participants high in racial color blindness were more likely to be in the not bothered reaction group. Further, these students were more likely to condone and even encourage the racial theme party practice by laughing at the photos and affirming the party goers. Conversely, those low in color blindness were vocal in their opposition to the images with some reporting that they would “defriend” a person who engaged in the practice.", "venue": "", "year": 2010, "referenceCount": 59, "citationCount": 110, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "34876870", "name": "Brendesha M. Tynes"}, {"authorId": "114625885", "name": "Suzanne L. Markoe"}]}}, {"intents": ["background"], "contexts": ["There is some research using narrative or discourse analysis to examine racism and stereotypes in news sources (Meyers, 2004; Teo, 2000) and sports (Harrison et al., 2010), but these do not address the interactive feature of online news."], "isInfluential": false, "citedPaper": {"paperId": "a6ccdb01d8a8ce64a3f217fa610d8306c23433a9", "externalIds": {"MAG": "1964380916", "DOI": "10.1177/0957926500011001002"}, "url": "https://www.semanticscholar.org/paper/a6ccdb01d8a8ce64a3f217fa610d8306c23433a9", "title": "Racism in the News: A Critical Discourse Analysis of News Reporting in Two Australian Newspapers", "abstract": "The aim of this study is to probe for ideological construction of racism imbricated within the structure of newspaper reporting. The study focuses on news reports relating to a Vietnamese gang in Australia whose violent and drug-dealing activities have received publicity in two Sydney-based newspapers: The Sydney Morning Herald and The Daily Telegraph. The analysis of these reports adheres to the analytic paradigm of Critical Discourse Analysis (CDA) and is undertaken in two stages. The first, a general characterization of the newspaper discourse, reveals evidence of a systematic `othering' and stereotyping of the ethnic community by the `white' majority. This is followed by a comparative analysis of two reports, which surfaces evidence of a racist ideology manifest in an asymmetrical power discourse between the (ethnic) law-breakers and the (white) law-enforcers. The study concludes with a discussion to explain the evidence of `Racism in the News', which both reflects and reinforces the marginalization of recent Vietnamese migrants into Australia.", "venue": "", "year": 2000, "referenceCount": 34, "citationCount": 504, "influentialCitationCount": 49, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "113188686", "name": "Peter Teo"}]}}, {"intents": ["background"], "contexts": ["Somolu (2007) writes about African women bloggers ‘telling their own stories’ in ways that offer pathways to social change."], "isInfluential": false, "citedPaper": {"paperId": "a7fb4cbb2398bd458baae67bdb9b0e32de8e1eb5", "externalIds": {"MAG": "2024671489", "DOI": "10.1080/13552070701630640"}, "url": "https://www.semanticscholar.org/paper/a7fb4cbb2398bd458baae67bdb9b0e32de8e1eb5", "title": "‘Telling our own stories’: African women blogging for social change", "abstract": "This article explores how African women have embraced the blogging phenomenon, and how blogs can be used to promote women's equality and empowerment. One of the reasons frequently cited for a lack of interest by African women in information and communications technologies (ICTs) is the lack of content available that is relevant to their needs. Blogging provides a way for women to become active creators and disseminators of knowledge, writing about what is important to them. As we explore how African women are using blogs, we will also examine the obstacles to blogging, and why some women are not attracted to the technology.", "venue": "", "year": 2007, "referenceCount": 13, "citationCount": 50, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "80169244", "name": "Oreoluwa Somolu"}]}}, {"intents": ["background"], "contexts": ["Researchers subsequently identified ‘second-level divides’ that focused on the relationship between skills and Internet usage (Hargittai, 2002, 2012; Lenhart and Horrigan, 2003)."], "isInfluential": false, "citedPaper": {"paperId": "a81e652c2f8cc6d91f025f9d5d2d86667984d5fd", "externalIds": {"MAG": "2343437055", "DBLP": "journals/firstmonday/Hargittai02", "DOI": "10.5210/FM.V7I4.942"}, "url": "https://www.semanticscholar.org/paper/a81e652c2f8cc6d91f025f9d5d2d86667984d5fd", "title": "Second-Level Digital Divide: Differences in People's Online Skills", "abstract": "Much of the existing literature on the digital divide - the differences between the \"haves\" and \"have nots\" regarding access to the Internet - limits its scope to a binary classification of technology use by only considering whether someone does or does not use the Internet. To remedy this shortcoming, in this paper I look at the differences in people's online skills. In order to measure online ability, I assigned search tasks to a random sample of Internet users from a suburban county in the United States. My findings suggest that people search for content in a myriad of ways and there is considerable difference in whether individuals are able to find various types of content on the Web and a large variance in how long it takes to complete online tasks. Age is negatively associated with one's level of Internet skill, experience with the technology is positively related to online skill, and differences in gender do little to explain the variance in the ability of different people to find content online.", "venue": "First Monday", "year": 2002, "referenceCount": 31, "citationCount": 1322, "influentialCitationCount": 112, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1779187", "name": "E. Hargittai"}]}}, {"intents": ["background"], "contexts": ["The reality is that in the networked society (Castells, 1997) racism is now global (Daniels, 2008a, 2009a; Back, 2002), as those with regressive political agendas rooted in white power connect across national boundaries via the Internet, a phenomenon that runs directly counter to Omi and Winant’s…"], "isInfluential": false, "citedPaper": {"paperId": "a9cce0b56d8129f6386d16e79b22e332dc672cda", "externalIds": {"MAG": "35503031"}, "url": "https://www.semanticscholar.org/paper/a9cce0b56d8129f6386d16e79b22e332dc672cda", "title": "The Power of Identity (The Information Age)", "abstract": null, "venue": "", "year": 2004, "referenceCount": 0, "citationCount": 238, "influentialCitationCount": 13, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145965359", "name": "M. Castells"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "aa915904b1bca9065739bce407ee824a821ae6f7", "externalIds": {"MAG": "1803241704"}, "url": "https://www.semanticscholar.org/paper/aa915904b1bca9065739bce407ee824a821ae6f7", "title": "Weaving the Web", "abstract": "Our world is composed by systems, systems that interact between them, which have both structure a behavior and so have various grades of complexity for their relationships and their components. Modeling is a technique that allow us match that complexity, because allow do abstractions from different perspectives what finally will be the total system. This document analyze the modeling in the software area through of use of UML, too it propose the development a tool under the actual known philosophy called web 2.0. Finally it references the main skills of this propose.", "venue": "", "year": 1999, "referenceCount": 1, "citationCount": 707, "influentialCitationCount": 46, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1403176300", "name": "Hu Cao"}]}}, {"intents": ["background"], "contexts": ["Much has changed since the mid-1990s when ‘digital divide’ research began and\ncomputer ownership and Internet access meant sitting before a desktop machine with a wire plugged into a wall (Warschauer, 2003).", "computer ownership and Internet access meant sitting before a desktop machine with a wire plugged into a wall (Warschauer, 2003)."], "isInfluential": false, "citedPaper": {"paperId": "af46eae8afb0838019958fba220158a7705e71ed", "externalIds": {"DBLP": "journals/jd/Audunson06", "MAG": "1536711763", "DOI": "10.1108/00220410610653352"}, "url": "https://www.semanticscholar.org/paper/af46eae8afb0838019958fba220158a7705e71ed", "title": "Technology and Social Inclusion. Rethinking the Digital Divide", "abstract": "Only for you today! Discover your favourite technology and social inclusion rethinking the digital divide book right here by downloading and getting the soft file of the book. This is not your time to traditionally go to the book stores to buy a book. Here, varieties of book collections are available to download. One of them is this technology and social inclusion rethinking the digital divide as your preferred book. Getting this book b on-line in this site can be realized now by visiting the link page to download. It will be easy. Why should be here?", "venue": "J. Documentation", "year": 2006, "referenceCount": 0, "citationCount": 1199, "influentialCitationCount": 143, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2629447", "name": "R. Audunson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "b0153691d856df559f6895cc839b45a6c3df8048", "externalIds": {"MAG": "2047154474", "DBLP": "journals/jcmc/Brock05", "DOI": "10.1111/j.1083-6101.2006.tb00317.x"}, "url": "https://www.semanticscholar.org/paper/b0153691d856df559f6895cc839b45a6c3df8048", "title": "\"A Belief in Humanity is a Belief in Colored Men: \" Using Culture to Span the Digital Divide", "abstract": "Building on Harrison and Zappen’s (2003) contention that technologies are infused with the values and social goals of their creators, I argue that Web content reproduces existing norms, rules, and power relations, some of which may prove inimical to Black identity, culture, and information needs. To explore this claim, I construct a culture-specific framework based on W. E. B. DuBois’ analysis of race and racism in the United States, that is then used as an evaluation schema for web content in the form of images, links, and text on mainstream Web sites vis-a-vis Africana.com. The results of the analysis uncover basic cultural differences in the design of and responses to mainstream and African-American sites.", "venue": "J. Comput. Mediat. Commun.", "year": 2005, "referenceCount": 58, "citationCount": 48, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "40648430", "name": "André Brock"}]}}, {"intents": ["background"], "contexts": ["Selwyn (2004) contends that digital divide formulations rely on the assumption that Internet access and usage is desirable and beneficial for everyone when, in fact, people might not be using the Internet because there is no perceived social benefit in doing so."], "isInfluential": false, "citedPaper": {"paperId": "b177abfc92f151f4eaee4e409909fcee91471f2a", "externalIds": {"DBLP": "journals/nms/Selwyn04", "MAG": "2157767588", "DOI": "10.1177/1461444804042519"}, "url": "https://www.semanticscholar.org/paper/b177abfc92f151f4eaee4e409909fcee91471f2a", "title": "Reconsidering Political and Popular Understandings of the Digital Divide", "abstract": "This article presents a theoretical examination of the digital divide, tracing its origins in the centre–Left social inclusion policy agenda of the 1980s and 1990s to its current status of political ‘hot topic’. It then moves on to outline four conceptual limitations to conventional dichotomous notions of the digital divide and individuals’ ‘access’ to information and communications technology (ICT): what is meant by ICT; what is meant by ‘access’; the relationship between ‘access to ICT’ and ‘use of ICT’; and a lack of consideration of the consequences of engagement with ICT. The article outlines a more sophisticated, hierarchical model of the digital divide based around these conceptual ‘stages’ while recognizing the mediating role of economic, cultural and social forms of capital in shaping individuals’ engagements with ICT. It concludes by developing a set of research themes and questions for future examination of inequalities in individuals’ use of ICT.", "venue": "New Media Soc.", "year": 2004, "referenceCount": 142, "citationCount": 973, "influentialCitationCount": 91, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1735121", "name": "N. Selwyn"}]}}, {"intents": ["background"], "contexts": ["A recent systematic look at social movement discourse across multiple racist organization examined movement discourse pre- and post-Internet to explore how such groups had, or had not, made the transition to the digital era (Daniels, 2009a).", "…online spaces in search of community predicated on racial identity (McPherson, 2000, 2003), some with overtly racist political agendas (Adams and Roscigno, 2005; Atton, 2006; Daniels, 2008b, 2009a; Back, 2002; Bostdorff, 2004; Breckheimer, 2002; Burris et al., 2000; Campbell, 2006; Zickmund, 1997).", "Critical race theorists within the US are critical of the absolutist view of free speech (Matsuda et al., 1993), and a few scholars have made the case for an interpretation of the First Amendment that recognizes the harm in hate speech (Daniels, 2009a; Smith, 2002).", "The reality is that in the networked society (Castells, 1997) racism is now global (Daniels, 2008a, 2009a; Back, 2002), as those with regressive political agendas rooted in white power connect across national boundaries via the Internet, a phenomenon that runs directly counter to Omi and Winant’s…", "Epistemology, or how we know what we say we know, is changing in the Internet era (Daniels, 2009a).", "Executives, citing First Amendment protection and the ‘impossibility’ of enforcing such laws across national boundaries, the French eventually won and Yahoo! finally removed the offensive material (Daniels, 2009a; Goldsmith and Wu, 2006).", "For example, MartinLutherKing. org appears to be a tribute site, but is in fact owned by a white supremacist (Daniels, 2009b)."], "isInfluential": false, "citedPaper": {"paperId": "b1f2745d7707ee0b94ee23074fea7a075d37dbaa", "externalIds": {"MAG": "2166231199", "DBLP": "journals/nms/Daniels09", "DOI": "10.1177/1461444809105345"}, "url": "https://www.semanticscholar.org/paper/b1f2745d7707ee0b94ee23074fea7a075d37dbaa", "title": "Cloaked websites: propaganda, cyber-racism and epistemology in the digital era", "abstract": "This article analyzes cloaked websites, which are sites published by individuals or groups who conceal authorship in order to disguise deliberately a hidden political agenda. Drawing on the insights of critical theory and the Frankfurt School, this article examines the way in which cloaked websites conceal a variety of political agendas from a range of perspectives. Of particular interest here are cloaked white supremacist sites that disguise cyber-racism. The use of cloaked websites to further political ends raises important questions about knowledge production and epistemology in the digital era. These cloaked sites emerge within a social and political context in which it is increasingly difficult to parse fact from propaganda, and this is a particularly pernicious feature when it comes to the cyber-racism of cloaked white supremacist sites. The article concludes by calling for the importance of critical, situated political thinking in the evaluation of cloaked websites.", "venue": "New Media Soc.", "year": 2009, "referenceCount": 89, "citationCount": 108, "influentialCitationCount": 10, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "46325253", "name": "Jessie Daniels"}]}}, {"intents": ["background"], "contexts": ["Surveillance culture and social control\nBrowne (2010) writes about some of these surveillance technologies as they relate to border crossings, and there are implications of this surveillance culture for understanding race and the Internet."], "isInfluential": false, "citedPaper": {"paperId": "b21bdfd46a5c7ab3c6b71401762ed986bb0571c3", "externalIds": {"MAG": "2009404140", "DOI": "10.1177/0896920509347144"}, "url": "https://www.semanticscholar.org/paper/b21bdfd46a5c7ab3c6b71401762ed986bb0571c3", "title": "Digital Epidermalization: Race, Identity and Biometrics", "abstract": "This article considers the ways in which what Paul Gilroy terms ‘epidermal thinking’ operates in the discourses surrounding certain surveillance practices and their applications, with a focus on identification documents and biometric technologies in particular. My aim is not to re-ontologize race, but instead to outline the notion of digital epidermalization, stemming from Frantz Fanon’s concept of epidermalization, as it allows for thinking through race, ontological insecurity and the ways in which the body materializes with and against biometric technologies. I examine key research in surveillance studies, governmental policy documents concerning biometric enabled identification documents and the 2003 ‘deportation’ to India of a Canadian citizen through the issuance of an expedited removal order by the US Immigration and Naturalization Services. By interrogating how digital epidermalization gains meaning and is put into practice, this article seeks to posit a space for refusals of such epidermal thinking through a critical biometric consciousness.", "venue": "", "year": 2010, "referenceCount": 42, "citationCount": 55, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "153740632", "name": "Simone A. Browne"}]}}, {"intents": ["background"], "contexts": ["A few imagined a rise in identity tourism, that is, people using the playful possibilities of gaming to visit different racial and gender identities online (Nakamura, 2002; Turkle, 1997)."], "isInfluential": false, "citedPaper": {"paperId": "b286ed453b61761e7cd5e1b6880bdacff52b6a3a", "externalIds": {"MAG": "1495038747"}, "url": "https://www.semanticscholar.org/paper/b286ed453b61761e7cd5e1b6880bdacff52b6a3a", "title": "Life on the Screen: Identity in the Age of the Internet", "abstract": "From the Publisher: \nA Question of Identity \nLife on the Screen is a fascinating and wide-ranging investigation of the impact of computers and networking on society, peoples' perceptions of themselves, and the individual's relationship to machines. Sherry Turkle, a Professor of the Sociology of Science at MIT and a licensed psychologist, uses Internet MUDs (multi-user domains, or in older gaming parlance multi-user dungeons) as a launching pad for explorations of software design, user interfaces, simulation, artificial intelligence, artificial life, agents, \"bots,\" virtual reality, and \"the on-line way of life.\" \nTurkle's discussion of postmodernism is particularly enlightening. She shows how postmodern concepts in art, architecture, and ethics are related to concrete topics much closer to home, for example AI research (Minsky's \"Society of Mind\") and even MUDs (exemplified by students with X-window terminals who are doing homework in one window and simultaneously playing out several different roles in the same MUD in other windows). Those of you who have (like me) been turned off by the shallow, pretentious, meaningless paintings and sculptures that litter our museums of modern art may have a different perspective after hearing what Turkle has to say. \nThis is a psychoanalytical book, not a technical one. However, software developers and engineers will find it highly accessible because of the depth of the author's technical understanding and credibility. Unlike most other authors in this genre, Turkle does not constantly jar the technically-literate reader with blatant errors or bogus assertions about how things work. Although I personally don't have time or patience for MUDs,view most of AI as snake-oil, and abhor postmodern architecture, I thought the time spent reading this book was an extremely good investment.", "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 5334, "influentialCitationCount": 318, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2264591", "name": "S. Turkle"}]}}, {"intents": ["background"], "contexts": ["…is not especially robust when it comes to the task of explaining the vexing and pervasive appearance of racism in public comments online, which is better explained through a\ncritical, dramaturgical framework that locates racism as a central concern (Picca and Feagin, 2007; Steinfeldt et al., 2010).", "The overwhelming majority of the research reviewed here focuses on some aspect of racial identity, while only a small portion focuses on everyday expressions of racism on the Internet (e.g., Harris et al., 2010; Steinfeldt et al., 2010; Tynes and Markoe, 2010).", "Thus far, only one study has systematically examined the way comments at online forums of news sites foster and reproduce racism (Steinfeldt et al., 2010)."], "isInfluential": false, "citedPaper": {"paperId": "b8849cf92e38da2a28a3adcc84585d4063f4f199", "externalIds": {"MAG": "2160432949", "DOI": "10.1037/a0018692", "PubMed": "20658879"}, "url": "https://www.semanticscholar.org/paper/b8849cf92e38da2a28a3adcc84585d4063f4f199", "title": "Racism in the electronic age: Role of online forums in expressing racial attitudes about American Indians.", "abstract": "This study investigated racial attitudes about American Indians that are electronically expressed in newspaper online forums by examining the University of North Dakota's Fighting Sioux nickname and logo used for their athletic teams. Using a modified Consensual Qualitative Research (CQR) methodology to analyze over 1,000 online forum comments, the research team generated themes, domains, and core ideas from the data. The core ideas included (a) surprise, (b) power and privilege, (c) trivialization, and (d) denigration. The findings indicated that a critical mass of online forum comments represented ignorance about American Indian culture and even disdain toward American Indians by providing misinformation, perpetuating stereotypes, and expressing overtly racist attitudes toward American Indians. Results of this study were explained through the lens of White power and privilege, as well as through the framework of two-faced racism (Picca & Feagin, 2007). Results provide support to previous findings that indicate the presence of Native-themed mascots, nicknames, or logos can negatively impact the psychological well-being of American Indians.", "venue": "Cultural diversity & ethnic minority psychology", "year": 2010, "referenceCount": 64, "citationCount": 80, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "5024078", "name": "J. Steinfeldt"}, {"authorId": "50072023", "name": "Brad D. Foltz"}, {"authorId": "7724497", "name": "Jennifer K. Kaladow"}, {"authorId": "49136047", "name": "Tracy Carlson"}, {"authorId": "8323080", "name": "Louis A. Pagano"}, {"authorId": "1978158438", "name": "E. Benton"}, {"authorId": "4545526", "name": "M. C. Steinfeldt"}]}}, {"intents": ["background"], "contexts": ["In two variations on fan studies, Hughey (2010), examining film critics’ reviews of ‘white savior films,’ and Brock (2009), analyzing ‘thugs’ and blog commenters responding to The Wire (at the behest of a sociologist and a major news site), both explore the racial implications of audience reception…"], "isInfluential": false, "citedPaper": {"paperId": "bb15202f5db62b064cea35e5ce5769398d2a51ba", "externalIds": {"MAG": "2021966908", "DOI": "10.1525/SI.2010.33.3.475"}, "url": "https://www.semanticscholar.org/paper/bb15202f5db62b064cea35e5ce5769398d2a51ba", "title": "The White Savior Film and Reviewers' Reception", "abstract": "This article documents the collective interpretations of film reviewers, a position typically associated with individual aesthetic judgment rather than socially shared scripts of explanation. Drawing on the reviews of a feature film with implicit racial content, produced in the context of a supposedly “color-blind” era, this article documents how reviewers constitute a racialized interpretive community. Reviewers rely on specific cultural frameworks to both contest and reproduce the notion of a “post-racial” society. These interpretations equate nonwhites with pathological and dysfunctional traits, frame hard work as a white normative characteristic, and construct deterministic views of both Hollywood's ability to represent progressive racial representations and the educational system's potential. This analysis illustrates how film reviews operate as mediating voices between producer and consumer, and in so doing, the interpretations of the film serve as “common-sensed” mappings of the contested terrain of contemporary race relations.", "venue": "", "year": 2010, "referenceCount": 106, "citationCount": 56, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "21415637", "name": "M. Hughey"}]}}, {"intents": ["background"], "contexts": ["Brock describes DuBois’ view that white culture was forged in the legacy of slavery; the bond among whites continues to be reified in ways that justify social control of Blacks, as well as sustain discriminatory practices and beliefs (Brock, 2006: 363).", "Brock (2006b) extends this argument to explain racial disparities and argues that the paucity of Internet content relevant to Black interests may have more to do with the slower Internet adoption rates than with current formulations of technological illiteracy."], "isInfluential": false, "citedPaper": {"paperId": "be441c694a460c483f7633391423bdf6bd973da0", "externalIds": {"MAG": "2063381538", "DOI": "10.13008/2151-2957.1013"}, "url": "https://www.semanticscholar.org/paper/be441c694a460c483f7633391423bdf6bd973da0", "title": "\"Who do you think you are?\": Race, Representation, and Cultural Rhetorics in Online Spaces", "abstract": "This essay looks at the articulation of Black identity in personal and online contexts. Following Omi and Winant’s argument that racial formation is a matter of racial representation within social structures, I examine the Internet as a “third place” for the online representation of Black identity by Blacks and by non-Blacks following two critical incidents in recent public culture: Kanye West’s Hurricane Katrina speech and the Rev. Joseph Lowery’s inauguration benediction. As a third place, the Internet encourages intimate discursive interaction, similar to the way Black barber shops and beauty salons allowed private spaces for identity discourses between Black men and women. The Internet also opens these formerly private spaces to non-Blacks, who contribute to the articulation of Black identity online.", "venue": "", "year": 2009, "referenceCount": 4, "citationCount": 36, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "40648430", "name": "André Brock"}]}}, {"intents": ["background"], "contexts": ["…seven years into this experiment, many news sites have abandoned the practice of allowing comments because of offensive comments.6 The explicitly racist comments online suggest that the Internet allows for the acting out of what Sharpe calls ‘nonconsensual racial fantasies’ (Sharpe, 1999: 1094)."], "isInfluential": false, "citedPaper": {"paperId": "bed630d6d7c227d2131f56a0e01047309f5c80af", "externalIds": {"MAG": "2125384644", "DOI": "10.1086/495406"}, "url": "https://www.semanticscholar.org/paper/bed630d6d7c227d2131f56a0e01047309f5c80af", "title": "Racialized Fantasies on the Internet", "abstract": "I was counting T-cells on the shores of cyberspace and feeling some despair.... I have miscegenated and mutated, tolerated and assimilated and yet I remain the same in the eyes of those who would fear and despise me. I stand at the threshold of cyberspace and wonder, is it possible that I am unwelcome here, too? Will I be allowed to construct a virtual reality that empowers me? Can invisible men see their own reflections? I'm carrying trauma into cyberspaceviolent gestures, a fractured soul, short fuses, dreams of revenge.... My primary public characteristics continue to be defined by dreads of me, myths about me and plain old homegrown contempt. All of this confusion is accompanying me into cyberspace; every indignity and humiliation, every anger and suspicion. -Hemphill 1995", "venue": "Signs: Journal of Women in Culture and Society", "year": 1999, "referenceCount": 8, "citationCount": 27, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2140328376", "name": "C. Sharpe"}]}}, {"intents": ["background"], "contexts": ["As people move across national boundaries due to shifting capital flows and changing state regulations, online spaces of connection based on racial and ethnic identity become increasingly important mechanisms for sustaining imagined communities (Bernal, 2006)."], "isInfluential": false, "citedPaper": {"paperId": "beed09b78965d357438b574e86722ff407a81ab0", "externalIds": {"MAG": "2114328973", "DOI": "10.1111/J.1471-0374.2006.00139.X"}, "url": "https://www.semanticscholar.org/paper/beed09b78965d357438b574e86722ff407a81ab0", "title": "Diaspora, cyberspace and political imagination: the Eritrean diaspora online", "abstract": "In this article I analyse the Eritrean diaspora and its use of cyberspace to theorize the ways transnationalism and new media are associated with the rise of new forms of community, public spheres and sites of cultural production. The struggle for national independence coincided with the rise of the Internet and the Eritrean diaspora has been actively involved in the new state. Eritreans abroad use the Internet as a transnational public sphere where they produce and debate narratives of history, culture, democracy and identity. Through the web the diaspora has mobilized demonstrators, amassed funds for war, debated the formulation of the constitution, and influenced the government of Eritrea. Through their web postings, 'Internet intellectuals' interpret national crises, rearticulate values and construct community. Thus, the Internet is not simply about information but is also an emotion-laden and creative space. More than simply refugees or struggling workers, diasporas online may invent new forms of citizenship, community and political practices. Identity is not a constant and is something that is renegotiated on (a) regular basis, be it at the individual or at the national level. This is especially prob- lematic for those of us living in the diaspora, we deal with so many identities and our existence is literally schizophrenic. We want to remain actively interested in the affairs of the homeland, at the same time we live in countries that (are) careless about our internal struggles and hence our miserable dependence on mediums like Dehai for a sense of belonging and for the illusion of home that it creates. I would even venture to say that the various cyber shoutings and negative exchanges we are accustomed to in Dehai are a necessary and unavoidable aspects of being a part of such a community.", "venue": "", "year": 2006, "referenceCount": 49, "citationCount": 218, "influentialCitationCount": 15, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144129083", "name": "V. Bernal"}]}}, {"intents": ["background"], "contexts": ["…practices of whites, the unjustly gained resources and the power for whites demonstrated in the hierarchy linking ‘race’ and material well-being, the many racial images and narratives that fall under the umbrella of the white racial frame (Bonilla-Silva, 1997; Feagin, 2010; Feagin and Elias, 2012)."], "isInfluential": false, "citedPaper": {"paperId": "c3f2d7a97829061570bd53d9958aa32bf82f673e", "externalIds": {"MAG": "2132585345", "DOI": "10.2307/2657316"}, "url": "https://www.semanticscholar.org/paper/c3f2d7a97829061570bd53d9958aa32bf82f673e", "title": "RETHINKING RACISM: TOWARD A STRUCTURAL INTERPRETATION *", "abstract": "The study of race and ethnic conflict historically has been hampered by inadequate and simplistic theories. I contend that the central problem of the various approaches to the study of racial phenomena is their lack of a structural theory of racism. I review traditional approaches and alternative approaches to the study of racism, and discuss their limitations. Following the leads suggested by some of the alternative frameworks, I advance a structural theory of racism based on the notion of racialized social systems. \"The habit of considering racism as a mental quirk, as a psychological flaw, must be abandoned.\" -Frantz Fanon (1967:77) he area of race and ethnic studies lacks a _ sound theoretical apparatus. To complicate matters, many analysts of racial matters have abandoned the serious theorization and reconceptualization of their central topic: racism. Too many social analysts researching racism assume that the phenomenon is selfevident, and therefore either do not provide a definition or provide an elementary definition (Schuman, Steeh, and Bobo 1985; Sniderman and Piazza 1993). Nevertheless, whether implicitly or explicitly, most analysts regard racism as a purely ideological phenomenon.", "venue": "", "year": 1997, "referenceCount": 197, "citationCount": 1489, "influentialCitationCount": 89, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1416761454", "name": "E. Bonilla-Silva"}]}}]}