{"paperId": "cd4f8f01796418d241f3c7df0b2f247a66e3d544", "externalIds": {"MAG": "266984487", "DOI": "10.2307/365972"}, "url": "https://www.semanticscholar.org/paper/cd4f8f01796418d241f3c7df0b2f247a66e3d544", "title": "Regional Advantage: Culture and Competition in Silicon Valley and Route 128", "abstract": "Compares the organization of regional economies, focusing on Silicon Valley's thriving regional network-based system and Route 128's declining independent firm-based system. The history of California's Silicon Valley and Massachusetts' Route 128 as centers of innovation in the electronics indistry is traced since the 1970s to show how their network organization contributed to their ability to adapt to international competition. Both regions faced crises in the 1980s, when the minicomputers produced in Route 128 were replaced by personal computers, and Japanese competitors took over Silicon Valley's market for semiconductor memory. However, while corporations in the Route 128 region operated by internalization, using policies of secrecy and company loyalty to guard innovation, Silicon Valley fully utilized horizontal communication and open labor markets in addition to policies of fierce competition among firms. As a result, and despite mounting competition, Silicon Valley generated triple the number of new jobs between 1975 and 1990, and the market value of its firms increased $25 billion from 1986 to 1990 while Route 128 firms increased only $1 billion for the same time period. From analysis of these regions, it is clear that innovation should be a collective process, most successful when institutional and social boundaries dividing firms are broken down. A thriving regional economy depends not just on the initiative of individual entrepreneurs, but on an embedded network of social, technical, and commercial relationships between firms and external organizations. With increasingly fragmented markets, regional interdependencies rely on consistently renewed formal and informal relationships, as well as public funding for education, research, and training. Local industrial systems built on regional networks tend to be more flexible and technologically dynamic than do hierarchical, independent firm-based systems in which innovation is isolated within the boundaries of corporations. (CJC)", "venue": "", "year": 1994, "referenceCount": 0, "citationCount": 6776, "influentialCitationCount": 486, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Business"], "authors": [{"authorId": "1423411984", "name": "A. Chandler"}, {"authorId": "98622177", "name": "A. Saxenian"}]}