{"offset": 0, "data": [{"isInfluential": false, "contexts": ["First efforts have combined both streams and built AI models to predict individual-level corruption risks based on facial images, even promising “to predict white collar criminality through real-time facial analysis” (Lavigne, Clifton and Tseng, 2017, p. 8)."], "intents": ["background"], "citingPaper": {"paperId": "1d04a6928df575c0a132bf2fafe04972f2fcf237", "externalIds": {"DBLP": "journals/corr/abs-2102-11567", "ArXiv": "2102.11567"}, "url": "https://www.semanticscholar.org/paper/1d04a6928df575c0a132bf2fafe04972f2fcf237", "title": "Artificial Intelligence as an Anti-Corruption Tool (AI-ACT) - Potentials and Pitfalls for Top-down and Bottom-up Approaches", "abstract": "Corruption continues to be one of the biggest societal challenges of our time. New hope is placed in Artificial Intelligence (AI) to serve as an unbiased anti-corruption agent. Ever more available (open) government data paired with unprecedented performance of such algorithms render AI the next frontier in anti-corruption. Summarizing existing efforts to use AI-based anti-corruption tools (AI-ACT), we introduce a conceptual framework to advance research and policy. It outlines why AI presents a unique tool for top-down and bottom-up anti-corruption approaches. For both approaches, we outline in detail how AI-ACT present different potentials and pitfalls for (a) input data, (b) algorithmic design, and (c) institutional implementation. Finally, we venture a look into the future and flesh out key questions that need to be addressed to develop AI-ACT while considering citizens' views, hence putting\"society in the loop\".", "venue": "ArXiv", "year": 2021, "referenceCount": 117, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "47691963", "name": "N. Köbis"}, {"authorId": "116893626", "name": "C. Starke"}, {"authorId": "1705156", "name": "I. Rahwan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "23dd8c80851032c88ecb6eb2bf116eaceddbb0a7", "externalIds": {"DBLP": "journals/corr/abs-2105-10866", "ArXiv": "2105.10866"}, "url": "https://www.semanticscholar.org/paper/23dd8c80851032c88ecb6eb2bf116eaceddbb0a7", "title": "Towards Artificial Intelligence Enabled Financial Crime Detection", "abstract": "Recently, financial institutes have been dealing with an increase in financial crimes. In this context, financial services firms started to improve their vigilance and use new technologies and approaches to identify and predict financial fraud and crime possibilities. This task is challenging as institutions need to upgrade their data and analytics capabilities to enable new technologies such as Artificial Intelligence (AI) to predict and detect financial crimes. In this paper, we put a step towards AI-enabled financial crime detection in general and money laundering detection in particular to address this challenge. We study and analyse the recent works done in financial crime detection and present a novel model to detect money laundering cases with minimum human intervention needs.", "venue": "ArXiv", "year": 2021, "referenceCount": 99, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Economics"], "authors": [{"authorId": "2104442779", "name": "Zeinab Rouhollahi"}]}}, {"isInfluential": false, "contexts": ["(b) White collar crime map [68] Figure 8."], "intents": ["background"], "citingPaper": {"paperId": "065f3d3a8b8ffe1af435e066983fc09029c286ae", "externalIds": {"MAG": "3029368332", "DBLP": "journals/corr/abs-2001-02316", "ArXiv": "2001.02316", "DOI": "10.1145/3313831.3376420"}, "url": "https://www.semanticscholar.org/paper/065f3d3a8b8ffe1af435e066983fc09029c286ae", "title": "Surfacing Visualization Mirages", "abstract": "Dirty data and deceptive design practices can undermine, invert, or invalidate the purported messages of charts and graphs. These failures can arise silently: a conclusion derived from a particular visualization may look plausible unless the analyst looks closer and discovers an issue with the backing data, visual specification, or their own assumptions. We term such silent but significant failures . We describe a conceptual model of mirages and show how they can be generated at every stage of the visual analytics process. We adapt a methodology from software testing, , as a way of automatically surfacing potential mirages at the visual encoding stage of analysis through modifications to the underlying data and chart specification. We show that metamorphic testing can reliably identify mirages across a variety of chart types with relatively little prior knowledge of the data or the domain.", "venue": "CHI", "year": 2020, "referenceCount": 183, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "150022510", "name": "Andrew M. McNutt"}, {"authorId": "1704822", "name": "G. Kindlmann"}, {"authorId": "11192438", "name": "M. Correll"}]}}, {"isInfluential": false, "contexts": ["If the algorithm does not consider that the policing institution is already configured to control minorities [13] and that interactions with police pose greater risk of harms for minorities, a “fair allocation” can still disparately impact those minorities [6]."], "intents": ["background"], "citingPaper": {"paperId": "91a8da3bbc643dff3fdc443fd2384581aa05e786", "externalIds": {"MAG": "2889357760", "DBLP": "conf/fat/KulynychOTG20", "ArXiv": "1806.02711", "DOI": "10.1145/3351095.3372853"}, "url": "https://www.semanticscholar.org/paper/91a8da3bbc643dff3fdc443fd2384581aa05e786", "title": "POTs: protective optimization technologies", "abstract": "Algorithmic fairness aims to address the economic, moral, social, and political impact that digital systems have on populations through solutions that can be applied by service providers. Fairness frameworks do so, in part, by mapping these problems to a narrow definition and assuming the service providers can be trusted to deploy countermeasures. Not surprisingly, these decisions limit fairness frameworks' ability to capture a variety of harms caused by systems. We characterize fairness limitations using concepts from requirements engineering and from social sciences. We show that the focus on algorithms' inputs and outputs misses harms that arise from systems interacting with the world; that the focus on bias and discrimination omits broader harms on populations and their environments; and that relying on service providers excludes scenarios where they are not cooperative or intentionally adversarial. We propose Protective Optimization Technologies (POTs). POTs, provide means for affected parties to address the negative impacts of systems in the environment, expanding avenues for political contestation. POTs intervene from outside the system, do not require service providers to cooperate, and can serve to correct, shift, or expose harms that systems impose on populations and their environments. We illustrate the potential and limitations of POTs in two case studies: countering road congestion caused by traffic beating applications, and recalibrating credit scoring for loan applicants.", "venue": "FAT*", "year": 2018, "referenceCount": 167, "citationCount": 34, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "21228890", "name": "B. Kulynych"}, {"authorId": "1857191", "name": "Rebekah Overdorf"}, {"authorId": "145495227", "name": "C. Troncoso"}, {"authorId": "2082058", "name": "Seda F. Gürses"}]}}, {"isInfluential": true, "contexts": ["Clifton et al. (2017) focus on another typical case of white-collar criminality, i.e., financial fraud, which is predicted employing random forest algorithms on US local-level data. Ash et al. (2020) apply machine learning techniques, specifically tree-based gradient boosting, to detect Brazil’s local-government corruption using budget accounts data. Lima and Delen (2020) employ a variety of ML algorithms, including random forests, support vector machine and artificial neural networks, on cross-country data", "Clifton et al. (2017) focus on another typical case of white-collar criminality, i.e., financial fraud, which is predicted employing random forest algorithms on US local-level data. Ash et al. (2020) apply machine learning techniques, specifically tree-based gradient boosting, to detect Brazil’s local-government corruption using budget accounts data.", "Clifton et al. (2017) focus on another typical case of white-collar criminality, i."], "intents": ["background"], "citingPaper": {"paperId": "f1a469d1305f74b48f6973341c1545b332a85ed1", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/f1a469d1305f74b48f6973341c1545b332a85ed1", "title": "Predicting Corruption Crimes with Machine Learning. A Study for the Italian Municipalities", "abstract": "Using police archives, we apply machine learning algorithms to predict corruption crimes in Italian municipalities during the period 2012-2014. We correctly identify over 70% (slightly less than 80%) of the municipalities that will experience corruption episodes (an increase in corruption crimes). We show that algorithmic predictions could strengthen the ability of the 2012 Italy’s anti-corruption law to fight white-collar delinquencies.", "venue": "", "year": 2020, "referenceCount": 50, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "75124994", "name": "Guido Blasio"}, {"authorId": "100825201", "name": "D. Alessio"}, {"authorId": "69846164", "name": "Ignazio"}, {"authorId": "119973268", "name": "M. Letta"}]}}, {"isInfluential": false, "contexts": ["policing algorithm” that can fairly distribute police officers to different neighborhoods. If the algorithm does not consider that the policing institution is already configured to control minorities [13] and that interactions with police pose greater risk of harms for minorities, a “fair allocation” can still disparately impact those minorities [6]. Second, focusing on achieving fairness for users mi"], "intents": ["background"], "citingPaper": {"paperId": "1fc224f0ff04061f5715d49cbb2b4c906068e589", "externalIds": {"MAG": "2805821103", "DBLP": "journals/corr/abs-1806-02711"}, "url": "https://www.semanticscholar.org/paper/1fc224f0ff04061f5715d49cbb2b4c906068e589", "title": "POTs: The revolution will not be optimized?", "abstract": "Optimization systems infer, induce, and shape events in the real world to fulfill objective functions. Protective optimization technologies (POTs) reconfigure these events as a response to the effects of optimization on a group of users or local environment. POTs analyze how events (or lack thereof) affect users and environments, then manipulate these events to influence system outcomes, e.g., by altering the optimization constraints and poisoning system inputs.", "venue": "ArXiv", "year": 2018, "referenceCount": 88, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "36386932", "name": "Seda Gurses"}, {"authorId": "1857191", "name": "Rebekah Overdorf"}, {"authorId": "2178097", "name": "Ero Balsa"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "fa45cebe8b5e0c7ca8ced1c5cf8a7bef4904cc3c", "externalIds": {"MAG": "2991308623", "ArXiv": "1801.02858", "DOI": "10.1214/19-aoas1284"}, "url": "https://www.semanticscholar.org/paper/fa45cebe8b5e0c7ca8ced1c5cf8a7bef4904cc3c", "title": "Scalable high-resolution forecasting of sparse spatiotemporal events with kernel methods: A winning solution to the NIJ “Real-Time Crime Forecasting Challenge”", "abstract": "This article describes Team Kernel Glitches' solution to the National Institute of Justice's (NIJ) Real-Time Crime Forecasting Challenge. The goal of the NIJ Real-Time Crime Forecasting Competition was to maximize two different crime hotspot scoring metrics for calls-for-service to the Portland Police Bureau (PPB) in Portland, Oregon during the period from March 1, 2017 to May 31, 2017. Our solution to the challenge is a spatiotemporal forecasting model combining scalable randomized Reproducing Kernel Hilbert Space (RKHS) methods for approximating Gaussian processes with autoregressive smoothing kernels in a regularized supervised learning framework. Our model can be understood as an approximation to the popular log-Gaussian Cox Process model: we discretize the spatiotemporal point pattern and learn a log intensity function using the Poisson likelihood and highly efficient gradient-based optimization methods. Model hyperparameters including quality of RKHS approximation, spatial and temporal kernel lengthscales, number of autoregressive lags, bandwidths for smoothing kernels, as well as cell shape, size, and rotation, were learned using crossvalidation. Resulting predictions exceeded baseline KDE estimates by 0.157. Performance improvement over baseline predictions were particularly large for sparse crimes over short forecasting horizons.", "venue": "", "year": 2018, "referenceCount": 119, "citationCount": 33, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Mathematics"], "authors": [{"authorId": "2127497", "name": "S. Flaxman"}, {"authorId": "145475410", "name": "M. Chirico"}, {"authorId": "153307436", "name": "Pau Pereira"}, {"authorId": "145034451", "name": "Charles E. Loeffler"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "cedd5585a680cd4228e77ae19a5ea86c52c91528", "externalIds": {"DBLP": "conf/fdg/Compton17", "MAG": "2752655211", "DOI": "10.1145/3102071.3110573"}, "url": "https://www.semanticscholar.org/paper/cedd5585a680cd4228e77ae19a5ea86c52c91528", "title": "Little procedural people: playing politics with generators", "abstract": "Do generators have politics? What about generators that generate around people, with people, or even create generative people. This paper proposes four initial sites of inquiry that deserve further attention from this community, or at least those members who find themselves building a person-generator: characters who engage socially with people, generators which make use of data created by or about people, the use of cultural and social signifiers in generators, and simulations or models which represent people.", "venue": "FDG", "year": 2017, "referenceCount": 4, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "40538856", "name": "K. Compton"}]}}]}