{"offset": 0, "next": 100, "data": [{"isInfluential": true, "contexts": ["VID methods such as Values @ Play [24, 26].", "argument: these authors are critical of existing Values in Design methods, such as Value Sensitive Design [32, 33] and Values@Play [24, 25] forwhat they describe as an “Identify/Apply”", "JafariNaimi, Nathan, and Hargraves [46] advance a related argument: these authors are critical of existing Values in Design methods, such as Value Sensitive Design [32, 33] and Values@Play [24, 25] forwhat they describe as an “Identify/Apply” logic animating the process of translating values into designed objects.", "gies for designing technical systems with human values in mind [24, 25, 32, 33, 66] and suggests a path forward focused on broadening the scope of computational modeling to in-", "Value Sensitive Design [33] and Values@Play [24, 26] are two particularly mature approaches to both accounting for and incorporating values in the design process.", "Grounded in these four aforementioned reflexive values, we lay out a methodology for model design below inspired by VID methods such as Values @ Play [24, 26]."], "intents": ["methodology", "background"], "citingPaper": {"paperId": "14dcde3a61cb40e31d54237263aa8070a66e02d3", "externalIds": {"DBLP": "journals/corr/abs-2010-05084", "ArXiv": "2010.05084", "MAG": "3091833333", "DOI": "10.1145/3461702.3462518"}, "url": "https://www.semanticscholar.org/paper/14dcde3a61cb40e31d54237263aa8070a66e02d3", "title": "Reflexive Design for Fairness and Other Human Values in Formal Models", "abstract": "Algorithms and other formal models purportedly incorporating human values like fairness have grown increasingly popular in computer science. In response to sociotechnical challenges in the use of these models, designers and researchers have taken widely divergent positions on how formal models incorporating aspects of human values should be used: encouraging their use, moving away from them, or ignoring the normative consequences altogether. In this paper, we seek to resolve these divergent positions by identifying the main conceptual limits of formal modeling, and develop four reflexive values--value fidelity, appropriate accuracy, value legibility, and value contestation--vital for incorporating human values adequately into formal models. We then provide a brief methodology for reflexively designing formal models incorporating human values.", "venue": "AIES", "year": 2020, "referenceCount": 92, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145476099", "name": "Benjamin Fish"}, {"authorId": "30353442", "name": "Luke Stark"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "20a8cc7940070d18450401b5d4cb7cad28181692", "externalIds": {"MAG": "3136178307", "DOI": "10.1007/978-3-030-71711-7_28"}, "url": "https://www.semanticscholar.org/paper/20a8cc7940070d18450401b5d4cb7cad28181692", "title": "Translating Ethical Theory into Ethical Action: An Ethic of Responsibility Approach to Value-Oriented Design", "abstract": null, "venue": "", "year": 2021, "referenceCount": 31, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "12804431", "name": "Zachary J. Goldberg"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "232d0c42a26a54f52266a09e0c7117291402d33c", "externalIds": {"DBLP": "conf/aies/CooperAN21", "MAG": "3158363482", "ArXiv": "2102.01203", "DOI": "10.1145/3461702.3462519"}, "url": "https://www.semanticscholar.org/paper/232d0c42a26a54f52266a09e0c7117291402d33c", "title": "Emergent Unfairness in Algorithmic Fairness-Accuracy Trade-Off Research", "abstract": "Across machine learning (ML) sub-disciplines, researchers make explicit mathematical assumptions in order to facilitate proof-writing. We note that, specifically in the area of fairness-accuracy trade-off optimization scholarship, similar attention is not paid to the normative assumptions that ground this approach. Such assumptions presume that 1) accuracy and fairness are in inherent opposition to one another, 2) strict notions of mathematical equality can adequately model fairness, 3) it is possible to measure the accuracy and fairness of decisions independent from historical context, and 4) collecting more data on marginalized individuals is a reasonable solution to mitigate the effects of the trade-off. We argue that such assumptions, which are often left implicit and unexamined, lead to inconsistent conclusions: While the intended goal of this work may be to improve the fairness of machine learning models, these unexamined, implicit assumptions can in fact result in emergent unfairness. We conclude by suggesting a concrete path forward toward a potential resolution.", "venue": "AIES", "year": 2021, "referenceCount": 120, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152313817", "name": "Andrew Cooper"}, {"authorId": "103579283", "name": "Ellen Abrams"}, {"authorId": "2121486076", "name": "NA Na"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "2791afe7f1c53b46cac0928e1dee324b672376c5", "externalIds": {"DBLP": "journals/corr/abs-2107-07249", "ArXiv": "2107.07249"}, "url": "https://www.semanticscholar.org/paper/2791afe7f1c53b46cac0928e1dee324b672376c5", "title": "Empowered and Embedded: Ethics and Agile Processes", "abstract": "In this article we focus on the structural aspects of the development of ethical software, and argue that ethical considerations need to be embedded into the (agile) software development process. In fact, we claim that agile processes of software development lend themselves specifically well for this endeavour. First, we contend that ethical evaluations need to go beyond the use of software products and include an evaluation of the software itself. This implies that software engineers influence peoples’ lives through the features of their designed products. Embedded values are thus approached best by software engineers themselves. Therefore, we put emphasis on the possibility to implement ethical deliberations in already existing and well established agile software development processes. Our approach relies on software engineers making their own judgments throughout the entire development process to ensure that technical features and ethical evaluation can be addressed adequately to transport and foster desirable values and norms. We argue that agile software development processes may help the implementation of ethical deliberation for five reasons: 1) agile methods are widely spread, 2) their emphasis on flat hierarchies promotes independent thinking, 3) their reliance on existing team structures serve as an incubator for deliberation, 4) agile development enhances object-focused techno-ethical realism, and, finally, 5) agile structures provide a salient endpoint to deliberation. Software might not literally be “eating the world” (Andreessen 2011) – it did, however, revolutionize the way we do business, then changed the way we live and has now begun to influence the way we think. While software is supposed to enhance human abilities, it seems, sometimes, that it rather reduces the number of options that might be available to a person. The development processes for software were mainly designed as a response to the requirement for software to adapt to business needs which in turn change rapidly in a globally connected world. Software can influence decisions, amplify bias, exacerbate unfairness and perpetuate existing inequalities and it should therefore no longer be reduced to a mere tool for doing business. Software developers need to consider the implications of their products which in turn depend on the values (implicitly) embedded into the software design. When weighing two options, for example, developers cannot solely focus on technical and business needs: They need an ethos to moor their decisions and a prâxis that steers sound ethical deliberation. In this paper, we focus on prâxis that entails types of actions that constitute life forms instead of individual actions and that by simple addition makeup lifeplans (c.f. Nida-Rümelin 2020). Hence, we 3 Ludwig Maximilian University of Munich 2 Technical University of Munich 1 Bavarian Research Institute for Digital Transformation", "venue": "ArXiv", "year": 2021, "referenceCount": 97, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2094760972", "name": "Niina Zuber"}, {"authorId": "1891742", "name": "Severin Kacianka"}, {"authorId": "16774834", "name": "Jan Gogoll"}, {"authorId": "144658639", "name": "A. Pretschner"}, {"authorId": "1404786979", "name": "J. Nida-Rümelin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "28841c4d14162a085f68d98ba77211170a91c431", "externalIds": {"DOI": "10.1145/3450741.3466778"}, "url": "https://www.semanticscholar.org/paper/28841c4d14162a085f68d98ba77211170a91c431", "title": "Value Driven Design for Playful Technology Enhanced Installations in Public Settings", "abstract": "Art and installations in public settings are often created on commission from a municipality or similar public sector. Within the public sector there are many values that the community strives to enhance. Values related to democracy, inclusion, and aesthetics are but a few. When designing for public environments, the design process might be affected by the need to strive for those values in addition to, or even rather than, the more common considerations focused on user experience or commercial aspects. In this pictorial we present how identified core values influenced a design process aimed at designing innovative IoT-enhanced playground installations in a public setting. Inspired by annotated portfolios, we explicate how these core values influenced the final design.", "venue": "", "year": 2021, "referenceCount": 41, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2736384", "name": "Jon Back"}, {"authorId": "122092825", "name": "Karin B. Johansson"}, {"authorId": "2114530798", "name": "Joacim Wireband"}]}}, {"isInfluential": false, "contexts": ["As Flanagan et al. (2008) has pointed out, technological artifacts embody the values of their designers.", "According to Flanagan et al. (2008), there is no such thing as value-neutral technology."], "intents": ["background"], "citingPaper": {"paperId": "4a832c805523aa6b4c2020b104f5246814b8dcc7", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/4a832c805523aa6b4c2020b104f5246814b8dcc7", "title": "Improving candidate-based voting advice application design: The case of Finland", "abstract": "Voting advice applications (VAAs) seek to strengthen democracy by assisting voters in votingrelated decision-making. VAAs have become popular tools in many European democracies and their usage has been linked to real-life electoral consequences. As VAA usage has become more prominent, it has also sparked research interest toward VAA design. This article focuses on VAA design process by discussing interdependencies of VAA design choices and applies design science research methodology by setting design objectives to solve problems with existing Finnish VAA designs. The article proposes overall VAA designs that can improve existing Finnish candidate-based VAA designs, encouraging Finnish VAA developers to update their designs.", "venue": "", "year": 2021, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2265465", "name": "Veikko Isotalo"}]}}, {"isInfluential": false, "contexts": ["” However, the fact that most people are unaware of how the “plumbing” works means that those who are responsible for designing those systems should take particular care to design them in a way that is both functional and ethical (Flanagan et al., 2008).", "However, the fact that most people are unaware of how the “plumbing” works means that those who are responsible for designing those systems should take particular care to design them in a way that is both functional and ethical (Flanagan et al., 2008)."], "intents": ["background"], "citingPaper": {"paperId": "57bcff402cf1776bae22aa4fe483d119fa7d5f07", "externalIds": {"DBLP": "journals/nms/Miltner21", "MAG": "3004272833", "DOI": "10.1177/1461444819899623"}, "url": "https://www.semanticscholar.org/paper/57bcff402cf1776bae22aa4fe483d119fa7d5f07", "title": "“One part politics, one part technology, one part history”: Racial representation in the Unicode 7.0 emoji set", "abstract": "Emoji are miniature pictographs that have taken over text messages, emails, and Tweets worldwide. Although contemporary emoji represent a variety of races, genders, and sexual orientations, the original emoji set came under fire for its racial homogeneity: minus two “ethnic” characters, the people emoji featured in Unicode 7.0 were represented as White. This article investigates the set of circumstances that gave rise to this state of affairs, and explores the implications for users of color whose full participation in the emoji phenomenon is constrained by their exclusion. This project reveals that the lack of racial representation within the emoji set is the result of colorblind racism as evidenced through two related factors: aversion to, and avoidance of, the politics of technical systems and a refusal to recognize that the racial homogeneity of the original emoji set was problematic in the first place.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 87, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "History"], "authors": [{"authorId": "3485052", "name": "Kate M. Miltner"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "58009c39cef99e8fc63748fbe92391d83112abb5", "externalIds": {"DOI": "10.1007/s10676-020-09577-5"}, "url": "https://www.semanticscholar.org/paper/58009c39cef99e8fc63748fbe92391d83112abb5", "title": "Data Ethics Decision Aid (DEDA): a dialogical framework for ethical inquiry of AI and data projects in the Netherlands", "abstract": "This contribution discusses the development of the Data Ethics Decision Aid (DEDA), a framework for reviewing government data projects that considers their social impact, the embedded values and the government’s responsibilities in times of data-driven public management. Drawing from distinct qualitative research approaches, the DEDA framework was developed in an iterative process (2016–2018) and has since then been applied by various Dutch municipalities, the Association of Dutch Municipalities, and the Ministry of General Affairs (NL). We present the DEDA framework as an effective process to moderate case-deliberation and advance the development of responsible data practices. In addition, by thoroughly documenting the deliberation process, the DEDA framework establishes accountability. First, this paper sheds light on the necessity for data ethical case deliberation. Second, it describes the prototypes, the final design of the framework, and its evaluation. After a comparison with other frameworks, and a discussion of the findings, the paper concludes by arguing that the DEDA framework is a useful process for ethical evaluation of data projects for public management and an effective tool for creating awareness of ethical issues in data practices.", "venue": "", "year": 2021, "referenceCount": 80, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2004524737", "name": "A. S. Franzke"}, {"authorId": "120476798", "name": "I. Muis"}, {"authorId": "84022689", "name": "M. Schäfer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "6d1d9bd6e7832cc633b74c87bb1e47d492c903cf", "externalIds": {"MAG": "3201593348", "DOI": "10.1108/jices-12-2020-0127"}, "url": "https://www.semanticscholar.org/paper/6d1d9bd6e7832cc633b74c87bb1e47d492c903cf", "title": "Perspectives on computing ethics: a multi-stakeholder analysis", "abstract": "\nPurpose\nComputing ethics represents a long established, yet rapidly evolving, discipline that grows in complexity and scope on a near-daily basis. Therefore, to help understand some of that scope it is essential to incorporate a range of perspectives, from a range of stakeholders, on current and emerging ethical challenges associated with computer technology. This study aims to achieve this by using, a three-pronged, stakeholder analysis of Computer Science academics, ICT industry professionals, and citizen groups was undertaken to explore what they consider to be crucial computing ethics concerns. The overlap between these stakeholder groups are explored, as well as whether their concerns are reflected in the existing literature.\n\n\nDesign/methodology/approach\nData collection was performed using focus groups, and the data was analysed using a thematic analysis. The data was also analysed to determine if there were overlaps between the literature and the stakeholders’ concerns and attitudes towards computing ethics.\n\n\nFindings\nThe results of the focus group analysis show a mixture of overlapping concerns between the different groups, as well as some concerns that are unique to each of the specific groups. All groups stressed the importance of data as a key topic in computing ethics. This includes concerns around the accuracy, completeness and representativeness of data sets used to develop computing applications. Academics were concerned with the best ways to teach computing ethics to university students. Industry professionals believed that a lack of diversity in software teams resulted in important questions not being asked during design and development. Citizens discussed at length the negative and unexpected impacts of social media applications. These are all topics that have gained broad coverage in the literature.\n\n\nSocial implications\nIn recent years, the impact of ICT on society and the environment at large has grown tremendously. From this fast-paced growth, a myriad of ethical concerns have arisen. The analysis aims to shed light on what a diverse group of stakeholders consider the most important social impacts of technology and whether these concerns are reflected in the literature on computing ethics. The outcomes of this analysis will form the basis for new teaching content that will be developed in future to help illuminate and address these concerns.\n\n\nOriginality/value\nThe multi-stakeholder analysis provides individual and differing perspectives on the issues related to the rapidly evolving discipline of computing ethics.\n", "venue": "Journal of Information, Communication and Ethics in Society", "year": 2021, "referenceCount": 45, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Damian Gordon"}, {"authorId": "1702769", "name": "I. Stavrakakis"}, {"authorId": null, "name": "J. Paul Gibson"}, {"authorId": "145765360", "name": "Brendan Tierney"}, {"authorId": "1659094613", "name": "Anna Becevel"}, {"authorId": "1580631311", "name": "A. Curley"}, {"authorId": null, "name": "Michael Collins"}, {"authorId": "2102936806", "name": "William O'Mahony"}, {"authorId": "7368602", "name": "D. O'Sullivan"}]}}, {"isInfluential": false, "contexts": ["As such, rating and ranking devices on social media circulate with the social values, ethics, rationalities, and meaning-making of both the platform designers who bring them into play (Flanagan et al., 2008), as well as the users who put them into practice."], "intents": ["background"], "citingPaper": {"paperId": "7318bafb562ce50e892527d77383ea68963a22a9", "externalIds": {"DOI": "10.1177/20563051211047667"}, "url": "https://www.semanticscholar.org/paper/7318bafb562ce50e892527d77383ea68963a22a9", "title": "The Sociomateriality of Rating and Ranking Devices on Social Media: A Case Study of Reddit’s Voting Practices", "abstract": "Rating and ranking devices are everywhere on social media. While these devices may seem like objective tools to measure value and rank content, research shows how they profoundly shape social interaction and emotional expression and are central to platform moderation. Yet, very little is known about how users themselves talk about these devices, much less what this can tell us about how these devices co-constitute social reality on platforms. To explore this gap, we examine Reddit’s rating and ranking device, known as upvoting and downvoting, through a textual analysis of over half a million user comments that contain keywords such as “upvote” and “downvote” and their variants. We find that Redditors (Reddit users) rarely use or talk about voting in the way the platform intends. For the most part, Redditors not only disregard the rules about voting but also make, and enforce, their own rules, norms, and ethics around it. We uncover a rich set of voting practices that we present as the following four themes in a conceptual framework: (1) platform culture, (2) prescriptive device, (3) materialization of value, and (4) ontology of self. Drawing on a sociomaterial lens, we reposition voting as a material-discursive practice that is inseparable to Reddit culture. This provides compelling evidence that rating and ranking devices on social media intervene in and perform sociality and we invite future research to apply our conceptual framework to other rating and ranking devices on social media.", "venue": "Social Media + Society", "year": 2021, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "48132837", "name": "Timothy Graham"}, {"authorId": null, "name": "Aleesha Rodriguez"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "73e1424642180303fe5f563895e37ee4b02371cd", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/73e1424642180303fe5f563895e37ee4b02371cd", "title": "European Values for Ethics in Digital Technology # Ethics 4 EU", "abstract": null, "venue": "", "year": 2021, "referenceCount": 76, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"isInfluential": false, "contexts": ["In the 1990s, the concept of “valuesensitive computer design” emerged, focusing on designing new technology in ways that prevent harm to human values [15]."], "intents": ["background"], "citingPaper": {"paperId": "76a5cae8cfd8848cd8d605db5ecd3ac3c3df5b69", "externalIds": {"DBLP": "conf/ukicer/GordonCO21", "DOI": "10.1145/3481282.3481293"}, "url": "https://www.semanticscholar.org/paper/76a5cae8cfd8848cd8d605db5ecd3ac3c3df5b69", "title": "The Development of Teaching Case Studies to Explore Ethical Issues Associated with Computer Programming: Four Case Studies on Programming Ethics.", "abstract": "In the past decade software products have become pervasive in many aspects of people's lives around the world. Unfortunately, the quality of the experience an individual has interacting with that software is dependent on the quality of the software itself, and it is becoming more and more evident that many large software products contain a range of issues and errors, and these issues are not known to the developers of these systems, and they are unaware of the deleterious impacts of those issues on the individuals who use these systems. The authors of this paper are developing a new digital ethics curriculum for the instruction of computer science students. In this paper we present case studies that were explored to demonstrate programming issues to First Year Computer Science students. Each case study outlines key issues associated with a particular scenario and is accompanied by specific questions to be used by the instructor to allow students to begin to reflect on, and evaluate, the implications of these issues. The objective of this teaching content is to ensure that the students are presented with, and engage with, ethical considerations early in their studies and well before they encounter them in an employment setting.", "venue": "UKICER", "year": 2021, "referenceCount": 55, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": null, "name": "Damian Gordon"}, {"authorId": null, "name": "Michael Collins"}, {"authorId": "7368602", "name": "D. O'Sullivan"}]}}, {"isInfluential": false, "contexts": ["As Flanagan et al. (2008) concluded, values may be technically embodied in\ntechnologies from the start or may be embodied deliberately during design, the latter being divided into values expressed during the design process and values emerging from the acts performed within the system.", "Moreover, the reports on the RAPUNSEL studies by Flanagan et al. (2005, 2008) set focus on examining a systematic design approach to embodying values in system design."], "intents": ["background"], "citingPaper": {"paperId": "82a6f7a03da70994c772676cc394c574bee1cc0a", "externalIds": {"DBLP": "conf/ice-b/FitzS21", "DOI": "10.5220/0010626101950206"}, "url": "https://www.semanticscholar.org/paper/82a6f7a03da70994c772676cc394c574bee1cc0a", "title": "Propositions towards the Impact of Moral Values in Information System Design on Information System Success Depicted by the DeLone & McLean Information System Success Model", "abstract": "This paper develops six propositions concerning the impact of moral values in information system design (MVISD) on information system (IS) success by utilizing the IS Success model of DeLone and McLean (DMISSM). The propositions are grounded on moral objectives identified in MVISD design literature and their conjunctions with DMISSM dimensions. An overview of related literature and an explication of the identified research gap are provided beforehand. New research opportunities emerging from the findings of this paper are outlined at the end.", "venue": "ICE-B", "year": 2021, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2121348142", "name": "Lukas R. G. Fitz"}, {"authorId": "2091005621", "name": "Jochen Scheeg"}]}}, {"isInfluential": false, "contexts": ["al to embody values into technology [4][5]."], "intents": [], "citingPaper": {"paperId": "8fb32cdc2587f9b9ee22cfee9c80c51f9b946e6c", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/8fb32cdc2587f9b9ee22cfee9c80c51f9b946e6c", "title": "Critical Reflection on Robotic Application Design: Initial Conversations with Roboticists", "abstract": "Roboticists are normally well indented. However, when they design their robotic applications, their biases regarding the definition of problem, the solution needed and the experts consulted means that some stakeholders may be better served than others. Over the last years, there has been a growing concern with the ethical development and evaluation of technical systems, including robotic systems. Inspired by Critical System Heuristics, this work discusses the design and analysis of a semi-structure interview to understand to what extend roboticists take a holistic and critical view of the applications they are creating. Preliminary results show that, even though roboticists are concerned with ethical issues, their practice seems to be limited to a handful of experts and stakeholders, and to have a limited consideration for the consequences of their designs.", "venue": "", "year": 2021, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2589438", "name": "L. Duboc"}, {"authorId": "145140435", "name": "Raquel Ros"}, {"authorId": "2078438475", "name": "A. Chico"}, {"authorId": "2140202943", "name": "Grup de Tecnologies"}, {"authorId": "2589438", "name": "L. Duboc"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a7676768700ce2118c85b9c45bec1dae4da2c0b0", "externalIds": {"MAG": "3199005363", "DOI": "10.1016/j.ijcci.2021.100408"}, "url": "https://www.semanticscholar.org/paper/a7676768700ce2118c85b9c45bec1dae4da2c0b0", "title": "Critical agenda driving child–computer interaction research—Taking a stock of the past and envisioning the future", "abstract": "Abstract There is a revitalized interest in power and politics around design and technology in the Human–Computer Interaction (HCI) field. Child–Computer Interaction (CCI) research community has also shown arousing interest towards the topic. However, despite this emerging interest, the CCI research community has remained quite silent about the potential of a critical agenda for CCI. Few studies have explicitly addressed critical research or critical design. This study introduces the notion of a critical agenda for CCI research and identifies CCI studies that are linked with the critical agenda, revealing that there are CCI studies showing emerging interests and seeds for addressing the critical agenda. Overall, this study explores the state-of-the-art critical research tradition in CCI and explicates the potential of this tradition for making the world a better place through design and technology in collaboration with children.", "venue": "International Journal of Child-Computer Interaction", "year": 2021, "referenceCount": 163, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1762507", "name": "N. Iivari"}, {"authorId": null, "name": "Sumita Sharma"}, {"authorId": "1401385989", "name": "Leena Ventä-Olkkonen"}, {"authorId": "1401297624", "name": "Tonja Molin-Juustila"}, {"authorId": "2093617", "name": "K. Kuutti"}, {"authorId": "2115680314", "name": "Jenni Holappa"}, {"authorId": "2089548909", "name": "Essi Kinnunen"}]}}, {"isInfluential": false, "contexts": ["Interdisciplinary research under the rubric of “values in design” has long been interested in how technological artifacts and the practices of production promote or embed social values, ethics, and politics, as well as how technology designers’ practices and beliefs affect these artifacts [3, 15, 52, 68]."], "intents": ["background"], "citingPaper": {"paperId": "b31a9f68f8a00154e44130d6dc018609cfaf60e9", "externalIds": {"DBLP": "journals/pacmhci/Wong21", "MAG": "3196160080", "DOI": "10.1145/3479499"}, "url": "https://www.semanticscholar.org/paper/b31a9f68f8a00154e44130d6dc018609cfaf60e9", "title": "Tactics of Soft Resistance in User Experience Professionals' Values Work", "abstract": "User experience (UX) professionals' attempts to address social values as a part of their work practice can overlap with tactics to contest, resist, or change the companies they work for. This paper studies tactics that take place in this overlap, where UX professionals try to re-shape the values embodied and promoted by their companies, in addition to the values embodied and promoted in the technical systems and products that their companies produce. Through interviews with UX professionals working at large U.S.-based technology companies and observations at UX meetup events, this paper identifies tactics used towards three goals: (1) creating space for UX expertise to address values; (2) making values visible and relevant to other organizational stakeholders; and (3) changing organizational processes and orientations towards values. This paper analyzes these as tactics of resistance: UX professionals seek to subvert or change existing practices and organizational structures towards more values-conscious ends. Yet, these tactics of resistance often rely on the dominant discourses and logics of the technology industry. The paper characterizes these as partial or \"soft\" tactics, but also argues that they nevertheless hold possibilities for enacting values-oriented changes.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 132, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": null, "name": "Richmond Y. Wong"}]}}, {"isInfluential": false, "contexts": ["of production promote or embed social values, ethics, and politics, and how technology designers’ practices and beliefs afect these artifacts [2, 22, 54, 77]."], "intents": ["background"], "citingPaper": {"paperId": "d0a7fdbd8e889790f34ea7ae05fcfec483cc7d9d", "externalIds": {"DBLP": "conf/chi/Wong21", "MAG": "3129110394", "DOI": "10.1145/3411764.3445709"}, "url": "https://www.semanticscholar.org/paper/d0a7fdbd8e889790f34ea7ae05fcfec483cc7d9d", "title": "Using Design Fiction Memos to Analyze UX Professionals’ Values Work Practices: A Case Study Bridging Ethnographic and Design Futuring Methods", "abstract": "Multiple methods have been used to study how social values and ethics are implicated in technology design and use, including empirical qualitative studies of technologists’ work. Recently, more experimental approaches such as design fiction explore these themes through fictional worldbuilding. This paper combines these approaches by adapting design fictions as a form of memoing, a qualitative analysis technique. The paper uses design fiction memos to analyze and reflect on ethnographic interviews and observational data about how user experience (UX) professionals at large technology companies engage with values and ethical issues in their work. The design fictions help explore and articulate themes about the values work practices and relationships of power that UX professionals grapple with. Through these fictions, the paper contributes a case study showing how design fiction can be used for qualitative analysis, and provides insights into the role of organizational and power dynamics in UX professionals’ values work.", "venue": "CHI", "year": 2021, "referenceCount": 92, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "9063054", "name": "Richmond Y. Wong"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d3400836fb7b942f16a49679a4fc4b79e5a54987", "externalIds": {"DBLP": "journals/aiethics/UmbrelloP21", "PubMedCentral": "7848675", "DOI": "10.1007/s43681-021-00038-3"}, "url": "https://www.semanticscholar.org/paper/d3400836fb7b942f16a49679a4fc4b79e5a54987", "title": "Mapping value sensitive design onto AI for social good principles", "abstract": "Value sensitive design (VSD) is an established method for integrating values into technical design. It has been applied to different technologies and, more recently, to artificial intelligence (AI). We argue that AI poses a number of challenges specific to VSD that require a somewhat modified VSD approach. Machine learning (ML), in particular, poses two challenges. First, humans may not understand how an AI system learns certain things. This requires paying attention to values such as transparency, explicability, and accountability. Second, ML may lead to AI systems adapting in ways that ‘disembody’ the values embedded in them. To address this, we propose a threefold modified VSD approach: (1) integrating a known set of VSD principles (AI4SG) as design norms from which more specific design requirements can be derived; (2) distinguishing between values that are promoted and respected by the design to ensure outcomes that not only do no harm but also contribute to good, and (3) extending the VSD process to encompass the whole life cycle of an AI technology to monitor unintended value consequences and redesign as needed. We illustrate our VSD for AI approach with an example use case of a SARS-CoV-2 contact tracing app.", "venue": "AI Ethics", "year": 2021, "referenceCount": 88, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "67198730", "name": "Steven Umbrello"}, {"authorId": "96257615", "name": "I. van de Poel"}]}}, {"isInfluential": false, "contexts": ["investigate different perspectives and different kinds of values [9, 11]."], "intents": ["background"], "citingPaper": {"paperId": "fe9aeef29cf3b0f7ff5cdae766e965628720059c", "externalIds": {"DBLP": "conf/hicss/GebkenDS21", "MAG": "3126991997", "DOI": "10.24251/HICSS.2021.772"}, "url": "https://www.semanticscholar.org/paper/fe9aeef29cf3b0f7ff5cdae766e965628720059c", "title": "Stakeholder and Value Orientation in Digital Social Innovation: Designing a Digital Donation Concept to Support Homeless Neighbors", "abstract": "During the first wave of COVID-19 lockdowns, the infrastructure for supporting homeless neighbors disintegrated in many countries. As one important area of support, it became difficult to provide small donations to homeless neighbors. In an action design research-based project, as part of a national hackathon initiative and accelerator program, we contributed to the development of a digital donation concept. We frame this process as a digital social innovation for vulnerable people and highlight the need to consider stakeholder and value orientation during the design, implementation, and evaluation stages. Our findings include a reflection of the project course, a description of the developed concept, an analysis of how values shaped the design, and a formalization of learnings. © 2021 IEEE Computer Society. All rights reserved.", "venue": "HICSS", "year": 2021, "referenceCount": 22, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "93302489", "name": "Larissa Gebken"}, {"authorId": "144461695", "name": "P. Drews"}, {"authorId": "3205014", "name": "Ingrid Schirmer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "03d3b2fc2f3e6ac4fd0ae514a4671b697c933a6d", "externalIds": {"DBLP": "journals/see/Umbrello20a", "MAG": "2939988258", "DOI": "10.1007/s11948-019-00104-4", "PubMed": "30972629"}, "url": "https://www.semanticscholar.org/paper/03d3b2fc2f3e6ac4fd0ae514a4671b697c933a6d", "title": "Imaginative Value Sensitive Design: Using Moral Imagination Theory to Inform Responsible Technology Design", "abstract": "Safe-by-design (SBD) frameworks for the development of emerging technologies have become an ever more popular means by which scholars argue that transformative emerging technologies can safely incorporate human values. One such popular SBD methodology is called value sensitive design (VSD). A central tenet of this design methodology is to investigate stakeholder values and design those values into technologies during early stage research and development. To accomplish this, the VSD framework mandates that designers consult the philosophical and ethical literature to best determine how to weigh moral trade-offs. However, the VSD framework also concedes the universalism of moral values, particularly the values of freedom, autonomy, equality trust and privacy justice. This paper argues that the VSD methodology, particularly applied to nano-bio-info-cogno technologies, has an insufficient grounding for the determination of moral values. As such, an exploration of the value-investigations of VSD are deconstructed to illustrate both its strengths and weaknesses. This paper also provides possible modalities for the strengthening of the VSD methodology, particularly through the application of moral imagination and how moral imagination exceeds the boundaries of moral intuitions in the development of novel technologies.", "venue": "Sci. Eng. Ethics", "year": 2020, "referenceCount": 130, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine", "Computer Science"], "authors": [{"authorId": "67198730", "name": "Steven Umbrello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0840cce50dc65550899138ff96b401d8f162e28f", "externalIds": {"MAG": "3001448440", "DOI": "10.1016/b978-0-08-102704-2.00005-6"}, "url": "https://www.semanticscholar.org/paper/0840cce50dc65550899138ff96b401d8f162e28f", "title": "Integrating vernacular experience for teaching nonconventional and vernacular materials", "abstract": "Abstract In response to global climate change and resource limitations, nonconventional and vernacular, materials, or NOCMAT, are emerging as means to drive sustainable construction. Historically, vernacular materials derive from local customs and practices, rather than through formal scientific methodology, and despite being classified as “nonconventional”, they nevertheless constitute the majority of the built environment worldwide. When viewed not only as physical material, but also as integral to culture and communities, NOCMAT also have the potential to advance social equity and justice, so long as research, development, and education efforts are participatory and respectful of local conditions, rather than exploitative, paternalistic, or homogenizing. By understanding NOCMAT as a manifestation of Appropriate Technology, and drawing upon the literature from Engineering Education, recommendations are made for integrating NOCMAT into the engineering curriculum, ultimately arguing that the best approach requires some component of deep vernacular experience.", "venue": "", "year": 2020, "referenceCount": 69, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "144236093", "name": "C. Papadopoulos"}, {"authorId": "2598030", "name": "I. Nettleship"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1adf504e9ea86bab2bb39b90e85a920cd3816aca", "externalIds": {"MAG": "3038222396", "DBLP": "conf/ACMdis/Kirkham20", "DOI": "10.1145/3357236.3395539"}, "url": "https://www.semanticscholar.org/paper/1adf504e9ea86bab2bb39b90e85a920cd3816aca", "title": "Using European Human Rights Jurisprudence for Incorporating Values into Design", "abstract": "Addressing human values in design has become an increasingly important consideration in the design of interactive systems. Within HCI, this trend is perhaps best emphasized by the increased volume of work that follows a Value Sensitive Design (VSD) approach. This trend is mirrored in human rights, especially in Europe, where individual values have been increasingly incorporated into the jurisprudence on the European Convention on Human Rights (ECHR). There are a number of striking similarities between VSD and recent ECHR jurisprudence. This paper explores those similarities and how ECHR jurisprudence may be used to help with Values in Design problems and vice versa, thereby enabling VSD and similar approaches to be considered from a human rights perspective, whilst contributing to debates about the future of Values in Design.", "venue": "Conference on Designing Interactive Systems", "year": 2020, "referenceCount": 113, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "144251038", "name": "Reuben Kirkham"}]}}, {"isInfluential": false, "contexts": ["[10], we used an operational process considering stakeholders’ values (including the designer’s view) from the start of the project, both in terms of roles for stakeholders in design and assumptions about prospective users and use case scenario’s."], "intents": ["methodology"], "citingPaper": {"paperId": "22deef8dd00fa51766bddff93d84897afd160abc", "externalIds": {"DBLP": "conf/ozchi/SchoutenKHH20", "DOI": "10.1145/3441000.3441078"}, "url": "https://www.semanticscholar.org/paper/22deef8dd00fa51766bddff93d84897afd160abc", "title": "Action Design Research Shaping University-Industry Collaborations for Wicked Problems", "abstract": "Research collaborations with external partners are becoming the norm in HCI. This tendency has been driven by the fact that HCI does research ’in the wild’, engaging with societal problems, necessitating collaboration with external partners. Despite this interest, little work exists on which concrete approaches HCI researchers can take to make the different goals, resources, and responsibilities towards societal wicked problems align, throughout a research project. In this paper, we propose that design can be used as an approach to facilitate a strong and long-lasting inclusive collaboration with industrial as well as social partners. We do this by analyzing a research project with a major industrial partner on circularity and reflect on this using the theoretical constructs of action design research, concept design, and integrated research spaces.", "venue": "OZCHI", "year": 2020, "referenceCount": 63, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2123199", "name": "B. Schouten"}, {"authorId": "1580921615", "name": "Gwen Klerks"}, {"authorId": "89619591", "name": "M. D. Hollander"}, {"authorId": "2896287", "name": "N. B. Hansen"}]}}, {"isInfluential": false, "contexts": ["Flanagan et al. (2008) discuss a computer-game environment for teaching girls to program, whose design documents explicitly state autonomy and gender equity as guiding values."], "intents": ["background"], "citingPaper": {"paperId": "26eef64b179574c7347e2f7581d9e2f923388fe8", "externalIds": {"MAG": "3001867136", "DOI": "10.1177/0162243919900965"}, "url": "https://www.semanticscholar.org/paper/26eef64b179574c7347e2f7581d9e2f923388fe8", "title": "Is Technology Value-Neutral?", "abstract": "According to the Value-Neutrality Thesis (VNT), technology is morally and politically neutral, neither good nor bad. A knife may be put to bad use to murder an innocent person or to good use to peel an apple for a starving person, but the knife itself is a mere instrument, not a proper subject for moral or political evaluation. While contemporary philosophers of technology widely reject the VNT, it remains unclear whether claims about values in technology are just a figure of speech or nontrivial empirical claims with genuine factual content and real-world implications. This paper provides the missing argument. I argue that by virtue of their material properties, technological artifacts are part of the normative order rather than external to it. I illustrate how values can be empirically identified in technology. The reason why value-talk is not trivial or metaphorical is that due to the endurance and longevity of technological artifacts, values embedded in them have long-term implications that surpass their designers and builders. I further argue that taking sides in this debate has real-world implications in the form of moral constraints on the development of technology.", "venue": "", "year": 2021, "referenceCount": 137, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "18440557", "name": "Boaz Miller"}]}}, {"isInfluential": false, "contexts": ["Work in the area of values-conscious design (see, for example: Friedman and Nissenbaum 1996; Friedman, Kahn, and Borning 2006; Flanagan et al., 2008), in particular, is driven by a “concern over the moral and ethical consequences of our modern technological era” and focuses on ways to “ensure that particular attention to moral and technical values becomes an integral part of the conception, design, and devel­ opment” of technology (Manders-Huits and Zimmer 2009, 38).", "Work in the area of values-conscious design (see, for example: Friedman and Nissenbaum 1996; Friedman, Kahn, and Borning 2006; Flanagan et al., 2008), in particular, is driven by a “concern over the moral and ethical consequences of our modern technological era” and focuses on ways to “ensure that…"], "intents": ["background"], "citingPaper": {"paperId": "2f296ad09e3db4d95139f9c2b95d341c0f049a96", "externalIds": {"MAG": "3103737815", "DOI": "10.1093/oxfordhb/9780190851187.013.15"}, "url": "https://www.semanticscholar.org/paper/2f296ad09e3db4d95139f9c2b95d341c0f049a96", "title": "Rawls, Information Technology, and the Sociotechnical Bases of Self-Respect", "abstract": "and", "venue": "", "year": 2020, "referenceCount": 114, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40392783", "name": "A. Hoffmann"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "484188acf1600e6fda850118eb2b4d5738bca741", "externalIds": {"MAG": "3081716527", "DBLP": "journals/mima/Poel20", "DOI": "10.1007/s11023-020-09537-4"}, "url": "https://www.semanticscholar.org/paper/484188acf1600e6fda850118eb2b4d5738bca741", "title": "Embedding Values in Artificial Intelligence (AI) Systems", "abstract": "Organizations such as the EU High-Level Expert Group on AI and the IEEE have recently formulated ethical principles and (moral) values that should be adhered to in the design and deployment of artificial intelligence (AI). These include respect for autonomy, non-maleficence, fairness, transparency, explainability, and accountability. But how can we ensure and verify that an AI system actually respects these values? To help answer this question, I propose an account for determining when an AI system can be said to embody certain values. This account understands embodied values as the result of design activities intended to embed those values in such systems. AI systems are here understood as a special kind of sociotechnical system that, like traditional sociotechnical systems, are composed of technical artifacts, human agents, and institutions but—in addition—contain artificial agents and certain technical norms that regulate interactions between artificial agents and other elements of the system. The specific challenges and opportunities of embedding values in AI systems are discussed, and some lessons for better embedding values in AI systems are drawn.", "venue": "Minds Mach.", "year": 2020, "referenceCount": 150, "citationCount": 19, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1932083", "name": "I. Poel"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5a3647ca93c4175ea92072a6ebe4588bad77bba8", "externalIds": {"MAG": "3031337494", "DBLP": "journals/pacmhci/GhoshalMB20", "DOI": "10.1145/3392862"}, "url": "https://www.semanticscholar.org/paper/5a3647ca93c4175ea92072a6ebe4588bad77bba8", "title": "Toward a Grassroots Culture of Technology Practice", "abstract": "Information and Communication Technologies (ICTs) can support grassroots social movements toward greateroutreach and better day-to-day communication. In this paper, we present the results of action research with alarge-scale grassroots social movement, the Southern Movement Assembly (SMA), exploring their uses andperceptions of ICTs. We find that the ICTs chosen by the SMA are often at odds with their grassroots cultureof inclusion and participation-which results in inequitable sociotechnical realities within the movement. Forexample, people with technical skills gain more power as they start to control organizational processes. Astechnical skills are most commonly associated with racial, gender, and socioeconomic privileges, this leads toinequitable participation. We conclude by calling for a grassroots culture of technology practice rooted inanalyses of systemic exclusion with a continuous effort to center the marginalized voices and experienceswith technology.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 110, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "40800374", "name": "Sucheta Ghoshal"}, {"authorId": "1726030730", "name": "Rishma Mendhekar"}, {"authorId": "143709703", "name": "A. Bruckman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "609055c6460faa8ed3d77e6fb96fe7d8e5f223b1", "externalIds": {"DBLP": "journals/see/KaaRTPK20", "MAG": "2939070681", "PubMedCentral": "6978429", "DOI": "10.1007/s11948-019-00105-3", "PubMed": "30963389"}, "url": "https://www.semanticscholar.org/paper/609055c6460faa8ed3d77e6fb96fe7d8e5f223b1", "title": "How to Weigh Values in Value Sensitive Design: A Best Worst Method Approach for the Case of Smart Metering", "abstract": "Proactively including the ethical and societal issues of new technologies could have a positive effect on their acceptance. These issues could be captured in terms of values. In the literature, the values stakeholders deem important for the development of technology have often been identified. However, the relative ranking of these values in relation to each other have not been studied often. The best worst method is proposed as a possible method to determine the weights of values, hence it is used in an evaluative fashion. The applicability of the method is tested by applying it to the case of smart meters, one of the main components of the smart grid. The importance of values is examined for three dimensions of acceptance namely sociopolitical, market, and household acceptance.", "venue": "Sci. Eng. Ethics", "year": 2019, "referenceCount": 133, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "2786195", "name": "G. Kaa"}, {"authorId": "145894050", "name": "J. Rezaei"}, {"authorId": "2161986", "name": "B. Taebi"}, {"authorId": "1932083", "name": "I. Poel"}, {"authorId": "89885099", "name": "A. Kizhakenath"}]}}, {"isInfluential": false, "contexts": ["Interdisciplinary research under the rubric of “values in design” has long been interested in how technological artifacts and the practices of production promote or embed social values, ethics, and politics, and how technology designers’ practices and beliefs affect these artifacts [1,5,14,21]."], "intents": ["background"], "citingPaper": {"paperId": "6f37f74c6499932255033db8e895bb4c8261e6fa", "externalIds": {"MAG": "3097346137", "DBLP": "conf/cscw/WongBMS20", "DOI": "10.1145/3406865.3418590"}, "url": "https://www.semanticscholar.org/paper/6f37f74c6499932255033db8e895bb4c8261e6fa", "title": "Beyond Checklist Approaches to Ethics in Design", "abstract": "Recent public discussions about technologies and social values have called for greater consideration of ethics during technology development and deployment, leading many organizations to create and promote compliance- or checklist-oriented toolkits and frameworks to address values and ethical issues. However, surfacing discussion and consideration of ethics in broader, more open-ended ways during the design process may help surface unique needs, social corner cases, or new or different understandings of values and ethics. This one-day workshop will convene CSCW researchers and practitioners to propose and consider new interventions and approaches to ethics in design that go beyond formal checklist- and compliance-oriented approaches. CSCW's rich set of methods when investigating values and ethics provides a starting point for developing new approaches and interventions. These may potentially include design activities, games and roleplaying, critical making, changes to work practice and organizational structure, or conducting empirical research. Our goal is to explore multiple and alternative forms of values and ethics interventions, rather than coming to a particular 'best' approach. This workshop aims to map out a space of interventions for values and ethics, propose new approaches and interventions, and craft an agenda for experimenting with and evaluating new interventions.", "venue": "CSCW Companion", "year": 2020, "referenceCount": 34, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "9063054", "name": "Richmond Y. Wong"}, {"authorId": "144476742", "name": "Karen Boyd"}, {"authorId": "38480469", "name": "Jacob Metcalf"}, {"authorId": "3214594", "name": "Katie Shilton"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "70d8653e944766717fc31bba821d944d93f398a6", "externalIds": {"MAG": "3005139554", "DBLP": "conf/hicss/GsengerHN20", "DOI": "10.24251/hicss.2020.502"}, "url": "https://www.semanticscholar.org/paper/70d8653e944766717fc31bba821d944d93f398a6", "title": "End-user Empowerment: An Interdisciplinary Perspective", "abstract": "In virtue of fast spreading emerging technologies, considering end-user empowerment (or human empowerment) while developing or adapting technologies gains importance. Even though many different approaches to end-user empowerment have been proposed, it is hardly clear what \"end-user (human) empowerment\" is and how it is possible to develop \"end-user empowering systems\". This paper offers an interdisciplinary perspective on how it can be possible to arrive at a synthesized concept of end-user empowerment, in particular regarding the development of Information and Communication Technologies (ICTs). The provided interdisciplinary perspective includes concepts from Computer Science, Information Systems, Cognitive Science, Psychology, Sociology, Science-Technology-Society, Design, System Science and Philosophy. Based on an interdisciplinary literature review, and from an enactivist, pluralist, and constructivist perspective, we argue that the individual end-users and their needs and values, as well as the environment (including socioeconomical contexts, other actors, etc.) and technologies they interact with, continuously co-create the conception of end-user empowerment. Moreover, we propose that perceiving technological development as co-creation, and considering technologies as value-bearers could provide the first steps in the development of conceptual frameworks required for the development of end-user empowering systems.", "venue": "HICSS", "year": 2020, "referenceCount": 57, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1582869438", "name": "Rita Gsenger"}, {"authorId": "3466153", "name": "Soheil Human"}, {"authorId": "38831063", "name": "G. Neumann"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "726f235d5c7721e0a35ff806bf5339ce896ac7b6", "externalIds": {"MAG": "3049141996", "DOI": "10.1016/j.erss.2020.101727"}, "url": "https://www.semanticscholar.org/paper/726f235d5c7721e0a35ff806bf5339ce896ac7b6", "title": "Synthesizing value sensitive design, responsible research and innovation, and energy justice: A conceptual review", "abstract": "Abstract Many academic approaches that claim to consider the broad set of social and ethical issues relevant to energy systems sit side-by-side without conversation. This paper considers three such literatures: Value Sensitive Design, Responsible Research and Innovation and the Energy Justice framework. We argue that whilst definitions of these concepts appear, on face value, to be united by a common normative goal – improving the social outcomes and mitigating sensitivities at the interface of technological energy systems and human livelihoods –, their existence in academic silos has obscured complementarities, which, once synthesized, might increase their overall academic and practical relevance. This paper fills the emergent gap of critically discussing the concepts and their strengths and challenges as well as how they could contribute to each other. It compares: (1) the things that they claim to tackle, (2) the solutions they claim to provide and (3) the points that clearly distinguish one approach from another (if any at all). Not only does this make this paper the first of its kind, but it also makes it an impactful one. With each concept gaining various degrees of support in academia and practice, our discussion reveals where tensions exist and where positive gains can be made. We identify five opportunities for collaboration and integration with implications for the achievement of energy systems that are acceptable from a societal and ethical perspective.", "venue": "", "year": 2020, "referenceCount": 209, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47944509", "name": "K. Jenkins"}, {"authorId": "3416737", "name": "S. Spruit"}, {"authorId": "101250200", "name": "Christine Milchram"}, {"authorId": "1800485966", "name": "J. Höffken"}, {"authorId": "2161986", "name": "B. Taebi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "75fdc3dd3e5098efebd841e18d6330f9bc927f09", "externalIds": {"DOI": "10.2139/ssrn.3746572"}, "url": "https://www.semanticscholar.org/paper/75fdc3dd3e5098efebd841e18d6330f9bc927f09", "title": "Standardizing Security: Surveillance, Human Rights, and TLS 1.3", "abstract": "This paper conducts a detailed case study of the development of a new transport layer security (TLS) standard and its implications for the privacy of Internet users and the security and accountability of network operators. TLS version 1.3 was developed by the Internet Engineering Task Force (IETF) from 2014 2018 in reaction to a major political controversy over surveillance. Analyzing the controversies around its design, adoption and implementation illuminates the role of technical standards in the governance of cybersecurity and the Internet. It also contributes to an ongoing theoretical debate about the degree to which protocols or standards can be considered “political.” The paper develops a conceptual framework that identifies three distinct relationships between standards and political/social effects: 1) the political economy of the standardization process (PES); 2) the societal effects of a standard’s adoption, implementation and use (SES); and 3) protocols have politics (PHP), or politics and rights are embedded in the standard. In analyzing the development of TLS 1.3, we find that the PHP approach had limited explanatory value compared to the first and second approaches. By conveying the idea that political, economic and social effects can be hard coded into protocol designs, the protocols-have-politics view short-circuits careful analysis of the way standards contribute to governance.", "venue": "", "year": 2020, "referenceCount": 89, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "145747987", "name": "Milton L. Mueller"}, {"authorId": "23814674", "name": "Colin Kiernan"}]}}, {"isInfluential": false, "contexts": ["At this level, policymakers can reason about the normative values and policy goals implicated by the trade-off in different domains [22, 32, 34]."], "intents": ["background"], "citingPaper": {"paperId": "7db5a4b19302403975e6f88a297542dbd09804ee", "externalIds": {"MAG": "3038248912", "DBLP": "journals/corr/abs-2007-02203", "DOI": "10.2139/ssrn.3650497"}, "url": "https://www.semanticscholar.org/paper/7db5a4b19302403975e6f88a297542dbd09804ee", "title": "Regulating Accuracy-Efficiency Trade-Offs in Distributed Machine Learning Systems", "abstract": "In this paper we discuss the trade-off between accuracy and efficiency in distributed machine learning (ML) systems and analyze its resulting policy considerations. This trade-off is in fact quite common in multiple disciplines, including law and medicine, and it applies to a wide variety of sub-fields within computer science. Accuracy and efficiency trade-offs have unique implications in ML algorithms because, being probabilistic in nature, such algorithms generally exhibit error tolerance. After describing how the trade-off takes shape in real-world distributed computing systems, we show the interplay between such systems and ML algorithms, explaining in detail how accuracy and efficiency interact particularly in distributed ML systems. We close by making specific calls to action for approaching regulatory policy for the emerging technology of real-time distributed ML systems.", "venue": "ArXiv", "year": 2020, "referenceCount": 139, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152313817", "name": "Andrew Cooper"}, {"authorId": "144463523", "name": "K. Levy"}, {"authorId": "1801197", "name": "Christopher De Sa"}]}}, {"isInfluential": false, "contexts": ["As Flanagan, Howe, and Nissenbaum (2008) conceptualized in 2008, we should take a “values in design” approach to DCTT—an approach that designs a broader range of values, such as those enumerated above, into technology.", "• A “values in design” approach to development of DCTT should be adopted (Flanagan, Howe, and Nissenbaum 2008; Knobel and Bowker 2011).", "Rather than centering privacy alone in design, a different orientation is needed at this moment: that of “values in design,” which incorporates a broader range of values into technology (Flanagan, Howe, and Nissenbaum 2008; Knobel and Bowker 2011)."], "intents": ["background", "methodology"], "citingPaper": {"paperId": "8388ca001afc5b73603c24ec39c3f281aef9c26e", "externalIds": {"MAG": "3032586199", "DOI": "10.1353/book.75831"}, "url": "https://www.semanticscholar.org/paper/8388ca001afc5b73603c24ec39c3f281aef9c26e", "title": "Digital Contact Tracing for Pandemic Response", "abstract": null, "venue": "", "year": 2020, "referenceCount": 238, "citationCount": 27, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2069406293", "name": "J. Kahn"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "85e8e3d53de6b32b86640aba26012d44060b32ff", "externalIds": {"MAG": "3100121331", "DBLP": "journals/corr/abs-2005-04949", "ArXiv": "2005.04949", "DOI": "10.1177/2053951720949566"}, "url": "https://www.semanticscholar.org/paper/85e8e3d53de6b32b86640aba26012d44060b32ff", "title": "Designing for human rights in AI", "abstract": "In the age of Big Data, companies and governments are increasingly using algorithms to inform hiring decisions, employee management, policing, credit scoring, insurance pricing, and many more aspects of our lives. Artificial intelligence (AI) systems can help us make evidence-driven, efficient decisions, but can also confront us with unjustified, discriminatory decisions wrongly assumed to be accurate because they are made automatically and quantitatively. It is becoming evident that these technological developments are consequential to people’s fundamental human rights. Despite increasing attention to these urgent challenges in recent years, technical solutions to these complex socio-ethical problems are often developed without empirical study of societal context and the critical input of societal stakeholders who are impacted by the technology. On the other hand, calls for more ethically and socially aware AI often fail to provide answers for how to proceed beyond stressing the importance of transparency, explainability, and fairness. Bridging these socio-technical gaps and the deep divide between abstract value language and design requirements is essential to facilitate nuanced, context-dependent design choices that will support moral and social values. In this paper, we bridge this divide through the framework of Design for Values, drawing on methodologies of Value Sensitive Design and Participatory Design to present a roadmap for proactively engaging societal stakeholders to translate fundamental human rights into context-dependent design requirements through a structured, inclusive, and transparent process.", "venue": "ArXiv", "year": 2020, "referenceCount": 118, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "2075017323", "name": "Evgeni Aizenberg"}, {"authorId": "8371651", "name": "J. van den Hoven"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8edb7d0094eee4bfe298e469ab3991cdf91baadd", "externalIds": {"DBLP": "journals/ethicsit/ReuverWJP20", "MAG": "3024809131", "DOI": "10.1007/s10676-020-09537-z"}, "url": "https://www.semanticscholar.org/paper/8edb7d0094eee4bfe298e469ab3991cdf91baadd", "title": "Digital platforms and responsible innovation: expanding value sensitive design to overcome ontological uncertainty", "abstract": "In this paper, we argue that the characteristics of digital platforms challenge the fundamental assumptions of value sensitive design (VSD). Traditionally, VSD methods assume that we can identify relevant values during the design phase of new technologies. The underlying assumption is that there is only epistemic uncertainty about which values will be impacted by a technology. VSD methods suggest that one can predict which values will be affected by new technologies by increasing knowledge about how values are interpreted or understood in context. In contrast, digital platforms exhibit a novel form of uncertainty, namely, ontological uncertainty : even with full information and overview, it cannot be foreseen what users or developers will do with digital platforms. Hence, predictions about which values are affected might not hold. In this paper, we suggest expanding VSD methods to account for value dynamism resulting from ontological uncertainty. Our expansions involve (1) extending VSD to the entire lifecycle of a platform, (2) broadening VSD through the addition of reflexivity, i.e. second-order learning about what values to aim at, and (3) adding specific tools of moral sandboxing and moral prototyping to enhance such reflexivity. While we illustrate our approach with a short case study about ride-sharing platforms such as Uber, our approach is relevant for other technologies exhibiting ontological uncertainty as well, such as machine learning, robotics and artificial intelligence.", "venue": "Ethics and Information Technology", "year": 2020, "referenceCount": 85, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "49593385", "name": "M. de Reuver"}, {"authorId": "47318690", "name": "A. van Wynsberghe"}, {"authorId": "50817520", "name": "M. Janssen"}, {"authorId": "96257615", "name": "I. van de Poel"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "925a786062e8fe65b33514df111ffa85a106e36e", "externalIds": {"MAG": "3043181122", "DBLP": "journals/corr/abs-2007-07514", "ArXiv": "2007.07514", "DOI": "10.1080/23299460.2021.1880112"}, "url": "https://www.semanticscholar.org/paper/925a786062e8fe65b33514df111ffa85a106e36e", "title": "The Moral-IT Deck: A Tool for Ethics by Design", "abstract": "This paper presents the design process and empirical evaluation of a new tool for enabling ethics by design: The Moral-IT Cards. Better tools are needed to support the role of technologists in addressing ethical issues during system design. These physical cards support reflection by technologists on normative aspects of technology development, specifically on emerging risks, appropriate safeguards and challenges of implementing these in the system. We discuss how the cards were developed and tested within 5 workshops with 20 participants from both research and commercial settings. We consider the role of technologists in ethics from different EU/UK policymaking initiatives and disciplinary perspectives (i.e. Science and Technology Studies (STS), IT Law, Human Computer Interaction (HCI), Computer/Engineering Ethics). We then examine existing ethics by design tools, and other cards based tools before arguing why cards can be a useful medium for addressing complex ethical issues. We present the development process for the Moral-IT cards, document key features of our card design, background on the content, the impact assessment board process for using them and how this was formulated. We discuss our study design and methodology before examining key findings which are clustered around three overarching themes. These are: the value of our cards as a tool, their impact on the technology design process and how they structure ethical reflection practices. We conclude with key lessons and concepts such as how they level the playing field for debate; enable ethical clustering, sorting and comparison; provide appropriate anchors for discussion and highlighted the intertwined nature of ethics.", "venue": "ArXiv", "year": 2020, "referenceCount": 152, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "144575112", "name": "Lachlan Urquhart"}, {"authorId": "10672484", "name": "Peter J. Craigon"}]}}, {"isInfluential": false, "contexts": ["It is wellknown in fields such as information science, science and technology studies, and philosophy that technology embeds values [9, 10, 12, 34]; mathematical and technical assumptions implicate normative concerns, which in turn bias the set of possible normative outcomes."], "intents": ["background"], "citingPaper": {"paperId": "9847d7a1768432510a130c5f087069ec85440e4a", "externalIds": {"ArXiv": "2010.10407", "DBLP": "journals/corr/abs-2010-10407", "MAG": "3094458938"}, "url": "https://www.semanticscholar.org/paper/9847d7a1768432510a130c5f087069ec85440e4a", "title": "Where Is the Normative Proof? Assumptions and Contradictions in ML Fairness Research", "abstract": "Across machine learning (ML) sub-disciplines researchers make mathematical assumptions to facilitate proof-writing. While such assumptions are necessary for providing mathematical guarantees for how algorithms behave, they also necessarily limit the applicability of these algorithms to different problem settings. This practice is known - in fact, obvious - and accepted in ML research. However, similar attention is not paid to the normative assumptions that ground this work. I argue such assumptions are equally as important, especially in areas of ML with clear social impact, such as fairness. This is because, similar to how mathematical assumptions constrain applicability, normative assumptions also limit algorithm applicability to certain problem domains. I show that, in existing papers published in top venues, once normative assumptions are clarified, it is often possible to get muddled results. While the mathematical assumptions and results are sound, the implicit normative assumptions and accompanying normative results contraindicate using these methods in practical fairness applications.", "venue": "ArXiv", "year": 2020, "referenceCount": 46, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152313817", "name": "Andrew Cooper"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "988291c958795d562e643e7c6077ac0ccc50c70b", "externalIds": {"MAG": "3045392369", "DBLP": "conf/acmidc/Elsayed-AliBKS20", "DOI": "10.1145/3397617.3397826"}, "url": "https://www.semanticscholar.org/paper/988291c958795d562e643e7c6077ac0ccc50c70b", "title": "Designing for children's values: conceptualizing value-sensitive technologies with children", "abstract": "This paper presents findings from an exploratory study with four children, ages 8 to 13 years, related to children's values in technology. The purpose is twofold: 1) to better understand children's values in a localized context both irrespective of and with respect to an established psychological value framework, and 2) to see how children translate and embed their preferred values into novel technology ideas during an intergenerational co-design session. Preliminary findings indicate that all children identified their families and houses as important to them, ranked Happiness and Equality as top Rokeach Value Survey (RVS) values [24], and created value-sensitive design ideas ranging from a personalizable world in VR to a \"Happiness Bot.\"", "venue": "IDC", "year": 2020, "referenceCount": 32, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1416680186", "name": "Salma Elsayed-Ali"}, {"authorId": "6093579", "name": "Elizabeth M. Bonsignore"}, {"authorId": "1745229", "name": "Hernisa Kacorri"}, {"authorId": "1957657", "name": "Mega M. Subramaniam"}]}}, {"isInfluential": false, "contexts": ["Similarly V@P is invested in ‘‘systematically incorporating values in the design process” (Flanagan et al., 2008; Flanagan and Nissenbaum, 2014).", "” Similarly V@P is invested in ‘‘systematically incorporating values in the design process” (Flanagan et al., 2008; Flanagan and Nissenbaum, 2014).", "In the case of MoodPanda, the social sharing element of the project emerged as an unexpected value in the design process, or what Flanagan et al. (2008) describe as a “collateral value”—one which is “not present in the functional definition of a project, but crop up as a function of the variety of…"], "intents": ["background"], "citingPaper": {"paperId": "9b3bd9e4a2fb48c1172975972f8833a3ecf9c1c4", "externalIds": {"DBLP": "journals/nms/Stark20", "MAG": "3091812398", "DOI": "10.1177/1461444820924624"}, "url": "https://www.semanticscholar.org/paper/9b3bd9e4a2fb48c1172975972f8833a3ecf9c1c4", "title": "The emotive politics of digital mood tracking", "abstract": "Through a values in design (VID) analysis, this article assesses two mood-tracking apps (Moodscope and MoodPanda) to argue the particular interface design choices of these applications serve to influence their users’ sense of sociality and self-fashioning. The design features of these artifacts signal a broader shift in the sociotechnical definitions and discourses of the feeling of an individual, enabling an emergent emotive politics at work across contemporary digital media technologies.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 141, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "30353442", "name": "Luke Stark"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b7415a498fcd03b654d1312d37a8421966d32406", "externalIds": {"MAG": "3015800582", "DOI": "10.1007/978-3-030-44018-3_9"}, "url": "https://www.semanticscholar.org/paper/b7415a498fcd03b654d1312d37a8421966d32406", "title": "Can We Trust Machines? The Role of Trust in Technological Environments", "abstract": "In this paper, I will deal with trust in technological devices. Nowadays, we are led to trust AI machines, extending the notion of “trust” to our relationship with such devices. After reviewing different forms of trust and showing that trust is inextricably linked with a sort of fear, this paper will try to relate all this to the ethical judgement we can form about what machines “do” as well as about the machines themselves. Prompted by this, the paper will discuss the case of a recent attempt made by the EU at working out ethical guidelines for a trustworthy AI. To conclude, it will try to answer the above question—can we trust machines?–and accurately define on what terms they can be trusted.", "venue": "Studies in Applied Philosophy, Epistemology and Rational Ethics", "year": 2020, "referenceCount": 17, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2064204066", "name": "Adriano Fabris"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c12c204a37c84a93c92dc4aab5db2e1c6df078a2", "externalIds": {"MAG": "3115442290", "DOI": "10.1007/978-3-030-34390-3_30"}, "url": "https://www.semanticscholar.org/paper/c12c204a37c84a93c92dc4aab5db2e1c6df078a2", "title": "Iterative Prototyping and Co-design", "abstract": null, "venue": "International Perspectives on Social Policy, Administration, and Practice", "year": 2020, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "66788059", "name": "Daniel R. Southwick"}, {"authorId": "66643204", "name": "G. Resch"}, {"authorId": "48923937", "name": "M. Ratto"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c42586579d1ceefc6f0722eb78d9e48a2ff41e6e", "externalIds": {"MAG": "3116413135", "DOI": "10.1007/978-3-030-54522-2_3"}, "url": "https://www.semanticscholar.org/paper/c42586579d1ceefc6f0722eb78d9e48a2ff41e6e", "title": "Ethics and ICTs Beyond Analytic and Continental Philosophy", "abstract": null, "venue": "Philosophy of Engineering and Technology", "year": 2020, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2064204066", "name": "Adriano Fabris"}]}}, {"isInfluential": false, "contexts": ["straction with which policymakers can engage. More specifically, such higher-level decision points bring about the kinds tussles between normative values that are directly in policymakers’ wheelhouse [21, 31, 32]. The case of the accuracy-efficiency trade-off, for example, can be used to clarify how lower-level engineering decisions relate to notions of safety and quality [75]. It is this reasoning that infor"], "intents": ["background"], "citingPaper": {"paperId": "dc163f51cdc358b11f15b60f9c262b4e3f9432e0", "externalIds": {"MAG": "3092055459"}, "url": "https://www.semanticscholar.org/paper/dc163f51cdc358b11f15b60f9c262b4e3f9432e0", "title": "Holding Real-Time Distributed ML Systems to Account", "abstract": "Trade-offs between accuracy and efficiency are found in multiple non-computing domains, such as law and medicine, which have developed rules and heuristics to guide how to balance accuracy against efficiency in conditions of uncertainty. While accuracy-efficiency trade-offs are also commonly acknowledged in some areas of computer science - perhaps to the point of mundanity - their policy implications remain poorly examined. We argue that, since examining accuracy-efficiency trade-offs has been useful for guiding governance in other domains, explicitly framing such trade-offs in computing is similarly useful for the governance of computer systems. Specifically, we focus our discussion on accountability mechanisms for real-time distributed ML systems. Understanding the policy implications in this area is particularly urgent because such systems, which include autonomous vehicles, tend to be high-stakes and safety-critical. We describe how the trade-off takes shape in real-world distributed computing systems and then show the interplay between such systems and ML algorithms, explaining in detail how accuracy and efficiency interact in distributed ML systems. We close by making specific calls to action to facilitate holding these systems, particularly the emerging technology of real-time distributed ML systems, to account.", "venue": "", "year": 2020, "referenceCount": 90, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152313817", "name": "Andrew Cooper"}, {"authorId": "144463523", "name": "K. Levy"}, {"authorId": "1801197", "name": "Christopher De Sa"}]}}, {"isInfluential": false, "contexts": ["The final step is to systematically verify that the target values have been successfully implemented in a given system [9]."], "intents": ["background"], "citingPaper": {"paperId": "f682436180b5ae86250625f3259cd0aa595c04ef", "externalIds": {"DBLP": "conf/nordichi/NilssonBEHNY20", "MAG": "3092829864", "DOI": "10.1145/3419249.3421238"}, "url": "https://www.semanticscholar.org/paper/f682436180b5ae86250625f3259cd0aa595c04ef", "title": "The Values Clustering Teaching Activity – a Case Study on Two Teachers’ Appropriations of Open Educational Resources for Teaching Values in Design", "abstract": "Currently, we see an increased focus on the social and environmental responsibilities of designers when designing technologies. There are however few academic examples describing how to teach students to become responsible designers and engineers who are attentive to values in design. We are therefore developing teaching activities as open educational resources for teaching values in design to students in different kinds of engineering and design courses and programs. The activities address values in different phases of the design process. This case study article reports on the appropriation of a teaching activity by two university teachers. The aim is to provide the reader with an insight into how a teaching activity that we have developed can be appropriated in different educational settings, what the teachers’ perceived effectiveness of this activity is, and what kind of adaptations individual teachers may need to make to fit them into their particular course.", "venue": "NordiCHI", "year": 2020, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "5032253", "name": "Elisabet M. Nilsson"}, {"authorId": "2431058", "name": "W. Barendregt"}, {"authorId": "98771650", "name": "E. Eriksson"}, {"authorId": "2069488160", "name": "Anne-Marie S. Hansen"}, {"authorId": "123661655", "name": "Rikke Toft Nørgård"}, {"authorId": "34085173", "name": "Daisy Yoo"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "fe9d46702f3cdb1554856a88b51a3dcfda0b06ed", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/fe9d46702f3cdb1554856a88b51a3dcfda0b06ed", "title": "Soheil Human and Rita Gsenger and Gustaf Neumann End-user Empowerment: An Interdisciplinary Perspective", "abstract": "In virtue of fast spreading emerging technologies, considering end-user empowerment (or human empowerment) while developing or adapting technologies gains importance. Even though many different approaches to end-user empowerment have been proposed, it is hardly clear what “end-user (human) empowerment” is and how it is possible to develop “end-user empowering systems”. This paper offers an interdisciplinary perspective on how it can be possible to arrive at a synthesized concept of end-user empowerment, in particular regarding the development of Information and Communication Technologies (ICTs). The provided interdisciplinary perspective includes concepts from Computer Science, Information Systems, Cognitive Science, Psychology, Sociology, Science-Technology-Society, Design, System Science and Philosophy. Based on an interdisciplinary literature review, and from an enactivist, pluralist, and constructivist perspective, we argue that the individual end-users and their needs and values, as well as the environment (including socioeconomical contexts, other actors, etc.) and technologies they interact with, continuously co-create the conception of end-user empowerment. Moreover, we propose that perceiving technological development as co-creation, and considering technologies as value-bearers could provide the first steps in the development of conceptual frameworks required for the development of end-user", "venue": "", "year": 2020, "referenceCount": 60, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1582869438", "name": "Rita Gsenger"}, {"authorId": "38831063", "name": "G. Neumann"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "37b47e6608ddf4ca91f8d51d66670702bd66a00e", "externalIds": {"MAG": "2994092058", "DOI": "10.4102/hts.v75i2.5550"}, "url": "https://www.semanticscholar.org/paper/37b47e6608ddf4ca91f8d51d66670702bd66a00e", "title": "Unstoppable: A critical reflection on the socio-economic embeddedness of technology and the implications for the human agenda", "abstract": "The overall aim of the article is to unpack some of the layers of motivation that inform and shape the relationship between technology and education. This aim is motivated by the need for a more nuanced perspective on the complex relationship between technology and education. The discussion of technology and education would be utilised as springboard to provide a platform for elaborating on the complex nature of technology as medium, its broader impact on society and the kind of life it creates. The article names a few of the external and internal imperatives for the integration of technology into education. The first part of the title refers to the name of a film about an unmanned, runaway train with serious consequences for the environment and humanity at large. The idea is to relate the pervasive, self-enforcing nature and role of technology with the theme of the film, a force that seems to be unstoppable. It is argued that the integration of technology into education cannot be reflected in isolation from an understanding of the complex nature of technology and the broader functioning of technology in other spheres of life. The socio-economic embeddedness of technology is unpacked by discussing the mediatisation theory, technological development as a revolution and the Fourth Industrial Revolution. The final section describes the need for and possible processes to sharpen the focus on ethics in digital age.", "venue": "", "year": 2019, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "78155860", "name": "A. Cloete"}]}}, {"isInfluential": true, "contexts": ["conscientious designers, who aim to design with a commitment to values, must follow relevant dimensions of at least three modes of inquiry: technical (incorporating design processes and tools that will result in embodiment of the relevant values), philosophical (absorbing relevant philosophical reflections on values), and empirical (investigating the values in relation to individuals and their societies) [22].", ", can lead us to a critical understanding of technologies and the values encoded in them [22].", "echo a similar commitment, and further argue that incorporating VID is a necessary but complex challenge: designing around certain values not only requires technical competence, but also a reflective understanding of the relevant values [22].", "aptly notes, “engineering is rife with such conflicts—whether to favor safety over cost, transparency over privacy, aesthetics over functionality, with many more appearing at layers of fine granularity” [22].", "” Additionally, an empirical investigation not only “complements the philosophical inquiry into what values are relevant,” it also functions as “the primary means for addressing, systematically, the question whether a given attempt at embodying values is successful” [22].", "As researchers in the domain of Computer-Supported Cooperative Work (CSCW), we understand that computing technologies are inherently value-laden: values are embodied in and reproduced through how we design, build, and choose to use certain computing technologies [10, 22, 26]."], "intents": ["background"], "citingPaper": {"paperId": "43101d43434f068a88d92e946057b14cdc7dbb9a", "externalIds": {"MAG": "2948313719", "DBLP": "journals/tochi/GhoshalB19", "DOI": "10.1145/3318140"}, "url": "https://www.semanticscholar.org/paper/43101d43434f068a88d92e946057b14cdc7dbb9a", "title": "The Role of Social Computing Technologies in Grassroots Movement Building", "abstract": "Social movement organizing is becoming increasingly dependent on communication technologies. How can Computer-Supported Cooperative Work systems support grassroots organizations in facilitating collective action through democratic participation? In this article, we study Science for the People-Atlanta, a social movement organization dedicated to building a grassroots movement around science activism. We used action research, both participating in the organization and studying it. We use the Freirean model of participatory communication theory to unpack the movement-building process of SftP-Atlanta. The Freirean model provides a three-step, iterative process for sustainable movement building: forming a collective identity, moving toward collective action, and engaging in reflexive dialog. We analyze both the perceived strengths and weaknesses of their sociotechnical practices in supporting the organization as they iteratively go through the phases of the Freirean model. Finally, we identify inclusivity, privacy/security, and social translucence as three values desirable for sociotechnical practices of grassroots organizing.", "venue": "ACM Trans. Comput. Hum. Interact.", "year": 2019, "referenceCount": 73, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "40800374", "name": "Sucheta Ghoshal"}, {"authorId": "143709703", "name": "A. Bruckman"}]}}, {"isInfluential": true, "contexts": ["…scholars identify three types of responses: (a) continuing to explore the conditions that make them incompatible and redesign the product so that the incompatibility is dissolved, (b) trade off one value against another, and (c) seek a compromise between conflicting values (Flanagan et al., 2008).", "In design thinking, incompatibilities between values are often seen when the values are translated to design requirements and then trying to combine these requirements in one design (Flanagan et al., 2008).", "To resolve these intervalue conflicts, VSD scholars identify three types of responses: (a) continuing to explore the conditions that make them incompatible and redesign the product so that the incompatibility is dissolved, (b) trade off one value against another, and (c) seek a compromise between conflicting values (Flanagan et al., 2008).", "Referring to the first response, Flanagan et al. (2008) indicate that incompatibilities should be seen as opportunities for continued innovation."], "intents": ["background"], "citingPaper": {"paperId": "50cfb2fb15da9b981aabd5df2d10dc2bcd75ca51", "externalIds": {"MAG": "2974854075", "DOI": "10.1177/0007650319876108"}, "url": "https://www.semanticscholar.org/paper/50cfb2fb15da9b981aabd5df2d10dc2bcd75ca51", "title": "Toward a Value-Sensitive Absorptive Capacity Framework: Navigating Intervalue and Intravalue Conflicts to Answer the Societal Call for Health", "abstract": "The majority of studies on absorptive capacity (AC) underscore the importance of absorbing technological knowledge from other firms to create economic value. However, to preserve moral legitimacy and create social value, firms must also discern and adapt to (shifts in) societal values. A comparative case study of eight firms in the food industry reveals how organizations prioritize and operationalize the societal value health in product innovation while navigating inter- and intravalue conflicts. The value-sensitive framework induced in this article extends AC by explaining how technically savvy, economic value–creating firms diverge in their receptivity, articulation, and reflexivity of societal values.", "venue": "Business & Society", "year": 2021, "referenceCount": 85, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "46804654", "name": "J. Garst"}, {"authorId": "33233370", "name": "V. Blok"}, {"authorId": "48070507", "name": "O. Branzei"}, {"authorId": "39144697", "name": "Léon Jansen"}, {"authorId": "2243580", "name": "Onno S. W. F. Omta"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "651e0b9e5a13a075355d5e0fa0b11193e2a18dd1", "externalIds": {"MAG": "2983396093", "DBLP": "journals/pacmhci/JackSD19", "DOI": "10.1145/3359230"}, "url": "https://www.semanticscholar.org/paper/651e0b9e5a13a075355d5e0fa0b11193e2a18dd1", "title": "\"Privacy is not a concept, but a way of dealing with life\"", "abstract": "Privacy scholarship has shown how norms of appropriate information flow and information regulatory processes vary according to environment, which change as the environment changes, including through the introduction of new technologies. This paper describes findings from a qualitative research study that examines practices and perceptions of privacy in Cambodia as the population rapidly moves into an online environment (specifically Facebook, the most popular Internet tool in Cambodia today). We empirically demonstrate how the concept of privacy differs across cultures and show how the Facebook platform, as it becomes popular worldwide, catalyzes change in norms of information regulation. We discuss how the localization of transnational technology platforms provides a key site in which to investigate changing cultural ideas about privacy, and to discover misalignments between different expectations for information flow. Finally, we explore ways that insufficient localization effort by transnational technology companies puts some of the most marginalized users at disproportionate information disclosure risk when using new Internet tools, and offer some pragmatic suggestions for how such companies could improve privacy tools for users who are far -geographically or culturally - from where the tools are designed.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2019, "referenceCount": 79, "citationCount": 7, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "46541423", "name": "Margaret C. Jack"}, {"authorId": "1404291651", "name": "Pang Sovannaroth"}, {"authorId": "2875293", "name": "Nicola Dell"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7d8d8115e1d33750f55a2137f2f43ca98daff830", "externalIds": {"MAG": "2996127854"}, "url": "https://www.semanticscholar.org/paper/7d8d8115e1d33750f55a2137f2f43ca98daff830", "title": "Digisprudence : the affordance of legitimacy in code-as-law", "abstract": null, "venue": "", "year": 2019, "referenceCount": 295, "citationCount": 1, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1988639", "name": "Laurence Diver"}]}}, {"isInfluential": false, "contexts": ["Hence, even though the representatives of different disciplines may be discussing a single, unambiguous topic, their vocabularies may be very different and mutually perplexing” [46].", "This move from critical interrogation of values in technical artifacts and systems to a constructive agenda is arduous and requires sustained work across disciplines [46]."], "intents": ["background"], "citingPaper": {"paperId": "b52a7d3349ca4a2a56b3335f87c090c3074bcb84", "externalIds": {"MAG": "2976537124", "DBLP": "journals/corr/abs-1909-11869", "ArXiv": "1909.11869", "DOI": "10.1145/3359221"}, "url": "https://www.semanticscholar.org/paper/b52a7d3349ca4a2a56b3335f87c090c3074bcb84", "title": "This Thing Called Fairness", "abstract": "The explosion in the use of software in important sociotechnical systems has renewed focus on the study of the way technical constructs reflect policies, norms, and human values. This effort requires the engagement of scholars and practitioners from many disciplines. And yet, these disciplines often conceptualize the operative values very differently while referring to them using the same vocabulary. The resulting conflation of ideas confuses discussions about values in technology at disciplinary boundaries. In the service of improving this situation, this paper examines the value of shared vocabularies, analytics, and other tools that facilitate conversations about values in light of these disciplinary specific conceptualizations, the role such tools play in furthering research and practice, outlines different conceptions of \"fairness\" deployed in discussions about computer systems, and provides an analytic tool for interdisciplinary discussions and collaborations around the concept of fairness. We use a case study of risk assessments in criminal justice applications to both motivate our effort--describing how conflation of different concepts under the banner of \"fairness\" led to unproductive confusion--and illustrate the value of the fairness analytic by demonstrating how the rigorous analysis it enables can assist in identifying key areas of theoretical, political, and practical misunderstanding or disagreement, and where desired support alignment or collaboration in the absence of consensus.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2019, "referenceCount": 194, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "34421129", "name": "D. Mulligan"}, {"authorId": "145973578", "name": "Joshua A. Kroll"}, {"authorId": "51114342", "name": "Nitin Kohli"}, {"authorId": "9063054", "name": "Richmond Y. Wong"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b6f2788e31a0f8e1f3f501ad682642ac2eb07237", "externalIds": {"MAG": "2940446202", "DOI": "10.1177/0163443719843867"}, "url": "https://www.semanticscholar.org/paper/b6f2788e31a0f8e1f3f501ad682642ac2eb07237", "title": "How has the fight for anonymity and privacy advanced since Snowden’s whistle-blowing?", "abstract": "This article examines the legal, social, and political forces in a post-Snowden era that clarified the stakes around privacy and anonymity all while pulling more people into the orbit of a contemporary privacy and anonymity movement. It compares and contrasts the 100-year period in which US courts fleshed out free speech ideals and recent grass-roots privacy and anonymity initiatives that have come to reach a critical mass, highlighting the importance of civil society, journalists, and especially hackers whose aggressive pursuit of practical solutions have created the conditions for acting anonymously and securing privacy in our current era.", "venue": "Media, Culture & Society", "year": 2019, "referenceCount": 26, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "26780908", "name": "G. Coleman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "bda024a7a395802406d126ad1451a06e596dbdb2", "externalIds": {"MAG": "2921933478", "DOI": "10.1016/J.EGYPRO.2019.01.882"}, "url": "https://www.semanticscholar.org/paper/bda024a7a395802406d126ad1451a06e596dbdb2", "title": "The role of values in analyzing energy systems: Insights from moral philosophy, institutional economics, and sociology", "abstract": "Abstract In efforts to mitigate climate change, energy systems are undergoing a profound transition towards low-carbon systems. This transition does not only involve changes in energy technologies but importantly it is shaped and incentivized by changes in the rules and regulations that govern energy markets. It is a normative transition, focused at achieving secure, affordable, and sustainable energy provision. In a multidisciplinary approach, this paper proposes a framework that highlights the role of normative principles – i.e. values – in socio-technical systems. Building on the Institutional Analysis and Development (IAD) framework, the analysis explicates how values relate to institutional change in the case of the energy transition.", "venue": "Energy Procedia", "year": 2019, "referenceCount": 27, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "101250200", "name": "Christine Milchram"}, {"authorId": "13504203", "name": "Carolin Märker"}, {"authorId": "47346823", "name": "Jürgen-Friedrich Hake"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c1d9dce1340de5587cf930dd6a4d888a1aeaa9a2", "externalIds": {"MAG": "2996750115", "DOI": "10.1186/s13705-019-0235-y"}, "url": "https://www.semanticscholar.org/paper/c1d9dce1340de5587cf930dd6a4d888a1aeaa9a2", "title": "Understanding the role of values in institutional change: the case of the energy transition", "abstract": "The current transition towards low-carbon energy systems does not only involve changes in technologies but is also shaped by changes in the rules and regulations (i.e., the institutions) that govern energy systems. Institutional change can be influenced by changes in core values—normative principles such as affordability, security of supply, and sustainability. Analyzing this influence, however, has been hindered by the absence of a structured framework that highlights the role of values in institutional change processes. This paper presents an interdisciplinary framework explicating how values influence institutional change in the case of the energy transition. We build on a dynamic framework for institutional change that combines the Institutional Analysis and Development (IAD) framework with the concept of social learning. This basic analytical framework is expanded by conceptualizations of values in moral philosophy, institutional economics, and social psychology. Our framework offers researchers and policy makers an analytical tool to identify how values are embedded in infrastructure and existing regulation and how values shape communities and behavior. It explains how value controversies can trigger social learning processes that eventually can result in structural change. Thus, this framework allows analyzing institutional change over time as well as comparing change patterns across spatial and temporal contexts.", "venue": "", "year": 2019, "referenceCount": 101, "citationCount": 5, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "101250200", "name": "Christine Milchram"}, {"authorId": "13504203", "name": "Carolin Märker"}, {"authorId": "41019409", "name": "Holger Schlör"}, {"authorId": "96672767", "name": "R. Künneke"}, {"authorId": "49582734", "name": "G. van de Kaa"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c55b0f75ecd0040d3fc0b626e8150572761adce9", "externalIds": {"MAG": "2911839693", "DOI": "10.5539/res.v11n1p27"}, "url": "https://www.semanticscholar.org/paper/c55b0f75ecd0040d3fc0b626e8150572761adce9", "title": "The Long Road Toward Tracking the Trackers and De-biasing: A Consensus on Shaking the Black Box and Freeing From Bias", "abstract": "Automated decision making is both promising and threatening. Processing the biggest data possible may lead to societal advances but also violate human rights. There is, then, an acute need to protect individuals without impeding major benefits. Non-human agents may be biased; and they may not lend themselves to easy explanations. Instead of focusing on interpreting models, there seems to be a shift toward a concept of risk assessments. Opaque systems are aimed at predicting, or forecasting, future situations. This challenges human values and ethical principles. Even though incorporating ethics in machines is an old subject of legal discussion, consensus has not yet been reached; for theories and values may be controversial. This paper examines whether there could be an agreement on fundamental principles. A commonly understood basis could allow for fair and proportionate mechanisms to address crucial aspects of partiality and opacity in automated decision making. It could trigger a shift toward a concept of ‘tracking the trackers’ and a discussion on a ‘right to an unbiased decision maker’.", "venue": "Review of European Studies", "year": 2019, "referenceCount": 232, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "91008985", "name": "G. Bouchagiar"}]}}, {"isInfluential": false, "contexts": ["Flanegan [16] for instance, describes a case of game design based on the value of gender equity.", "The expressive view looks at values that the designer tries to impose on the artefact, so the values express or represent the designer’s values [16]."], "intents": ["background"], "citingPaper": {"paperId": "d71dd7bc99652aacf39a6790a3d9581741c9c26f", "externalIds": {"MAG": "2982167926", "DBLP": "conf/rcis/Weigand19", "DOI": "10.1109/RCIS.2019.8877079"}, "url": "https://www.semanticscholar.org/paper/d71dd7bc99652aacf39a6790a3d9581741c9c26f", "title": "Value Expression in Design Science Research", "abstract": "Design science research has grown into a major research approach in Information System (IS). Most current DSR approaches take a positivist approach that downplays human agency. An alternative framework is transformational design research (TDR), inspired by pragmatism and Rosenstock-Huessy’s view on language. This paper’s aim is to contribute to TDR by focusing on the expression of values, with a particular interest in values that are embodied in the technology. After a critical review of the traditional Requirement Engineering methods and of the so-called value-sensitive design approaches, we propose a new value expression approach that builds on and extends traditional value modelling. The method is illustrated with a literature example of process mining.", "venue": "2019 13th International Conference on Research Challenges in Information Science (RCIS)", "year": 2019, "referenceCount": 62, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143731268", "name": "H. Weigand"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d89d61f77e94fa6aa5e2589bca0d70e68410216f", "externalIds": {"MAG": "2901188011", "DBLP": "journals/jices/UrquhartRL19", "DOI": "10.1108/JICES-12-2018-0096"}, "url": "https://www.semanticscholar.org/paper/d89d61f77e94fa6aa5e2589bca0d70e68410216f", "title": "Responsible Domestic Robotics: Exploring Ethical Implications of Robots in the Home", "abstract": "Purpose \n \n \n \n \nThe vision of robotics in the home promises increased convenience, comfort, companionship and greater security for users. The robot industry risks causing harm to users, being rejected by society at large or being regulated in overly prescriptive ways if robots are not developed in a socially responsible manner. The purpose of this paper is to explore some of the challenges and requirements for designing responsible domestic robots. \n \n \n \n \nDesign/methodology/approach \n \n \n \n \nThe paper examines definitions of robotics and the current commercial state of the art. In particular, it considers the emerging technological trends, such as smart homes, that are already embedding computational agents in the fabric of everyday life. The paper then explores the role of values in design, aligning with human computer interaction, and considers the importance of the home as a deployment setting for robots. The paper examines what responsibility in robotics means and draws lessons from past home information technologies. An exploratory pilot survey was conducted to understand user concerns about different aspects of domestic robots such as form, privacy and trust. The paper provides these findings, married with literature analysis from across technology law, computer ethics and computer science. \n \n \n \n \nFindings \n \n \n \n \nBy drawing together both empirical observations and conceptual analysis, this paper concludes that user centric design is needed to create responsible domestic robotics in the future. \n \n \n \n \nOriginality/value \n \n \n \n \nThis multidisciplinary paper provides conceptual and empirical research from different domains to unpack the challenges of designing responsible domestic robotics. In doing this, the paper seeks to bridge the gap between the normative dimensions of how responsible robots should be built, and the practical dimensions of how people want to live with them in context.", "venue": "J. Inf. Commun. Ethics Soc.", "year": 2018, "referenceCount": 125, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "144575112", "name": "Lachlan Urquhart"}, {"authorId": "1405195292", "name": "Dominic Reedman-Flint"}, {"authorId": "1405195308", "name": "Natalie Leesakul"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e25bf5158e49535b8c987e53f2e91aca28b0005c", "externalIds": {"MAG": "2967105361"}, "url": "https://www.semanticscholar.org/paper/e25bf5158e49535b8c987e53f2e91aca28b0005c", "title": "Designing Care and Commoning into a Code of Conduct", "abstract": "Despite claims to being counterculture and a better alternative, grassroots activist design groups and free culture movements may replicate the marginalizing behaviours of dominant society, also in their governance and designs of their interaction platforms. We developed a code-of-conduct, or Community Guidelines, for our online commonsoriented group to nurture a sense of a caring and mutually responsible community. The guidelines aim to bring into online interaction the living person-to-person dialogic relationality we exhibit in collaborative work offline. Our social learning process could have implications for designing healthier online community protocols and platforms and be able to better tackle the challenges of intersectionality.", "venue": "", "year": 2019, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "65968695", "name": "C. Kohtala"}, {"authorId": "147175198", "name": "Jedediah Walls"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "edce1aba72fe7ad7c5b698e182d48057f8ce575b", "externalIds": {"MAG": "2946896793", "DOI": "10.1080/14606925.2019.1595004"}, "url": "https://www.semanticscholar.org/paper/edce1aba72fe7ad7c5b698e182d48057f8ce575b", "title": "The unintended consequences of embedded values in socio-technical systems: A critical reflection using formal analysis of speedometers in customer vehicles.", "abstract": "In order to produce different or innovative solutions, design always implies a systemic view of problems, and a search for alternative solutions. The need for a transformation of our socio-technical systems have led us to believe that we can use a more sustainable path by observing nature, but there is an ethical discussion that is required. This paper looks at the notion of embedded values as a natural and unavoidable part of the design process and questions if the optimistic view of a Nature-Inspired design might lead us to forget that those human values are still being used in place and overlooked with the notion that we are following nature’s values.", "venue": "The Design Journal", "year": 2019, "referenceCount": 53, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1411093666", "name": "Juan de la Rosa"}, {"authorId": "1721376", "name": "Stan Ruecker"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "eff55b6c58fd4e6993f4482d7b2bf03e6bf33555", "externalIds": {"MAG": "2982531579", "DOI": "10.1007/978-3-658-17483-5_17"}, "url": "https://www.semanticscholar.org/paper/eff55b6c58fd4e6993f4482d7b2bf03e6bf33555", "title": "Learning How to Behave", "abstract": "We describe a theoretical framework and recent research on one key aspect of robot ethics: the development and implementation of a robot’s moral competence. As autonomous machines take on increasingly social roles in human communities, these machines need to have some level of moral competence to ensure safety, acceptance, and justified trust. We review the extensive and complex elements of human moral competence and ask how analogous competences could be implemented in a robot. We propose that moral competence consists of five elements, two constituents (moral norms and moral vocabulary) and three activities (moral judgment, moral action, and moral communication). A robot’s computational representations of social and moral norms is a prerequisite for all three moral activities. However, merely programming in advance the vast network of human norms is impossible, so new computational learning algorithms are needed that allow robots to acquire and update the context-specific and graded norms relevant to their domain of deployment. Moral vocabulary is needed primarily for moral communication, which expresses moral judgments of others’ violations and explains one’s own moral violations – to justify them, apologize, or declare intentions to do better. Current robots have at best rudimentary moral competence, but with improved learning and reasoning they may begin to show the kinds of capacities that humans will expect of future social robots.", "venue": "Handbuch Maschinenethik", "year": 2019, "referenceCount": 118, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1854509", "name": "B. Malle"}, {"authorId": "50820937", "name": "Matthias Scheutz"}]}}, {"isInfluential": false, "contexts": ["The VSD has primarily been applied to information technology and, specifically, to human computer interaction (Friedman 1997; Friedman et al. 2002; Flanagan et al. 2008; Friedman and Kahn 2000; Van den Hoven 2007), but the approach"], "intents": ["methodology"], "citingPaper": {"paperId": "f4d5487522284e58e1ff7301d7d992fdf78fc995", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/f4d5487522284e58e1ff7301d7d992fdf78fc995", "title": "How to Weigh Values in Value Sensitive Design : A Best Worst Method Approach for the Case of Smart Metering", "abstract": "Proactively including the ethical and societal issues of new technologies could have a positive effect on their acceptance. These issues could be captured in terms of values. In the literature, the values stakeholders deem important for the development of technology have often been identified. However, the relative ranking of these values in relation to each other have not been studied often. The best worst method is proposed as a possible method to determine the weights of values, hence it is used in an evaluative fashion. The applicability of the method is tested by applying it to the case of smart meters, one of the main components of the smart grid. The importance of values is examined for three dimensions of acceptance namely sociopolitical, market, and household acceptance.", "venue": "", "year": 2019, "referenceCount": 95, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "113518562", "name": "Van De Kaa"}]}}, {"isInfluential": false, "contexts": ["The VSD has primarily been applied to information technology and, specifically, to human computer interaction (Friedman 1997; Friedman et al. 2002; Flanagan et al. 2008; Friedman and Kahn 2000; Van den Hoven 2007), but the approach"], "intents": ["methodology"], "citingPaper": {"paperId": "fadac1e80aa72f8f0b56f985130e6d4ec64382d1", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/fadac1e80aa72f8f0b56f985130e6d4ec64382d1", "title": "How to Weigh Values in Value Sensitive Design: A Best Worst Method Approach for the Case of Smart Metering", "abstract": "Proactively including the ethical and societal issues of new technologies could have a positive effect on their acceptance. These issues could be captured in terms of values. In the literature, the values stakeholders deem important for the development of technology have often been identified. However, the relative ranking of these values in relation to each other have not been studied often. The best worst method is proposed as a possible method to determine the weights of values, hence it is used in an evaluative fashion. The applicability of the method is tested by applying it to the case of smart meters, one of the main components of the smart grid. The importance of values is examined for three dimensions of acceptance namely sociopolitical, market, and household acceptance.", "venue": "", "year": 2019, "referenceCount": 94, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "113518562", "name": "Van De Kaa"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "064b9b1d79a64d499d4efa2364b94f5612096ec9", "externalIds": {"MAG": "2884471038", "DOI": "10.7551/mitpress/9516.001.0001"}, "url": "https://www.semanticscholar.org/paper/064b9b1d79a64d499d4efa2364b94f5612096ec9", "title": "Networked Press Freedom: Creating Infrastructures for a Public Right to Hear", "abstract": null, "venue": "", "year": 2018, "referenceCount": 739, "citationCount": 25, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2151275", "name": "Mike Ananny"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "09af1534b726fbb763e7e7fdc8ae7ac9c8f6a96f", "externalIds": {"MAG": "2899493986", "DBLP": "journals/pacmhci/HuiTPD18", "DOI": "10.1145/3274340"}, "url": "https://www.semanticscholar.org/paper/09af1534b726fbb763e7e7fdc8ae7ac9c8f6a96f", "title": "Making a Living My Way", "abstract": "Entrepreneurship has long been used to create self-employment opportunities to guard against career uncertainty. Yet, little is known about how social technologies impact the day-to-day work of entrepreneurs in resource-constrained contexts. We performed a qualitative study involving interviews with 26 micro-entrepreneurs in Detroit and observations of entrepreneurship events. We found that micro-entrepreneurs in Detroit are often pushed into entrepreneurship in response to unexpected life disruptions, barriers to employment, and desire to benefit the community. Their resource-constrained contexts shape how they use social technologies, such as sharing economy tools and social media groups, particularly with respect to privacy, safety, and professional agency. We expand the discussion in CSCW around what it means to be an entrepreneur and provide implications for how social technologies can be designed to better meet the employment needs of people in resource-constrained communities.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2018, "referenceCount": 141, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "145859626", "name": "Julie Hui"}, {"authorId": "1769685", "name": "K. Toyama"}, {"authorId": "2111720", "name": "J. Pal"}, {"authorId": "2232047", "name": "Tawanna Dillahunt"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0cba4edd613bac87bdab0ada07cd1fa26ae7aa9f", "externalIds": {"MAG": "2806421820", "DOI": "10.5753/JIS.2018.693"}, "url": "https://www.semanticscholar.org/paper/0cba4edd613bac87bdab0ada07cd1fa26ae7aa9f", "title": "An exploratory study on prejudice based on gender identity or sexual orientation perceived by users in social networks", "abstract": "Although research in HCI has been increasingly covering gender and sexuality, the experience of lesbian, bisexual, gay, and transgender (LGBT) people is still underexplored. We aimed to inquiry whether digital systems user interfaces reproduce or not oppressions based on gender identity or sexual orientation. By conducting a survey, we gathered some oppressive situations that LGBT people have faced online. Our results suggest that not only the user interfaces reproduce such prejudice, but that the LGBT community perceives it in the social network interfaces and content there posted. Also, current tools fail fighting and preventing oppressions, which impacts the decision of using a network and users’ comfort.", "venue": "Journal on Interactive Systems", "year": 2018, "referenceCount": 41, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145179221", "name": "Guilherme C. Pereira"}, {"authorId": "3277372", "name": "M. Baranauskas"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0ceb886593c10e6d2f97323b1456c646c9e18429", "externalIds": {"MAG": "2898154283", "DOI": "10.3390/ARTS7040069"}, "url": "https://www.semanticscholar.org/paper/0ceb886593c10e6d2f97323b1456c646c9e18429", "title": "Walter Benjamin on the Video Screen: Storytelling and Game Narratives", "abstract": "Walter Benjamin’s 1936 essay, “The Storyteller” (2006) defines storytelling as a mode of communication that is defined in part by its ability to offer listeners “counsel”, or meaningful wisdom or advice. This article considers the earmarks of storytelling as defined by Benjamin and by contemporary writer Larry McMurtry and argues this type of narrative experience can be offered via interactive media and, in particular, video games. After identifying the key characteristics of storytelling as set forth by Benjamin, the article proposes and advocates for a set of key characteristics of video game storytelling. In doing so, the article argues that effective narrative immersion can offer what Benjamin calls counsel, or wisdom, by refusing to provide pat answers or neat conclusions and suggests these as strategies for game writers and developers who want to provide educational or transformative experiences. Throughout, the article invokes historic and contemporary video games, asking for careful consideration of the ways in which games focused on sometimes highly personal narratives rely on storytelling techniques that instruct and transform and that can provide a rich framework for the design and writing of narrative games.", "venue": "Arts", "year": 2018, "referenceCount": 57, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1964336", "name": "Carly A. Kocurek"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "11f21155b88ad690f36310940a4c3c3a845955eb", "externalIds": {"MAG": "2888976658"}, "url": "https://www.semanticscholar.org/paper/11f21155b88ad690f36310940a4c3c3a845955eb", "title": "Control, change and capacity-building in energy systems", "abstract": null, "venue": "", "year": 2018, "referenceCount": 255, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "72876901", "name": "Patrick Sumpf"}, {"authorId": "35257145", "name": "C. Büscher"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "144e446202a506007403daea3c65119de4cb923c", "externalIds": {"MAG": "2810043635", "DOI": "10.21492/INUHFD.410571"}, "url": "https://www.semanticscholar.org/paper/144e446202a506007403daea3c65119de4cb923c", "title": "SAĞLIK BİLİŞİM TEKNOLOJİLERİ VE YENİ HUKUKSAL SORU(N)LAR", "abstract": "Elektronik Saglik ya da kisaca e-Saglik olarak da nitelenebilecek saglik bilisim teknolojileri, yeni iletisim teknolojilerinin (Information Communication Technologies-ICTs) saglik amaciyla kullanilmasini ifade eder. Saglik bilisim teknolojilerindeki hizli gelisim geleneksel saglik hizmeti sunumunda ve hasta-hekim iliskisinde donusum yaratmaktadir. Bu gelismenin daha uzun ve daha saglikli bir yasam icin pek cok olanak sundugu aciktir. Ancak bazi yan etkileri oldugu da belirtilmelidir. Nitekim saglik bilisim teknolojilerindeki hizli gelisim kisisel verilerin islenme surecleri ile ilgili yeni sorular ve sorunlar gundeme getirmektedir. Bu sorularin yetkin bir sekilde yanitlanmasi, yururlukteki hukuk kurallarini yorumlarken ve gelecekteki hukuk kurallarini tasarlarken teknolojinin kendine ozgu yapisini dikkate almayi gerektirir. Bu calisma kapsaminda oncelikle e-saglik uygulamalarinin getirdigi yenilikler karsisinda ortaya cikan hukuksal sorular degerlendirilmistir. Ardindan ise bu sorunlara cozum olacagi umulan bazi oneriler gelistirilmistir. Kanimizca bu sorunlarin cozulebilmesi, veri oznesinin kendine iliskin bilgiler uzerindeki denetimini guclendiren, surecin seffafligini destekleyen ve teknolojinin kendine ozgu unsurlarini dikkate alan bir bakis acisi ile olanaklidir.  Bu bakis acisinin mevcut hukuk kurallarinin yorumuna ve yeni kurallarin tasarimina yansitilmasi, hak ve ozgurlukler ile teknolojik gelismeler arasinda dengenin kurulmasi acisindan yararli sonuclar verebilir. Ayrica teknolojinin onune bariyerler koymadan bireyin haklarini korumak icin hukuk kurallarinin yaninda bu bakis acisini sistemlestiren etik kurallara da basvurulmasi daha saglikli bir gelecek kurmakta yardimci olacaktir.", "venue": "İnönü Üniversitesi Hukuk Fakültesi Dergisi", "year": 2018, "referenceCount": 35, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "123911602", "name": "Elif Küzeci"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "22bd3dadbbb3e306bc39115e80ef938d73ea51a7", "externalIds": {"MAG": "2802664643", "DOI": "10.1007/978-3-319-78939-2_25"}, "url": "https://www.semanticscholar.org/paper/22bd3dadbbb3e306bc39115e80ef938d73ea51a7", "title": "Ethics Across the Curriculum at UPRM: A Roadmap for STEM Integration", "abstract": "This chapter presents over three decades of EAC (ethics across the curriculum) experience at UPRM, the second largest campus of the University of Puerto Rico. An introductory section outlines our evolving concept of EAC. The second part outlines four initiatives, three of which were funded by the National Science Foundation: interdisciplinary faculty workshops in EAC, GERESE (Graduate Experience in Research Ethics in Science and Engineering), and the EAC Toolkit. The final section covers strategies for sharing EAC best practices and methods for refashioning materials from faculty workshops into EAC modules and activities. In short, this paper hopes to provide readers from similarly situated programs with a roadmap for developing a successful EAC program.", "venue": "", "year": 2018, "referenceCount": 21, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2986617", "name": "W. Frey"}, {"authorId": "1403832406", "name": "J. A. Cruz-Cruz"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "25d364aacd141013cd258d18f385484067fd1e16", "externalIds": {"MAG": "2884228464", "DOI": "10.1162/ISAL_A_00093"}, "url": "https://www.semanticscholar.org/paper/25d364aacd141013cd258d18f385484067fd1e16", "title": "Addressing the soft impacts of weak aI-technologies", "abstract": "This paper argues that, in addition to assessing a design’s hard impacts in terms of safety, environmental issues, and health, also soft impacts, such as ethical implications, need to be systematically and proactively addressed. This is particularly important for (weak) AI-technologies that are increasingly shaping today’s society. When Microsoft released its AI chatbot Tay on Twitter in March 2016, Tay was supposed to learn to chat as an average American teenage girl. However, she quickly became sexist, racist, and anti-Semitic. Microsoft turned out to be overly naive about the intentions of Twitter users who had to ‘train’ Tay and, in doing so, the developers did not properly acknowledge their ethical responsibility. Even though technology’s non-neutrality has become generally accepted within the fields of ethics and philosophy of technology, other disciplines, such as engineering and computer science, often still adhere to the view that technology itself is neutral. Yet, technology mediates our actions and perceptions in numerous ways. Today, algorithms not only have an important share in how we see the world, they can also predict our future behaviour. Neither algorithms nor datasets are inherently neutral; on the contrary, users’ and developers’ biases can seep into them. Overall, this paper seeks to give attention to the non-neutrality of AI-technologies, the ethical responsibility of its developers, and the soft impacts of existing and emerging AI-technologies. In doing so, three ways are discussed in which the agenda of technology developers can be broadened with a more systematic focus on assessing soft impacts.", "venue": "", "year": 2018, "referenceCount": 51, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "73514626", "name": "K. Gabriels"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4e4c02c1e94ef486cc5c1ce75ae11b6845da43db", "externalIds": {"MAG": "2786269816", "DBLP": "journals/ethicsit/Nagenborg20", "DOI": "10.1007/s10676-018-9446-8"}, "url": "https://www.semanticscholar.org/paper/4e4c02c1e94ef486cc5c1ce75ae11b6845da43db", "title": "Urban robotics and responsible urban innovation", "abstract": "Robots are leaving factories and entering urban spaces. In this paper, I will explore how we can integrate robots of various types into the urban landscape. I will distinguish between two perspectives: (1) the responsible design and use of urban robots and (2) robots as part of responsible urban innovations. The first viewpoint considers issues arising from the use of a robot in an urban environment. To develop a substantive understanding of Responsible Urban Robotics, we need to focus on normative implications of city life as the context in which in robots are being used. I will refer to the desirable qualities of city life as “cityness” and will argue that we should design for cityness. The second approach asks how robots might be used to address challenges specific to cities. From the perspective of RRI, this may require participatory approaches in which the needs of the stakeholders are addressed. But we may also find inspiration in the work undertaken in architecture on expanding the concept and field to ensure that architects not only provide services to the lucky few but also create useful and beautiful spaces for the many. A dialogue with architects, urban designers, and urban planners may also be needed to successfully address the spatial issues raised by the presence of robots in the city.", "venue": "Ethics and Information Technology", "year": 2020, "referenceCount": 52, "citationCount": 33, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "3063113", "name": "M. Nagenborg"}]}}, {"isInfluential": false, "contexts": ["Several theory-and-practice approaches have been proposed in the related theme of values [15, 20].", "of work, including diverse societal contexts [25, 31, 38, 40], disciplinary expectations [35], institutional requirements [10], and the needs and views of our users and other stakeholders [15, 20]."], "intents": ["background"], "citingPaper": {"paperId": "8977adf2bcf589a2b82402acde4e891aaf53feef", "externalIds": {"MAG": "2780420505", "DBLP": "conf/group/BjornFMPW18", "DOI": "10.1145/3148330.3154523"}, "url": "https://www.semanticscholar.org/paper/8977adf2bcf589a2b82402acde4e891aaf53feef", "title": "Research Ethics Town Hall Meeting", "abstract": "As technology and data access continue to evolve, research ethics in the areas of Human-Computer Interaction and social computing are becoming increasingly complex. Despite increasing interest among researchers, there is still a lack of consistent community norms around ethical gray areas. One charge of the SIGCHI ethics committee is to help develop these norms by facilitating open conversations with different stakeholders. This panel will be an opportunity to develop a collective understanding of diverse perspectives on ethics, and to gather input from the GROUP research community around the ethical challenges we face as researchers who study social and collaborative computing systems and those who use these systems.", "venue": "GROUP", "year": 2018, "referenceCount": 57, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "3923375", "name": "Pernille Bjørn"}, {"authorId": "1844816", "name": "Casey Fiesler"}, {"authorId": "144440084", "name": "Michael J. Muller"}, {"authorId": "50624238", "name": "Jessica Pater"}, {"authorId": "34966245", "name": "P. Wisniewski"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "899ddc4f7fe39e0388e670c4b1c92f096a423f47", "externalIds": {"MAG": "2987143235", "DOI": "10.1017/9781316838952.001"}, "url": "https://www.semanticscholar.org/paper/899ddc4f7fe39e0388e670c4b1c92f096a423f47", "title": "The Promise and Peril of Human Rights Technology", "abstract": "The first two decades of the twenty-first century have seen a simultaneous proliferation of new technological threats to and opportunities for international human rights. New advances – not only the Internet, social media, and artificial intelligence but also novel techniques for controlling reproduction or dealing with climate change – make clear that scientific and technological innovations bring both risks and benefits to human rights. Efforts to protect and promote human rights have to take seriously the ways in which these technologies, and the forms of knowledge creation, production, and dissemination they enable, can create harms and be exploited to violate rights. At the same time, human rights practitioners must continue to seek creative ways to make use of new technologies to improve the human condition. This dichotomy is the central tension that animates both this volume and the emerging field of human rights technology. The overriding purpose of the volume, and of the University of Connecticut workshop that launched it, is to encourage human rights institutions, experts, and practitioners to take seriously the risks and opportunities of technology for the promotion and protection of human rights. The volume uses diverse case studies to examine how the dynamic of intertwined threat and opportunity plays out in a range of contexts. Case studies focus on assisted reproductive technologies, autonomous lethal weapons, climate change technology, the Internet and social media, and water meters. Considering the relationship between technology and human rights across these diverse areas reveals areas of both continuity and discontinuity in terms of how technology affects the enjoyment of human rights. We begin by laying out the principles that animate the project. These principles have been derived chiefly from international human rights law and practice, and also draw on the scholarly study of science, technology, and the law. Based on these principles, we define a “human rights” approach to the study of technology. Finally, we identify and analyze the cross-cutting themes that unite the", "venue": "", "year": 2018, "referenceCount": 45, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "118734022", "name": "Molly K. Land"}, {"authorId": "39142781", "name": "J. D. Aronson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "90f7056c2f640a5d76a8fc927b4af750bae311cc", "externalIds": {"MAG": "2888561299", "DOI": "10.1016/J.ENPOL.2018.08.020"}, "url": "https://www.semanticscholar.org/paper/90f7056c2f640a5d76a8fc927b4af750bae311cc", "title": "A values-based approach to energy controversies: Value-sensitive design applied to the Groningen gas controversy in the Netherlands", "abstract": "Many energy cases suffer from social opposition. It is increasingly asserted that paying due attention to the moral values involved in controversial energy cases may increase social acceptance. Value-sensitive design (VSD) has been recommended as a promising approach for addressing moral values in controversial energy cases. This paper aims to empirically explore the applicability of VSD in controversial energy cases by investigating the extent to which it is possible to identify the relevant values, norms and design requirements in the Groningen gas controversy (the Netherlands) using values hierarchies. It was found in this case that the relevant values, norms and design requirements could be retrieved, but that two conditions need to be fulfilled to avoid underexposure of relevant values. Firstly, data should be collected using a variety of data sources. Secondly, these sources should be analyzed through both top-down approaches and bottom-up approaches. We find that ‘Safety’ is a critical value in the Groningen case, while other critical values are related to securing ‘Procedural Justice’. Strikingly, the important procedural values ‘Trust’ and ‘Honesty’ did not translate into concrete policies. Policy makers can use values hierarchies to address moral values in energy cases and to translate these values into concrete measures.", "venue": "Energy Policy", "year": 2018, "referenceCount": 86, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "51294554", "name": "N. Mouter"}, {"authorId": "2135450903", "name": "Auke de Geest"}, {"authorId": "1696165", "name": "N. Doorn"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9293630e4bb820cd23d9f39794e0726d3b2219b9", "externalIds": {"MAG": "2901291314", "DOI": "10.1002/POI3.190"}, "url": "https://www.semanticscholar.org/paper/9293630e4bb820cd23d9f39794e0726d3b2219b9", "title": "Requiem for a Dream: On Advancing Human Rights via Internet Architecture", "abstract": "A growing number of scholars and policymakers are calling attention to the relationship between technology standards, protocols, human rights, ethics, and values—also claiming that human rights can be secured (or violated) via the Internet’s standards and architecture. However, this assertion of governance through Internet architecture can oversimplify the complex relationship between technology and society. This article argues that human rights are primarily a political and institutional accomplishment, not a simple matter of technical design. By articulating a challenge to uncritical and imperfectly theorized efforts to link standards-setting and protocol development to “values” and human rights objectives, we hope to foster a more realistic approach to Internet standardization and governance processes and a more balanced and well-informed theoretical debate. Situated in the theoretical literature on science, technology, and society, our analysis is also informed by extensive empirical exposure to standardization and Internet governance processes. It includes two short case studies in which standards development and rights issues have intersected in ways that illuminate the relationship between rights and standards, and which can be interpreted to falsify certain claims.", "venue": "Policy & Internet", "year": 2018, "referenceCount": 85, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145747987", "name": "Milton L. Mueller"}, {"authorId": "2286167", "name": "Farzaneh Badiei"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "92dfa4c3cb5836bb0963efdd3acd5b907ef65e49", "externalIds": {"MAG": "2887025831", "DOI": "10.3390/SU10082703"}, "url": "https://www.semanticscholar.org/paper/92dfa4c3cb5836bb0963efdd3acd5b907ef65e49", "title": "Moral Values as Factors for Social Acceptance of Smart Grid Technologies", "abstract": "Smart grid technologies are considered an important enabler in the transition to more sustainable energy systems because they support the integration of rising shares of volatile renewable energy sources into electricity networks. To implement them in a large scale, broad acceptance in societies is crucial. However, a growing body of research has revealed societal concerns with these technologies. To achieve sustainable energy systems, such concerns should be taken into account in the development of smart grid technologies. In this paper, we show that many concerns are related to moral values such as privacy, justice, or trust. We explore the effect of moral values on the acceptance of smart grid technologies. The results of our systematic literature review indicate that moral values can be both driving forces and barriers for smart grid acceptance. We propose that future research striving to understand the role of moral values as factors for social acceptance can benefit from an interdisciplinary approach bridging literature in ethics of technology with technology acceptance models.", "venue": "Sustainability", "year": 2018, "referenceCount": 109, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "101250200", "name": "Christine Milchram"}, {"authorId": "49582734", "name": "G. van de Kaa"}, {"authorId": "1696165", "name": "N. Doorn"}, {"authorId": "96672767", "name": "R. Künneke"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "968677ad2fb80c01d8b6776ef5206c31b160dc86", "externalIds": {"MAG": "2901633055", "DOI": "10.22439/JBA.V7I2.5607"}, "url": "https://www.semanticscholar.org/paper/968677ad2fb80c01d8b6776ef5206c31b160dc86", "title": "Critique as Collaboration in Design Anthropology", "abstract": "Design anthropology is an emerging field at the intersection of design and anthropology with a distinct style of knowing. This paper argues that in order to create transdisciplinary practices around collaboration for design anthropology, the field must understand existing practices of critique in the field of design. Based on a two-year National Science Foundation funded study of collaboration with designers and design educators in four countries, this article describes the culture of critique that underpins the collaborative practices of designers. In particular, designers often participate in a studio-based culture of critique, which is learned in art and design schools, even when it is not explicitly taught. Finally, as the field of design anthropology matures to include global networks of scholars and practitioners, it is useful to consider the ways in which emergent practices of critique as collaboration, supported by digital platforms, might move beyond the design studio and into distributed collaborations.", "venue": "Journal of Business Anthropology", "year": 2018, "referenceCount": 44, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1719253", "name": "Laura Forlano"}, {"authorId": "2111051605", "name": "Stephanie E. Smith"}]}}, {"isInfluential": false, "contexts": ["For a recent review of best practices towards gender equity in computer science education, see Hamilton, et. al. (2016). In addition to long-standing organizations and initiatives, a number of groups have recently emerged that focus on building the design, tech, and media skills of girls and women, POC, and LGBTQ folks."], "intents": ["background"], "citingPaper": {"paperId": "98c779515df3496a83778e0e0addc7f47dfabf6e", "externalIds": {"MAG": "2806852743", "DOI": "10.21606/DRS.2018.679"}, "url": "https://www.semanticscholar.org/paper/98c779515df3496a83778e0e0addc7f47dfabf6e", "title": "Design Justice: Towards an Intersectional Feminist Framework for Design Theory and Practice", "abstract": "Design is key to our collective liberation, but most design processes today reproduce inequalities structured by what Black feminist scholars call the matrix of domination. Intersecting inequalities are manifest at all levels of the design process. This paper builds upon the Design Justice Principles, developed by an emerging network of designers and community organizers, to propose a working definition of design justice: Design justice is a field of theory and practice that is concerned with how the design of objects and systems influences the distribution of risks, harms, and benefits among various groups of people. Design justice focuses on the ways that design reproduces, is reproduced by, and/or challenges the matrix of domination (white supremacy, heteropatriarchy, capitalism, and settler colonialism). Design justice is also a growing social movement that aims to ensure a more equitable distribution of design’s benefits and burdens; fair and meaningful participation in design decisions; and recognition of community based design traditions, knowledge, and practices.", "venue": "DRS2018: Catalyst", "year": 2018, "referenceCount": 56, "citationCount": 105, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1405024101", "name": "Sasha Costanza-Chock"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a7fd250661d6c67a8c3ab90ee283be4eb63e9f43", "externalIds": {"MAG": "2898143977", "DOI": "10.1080/00131857.2018.1526669"}, "url": "https://www.semanticscholar.org/paper/a7fd250661d6c67a8c3ab90ee283be4eb63e9f43", "title": "Digital archives in the cloud: Collective memory, institutional histories and the politics of information", "abstract": "Abstract The archive is a cultural institution that creates a framework for the social and collective memory and as such is one of the collection of knowledge institutions that not only preserves and classifies “texts” but uses them to re-create collective memory and sometimes to invent cultural histories. Like all knowledge institutions, the archive is also a construction deeply implicated in knowledge politics or what Foucault calls power/knowledge. In the past the archive has functioned as a central metaphor for the construction of human knowledge in all it is different institutional forms and like the encyclopedia and the camera, the archive produces highly coded representations that make implicit validity claims to the truth and justice of the past. Politically speaking, those who control the archive control the past. In the digital world, the archive is used to describe a machine-readable location as a store for “data” and “information.” Digital technologies radically alter our existing institutions, making access to their embedded knowledge widely available and enable learning and research anytime, anywhere. Data analytics algorithmically can manipulate electorates and entire democracies in new ways, while destabilising the free press. This article asks what digitizing an archive means for collective memory, for the history of institutions and for politics in the Cloud.", "venue": "Educational Philosophy and Theory", "year": 2018, "referenceCount": 31, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "40114208", "name": "M. Peters"}, {"authorId": "72882517", "name": "Tina Besley"}]}}, {"isInfluential": true, "contexts": ["A group of senior sociotechnical scholars also conducted a more formal external intervention using approaches drawn from the Values in Design (VID) tradition (Flanagan, Nissenbaum, and Howe 2008; Knobel and Bowker 2011).", "In the values-oriented design literature, values have been defined as entities that appear in technologies, built consciously or unconsciously by developers, and made material through a technology’s features (Flanagan, Nissenbaum, and Howe 2008; Friedman and Nissenbaum 1997).", "Researchers have long been interested in how designers define particular values or political beliefs as salient to design situations, impacting design decisions and the politics of artifacts (Flanagan, Nissenbaum, and Howe 2008; JafariNaimi, Nathan, and Hargraves 2015; Suchman 1997; Winner 1980).", "…2013; Kelty 2014; Knobel and Bowker 2011), human–computer interaction (Friedman, Kahn, and Borning 2006; LeDantec, Poole, and Wyche 2009), media studies (Coleman 2012; Flanagan, Nissenbaum, and Howe 2008), and science and technology studies (Johnson 2011; Latour 2008; Sclove 1995; Winner 1989)."], "intents": ["methodology", "background"], "citingPaper": {"paperId": "b2fce160059842b7ccba92a3fe33b8c9de0ceb3f", "externalIds": {"MAG": "2624693769", "DOI": "10.1177/0162243917714869"}, "url": "https://www.semanticscholar.org/paper/b2fce160059842b7ccba92a3fe33b8c9de0ceb3f", "title": "Engaging Values Despite Neutrality", "abstract": "Internet protocol development is a social process, and resulting protocols are shaped by their developers’ politics and values. This article argues that the work of protocol development (and more broadly, infrastructure design) poses barriers to developers’ reflection upon values and politics in protocol design. A participant observation of a team developing internet protocols revealed that difficulties defining the stakeholders in an infrastructure and tensions between local and global viewpoints both complicated values reflection. Further, Internet architects tended to equate a core value of interoperability with values neutrality. The article describes how particular work practices within infrastructure development overcame these challenges by engaging developers in praxis: situated, lived experience of the social nature of technology.", "venue": "", "year": 2018, "referenceCount": 56, "citationCount": 25, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "3214594", "name": "Katie Shilton"}]}}, {"isInfluential": false, "contexts": ["The first class of questions is concerned with ethical design in engineering (Flanagan et al. 2008; Wynsberghe 2013), values of implementation (Hofmann 2013), and considerations of robot rights (Gunkel 2014; Petersen 2007)."], "intents": ["background"], "citingPaper": {"paperId": "c21d84ac9c329819f4ddf3ffc98aa23cf6441082", "externalIds": {"MAG": "2908212479", "DOI": "10.1007/978-3-658-17484-2_17-1"}, "url": "https://www.semanticscholar.org/paper/c21d84ac9c329819f4ddf3ffc98aa23cf6441082", "title": "Learning How to Behave", "abstract": "We describe a theoretical framework and recent research on one key aspect of robot ethics: the development and implementation of a robot’s moral competence. As autonomous machines take on increasingly social roles in human communities, these machines need to have some level of moral competence to ensure safety, acceptance, and justified trust. We review the extensive and complex elements of human moral competence and ask how analogous competences could be implemented in a robot. We propose that moral competence consists of five elements, two constituents (moral norms and moral vocabulary) and three activities (moral judgment, moral action, and moral communication). A robot’s computational representations of social and moral norms is a prerequisite for all three B. F. Malle (*) Department of Cognitive, Linguistic, and Psychological Sciences, Brown University, Providence, RI, USA E-Mail: bfmalle@brown.edu M. Scheutz Department of Computer Science, Tufts University, Medford, MA, USA E-Mail: matthias.scheutz@tufts.edu © Springer Fachmedien Wiesbaden GmbH, ein Teil von Springer Nature 2019 O. Bendel (Hrsg.), Handbuch Maschinenethik, Springer Reference Geisteswissenschaften, https://doi.org/10.1007/978-3-658-17484-2_17-1 1 moral activities. However, merely programming in advance the vast network of human norms is impossible, so new computational learning algorithms are needed that allow robots to acquire and update the context-specific and graded norms relevant to their domain of deployment. Moral vocabulary is needed primarily for moral communication, which expresses moral judgments of others’ violations and explains one’s own moral violations – to justify them, apologize, or declare intentions to do better. Current robots have at best rudimentary moral competence, but with improved learning and reasoning they may begin to show the kinds of capacities that humans will expect of future social robots.", "venue": "Handbuch Maschinenethik", "year": 2018, "referenceCount": 206, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1854509", "name": "B. Malle"}, {"authorId": "1793014", "name": "Matthias Scheutz"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e8cc2ccc9a58a4597581c25ba03e52d4defddbad", "externalIds": {"MAG": "2805799045"}, "url": "https://www.semanticscholar.org/paper/e8cc2ccc9a58a4597581c25ba03e52d4defddbad", "title": "The Social Complexities of Transgender Identity Disclosure on Social Media.", "abstract": "Major life transitions often require people to make complicated decisions about how to disclose information about that change to the people in their lives. Social media, and people’s online self-presentations and social networks, add complexity to decisions about how to manage information disclosure and changing identities. This dissertation focuses on how people present and disclose changing identities on social media during life transitions, and how these changes impact emotional wellbeing. I use gender transition as a case study to understand the relationships between identity disclosure, emotional wellbeing, and social support in online contexts, and how people experience liminality on social media. I examined transgender people’s transition experiences using data from transition blogs on Tumblr, a social media blogging site on which people document their gender transitions. I analyzed text data from these blogs using methods including sentiment analysis and statistical inference, followed by qualitative analysis of in-depth interviews with transgender bloggers. I contribute an empirical examination of how people’s emotional wellbeing changes over time through the gender transition process. Transgender identity disclosures to family members are associated with decreased emotional wellbeing in the short term, followed by increased emotional wellbeing in the long term. Facebook disclosures, an efficient means of mass disclosure, are associated with increased emotional wellbeing for those whose Facebook networks were supportive. However, over a longer time period post-transition, people’s emotional wellbeing is impacted by other life events that take precedence, intersecting identity facets, and the ups and downs of life more broadly. To conceptualize these results, I apply ethnographer van Gennep’s liminality framework to a social media context and contribute a new understanding of liminality by arguing that reconstructing one’s online identity during life transitions is a rite of passage. During life transitions, people present multiple identities and do transition work simultaneously on different social media sites that together act as what I call social transition machinery. Social transition machinery describes the ways that, for people facing life transitions, multiple social media sites often remain separate, yet work together to facilitate life transitions.", "venue": "", "year": 2018, "referenceCount": 305, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2431050", "name": "Oliver L. Haimson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ea33a054391304da4ae3fc89580f8edda2b8ce90", "externalIds": {"DBLP": "journals/jices/Yaghmaei18", "MAG": "2802712847", "DOI": "10.1108/JICES-11-2017-0066"}, "url": "https://www.semanticscholar.org/paper/ea33a054391304da4ae3fc89580f8edda2b8ce90", "title": "Responsible research and innovation key performance indicators in industry: A case study in the ICT domain", "abstract": "Purpose \n \n \n \n \nResponsible research and innovation (RRI) is taking a role in assisting all types of stakeholders, including industry members, in moving their research and innovation (R&I) initiatives to tackle grand challenges. The literature on RRI, however, focuses little on how industry can implement RRI principles. To solve this gap, the purpose of this study is to construct a conceptual framework for managing and assessing RRI principles in the industry. \n \n \n \n \nDesign/methodology/approach \n \n \n \n \nQualitative research was used to build the RRI key performance indicator list; 30 interviews were conducted to design a framework which was pilot tested in a company to identify how to align technology outcomes to the values, needs and expectations of the society. \n \n \n \n \nFindings \n \n \n \n \nThis study depicts five successive RRI implementation levels and exhibits RRI key performance indicators. Drawing on extant models, this study develops RRI levels and indicators to discuss why industry should become engaged in RRI, how it can embed RRI principles into R&I processes and how RRI indicators can be managed systematically. \n \n \n \n \nOriginality/value \n \n \n \n \nThe connection between RRI key performance indicators and RRI levels determines how industry can integrate principles and methodologies of RRI into R&I processes. The model in the study shows how companies move from one RRI stage to another and this study aims to exhibit an ideal stage of RRI for industry.", "venue": "J. Inf. Commun. Ethics Soc.", "year": 2018, "referenceCount": 32, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "3364251", "name": "Emad Yaghmaei"}]}}, {"isInfluential": true, "contexts": ["…this possible misalignment between freedom and RI, approaches like Value Sensitive Design (Friedman and Kahn 2002), the related Values at Play (Flanagan et al. 2008) and Socio-Technical Integration Research (Fisher and Schuurbiers 2013) may provide valuable insights into how an innovation…", "To overcome this possible misalignment between freedom and RI, approaches like Value Sensitive Design (Friedman and Kahn 2002), the related Values at Play (Flanagan et al. 2008) and Socio-Technical Integration Research (Fisher and Schuurbiers 2013) may provide valuable insights into how an innovation design process can be based upon a more complete set of values.", "For their implementation and use, technologies have both functional and moral boundary conditions (Flanagan et al. 2008; Van den Hoven et al. 2012).", "Technological designs embody values (Winner 1980; Flanagan et al. 2008; van de Poel and Kroes 2014), and such designs could strengthen (but also violate) certain values held by other actors (Roeser 2012).", "…out within the software engineering domain (Friedman and Kahn 2002; Friedman\nOrganizing a Collaborative Development of Technological… 51\net al. 2002; Flanagan et al. 2008; Meijdam 2015), there are also experiences in e.g. robotics (Cheon and Su 2016), wind turbines and wind parks (Oosterlaken…"], "intents": ["background", "methodology"], "citingPaper": {"paperId": "f9d6dd42ba3dd021dfedfc01eb575a21e9b2c678", "externalIds": {"DBLP": "journals/see/FlipseP18", "PubMedCentral": "5799312", "MAG": "2594017534", "DOI": "10.1007/s11948-017-9877-3", "PubMed": "28275934"}, "url": "https://www.semanticscholar.org/paper/f9d6dd42ba3dd021dfedfc01eb575a21e9b2c678", "title": "Organizing a Collaborative Development of Technological Design Requirements Using a Constructive Dialogue on Value Profiles: A Case in Automated Vehicle Development", "abstract": "Abstract\nFollowing societal and policy pressures for responsible innovation, innovators are more and more expected to consider the broader socio-ethical context of their work, and more importantly, to integrate such considerations into their daily practices. This may require the involvement of ‘outsiders’ in innovation trajectories, including e.g. societal and governmental actors. However, methods on how to functionally organize such integration in light of responsible innovation have only recently started to emerge. We present an approach to do just that, in which we first develop value profiles of the involved actors, and second, design a workshop setting that allows innovators to develop design requirements in collaboration with representatives of parties that are not usually involved in such innovation design practices. Using a case study in automated vehicle development, we positively demonstrate the possibility and utility of our approach. We stress that in this study we wish to demonstrate the functionality of our developed method, and did not search for scientifically valid outcomes regarding this technical field.", "venue": "Sci. Eng. Ethics", "year": 2017, "referenceCount": 86, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Engineering", "Computer Science", "Medicine"], "authors": [{"authorId": "2108104", "name": "S. Flipse"}, {"authorId": "35547074", "name": "S. Puylaert"}]}}, {"isInfluential": false, "contexts": ["Much of this work has emerged in the field of human–computer interaction (e.g., Flanagan et al. 2008; Friedman et al. 2013; Van den Hoven 2007).", "Over the past two decades, several methodologies that account for values in design have been developed (Flanagan et al. 2008; Friedman et al. 2013).", "…scholars, we believe that it is important to address humans values such as trust, security and privacy during the design process of information systems in general (e.g., Flanagan et al. 2008; Friedman et al. 2013; Van den Hoven 2007), and human– machine systems specifically (Flemisch et al. 2012)."], "intents": ["methodology", "background"], "citingPaper": {"paperId": "1fa5432534d2a49bde798203e56495f5b6ac1270", "externalIds": {"MAG": "2599658179", "DBLP": "journals/ctw/HarbersN17", "DOI": "10.1007/s10111-017-0408-4"}, "url": "https://www.semanticscholar.org/paper/1fa5432534d2a49bde798203e56495f5b6ac1270", "title": "Value sensitive design of a virtual assistant for workload harmonization in teams", "abstract": "Uneven workload distributions in teams can lead to suboptimal team performance. This paper therefore describes the design of a virtual assistant that supports workload harmonization in teams by measuring workload, informing team members about their own and other team members’ workload, and supporting team members in the redistribution of workload. The virtual assistant was developed in the context of train traffic control according to the situated Cognitive Engineering (sCE) methodology, which was extended to allow for a value sensitive design process. More specifically, the values ‘insight,’ ‘helping others’ and ‘privacy’ were explicitly accounted for throughout the design of the virtual assistant. A prototype of the virtual assistant was evaluated positively in a focus group. Thereby, the contribution of the paper is twofold. First, an improvement in a human-centered development methodology—sCE with values—is described and its use is demonstrated in an actual design case. Second, a novel, positively evaluated solution for workload harmonization in teams is presented.", "venue": "Cognition, Technology & Work", "year": 2017, "referenceCount": 66, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "33694882", "name": "M. Harbers"}, {"authorId": "1784286", "name": "M. Neerincx"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "32a6857171d33c36f60afa957e94caf078cb9aaa", "externalIds": {"MAG": "2555487324", "DOI": "10.1016/J.JOBE.2016.11.012"}, "url": "https://www.semanticscholar.org/paper/32a6857171d33c36f60afa957e94caf078cb9aaa", "title": "Incorporating user values into housing design through indirect user participation using MEC-QFD model", "abstract": "This study aims to incorporate user values into housing design. Incorporating user values is essential for developing quality housing. Data was gathered in three stages using the Means-End Chain and Quality Function Deployment models. To identify the factors that create values, the MEC model was conducted using soft laddering interviews with 15 apartment occupants in Bushehr, Iran. Next, weight assessments were done for value creators. With data from the first phase, a hard laddering questionnaire survey of MEC was created and distributed among 150 respondents. Nine architects developed design strategies in a focus group discussion to establish the House of Quality of QFD based on responses. The developed strategies involved four main categories including Building Organizational Emphasis, Interior Design Emphasis, Exterior Design Emphasis, and Indoor Environmental Emphasis. The combination of MEC and QFD facilitates indirect user participation and fulfills person environment congruence.", "venue": "", "year": 2017, "referenceCount": 63, "citationCount": 20, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "98740002", "name": "Vahid Moghimi"}, {"authorId": "87653341", "name": "Mahmud Mohd. Jusan"}, {"authorId": "6783613", "name": "P. Izadpanahi"}, {"authorId": "100992722", "name": "J. Mahdinejad"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3b09cdb34f28cc9fb5d3fe1828a0e591baea8906", "externalIds": {"MAG": "2743363208", "DOI": "10.1057/978-1-349-95173-4_22"}, "url": "https://www.semanticscholar.org/paper/3b09cdb34f28cc9fb5d3fe1828a0e591baea8906", "title": "What Ethics for Telemedicine", "abstract": "The development mode of digital technology innovations in the health-care field has been qualified by some as “hyperactive inaction,” which refers to an anarchic multiplication of experimentations and tools resulting in a certain inability to set up useful, desired, and sustainable products. Actually, the development of such a field as telemedicine sparks the emergence of new techniques, new practices, and new organizations. It simultaneously involves new challenges regarding security, the respect for individual rights, the way medical activity is organized, together with economic and access challenges, as well as eventual public policy ones. Through the example of telemedicine and of the related French regulations, we would like to show, from an ethical point of view, in what way the development of telemedicine requires a reflexive governance permitting to match the various challenges induced by that developing field.", "venue": "", "year": 2017, "referenceCount": 11, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2079041265", "name": "Alain Loute"}, {"authorId": "14139742", "name": "J. Cobbaut"}]}}, {"isInfluential": false, "contexts": ["Our approach builds on prior work that explicitly takes social values into account during tool design [14], [12], [26]."], "intents": ["methodology"], "citingPaper": {"paperId": "8a1086963de0787aea0366cd073aea076956a64e", "externalIds": {"MAG": "2755745456", "DBLP": "conf/sp/HoweN17"}, "url": "https://www.semanticscholar.org/paper/8a1086963de0787aea0366cd073aea076956a64e", "title": "Engineering Privacy and Protest: A Case Study of AdNauseam", "abstract": "The strategy of obfuscation has been broadly applied— in search, location tracking, private communication, anonymity—and has thus been recognized as an important element of the privacy engineer’s toolbox. However, there remains a need for clearly articulated case studies describing not only the engineering of obfuscation mechanisms but, further, providing a critical appraisal of obfuscation’s fit for specific socio-technical applications. This is the aim of our paper, which presents our experiences designing, implementing, and distributing AdNauseam, an open-source browser extension that leverages obfuscation to frustrate tracking by online advertisers. At its core, AdNauseam works like a list-based blocker, hiding or blocking ads and trackers. However, it provides two additional features. First, it collects the ads it finds in its ‘Vault’, allowing users to interactively explore the ads they have been served, and providing insight into the algorithmic profiles created by advertising networks. Second, AdNauseam simulates clicks on ads in order to confuse trackers and diminish the value of aggregated tracking data. A critic might ask: why click? Why not simply hide ads from users and hide users from trackers? The twofold answer reveals what may be distinctive elements of the AdNauseam approach. To begin, we conceptualize privacy as a societal value. Whereas many privacy tools offer solutions only for individual users, AdNauseam is built on the assumption that, often, effective privacy protection must be infused throughout a system. This assumption presents different and interesting engineering challenges. Second, AdNauseam seeks to concurrently achieve the goal of resistance through protest. And since protest frequently involves being vocal, AdNauseam’s core design conflicts at times with conceptions of privacy based on secrecy or concealment. While such tensions, and the tradeoffs that result, are not uncommon in privacy engineering, the process of designing and building AdNauseam demanded their systematic consideration. In this paper we present challenges faced in attempting to apply obfuscation to a new domain, that of online tracking by advertisers. We begin with the goals of the project and the implemented features to which they map. We then present our engineering approach, the set of tensions that arose during implementation, and the ways in which these tensions were addressed. We discuss our initial evaluation efforts on both technical and ethical dimensions, and some of the challenges that remain. We conclude with thoughts on the broader issues facing privacy tools that must operate within complex sociotechnical contexts—especially those dominated by actors openly resistant to them—informed by our experience with AdNauseam’s ban from Google’s Chrome store.", "venue": "IWPE@SP", "year": 2017, "referenceCount": 38, "citationCount": 15, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "39774770", "name": "D. Howe"}, {"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"isInfluential": false, "contexts": ["With the rapid adoption of technologies worldwide, people of different cultures are exposed to technologies that are embedded with Western privacy values [19] and this issue is becoming increasingly important."], "intents": ["background"], "citingPaper": {"paperId": "95b0e8f686384106313157443773597576632164", "externalIds": {"MAG": "2611499662", "DBLP": "conf/chi/AhmedHGRD17", "DOI": "10.1145/3025453.3025961"}, "url": "https://www.semanticscholar.org/paper/95b0e8f686384106313157443773597576632164", "title": "Privacy, Security, and Surveillance in the Global South: A Study of Biometric Mobile SIM Registration in Bangladesh", "abstract": "With the rapid growth of ICT adoption in the Global South, crimes over and through digital technologies have also increased. Consequently, governments have begun to undertake a variety of different surveillance programs, which in turn provoke questions regarding citizens' privacy rights. However, both the concepts of privacy and of citizens' corresponding political rights have not been well-developed in HCI for non-Western contexts. This paper presents findings from a three-month long ethnography and online survey (n=606) conducted in Bangladesh, where the government recently imposed mandatory biometric registration for every mobile phone user. Our analysis surfaces important privacy and safety concerns regarding identity, ownership, and trust, and reveals the cultural and political challenges of imposing biometric registration program in Bangladesh. We also discuss how alternative designs of infrastructure, technology, and policy may better meet stakeholders' competing needs in the Global South.", "venue": "CHI", "year": 2017, "referenceCount": 83, "citationCount": 49, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "145867840", "name": "Syed Ishtiaque Ahmed"}, {"authorId": "29880521", "name": "Md. Romael Haque"}, {"authorId": "2345714", "name": "Shion Guha"}, {"authorId": "2199627", "name": "Md. Rashidujjaman Rifat"}, {"authorId": "2875293", "name": "Nicola Dell"}]}}, {"isInfluential": false, "contexts": ["The VD activities resulting in a list of values and bringing into focus what is often implicit in a design project [11] [12].", "Value translation/operationalization is the activity of embodying or expressing values in system design, which involves defining or articulating values in concrete terms, and implementation which involves specifying corresponding design features [11]."], "intents": ["background"], "citingPaper": {"paperId": "b48122b98fb115abc07c54d78f9314e89470e46b", "externalIds": {"MAG": "2594992336", "DOI": "10.4236/JHRSS.2017.51006"}, "url": "https://www.semanticscholar.org/paper/b48122b98fb115abc07c54d78f9314e89470e46b", "title": "The Pathology of the Hindrance Factors Impeding the Application of Value Engineering in the Construction Industry in Iran and Ranking Them by Use of Analytical Hierarchy Process", "abstract": "Nowadays due to the importance of value engineering, \nmany researches have been done about it and application of it in engineering \nsubcategories especially civil engineering. Researches have either \npaid attention to the structure of value engineering or to the procedures of \ngetting it done or to mixing it with other managerial tactics like risk management, cost \nmanagement, quality management, or to the diagnosis of the problems in the \nprocedure of value engineering. However, the present research is about the \ndiagnosis of the barriers against application of value engineering in civil \nengineering projects in Iran with collecting data and experts’ views and \nengineers and professors and also application of statistical and AHP approach. \nThe findings of this research include: \ndiagnosis and ranking of the barriers against development and application of \nvalue engineering in civil projects with help of AHP-categorizing applicants of \nvalue engineering in terms of their field of work in civil engineering, their \nlevel of education, their experience and visualizing the amount of application \nof value engineering in today`s civil projects. It can be reached from data \nthat the most important barrier is lack of the culture and aspiration for \nthrift. It can be reached from the research that the most important barriers \nagainst application of value engineering are lacking the related culture and \nincentive for thrift and good use of resources. Of course the activities of groups like \nvalue engineers club, civil engineers club, office of planning and controlling \nof presidency are most important in making applicants keen on using the value \nengineering.", "venue": "", "year": 2017, "referenceCount": 18, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "101417330", "name": "Ebrahim Kalani"}, {"authorId": "2093567080", "name": "Reza Baradaran Kazem-Zadeh"}, {"authorId": "50108963", "name": "E. Kamrani"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "bb460dc1d1a7d3bf34fe714bfcbfdd44a1f8e98b", "externalIds": {"MAG": "3023967487", "DOI": "10.1016/B978-0-08-100567-5.00011-6"}, "url": "https://www.semanticscholar.org/paper/bb460dc1d1a7d3bf34fe714bfcbfdd44a1f8e98b", "title": "The Right Tool in the Wrong Hands: Neutrality, Values, and Biases of Social Media Deployment", "abstract": "Not only social justice protests, refugee aid, and political resistance to authoritarian regimes are successful in their deployment of social media, but also causes such as terrorism, right-wing extremism, mobbing, and anorexia. The neutrality of social media, however, is not measured by its deployment to “positive” or “negative” causes. Social media are tools whose design is value laden due to preexisting, technical, and emergent biases and values. These biases and values are affected by the institutions and individuals who build and operate the platforms, the context in which the platforms are used, and the individuals who use them. In turn, the platforms’ design comes along with affordances that affect how and in which contexts they are deployed as well as the consequence of their deployment.", "venue": "", "year": 2017, "referenceCount": 20, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Sociology"], "authors": [{"authorId": "69868133", "name": "S. Spier"}]}}, {"isInfluential": true, "contexts": ["This study presented a community of designers promoting and practicing Open Design (van Abel et al. 2011; Tooze et al. 2014) and simultaneously makers experimenting with digital fabrication.", "The two main actors in the first year, Lab Manager 1 and Lab Coordinator 2, promoted the philosophy and practice of openness and Open Design, particularly when conducting Digital Fabrication courses for the students: documenting and sharing one’s work, modifying others’ work to suit one’s own purposes and collaborating on projects using open source protocols.", "Cindy Kohtala is a researcher and educator in Design-for-Sustainability in Aalto University, Helsinki, Finland.", "The understanding of environmental issues in this study was also based on a review of the literature (Kohtala 2015), as well as the author’s extensive background in Design-for-Sustainability.", "Forerunner communities in Fab Labs and makerspaces play a key role in shaping and transmitting the meanings and values of digital fabrication and Open Design within the maker movement, to the design community and to the wider public, thereby having a strong role in what message becomes dominant.", "Designing for such a context, which they termed “Digital Craft”, required a particular design sensitivity.", "Open Design offered a new design paradigm and Digital Craft a new production mode, and the Lab organizers regularly distinguished this paradigm from mass production.", "The main English-language references are founder Gershenfeld’s own account (2005); a volume of essays on Open Design collated by a group associated with Dutch Fab Labs (van Abel et al. 2011); a volume from cultural and media studies (Walter-Herrmann and Büching 2013); and a special issue of the Journal of Peer Production (Maxigas and Troxler 2014).", "The title of this section derives from a telling moment in one of the videos recorded during the first Digital Fabrication Design course.", "This section has presented how the Fab Lab community co-created and represented its culture of Open Design and Digital Craft to others.", "Nevertheless, as inquiry aligned with Social Shaping of Technology (Williams and Edge 1996) and Values in Design (Flanagan, Howe, and Nissenbaum 2008) research, it plays a role in making visible the often\nTh e\nD es\nig n\nJo ur\nna l\n3\n8\nhidden values that guide how design and technology projects are…", "Design students and practitioners are also markedly present in Labs as organizers or users, particularly in northern Europe (based on conclusions from the author's fieldwork).", "Cindy Kohtala, Postdoctoral researcher, Aalto University School of Arts, Design and Architecture, PO Box 31000, FI-00076 AALTO, Finland.", "Nevertheless, as inquiry aligned with Social Shaping of Technology (Williams and Edge 1996) and Values in Design (Flanagan, Howe, and Nissenbaum 2008) research, it plays a role in making visible the often\nTh e\nD es\nig n\nJo ur\nna l\n3\n8\nhidden values that guide how design and technology projects are conducted and that have sustainability implications.", "The author is grateful to members of the INUSE Users and Innovation and NODUS Sustainable Design research groups and two anonymous reviewers for most helpful comments on previous versions of the paper."], "intents": ["methodology"], "citingPaper": {"paperId": "fa2b10ee1308df095f7d291b0f7ae39e039bbc82", "externalIds": {"MAG": "2563466651", "DOI": "10.1080/14606925.2016.1261504"}, "url": "https://www.semanticscholar.org/paper/fa2b10ee1308df095f7d291b0f7ae39e039bbc82", "title": "Making “Making” Critical: How Sustainability is Constituted in Fab Lab Ideology", "abstract": "Abstract Fab Labs, fabrication laboratories, are shared workshops where citizens can access digital fabrication equipment to design and make their own objects. They are proliferating rapidly and represent an alternative to mass production and consumption, an ideology whose environmental and social benefits their “makers” like to espouse. A longitudinal ethnographic study in a Fab Lab in a European design school examined the Lab’s ideology building, how ideals were enacted and where compromises were visible. Environmental issues were intertwined with other ideological concerns, but they were rarely promoted in their own right. Engagement with sustainability-oriented makers and stakeholders is recommended.", "venue": "", "year": 2017, "referenceCount": 51, "citationCount": 38, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "65968695", "name": "C. Kohtala"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "05047ee8b798f0ffe9d5070b36f68edb2a80e298", "externalIds": {"MAG": "2530495025", "DOI": "10.1177/2056305116672486"}, "url": "https://www.semanticscholar.org/paper/05047ee8b798f0ffe9d5070b36f68edb2a80e298", "title": "Baking Gender Into Social Media Design: How Platforms Shape Categories for Users and Advertisers", "abstract": "In recent years, several popular social media platforms have launched freeform custom gender fields. This decision reconstitutes gender categories beyond an oppressive binary only permitting “males” and “females.” In this work, we uncover many different user-facing gender category design strategies within the social media ecosystem, ranging from custom gender options (on Facebook, Google+, and Pinterest) to the absence of gender fields entirely (on Twitter and LinkedIn). To explore how gender is baked into platform design, this article investigates the 10 most popular English-speaking social media platforms by performing recorded walkthroughs from two different subject positions: (1) a new user registering an account, and (2) a new advertiser creating an ad. We explore several different spaces in social media software where designers commonly program gender—sign-up pages, profile pages, and advertising portals—to consider (1) how gender is made durable through social media design, and (2) the shifting composition of the category of gender within the social media ecosystem more broadly. Through this investigation, we question how these categorizations attribute meaning to gender as they materialize in different software spaces, along with the recursive implications for society. Ultimately, our analysis reveals how social media platforms act as intermediaries within the larger ecosystem of advertising and web analytics companies. We argue that this intermediary role entrusts social media platforms with a considerable degree of control over the generation of broader categorization systems, which can be wielded to shape the perceived needs and desires of both users and advertising clients.", "venue": "", "year": 2016, "referenceCount": 56, "citationCount": 70, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1914521", "name": "Rena Bivens"}, {"authorId": "2431050", "name": "Oliver L. Haimson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0dcae1478aea7bbcf7c058c94c77bdae8c83d1be", "externalIds": {"MAG": "2524966031", "DBLP": "conf/digra/Smale16"}, "url": "https://www.semanticscholar.org/paper/0dcae1478aea7bbcf7c058c94c77bdae8c83d1be", "title": "Game Essays as Critical Media and Research Praxis", "abstract": "The emergence of software programs such as Game Maker, Unity3D, or Twine make it easier and faster to create games. As a result, game scholars and humanities-based theorists who study games have the ability to create games. Game prototyping and critical making is a vital yet understudied practice for digital humanities research. In this paper I explore authoring game essays as part of the scholarly research practice. I argue that these practices are a valuable addition to contemporary humanities research, as they result in the creation of critical media that question games and game culture and the reflexive and situated making practice demystifies the production process. On the one hand, many scholars in the digital humanities are keen to explore the potential of games as educational tools or instruments to collect data, as seen in the explosion of serious games. On the other, a much smaller section of researchers engage with game design as a critical reflexive practice, using critical theory to question, interpret, and deconstruct games as objects within cultural and historical contexts. Drawing from experiences of the Utrecht Game Lab, I engage with game essays as an object and essay creation as a creative critical practice.", "venue": "DiGRA/FDG", "year": 2016, "referenceCount": 27, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "3418599", "name": "S. Smale"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1053a1cfc18814f0ab68cb6094e319d671dc6d86", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/1053a1cfc18814f0ab68cb6094e319d671dc6d86", "title": "Values in the Design of Visualizations", "abstract": "Choices made during the visualization system design process (e.g., which aspects or characteristics of data are represented, the ways in which data will be encoded, and how tools will be disseminated) strongly influence the ways in which knowledge is shaped in data-driven contexts. Design studies in other areas of computing show that the values of an individual or community can greatly influence which design problems are given priority, how resources to solve those problems will be allocated and how solutions will be evaluated. There is a need for similar critical conversations about the role of values in the design of visualization systems in order to better understand the impact these practices have on issues related to credibility, accessibility and visual literacies in data driven contexts. Author", "venue": "", "year": 2016, "referenceCount": 21, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1b868f7f6fa0be9bba1c2a2a37e42d507e20ea39", "externalIds": {"DBLP": "conf/gi/AstG16", "MAG": "2573558936"}, "url": "https://www.semanticscholar.org/paper/1b868f7f6fa0be9bba1c2a2a37e42d507e20ea39", "title": "Value-Sensitive Design in Hyper-Connected Societies", "abstract": "In hyper-connected societies, where the opposite of communication and interaction may unobtrusively change from a human to a bot or another device, underlying services and technologies can easily come into conflict with cultural and social values. In this paper, we discuss how values apply to hyper-connected societies and we elaborate how values could be functionally integrated into platforms that provide and combine both human-to-human, human-to-service and human-to-thing communication and interaction.", "venue": "GI-Jahrestagung", "year": 2016, "referenceCount": 20, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "39394750", "name": "M. Ast"}, {"authorId": "144151097", "name": "M. Gaedke"}]}}, {"isInfluential": false, "contexts": ["The values-in-design literature provides examples of both the challenges in and potential techniques for identifying and implementing values in technical designs [39]."], "intents": ["methodology"], "citingPaper": {"paperId": "2c55d777020fb6848d4720c9bb1154c95349cb66", "externalIds": {"MAG": "2550898138", "DOI": "10.1098/rsta.2016.0118", "PubMed": "28336797"}, "url": "https://www.semanticscholar.org/paper/2c55d777020fb6848d4720c9bb1154c95349cb66", "title": "Privacy is an essentially contested concept: a multi-dimensional analytic for mapping privacy", "abstract": "The meaning of privacy has been much disputed throughout its history in response to wave after wave of new technological capabilities and social configurations. The current round of disputes over privacy fuelled by data science has been a cause of despair for many commentators and a death knell for privacy itself for others. We argue that privacy’s disputes are neither an accidental feature of the concept nor a lamentable condition of its applicability. Privacy is essentially contested. Because it is, privacy is transformable according to changing technological and social conditions. To make productive use of privacy’s essential contestability, we argue for a new approach to privacy research and practical design, focused on the development of conceptual analytics that facilitate dissecting privacy’s multiple uses across multiple contexts. This article is part of the themed issue ‘The ethical impact of data science’.", "venue": "Philosophical Transactions of the Royal Society A: Mathematical, Physical and Engineering Sciences", "year": 2016, "referenceCount": 46, "citationCount": 75, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "34421129", "name": "D. Mulligan"}, {"authorId": "33754175", "name": "Colin Koopman"}, {"authorId": "2022708", "name": "Nick Doty"}]}}, {"isInfluential": true, "contexts": ["The technique aims at discovering the values that are relevant to inspire or inform a project or system from a set of value sources (Flanagan et al. 2008).", "The technique was developed and successfully implemented in the context of embodying human values in the design of videogames (Flanagan et al. 2008).", "In order to discover stakeholder values, a technique for value discovery, termed here as “reflecting on the sources of values” (Flanagan et al. 2008), was utilized to identify what responsible, impacted, and interested stakeholders (El-Gohary et al."], "intents": ["background", "methodology"], "citingPaper": {"paperId": "477e09a1b72633a35d55de06e0fee21026503b5e", "externalIds": {"MAG": "2177811933", "DOI": "10.1061/(ASCE)CO.1943-7862.0001004"}, "url": "https://www.semanticscholar.org/paper/477e09a1b72633a35d55de06e0fee21026503b5e", "title": "Discovering Stakeholder Values for Axiology-Based Value Analysis of Building Projects", "abstract": "AbstractThere has been an increasing demand for maximizing the environmental, social, and economic value of built infrastructure. However, a major gap still exists in the area of value analysis; there is no formal model to conceptualize, represent, and reason about value and valuation of built infrastructure. This paper presents the authors’ work in the area of formal axiology-based value analysis of building projects. Axiology is a theory of value and worth. The formal axiology is a theory-based, semantic model for analyzing and assessing the value (worth) of building projects based on the environmental, social, and economic values of stakeholders (e.g., energy conservation, safety, economic growth). The first step towards developing the formal axiology is discovering stakeholder values in the context of building projects. Value discovery is the process of identifying the values that are relevant to a particular system. In this paper, the authors focus on presenting their value-discovery work for residen...", "venue": "", "year": 2016, "referenceCount": 45, "citationCount": 23, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "47059658", "name": "L. Zhang"}, {"authorId": "1402618073", "name": "N. El-Gohary"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4a0cb645bf01e6651c0b9b7e42f9090fe7044349", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/4a0cb645bf01e6651c0b9b7e42f9090fe7044349", "title": "Introduction: Values, Power, and Politics in Digital Infrastructures", "abstract": "The papers presented in this mini-track explore themes of values, power, and politics in relation to the infrastructures that support digital data, documents, and interactions. The papers report empirical evidence of values, power, and politics in material properties, policy decisions and mechanisms of interoperability across a wide variety of infrastructures, including digital e-book repositories, mobile applications, online discussion forums, cyber-security and the Internet as a whole. Together, the papers (1) reflect the many and diverse ways that values, power and politics can influence digital infrastructure and (2) propose new theoretical perspectives on those relationships. Further, the research presented in this session illustrates the ways that human entanglements with infrastructure—whether user adaptations or professional interventions—impact the functionality of those infrastructures.", "venue": "", "year": 2016, "referenceCount": 6, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3214594", "name": "Katie Shilton"}, {"authorId": "2280093", "name": "Jaime Snyder"}]}}]}