{"offset": 0, "data": [{"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "038c88561a8e304f9b702055486b887b84a55ef6", "externalIds": {"DBLP": "conf/chi/DourishFSW04", "MAG": "2155987308", "DOI": "10.1145/985921.986203"}, "url": "https://www.semanticscholar.org/paper/038c88561a8e304f9b702055486b887b84a55ef6", "title": "Reflective HCI: towards a critical technical practice", "abstract": "Categories & Subject Descriptors: H5.m. Information interfaces and presentation (e.g., HCI): Miscellaneous; J.5 Arts and Humanities General Terms: Design, Theory, Experimentation", "venue": "CHI EA '04", "year": 2004, "referenceCount": 136, "citationCount": 90, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1762952", "name": "P. Dourish"}, {"authorId": "145453132", "name": "J. Finlay"}, {"authorId": "1771108", "name": "Phoebe Sengers"}, {"authorId": "2052514345", "name": "P. Wright"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "12e4dad15a6b1056e3eb1446299b90d074731647", "externalIds": {"MAG": "1535381460"}, "url": "https://www.semanticscholar.org/paper/12e4dad15a6b1056e3eb1446299b90d074731647", "title": "Facts and fallacies of software engineering", "abstract": "There's a problem with those facts—and, as you might imagine, those fallacies. Many of these fundamentally important facts are learned by a software engineer, but over the short lifespan of the software field, all too many of them have been forgotten. While reading Facts and Fallacies of Software Engineering, you may experience moments of \"Oh, yes, I had forgotten that,\" alongside some \"Is that really true?\" thoughts.", "venue": "", "year": 2002, "referenceCount": 113, "citationCount": 376, "influentialCitationCount": 14, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1699557", "name": "R. Glass"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "1e0242c9f1930511ba67b7ba21eaa765bd3e4d97", "externalIds": {"MAG": "1980385897", "DBLP": "journals/cacm/PeralPRTWW90", "DOI": "10.1145/92755.92757"}, "url": "https://www.semanticscholar.org/paper/1e0242c9f1930511ba67b7ba21eaa765bd3e4d97", "title": "Becoming a computer scientist", "abstract": "It is well known that women are significantly underrepresented in scientific fields in the United States, and computer science is no exception. As of 1987- 1988, women constituted slightly more than half of the U.S. population and 45% of employed workers in the U.S., but they made up only 30% of employed computer scientists. Moreover, they constituted only 10% of employed doctoral-level computer scientists. During the same time period, women made up 20% of physicians and, at the doctoral level, 35% of psychologists, 22% of life scientists, and 10% of mathematicians employed in the U.S. On the other hand, there are some disciplines in which women represent an even smaller proportion at the doctoral level: in 1987-88, 8% of physical scientists, and only 2.5% of engineers were women [21].1 The underrepresentation of women in computer science is alarming for at least two reasons. First, it raises the disturbing possibility that the field of computer science functions in ways that prevent or hinder women from becoming part of it. If this is so, those in the discipline need to evaluate their practices to ensure that fair and equal treatment is being provided to all potential and current computer scientists. Practices that exclude women are not only unethical, but they are likely to thwart the discipline's progress, as potential contributors to the field are discouraged from participation.\nThe second reason for concern about the underrepresentation of women in computer science relates to demographic trends in the U.S., which suggest a significant decrease in the number of white males entering college during the next decade. At the same time, the number of jobs requiring scientific or engineering training will continue to increase. Because white males have traditionally constituted the vast majority of trained scientists and engineers in this country, experts have predicted that a critical labor shortage is likely early in the next century [4, 25]. To confront this possibility, the federal government has begun to expend resources to study the problem further. A notable example is the establishment of a National Task Force on Women, Minorities, and the Handicapped in Science and Technology. Their final report, issued in December of 1989, lists a number of government and industrial programs aimed at preventing a labor shortage by increasing the number of women and minorities trained as scientists and engineers [5].\nIn light of these facts, the Committee on the Status of Women in Computer Science, a subcommittee of the ACM's Committee on Scientific Freedom and Human Rights, was established with the goal of studying the causes of women's continued underrepresentation in the field, and developing proposed solutions to problems found. It is the committee's belief that the low number of women working as computer scientists is inextricably tied up with the particular difficulties that women face in becoming computer scientists.\nStudies show that women in computer science programs in U.S. universities terminate their training earlier than men do. Between 1983 and 1986 (the latest year for which we have such figures) the percentage of bachelor's degrees in computer science awarded to women was in the range of 36-37%, while the percentage of master's degrees was in the range of 28-30s. During the same time span, the percentage of doctoral degrees awarded to women has only been in the range of 10-12%, and it has remained at that level, with the exception of a slight increase in 1989 [16, 21]. Moreover, the discrepancy between the numbers of men and women continues to increase when we look at the people who are training the future computer scientists: women currently hold only 6.5% of the faculty positions in the computer science and computer engineering departments in the 158 Ph.D.-granting institutions included in the 1988- 1989 Taulbee Survey (See Communications September 1990). In fact, a third of these departments have no female faculty members at all [16]. This pattern of decreasing representation is generally consistent with that of other scientific and engineering fields [4, 25]. It is often described as “pipeline shrinkage”: as women move along the academic pipeline, their percentages continue to shrink.\nThe focus of this report is pipeline shrinkage for women in computer science. We describe the situation for women at all stages of training in computer science, from the precollege level through graduate school. Because many of the problems discussed are related to the lack of role models for women who are in the process of becoming computer scientists, we also concern ourselves with the status of women faculty members. We not only describe the problems, but also make specific recommendations for change and encourage further study of those problems whose solutions are not yet well understood.\nOf course, our focus on computer science in the university by no means exhausts the set of issues that are relevant to an investigation of women in computer science. Most notably, we do not directly address issues that are of concern exclusively or primarily to women in industry. Although some of the problems we discuss are common to all women computer scientists, there are, without doubt, other problems that are unique to one group or the other. Nonetheless, the committee felt that an examination of the process of becoming a computer scientist provided a good starting point for a wider investigation of women in the field. Clearly, to increase the number of women in industrial computer science, one must first increase the number of women trained in the discipline. Thus, we need to consider why women stop their training earlier than men: too few women with bachelor's degrees in computer science translates into too few women in both industry and academia. Moreover, because of the documented positive effects of same-sex role models [12], it is also important to consider why women drop out in higher numbers than do men even later in their academic training: too few women with doctorate degrees results in too few women faculty members. This in turn means inadequate numbers of role models for younger women in the process of becoming computer scientists.", "venue": "CACM", "year": 1990, "referenceCount": 19, "citationCount": 116, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "49303714", "name": "A. Pearl"}, {"authorId": "10213745", "name": "M. Pollack"}, {"authorId": "1788775", "name": "E. Riskin"}, {"authorId": "2064789065", "name": "B. Thomas"}, {"authorId": "2053078069", "name": "Elizabeth Wolf"}, {"authorId": "2075410625", "name": "Alice Wu"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "28814444fe96b601e12f041128a6fa823e50f1fa", "externalIds": {"MAG": "2079175517", "DOI": "10.1136/bmj.324.7337.573", "PubMed": "11884321"}, "url": "https://www.semanticscholar.org/paper/28814444fe96b601e12f041128a6fa823e50f1fa", "title": "How do consumers search for and appraise health information on the world wide web? Qualitative study using focus groups, usability tests, and in-depth interviews", "abstract": "Abstract Objectives: To describe techniques for retrieval and appraisal used by consumers when they search for health information on the internet. Design: Qualitative study using focus groups, naturalistic observation of consumers searching the world wide web in a usability laboratory, and in-depth interviews. Participants: A total of 21 users of the internet participated in three focus group sessions. 17 participants were given a series of health questions and observed in a usability laboratory setting while retrieving health information from the web; this was followed by in-depth interviews. Setting: Heidelberg, Germany. Results: Although their search technique was often suboptimal, internet users successfully found health information to answer questions in an average of 5 minutes 42 seconds (median 4 minutes 18 seconds) per question. Participants in focus groups said that when assessing the credibility of a website they primarily looked for the source, a professional design, a scientific or official touch, language, and ease of use. However, in the observational study, no participants checked any “about us” sections of websites, disclaimers, or disclosure statements. In the post-search interviews, it emerged that very few participants had noticed and remembered which websites they had retrieved information from. Conclusions: Further observational studies are needed to design and evaluate educational and technological innovations for guiding consumers to high quality health information on the web. What is already known on this topic Little is known about how consumers retrieve and assess the quality of health information on the internet Qualitative data are needed to design educational and technological innovations to guide consumers to high quality health information What this study adds Users of the internet explore only the first few links on general search engines when seeking health information Consumers say that when assessing the credibility of a site they primarily look for the source, a professional design, and a variety of other criteria In practice, internet users do not check the “about us” sections of websites, try to find out who authors or owners of the site are, or read disclaimers or disclosure statements Very few internet users later remember from which websites they retrieved information or who stood behind the sites", "venue": "BMJ : British Medical Journal", "year": 2002, "referenceCount": 28, "citationCount": 1704, "influentialCitationCount": 88, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "1754570", "name": "G. Eysenbach"}, {"authorId": "38869061", "name": "C. Köhler"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "2b4f96a8de3e7f34eae78d9e69298173626d7ccd", "externalIds": {"DBLP": "journals/cacm/Shneiderman00", "MAG": "2336811793", "DOI": "10.1145/332833.332843"}, "url": "https://www.semanticscholar.org/paper/2b4f96a8de3e7f34eae78d9e69298173626d7ccd", "title": "Universal usability", "abstract": "see knowledge so disseminated through the mass of mankind that it may…reach even the extremes of society: beggars and kings.", "venue": "Commun. ACM", "year": 2000, "referenceCount": 19, "citationCount": 457, "influentialCitationCount": 18, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1740403", "name": "B. Shneiderman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "2beae13d1039414ef166f2a14f32e17eca0f581c", "externalIds": {"MAG": "2021878536", "DOI": "10.1201/b15703"}, "url": "https://www.semanticscholar.org/paper/2beae13d1039414ef166f2a14f32e17eca0f581c", "title": "User Centered System Design: New Perspectives on Human-Computer Interaction", "abstract": "Contents: S.W. Draper, D.A. Norman, C. Lewis, Introduction. Part I:User Centered System Design. K. Hooper, Architectural Design: An Analogy. L.J. Bannon, Issues in Design: Some Notes. D.A. Norman, Cognitive Engineering. Part II:The Interface Experience. B.K. Laurel, Interface as Mimesis. E.L. Hutchins, J.D. Hollan, D.A. NormanDirect Manipulation Interfaces. A.A. diSessa, Notes on the Future of Programming: Breaking the Utility Barrier. Part III:Users' Understandings. M.S. Riley, User Understanding. C. Lewis, Understanding What's Happening in System Interactions. D. Owen, Naive Theories of Computation. A.A. diSessa, Models of Computation. W. Mark, Knowledge-Based Interface Design. Part IV:User Activities. A. Cypher, The Structure of Users' Activities. Y. Miyata, D.A. Norman, Psychological Issues in Support of Multiple Activities. R. Reichman, Communication Paradigms for a Window System. Part V:Toward a Pragmatics of Human-Machine Communication. W. Buxton, There's More to Interaction Than Meets the Eye: Some Issues in Manual Input. S.W. Draper, Display Managers as the Basis for User-Machine Communication. Part VI:Information Flow. D. Owen, Answers First, Then Questions. C.E. O'Malley, Helping Users Help Themselves. L.J. Bannon, Helping Users Help Each Other. C. Lewis, D.A. Norman, Designing for Error. L.J. Bannon, Computer-Mediated Communication. Part VII:The Context of Computing. J.S. Brown, From Cognitive to Social Ergonomics and Beyond.", "venue": "", "year": 1986, "referenceCount": 0, "citationCount": 1948, "influentialCitationCount": 33, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1728478", "name": "D. Norman"}, {"authorId": "1708138", "name": "S. Draper"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "3366b48e3047837d077d3a657c9adb6000914e6c", "externalIds": {"MAG": "2101965005"}, "url": "https://www.semanticscholar.org/paper/3366b48e3047837d077d3a657c9adb6000914e6c", "title": "Human-Built World: How to Think about Technology and Culture", "abstract": "In Human-Built World, Thomas P. Hughes restores to technology the richness and depth it deserves by writing its intellectual history. Chronicling the ideas about technology expressed by influential Western thinkers who not only understood its multifaceted character but who also explored its creative potential, Hughes draws on an enormous range of literature, art, and architecture to explore what technology has brought to society and culture. From the \"Creator\" model of development of the sixteenth century to the \"big science\" of the 1940s and 1950s to the architecture of Frank Gehry and Hughes's concept of \"ecotechnology,\" Human-Built World nimbly charts the myriad ways that technology has been woven into the social and cultural fabric of different eras and the promises and problems it has offered.", "venue": "", "year": 2004, "referenceCount": 4, "citationCount": 124, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "144547397", "name": "T. P. Hughes"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "368949351206167907085b36410f4ac8b56ed0e9", "externalIds": {"MAG": "2286759958", "DOI": "10.1037/003298"}, "url": "https://www.semanticscholar.org/paper/368949351206167907085b36410f4ac8b56ed0e9", "title": "Minds In Play: Computer Game Design as a Context for Children''s", "abstract": "Originally published in Contemporary Psychology: APA Review of Books, 1996, Vol 41(12), 1221. This article reviews the book “Minds in Play: Computer Game Design as a Context for Children's Learning,” by Yasmin B. Kafai (See record 1994-98802-000). The reviewer briefly examines selected chapters of the text and concludes the review with praise for the author's work. (PsycINFO Database Record (c) 2006 APA, all rights reserved)", "venue": "", "year": 1994, "referenceCount": 0, "citationCount": 524, "influentialCitationCount": 24, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "1726545", "name": "Y. Kafai"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "3a33fd6860fcd43885d978a3ecddb0e25b5734e8", "externalIds": {"MAG": "2068814638", "DBLP": "conf/chi/HornofH03", "DOI": "10.1145/642611.642656"}, "url": "https://www.semanticscholar.org/paper/3a33fd6860fcd43885d978a3ecddb0e25b5734e8", "title": "Cognitive strategies and eye movements for searching hierarchical computer displays", "abstract": "This research investigates the cognitive strategies and eye movements that people use to search for a known item in a hierarchical computer display. Computational cognitive models were built to simulate the visual-perceptual and oculomotor processing required to search hierarchical and nonhierarchical displays. Eye movement data were collected and compared on over a dozen measures with the \"a priori\" predictions of the models. Though it is well accepted that hierarchical layouts are easier to search than nonhierarchical layouts, the underlying cognitive basis for this design heuristic has not yet been established. This work combines cognitive modeling and eye tracking to explain this and numerous other visual design guidelines. This research also demonstrates the power of cognitive modeling for predicting, explaining, and interpreting eye movement data, and how to use eye tracking data to confirm and disconfirm modeling details.", "venue": "CHI '03", "year": 2003, "referenceCount": 14, "citationCount": 118, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2894476", "name": "A. Hornof"}, {"authorId": "2099514", "name": "T. Halverson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "4a57fb370b83ac3d1a886a3fae479e45e5fe156d", "externalIds": {"DBLP": "journals/tois/FriedmanN96", "MAG": "1607120026", "DOI": "10.1145/230538.230561"}, "url": "https://www.semanticscholar.org/paper/4a57fb370b83ac3d1a886a3fae479e45e5fe156d", "title": "Bias in computer systems", "abstract": "From an analysis of actual cases, three categories of bias in computer systems have been developed: preexisting, technical, and emergent. Preexisting bias has its roots in social institutions, practices, and attitudes. Technical bias arises from technical constraints of considerations. Emergent bias arises in a context of use. Although others have pointed to bias inparticular computer systems and have noted the general problem, we know of no comparable work that examines this phenomenon comprehensively and which offers a framework for understanding and remedying it. We conclude by suggesting that freedom from bias should by counted amoung the select set of criteria—including reliability, accuracy, and efficiency—according to which the quality of systems in use in society should be judged.", "venue": "TOIS", "year": 1996, "referenceCount": 32, "citationCount": 621, "influentialCitationCount": 24, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "5ad589cb2b8beaee1ffb9ad8de003455931065b0", "externalIds": {"MAG": "1970958226", "DBLP": "journals/cacm/Suttmeier05", "DOI": "10.1145/1053291.1053313"}, "url": "https://www.semanticscholar.org/paper/5ad589cb2b8beaee1ffb9ad8de003455931065b0", "title": "A new technonationalism?: China and the development of technical standards", "abstract": "Chinese technology executives, government officials, and members of its research community are debating how far to push the country's strategy for promoting technology standards at home and abroad.", "venue": "CACM", "year": 2005, "referenceCount": 0, "citationCount": 41, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "2746007", "name": "R. P. Suttmeier"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "66de365a8475968897dda4885472c36c5d5e524c", "externalIds": {"MAG": "188777198", "DOI": "10.5860/choice.51-5559"}, "url": "https://www.semanticscholar.org/paper/66de365a8475968897dda4885472c36c5d5e524c", "title": "Design of Everyday Things", "abstract": "Revealing how smart design is the new competitive frontier, this innovative book is a powerful primer on how--and why--some products satisfy customers while others only frustrate them.", "venue": "", "year": 1988, "referenceCount": 49, "citationCount": 8051, "influentialCitationCount": 520, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "1728478", "name": "D. Norman"}, {"authorId": "1691661", "name": "J. Stasko"}, {"authorId": "144972746", "name": "Jeff Pierce"}, {"authorId": "144297077", "name": "C. Potts"}, {"authorId": "2068346878", "name": "Chris Shaw"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "6ca4497b1431ca0e139ee0309346a7543b0d2998", "externalIds": {"MAG": "2101275850", "DOI": "10.2307/3527925", "PubMed": "8736668"}, "url": "https://www.semanticscholar.org/paper/6ca4497b1431ca0e139ee0309346a7543b0d2998", "title": "Ethics as design. Doing justice to moral problems.", "abstract": "Suppose I face a moral problem, how ought I go about figuring out what to do? The question is not simply how I should evaluate proposed courses of action, but how I go about devising such courses of action, a subject on which, as Stuart Hampshire observed in 1949 and again in 1989, ethics has had little to say.[1] Ethical judgments are important in devising responses to moral problems, of course. These judgments come in many forms, from \"What is being proposed is morally wrong\" to \"This safety factor (or margin) is sufficient for the circumstances in which this object or process will operate.\" Yet people confronted with ethical problems must do more than simply make judgments. They must figure out what to do. This is the reason for calling them \"agents.\" Scholars and popular writers alike often confine themselves to the judge's perspective, for example, when philosophers working in professional ethics take the making of moral judgments or criteria for praising and blaming to be the whole of their subject matter, or when the press, reporting on some accident or miscarriage of science or engineering, takes the main question to be \"Who is to blame?\" In these cases the restriction of perspective is fairly explicit. However, as I have discussed elsewhere, it is also implicit in the representation of moral problems as dilemmas to which the only solutions are those given with the problem itself, so that the only task is to judge which of the proposed solutions is the best (or least bad).[2] It is not enough to be able to evaluate well-defined actions, motives, etc., because actual moral problems are not multiple-choice problems. One must devise possible courses of action as well as evaluate them. Suppose my supervisor tells me to dispose of some regulated toxic substance by dumping it down the drain. In this case part of my problem is that I have been ordered to do something that is potentially injurious to human health and, furthermore, illegal. Assuming that my supervisor knows, as I do, that the substance is a regulated toxic substance (an assumption that I should--verify), then my supervisor's order is unethical and illegal. This is an example of a moral judgment that I make in describing the situation. In the case I have just described the question is what can and should I do. It is not enough to say that I should not dump the waste down the drain. My problem is not the simple choice of answering yes or no to the question of whether I should follow the order. I need to figure out what to do about the supervisor's order. Shall I ignore it? Refuse it? Report it to someone? To someone else in the company? To the Environmental Protection Agency? Should I do something else altogether? Is there any place I can go for advice about my options in a situation like this? What are the likely consequences of using those channels (if they exist)? Where could I find out those consequences? Also, what do I do with that toxic waste, at least for the present? These are questions with important implications for fairness to others, including people in my organization, and for the health and safety of the public, as well as for my relationship with my supervisor and for my own position within the company. Answering the question of what to do will depend on a variety of factors. Learning what factors to consider and how to assess them are components of responsible professional behavior. The importance of finding good ways of acting (and not merely the ability to come up with the right answer to a \"whether\" question) may be brought home by reflecting on when you or I last poured paint solvents, petroleum wastes, acetone (nail polish remover), motor oil, garden pesticides, or other household hazardous waste down the drain (or put spent batteries in the trash). Was it only before we were in a position to know that these were environmental hazards? That is, was it only before we cotdd answer the \"whether\" question correctly? …", "venue": "The Hastings Center report", "year": 1996, "referenceCount": 3, "citationCount": 74, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "40213498", "name": "C. Whitbeck"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "75aecbe34f98041710dd11d27d6bfcae11c8d606", "externalIds": {"MAG": "1600885250"}, "url": "https://www.semanticscholar.org/paper/75aecbe34f98041710dd11d27d6bfcae11c8d606", "title": "From Barbie to Mortal Kombat: gender and computer games", "abstract": "Many parents worry about the influence of video games on their children's lives. The game console may help to prepare children for participation in the digital world, but at the same time it socializes boys into misogyny and excludes girls from all but the most objectified positions. The new \"girls' games\" movement has addressed these concerns. Although many people associate video games mainly with boys, the girls games' movement has emerged from an unusual alliance between feminist activists (who want to change the \"gendering\" of digital technology) and industry leaders (who want to create a girls' market for their games). The contributors to From Barbie(R) to Mortal Kombat explore how assumptions about gender, games, and technology shape the design, development, and marketing of games as industry seeks to build the girl market. They describe and analyze the games currently on the market and propose tactical approaches for avoiding the stereotypes that dominate most toy store aisles. The lively mix of perspectives and voices includes those of media and technology scholars, educators, psychologists, developers of today's leading games, industry insiders, and girl gamers. Contributors: Aurora, Dorothy Bennett, Stephanie Bergman, Cornelia Brunner, Mary Bryson, Lee McEnany Caraher, Justine Cassell, Suzanne de Castell, Nikki Douglas, Theresa Duncan, Monica Gesue, Michelle Goulet, Patricia Greenfield, Margaret Honey, Henry Jenkins, Cal Jones, Yasmin Kafai, Heather Kelley, Marsha Kinder, Brenda Laurel, Nancie Martin, Aliza Sherman, Kaveri Subrahmanyam.", "venue": "", "year": 1998, "referenceCount": 1, "citationCount": 532, "influentialCitationCount": 16, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145431806", "name": "J. Cassell"}, {"authorId": "143946024", "name": "Henry Jenkins"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "7858d681ce90cef2861c5f25ee8f8828a8f163a0", "externalIds": {"DBLP": "journals/interactions/Friedman96", "MAG": "1976129032", "DOI": "10.1145/242485.242493"}, "url": "https://www.semanticscholar.org/paper/7858d681ce90cef2861c5f25ee8f8828a8f163a0", "title": "Value-sensitive design", "abstract": "Human values impact people's information behavior. Imagine, for example, that a young Muslim man is interested in exploring the historical roots of jihad for a term paper. Imagine, too, that his library logs all digital reference interactions, and has a policy that if subpoenaed, such logs can be made available to law enforcement agencies. Under such conditions , this man might well decide to seek relevant information by other means, as he seeks to balance the value of access to information with other competing values such as privacy, consent, personal safety, security , and religious freedom. Despite the clear importance of values in human information behavior, the information behavior field does not yet have a comprehensive way of approaching this area. Value Sensitive Design offers one such approach. Value Sensitive Design (VSD) emerged in the 1990s as an approach to the design of information and computer systems that accounts for human values throughout the design process Two overarching goals motivate VSD: 1) to be proactive about human values in system design, and 2) to do so in a manner that is principled, comprehensive, and systematic. VSD particularly emphasizes values with moral import, including privacy, trust, human dignity, respect for person, physical and psychological well-being, informed consent, intellectual property, access, universal usability, freedom from bias, moral responsibility, and moral accountability. While emphasizing the moral perspective, VSD also accounts for usability (e.g., ease of use), conventions (e.g., standardization of technical protocols), and personal predilections (e.g., color preferences within a graphical interface). Key features of VSD involve its 368", "venue": "INTR", "year": 1996, "referenceCount": 60, "citationCount": 671, "influentialCitationCount": 46, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "7bdd887da7440b9a42f63df2fef6b019835a6d85", "externalIds": {"DBLP": "conf/hicss/FriedmanHF02", "MAG": "2164340711", "DOI": "10.1109/HICSS.2002.994366"}, "url": "https://www.semanticscholar.org/paper/7bdd887da7440b9a42f63df2fef6b019835a6d85", "title": "Informed consent in the Mozilla browser: implementing value-sensitive design", "abstract": "Reports on one of the first efforts to apply value-sensitive design (VSD) to a large-scale real-world software system. We sought to improve informed consent in Web-based interactions through the development of new technical mechanisms for cookie management. We describe our VSD methodology, explicate criteria for informed consent in online interactions and summarize how current browsers fall short with respect to those criteria. Next, we identify four goals for the redesign of current browsers. These goals, in turn, initiate an iterative design process that lies at the heart of the VSD methodology wherein we move among the design and implementation of new technical mechanisms, formative evaluation and the design goals coupled with the criteria for informed consent online. Key mechanisms include peripheral awareness of cookies and just-in-time interventions. At various phases in the design process, we implement our design improvements in the Mozilla browser (the open source for Netscape Navigator).", "venue": "Proceedings of the 35th Annual Hawaii International Conference on System Sciences", "year": 2002, "referenceCount": 43, "citationCount": 144, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "39774770", "name": "D. Howe"}, {"authorId": "1752733", "name": "E. Felten"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "7e910eb0548298295aea0e08d7ce01f90ca88ff3", "externalIds": {"MAG": "2221873965"}, "url": "https://www.semanticscholar.org/paper/7e910eb0548298295aea0e08d7ce01f90ca88ff3", "title": "Gender-oriented vs. gender-neutral computer games in education", "abstract": "The purpose of this study was to examine student preferences for and performance on gender-oriented versus gender-neutral educational computer games. As a secondary purpose, this looked at the issue of whether educational computer games affect girls' and boys' perceptions of the study of mathematics and the relevance of mathematics to their lives. \nSome theorists have stated that gender-neutral educational media do not have the same appeal to students as gender-oriented media. This study sought to answer the specific question of whether students preferred using gender-neutral or gender-oriented computer games related to the subject of math. \nA descriptive-correlational research design combined with a qualitative research data-collection approach was used. Data included pre-game-playing and post-game-playing interviews, performance data based on computer game scores, and the researcher's observations. The study was conducted in the spring of 2003 with the two fourth-grade classes at a Midwestern public elementary school. \nStudy participants were asked to play three specific computer games: a female-oriented game, a male-oriented game, and a gender-neutral game. The gender orientation of the three games had been determined by the researcher based on an in-depth study of the body of relevant literature on gender-related characteristics of video and computer games. \nThe findings showed that participants, both the girls and the boys, identified Mind Twister Math, the gender-neutral game as their favorite game. When participants were asked to name their second favorite game, their responses were along gender lines, i.e., the girls chose Phoenix Quest, the female-oriented game as their second favorite, while the boys chose NFL Math, the male-oriented game, as their second favorite. Findings indicated that boys scored higher on all three computer games; however, with repeated sessions of play, the girls' scores increased significantly and the girls' final scores were drawing close to the boys' final scores. \nThe study also found that both girls and boys believed the subject of math was relevant to their daily lives both before and after the game-playing. Game-playing significantly affected the girls' and boys' perceptions of liking or disliking the subject of mathematics. The study concludes that math-related educational computer games that are gender-neutral in orientation can appeal to both girls and boys and can positively affect their perceptions of the subject of mathematics.", "venue": "", "year": 2003, "referenceCount": 0, "citationCount": 14, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "69004938", "name": "Suzanne K. Damarin"}, {"authorId": "113036146", "name": "Khalid Al Mubireek"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "80c427fa65a1873d92135b805483a55a92c184b1", "externalIds": {"MAG": "2025409370", "DOI": "10.2307/2112791"}, "url": "https://www.semanticscholar.org/paper/80c427fa65a1873d92135b805483a55a92c184b1", "title": "The Path to Math: Gender and Racial-Ethnic Differences in Mathematics Participation from Middle School to High School.", "abstract": "This study traced the development of gender differences in learning opportunities, achievement, and choice in mathematics among White, African American, and Latino students using data from a nationally representative sample of eighth-grade students who were resurveyed in the 10th grade. It found that in this age group, female students do not lag behind male students in test scores and grades and that White female students are exposed to more learning opportunities in mathematics than are male students. However, all female students tend to have less interest in mathematics and less confidence in their mathematics abilities. Gender differences are the largest among Latinos and the smallest among African Americans. Furthermore, the major barriers to mathematics achievement for White female students are attitudes and career choices and for minority students of both sexes, they are limited learning opportunities and low levels of achievement.", "venue": "", "year": 1994, "referenceCount": 24, "citationCount": 355, "influentialCitationCount": 28, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "67032669", "name": "Sophia Catsambis"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "9156efdeb8784598f188d28df1eb285383310cef", "externalIds": {"MAG": "31045409"}, "url": "https://www.semanticscholar.org/paper/9156efdeb8784598f188d28df1eb285383310cef", "title": "The Reflective Practitioner", "abstract": "The reflection that accompanies the evidence a candidate presents in the performance-based product is a critical part of the candidate's development. Through reflection the candidate begins the ongoing process of blending the art and science of good teaching practice. Reflection requires thoughtful and careful reporting and analysis of teaching practice, philosophy, and experience. Understanding why an activity or practice was productive or nonproductive in the classroom is a key element in the progression from novice to master teacher. The reflection cycle and the guiding questions included in this packet are designed to assist licensure candidates in the reflection process. They will enable candidates to better understand the reflection process and address the question; \"How does this piece of evidence demonstrate my knowledge and skill level in this activity?\". The following reflection cycle offers a prescriptive structure while allowing the flexibility necessary for candidates to demonstrate their knowledge, skill, and ability in the unique context of their area and environment. The reflections of the novice teacher are also vital to the assessors charged with the responsibility for judging whether the teacher has met the required level of performance for each standard based activity. Through their responses to the guiding questions, candidates will better be able to put evidence into perspective for the review team members by explaining how the evidence or artifact addresses the standard through the activity.", "venue": "", "year": 1983, "referenceCount": 0, "citationCount": 9547, "influentialCitationCount": 347, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2070919698", "name": "D. Schoen"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "9413a4040cd65314f0ca7f2b9206480340fda0a2", "externalIds": {"MAG": "2088107560", "DOI": "10.1080/0268051940090102"}, "url": "https://www.semanticscholar.org/paper/9413a4040cd65314f0ca7f2b9206480340fda0a2", "title": "Women-Friendly Perspectives in Distance Education.", "abstract": null, "venue": "", "year": 1994, "referenceCount": 4, "citationCount": 29, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "70752238", "name": "Christine von Prümmer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "95ef5a880030f0b1666ef18d553169d0e5154323", "externalIds": {"MAG": "1567642824", "DOI": "10.1017/cbo9781139174275"}, "url": "https://www.semanticscholar.org/paper/95ef5a880030f0b1666ef18d553169d0e5154323", "title": "Practical Reasoning about Final Ends", "abstract": "Part I. Problem: 1. Introduction 2. Practical reasoning Part II. Scope: 3. Ends in deliberation 4. Specifying ends Part III. System: 5. Value incommensurability 6. Is commensurability a prerequisite of rational choice? 7. Practical coherence 8. Reflective sovereignty Part IV. Source: 9. Sources and limits 10. Ultimate ends Part V. Disagreement: 11. Interpersonal deliberation 12. Disagreement in concept and in practice 13. Dialectical softening 14. Realizing rationality.", "venue": "", "year": 1994, "referenceCount": 0, "citationCount": 218, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Mathematics"], "authors": [{"authorId": "47625774", "name": "H. Richardson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "98288f84f5fbfb123759378563fb067bbe0c6f16", "externalIds": {"MAG": "2164996482", "DBLP": "journals/sigcse/FisherM02", "DOI": "10.1145/543812.543836"}, "url": "https://www.semanticscholar.org/paper/98288f84f5fbfb123759378563fb067bbe0c6f16", "title": "Unlocking the clubhouse: the Carnegie Mellon experience", "abstract": "In the fall of 1995, just seven of 95 students entering the undergraduate program in computer science at Carnegie Mellon University were women. In 2000, 54 of 130, or 42%, were women. What happened? This article presents a brief history of the transformation at Carnegie Mellon's School of Computer Science, and the research project that lay behind it. A fuller discussion, set in an analysis of gender issues in computing from childhood through college, is found in our book, Unlocking the Clubhouse: Women in Computing [2].The story begins with a research study designed specifically to diagnose and find remedies for the gender gap in Carnegie Mellon's undergraduate computer science program. Female enrollment had hovered below 10% for a number of years, and the fraction of women leaving the program was approximately twice that for men. In 1995, the Alfred P. Sloan Foundation funded our proposal for a two-year program, which was followed up two years later with a two-year extension. The goal was to understand the experiences and choices of both men and women with respect to studying computer science, and to design interventions that would involve more women.", "venue": "SGCS", "year": 2002, "referenceCount": 12, "citationCount": 308, "influentialCitationCount": 20, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144491097", "name": "Allan Fisher"}, {"authorId": "2868232", "name": "Jane Margolis"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "991cc27475e5fcff3fe03b9f7e394514c716fcb4", "externalIds": {"MAG": "1607105911", "DOI": "10.5860/choice.35-4540"}, "url": "https://www.semanticscholar.org/paper/991cc27475e5fcff3fe03b9f7e394514c716fcb4", "title": "Technology and Privacy: The New Landscape", "abstract": "From the Publisher: \nPrivacy is the capacity to negotiate social relationships by controlling access to information about oneself. As laws, policies, and technological developments increasingly structure our relationships with social institutions, privacy faces new threats and new opportunities. The essays in this book provide a new conceptual framework for analyzing and debating privacy policy and for designing and developing information systems. The authors are international experts in the technical, economic, and political aspects of privacy; the book's particular strengths are its synthesis of these three aspects and its treatment of privacy issues in Canada and in Europe as well as in the United States.", "venue": "", "year": 1998, "referenceCount": 0, "citationCount": 307, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "35126179", "name": "P. Agre"}, {"authorId": "145480748", "name": "M. Rotenberg"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "a98855cbd4ceab6aed6d7354b19200c61e54ca51", "externalIds": {"MAG": "2163979379", "DBLP": "journals/cacm/Rettig94", "DOI": "10.1145/175276.175288"}, "url": "https://www.semanticscholar.org/paper/a98855cbd4ceab6aed6d7354b19200c61e54ca51", "title": "Prototyping for tiny fingers", "abstract": "The technique of building user interface prototypes on paper and testing them with real users is called low-fidelity (lo-fi) prototyping. Lo-fi prototyping is a simple and effective tool that has failed to come into general use in the software community. Paper prototyping is potentially a breakthrough idea for organizations that have never tried it, since it allows developers to demonstrate the behavior of an interface very early in development, and test designs with real users. If quality is partially a function of the number of iterations and refinements a design undergoes before it enters the market, lo-fi prototyping is a technique that can dramatically increase quality. It is fast, it brings results early in development, and it allows a team to try far more ideas then they could with high-fidelity prototypes. The steps for building a lo-fi prototype include: 1. Assemble a kit. 2. Set a deadline. 3. Construct models, not illustrations. Steps for preparing for and conducting a test of the prototype are also discussed.", "venue": "CACM", "year": 1994, "referenceCount": 5, "citationCount": 533, "influentialCitationCount": 25, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "21496657", "name": "M. Rettig"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "bf2221edd2a23fb497e6a28530a73cdf6b7bc972", "externalIds": {"MAG": "1495139313", "DOI": "10.1023/A:1010078828842"}, "url": "https://www.semanticscholar.org/paper/bf2221edd2a23fb497e6a28530a73cdf6b7bc972", "title": "Just consequentialism and computing", "abstract": "Computer and information ethics, as well as other fields of applied ethics, need ethical theories which coherently unify deontological and consequentialist aspects of ethical analysis. The proposed theory of just consequentialism emphasizes consequences of policies within the constraints of justice. This makes just consequentialism a practical and theoretically sound approach to ethical problems of computer and information ethics.", "venue": "Ethics and Information Technology", "year": 2004, "referenceCount": 7, "citationCount": 75, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "31925555", "name": "J. Moor"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "bfb033f69abc880a47b4fbadd1f03a3b7d264fdd", "externalIds": {"MAG": "1974250594", "DOI": "10.1007/BF02373670"}, "url": "https://www.semanticscholar.org/paper/bfb033f69abc880a47b4fbadd1f03a3b7d264fdd", "title": "Shaping technology/Building society", "abstract": null, "venue": "", "year": 1994, "referenceCount": 0, "citationCount": 815, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3374265", "name": "C. Bullard"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "c06976f755d31c6107ede2a389de5b1eb8b104f8", "externalIds": {"MAG": "1496167765", "DOI": "10.1201/9781003063988"}, "url": "https://www.semanticscholar.org/paper/c06976f755d31c6107ede2a389de5b1eb8b104f8", "title": "Design at Work", "abstract": "Contents: J. Greenbaum, M. Kyng, Preface: Memories of the Past. J. Greenbaum, M. Kyng, Introduction: Situated Design. Part I:Reflecting on Work Practice. L. Bannon, From Human Factors to Human Actors: The Role of Psychology and Human-Computer Interaction Studies in System Design. E. Wynn, Taking Practice Seriously. L.A. Suchman, R.H. Trigg, Understanding Practice: Video as a Medium for Reflection and Design. P.B. Andersen, B. Holmqvist, Language, Perspectives, and Design. K. Bodker, J.S. Pedersen, Workplace Cultures: Looking at Artifacts, Symbols, and Practices. Part II:Designing for Work Practice. S. Bodker, J. Greenbaum, M. Kyng, Setting the Stage for Design as Action. F. Kensing, K.H. Madsen, Generating Visions: Future Workshops and Metaphorical Design. P. Ehn, M. Kyng, Cardboard Computers: Mocking-it-up or Hands-on the Future. S. Bodker, K. Gronboek, Design in Action: From Prototyping by Demonstration to Cooperative Prototyping. A. Henderson, M. Kyng, There's No Place Like Home: Continuing Design in Use. P. Ehn, D. Sjogren, From System Descriptions to Scripts for Action. J. Greenbaum, M. Kyng, Epilogue: Design by Doing.", "venue": "", "year": 1992, "referenceCount": 0, "citationCount": 2076, "influentialCitationCount": 75, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "34924554", "name": "J. Greenbaum"}, {"authorId": "1750147", "name": "M. Kyng"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "c17093d21eac32afae61358227e97e1a87869973", "externalIds": {"DBLP": "conf/chi/Druin99", "MAG": "2115903714", "DOI": "10.1145/302979.303166"}, "url": "https://www.semanticscholar.org/paper/c17093d21eac32afae61358227e97e1a87869973", "title": "Cooperative inquiry: developing new technologies for children with children", "abstract": "In todays homes and schools, children are emerging as frequentand experienced users of technology [3, 14]. As this trendcontinues, it becomes increasingly important to ask if we arefulfilling the technology needs of our children. To answer thisquestion, I have developed a research approach that enables youngchildren to have a voice throughout the technology developmentprocess. In this paper, the techniques of cooperativeinquiry will be described along with a theoretical frameworkthat situates this work in the HCI literature. Two examples oftechnology resulting from this approach will be presented, alongwith a brief discussion on the design-centered learning ofteam researchers using cooperative inquiry.", "venue": "CHI '99", "year": 1999, "referenceCount": 39, "citationCount": 846, "influentialCitationCount": 71, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "145957514", "name": "A. Druin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "c5a3e0d4bec98cf32fa6f4f7110c35f2717217d6", "externalIds": {"MAG": "2147610571", "DBLP": "conf/agiledc/Freeman-BensonB03", "DOI": "10.1109/ADC.2003.1231447"}, "url": "https://www.semanticscholar.org/paper/c5a3e0d4bec98cf32fa6f4f7110c35f2717217d6", "title": "YP and urban simulation: applying an agile programming methodology in a politically tempestuous domain", "abstract": "YP is an agile programming methodology that has evolved over the past 15 years. Many of its features are common to other agile methodologies; its novel features include using a highly visible, physical software status indicator (a real traffic light), and a well-defined nested set of development cycles. It is also an exceptionally open process, with the current status of the development process visible to the customers, as well as the code and documentation. We are using YP in developing the software for UrbanSim, a sophisticated simulation system for modeling urban land use, transportation, and environmental impacts over periods of 20 or more years under alternate possible scenarios. Our purpose in developing UrbanSim is to support public deliberation and debate on such issues as building a new light rail system or freeway, or changing zoning or economic incentives, as well as on broader issues such as sustainable, livable cities, economic vitality, social equity, and environmental preservation. The domain of use is thus politically charged, with different stakeholders bringing strongly held values to the table. Our goal is to not favor particular stakeholder values in the simulation or its output, but rather to let different stakeholders evaluate the results in light of what is important to them. There are several implications of this for the development process. First, having credible, reliable code is important - and further, both the code itself and the development process that produced it should be open and inspectable, not a black box. Second, to allow us to respond quickly to different stakeholder values and concerns, a flexible agile development process is required.", "venue": "Proceedings of the Agile Development Conference, 2003. ADC 2003", "year": 2003, "referenceCount": 16, "citationCount": 27, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "1403820389", "name": "B. Freeman-Benson"}, {"authorId": "143981586", "name": "A. Borning"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "caba3f3dd363d8066c372cb71fec082a99a92db0", "externalIds": {"MAG": "2801019183", "DOI": "10.2307/2150278"}, "url": "https://www.semanticscholar.org/paper/caba3f3dd363d8066c372cb71fec082a99a92db0", "title": "Spheres of Justice: A Defense of Pluralism and Equality.", "abstract": null, "venue": "", "year": 1984, "referenceCount": 0, "citationCount": 2434, "influentialCitationCount": 45, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "92604367", "name": "Jeffrey Abramson"}, {"authorId": "4149406", "name": "M. Walzer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "d420e7112ccfcb1ad1604d134ebec121ec3fecd0", "externalIds": {"MAG": "2010992114", "DOI": "10.2307/3105489"}, "url": "https://www.semanticscholar.org/paper/d420e7112ccfcb1ad1604d134ebec121ec3fecd0", "title": "The Social Shaping of Technology", "abstract": "Technological change is often seen as something that follows its own logic - something we may welcome, or about which we may protest, but which we are unable to alter fundamentally. This reader challenges that assumption and its distinguished contributors demonstrate that technology is affected at a fundamental level by the social context in which it develops. General arguments are introduced about the relation of technology to society and different types of technology are examined: the technology of production; domestic and reproductive technology; and military technology. The book draws on authors from Karl Marx to Cynthia Cockburn to show that production technology is shaped by social relations in the workplace. It moves on to the technologies of the household and biological reproduction, which are topics that male-dominated social science has tended to ignore or trivialise - though these are actually of crucial significance where powerful shaping factors are at work, normally unnoticed. The final section asks what shapes the most frightening technology of all - the technology of weaponry, especially nuclear weapons. The editors argue that social scientists have devoted disproportionate attention to the effects of technology on society, and tended to ignore the more fundamental question of what shapes technology in the first place. They have drawn both on established work in the history and sociology of technology and on newer feminist perspectives to show just how important and fruitful it is to try to answer that deeper question. The first edition of this reader, published in 1985, had a considerable influence on thinking about the relationship between technology and society. This second edition has been thoroughly revised and expanded to take into account new research and the emergence of new theoretical perspectives.", "venue": "", "year": 1987, "referenceCount": 0, "citationCount": 812, "influentialCitationCount": 18, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "123283352", "name": "D. MacKenzie"}, {"authorId": "4945673", "name": "J. Wajcman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "df077652e3e119e28a81d8a2e9d26f4e91c34676", "externalIds": {"MAG": "72496981"}, "url": "https://www.semanticscholar.org/paper/df077652e3e119e28a81d8a2e9d26f4e91c34676", "title": "Privacy as contextual integrity", "abstract": "The practices of public surveillance, which include the monitoring of individuals in public through a variety of media (e.g., video, data, online), are among the least understood and controversial challenges to privacy in an age of information technologies. The fragmentary nature of privacy policy in the United States reflects not only the oppositional pulls of diverse vested interests, but also the ambivalence of unsettled intuitions on mundane phenomena such as shopper cards, closed-circuit television, and biometrics. This Article, which extends earlier work on the problem of privacy in public, explains why some of the prominent theoretical approaches to privacy, which were developed over time to meet traditional privacy challenges, yield unsatisfactory conclusions in the case of public surveillance. It posits a new construct, “contextual integrity,” as an alternative benchmark for privacy, to capture the nature of challenges posed by information technologies. Contextual integrity ties adequate protection for privacy to norms of specific contexts, demanding that information gathering and dissemination be appropriate to that context and obey the governing norms of distribution within it. Building on the idea of “spheres of justice,” developed by political philosopher Michael Walzer, this Article argues that public surveillance violates a right to privacy because it violates contextual integrity; as such, it constitutes injustice and even tyranny.", "venue": "", "year": 2004, "referenceCount": 22, "citationCount": 1312, "influentialCitationCount": 105, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2994505", "name": "H. Nissenbaum"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "e2d4321c99b74859b8aa57daac7df4f1c11291cb", "externalIds": {"MAG": "1599334645", "DOI": "10.5860/choice.31-1648"}, "url": "https://www.semanticscholar.org/paper/e2d4321c99b74859b8aa57daac7df4f1c11291cb", "title": "The children's machine: rethinking school in the age of the computer", "abstract": "Yearners and Schoolers Personal Thinking School: Change and Resistance to Change Teachers A World for Learning An Anthology of Learning Stories Instructionism versus Constructionism Computerists Yearners and Schoolers Cybernetics What can be done?", "venue": "", "year": 1993, "referenceCount": 0, "citationCount": 1813, "influentialCitationCount": 100, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145008014", "name": "S. Papert"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "e97cb7817257e0c6c0ad6d5a4250cafd847ca2f0", "externalIds": {"MAG": "2114109725", "DOI": "10.1177/016224399101600102"}, "url": "https://www.semanticscholar.org/paper/e97cb7817257e0c6c0ad6d5a4250cafd847ca2f0", "title": "The Turn to Technology in Social Studies of Science", "abstract": "This article examines how the special theoretical significance of the sociology of scientific knowledge (SSK) is affected by attempts to apply relativist-constructivism to technology. The article shows that the failure to confront key analytic ambivalences in the practice of SSK has compromised its original strategic significance. In particular, the construal of SSK as an explanatory formula diminishes its potential for profoundly reconceptualizing epistemic issues. A consideration of critiques of technological determinism, and of some empirical studies, reveals similar analytic ambivalences in the social study of technology (SST). The injunction to consider \"technology as text\" is critically examined. It is concluded that a reflexive interpretation of this slogan is necessary to recover some of the epistemological significance lost in the constructivist move from SSK to SST.", "venue": "", "year": 1991, "referenceCount": 54, "citationCount": 317, "influentialCitationCount": 17, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3277936", "name": "S. Woolgar"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "edf5419df0bb9eb7d2bb86df0c492cef7c05a2f8", "externalIds": {"MAG": "2914153244", "DOI": "10.1145/273133"}, "url": "https://www.semanticscholar.org/paper/edf5419df0bb9eb7d2bb86df0c492cef7c05a2f8", "title": "Proceedings of the twenty-ninth SIGCSE technical symposium on Computer science education", "abstract": null, "venue": "", "year": 1998, "referenceCount": 0, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "122056019", "name": "John Lewis"}, {"authorId": "1717250", "name": "J. Prey"}, {"authorId": "2712399", "name": "D. Joyce"}, {"authorId": "2012676", "name": "J. Impagliazzo"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "eea8e7d28506105d0f800524d132e39a4ca32b69", "externalIds": {"MAG": "2325557374", "DOI": "10.2307/3107097"}, "url": "https://www.semanticscholar.org/paper/eea8e7d28506105d0f800524d132e39a4ca32b69", "title": "Users as agents of technological change : The social construction of the automobile in the rural United States", "abstract": "L'automobile a certes transforme la societe rurale aux Etats-Unis, mais l'A. demontre egalement que les fermiers ont participe a la construction de l'automobile en soumettant des idees de modifications technologiques destinees a faciliter l'utilisation de l'automobile en milieu rural", "venue": "", "year": 1996, "referenceCount": 5, "citationCount": 485, "influentialCitationCount": 12, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32847158", "name": "R. Kline"}, {"authorId": "1958931", "name": "T. Pinch"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "f4ead6a76aca0197d0ee33f63074bc97f6dc4e65", "externalIds": {"DBLP": "journals/cacm/GorrizM00", "MAG": "2035079970", "DOI": "10.1145/323830.323843"}, "url": "https://www.semanticscholar.org/paper/f4ead6a76aca0197d0ee33f63074bc97f6dc4e65", "title": "Engaging girls with computers through software games", "abstract": null, "venue": "Commun. ACM", "year": 2000, "referenceCount": 7, "citationCount": 236, "influentialCitationCount": 16, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2716790", "name": "C. Gorriz"}, {"authorId": "152928590", "name": "C. Medina"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "f784024dcf504234ac838f64adf65c7454781b59", "externalIds": {"DBLP": "journals/crossroads/Chaika95", "MAG": "2168272605", "DOI": "10.1145/332180.332183"}, "url": "https://www.semanticscholar.org/paper/f784024dcf504234ac838f64adf65c7454781b59", "title": "Ethical considerations in gender-oriented entertainment technology", "abstract": "It is an established fact that women are not entering technical fields in anywhere near the proportions of men. What is often assumed, however incorrectly, is that this has always been the status quo. People believe that women have never entered careers in science, engineering, or computers in large numbers. This inaccurate assumption is based on linking computer use with science and engineering fields of study. While most technical disciplines do require some knowledge of computers, computer knowledge does not necessarily demand an understanding of science or engineering.", "venue": "CROS", "year": 1995, "referenceCount": 10, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2097451874", "name": "M. Chaika"}]}}]}