{"paperId": "c80662079fed951e9f25c559fa6b7716c9f69b7e", "externalIds": {"MAG": "52824097", "DOI": "10.1017/CBO9780511498725.017"}, "url": "https://www.semanticscholar.org/paper/c80662079fed951e9f25c559fa6b7716c9f69b7e", "title": "Embodying values in technology: Theory and practice", "abstract": "INTRODUCTION The idea that values may be embodied in technical systems and devices (artifacts) has taken root in a variety of disciplinary approaches to the study of technology, society, and humanity (Winner 1986; Latour 1992; Hughes 2004; MacKenzie and Wajcman 1985). A pragmatic turn from this largely descriptive posture sets forth values as a design aspiration, exhorting designers and producers to include values, purposively, in the set of criteria by which the excellence of technologies is judged. If an ideal world is one in which technologies promote not only instrumental values such as functional efficiency, safety, reliability, and ease of use, but also the substantive social, moral, and political values to which societies and their peoples subscribe, then those who design systems have a responsibility to take these latter values as well as the former into consideration as they work. (See, for example, Friedman and Nissenbaum 1996, Mitcham 1995, and Nissenbaum 1998.) In technologically advanced, liberal democracies, this set of such values may include liberty, justice, enlightenment, privacy, security, friendship, comfort, trust, autonomy, and sustenance. It is one thing to subscribe, generally, to these ideals, even to make a pragmatic commitment to them, but putting them into practice, which can be considered a form of political or moral activism, in the design of technical systems is not straightforward. Experienced designers will recall the not too distant past when interface, usability, and even safety were overlooked features of software system design.", "venue": "", "year": 2008, "referenceCount": 38, "citationCount": 223, "influentialCitationCount": 16, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145481282", "name": "M. Flanagan"}, {"authorId": "39774770", "name": "D. Howe"}, {"authorId": "2994505", "name": "H. Nissenbaum"}]}