{"paperId": "ccd4b423a6003f894f368f765bd0ebf16d3b286f", "externalIds": {"MAG": "1693731968"}, "url": "https://www.semanticscholar.org/paper/ccd4b423a6003f894f368f765bd0ebf16d3b286f", "title": "Leadership: Theory and Practice", "abstract": "Preface Special Features Audience Acknowledgments Chapter 1. Introduction Leadership Defined Ways of Conceptualizing Leadership Definition and Components Leadership Described Trait Versus Process Leadership Assigned Versus Emergent Leadership Leadership and Power Leadership and Coercion Leadership and Management Plan of the Book Summary Chapter 2. Trait Approach Description Intelligence Self-Confidence Determination Integrity Sociability Five-Factor Personality Model and Leadership Emotional Intelligence How Does the Trait Approach Work? Strengths Criticisms Application Case Studies Case 2.1: Choosing a New Director of Research Case 2.2: A Remarkable Turnaround Case 2.3: Recruiting for the Bank Leadership Instrument Leadership Trait Questionnaire (LTQ) Scoring Interpretation Summary Chapter 3. Skills Approach Description Three-Skill Approach Technical Skill Human Skill Conceptual Skill Summary of the Three-Skill Approach Skills Model Competencies Problem-Solving Skills Social Judgment Skills Knowledge Individual Attributes General Cognitive Ability Crystallized Cognitive Ability Motivation Personality Leadership Outcomes Effective Problem Solving Performance Career Experiences Environmental Influences Summary of the Skills Model How Does the Skills Approach Work? Strengths Criticisms Application Case Studies Case 3.1: A Strained Research Team Case 3.2: A Shift for Lieutenant Colonel Adams Case 3.3: Andy's Recipe Leadership Instrument Skills Inventory Scoring Scoring Interpretation Summary Chapter 4. Style Approach Description The Ohio State Studies The University of Michigan Studies Blake and Mouton's Managerial (Leadership) Grid Authority-Compliance (9,1) Country Club Management (1,9) Impoverished Management (1,1) Middle-of-the-Road Management (5,5) Team Management (9,9) Paternalism/Maternalism Opportunism How Does the Style Approach Work? Strengths Criticisms Application Case Studies Case 4.1: A Drill Sergeant at First Case 4.2: Eating Lunch Standing Up Case 4.3: Enhancing the Department's Culture Leadership Instrument Style Questionnaire Scoring Scoring Interpretation Summary Chapter 5. Situational Approach Description Leadership Styles Development Levels How Does the Situational Approach Work? Strengths Criticisms Application Case Studies Case 5.1: What Style Do I Use? Case 5.2: Why Aren't They Listening? Case 5.3: Getting the Message Across Leadership Instrument Situational Leadership: A Brief Questionnaire Scoring Interpretation Summary 6. Contingency Theory Description Leadership Styles Situational Variables How Does Contingency Theory Work? Strengths Criticisms Application Case Studies Case 6.1: No Control Over the Student Council Case 6.2: Giving Him a Hard Time Case 6.3: What's the Best Leader Match? Leadership Instrument Least Preferred Coworker (LPC) Measure Scoring Interpretation Summary Chapter 7. Path--Goal Theory Description Leader Behaviors Directive Leadership Supportive Leadership Participative Leadership Achievement-Oriented Leadership Subordinate Characteristics Task Characteristics How Does Path--Goal Theory Work? Strengths Criticisms Application Case Studies Case 7.1: Three Shifts, Three Supervisors Case 7.2: Direction for Some, Support for Others Case 7.3: Marathon Runners at Different Levels Leadership Instrument Path--Goal Leadership Questionnaire Scoring Scoring Interpretation Summary Chapter 8. Leader--Member Exchange Theory Description Early Studies Later Studies Leadership Making How Does LMX Theory Work? Strengths Criticisms Application Case Studies Case 8.1: His Team Gets the Best Assignments Case 8.2: Working Hard at Being Fair Case 8.3: Taking On Additional Responsibilities Leadership Instrument LMX 7 Questionnaire Scoring Interpretation Summary Chapter 9. Transformational Leadership Description Transformational Leadership Defined Transformational Leadership and Charisma A Model of Transformational Leadership Transformational Leadership Factors Idealized Influence Inspirational Motivation Intellectual Stimulation Individualized Consideration Transactional Leadership Factors Contingent Reward Management-by-Exception Nonleadership Factor Laissez-Faire Other Transformational Perspectives Bennis and Nanus Kouzes and Posner Model the Way Inspire a Shared Vision Challenge the Process Enable Others to Act Encourage the Heart How Does the Transformational Approach Work? Strengths Criticisms Application Case Studies Case 9.1: The Vision Failed Case 9.2: Students Dig It Case 9.3: Her Vision Was a Model Research Center Case 9.3: Her Vision Was a Model Research Center Leadership Instrument Sample Items From the Multifactor Leadership Questionnaire (MLQ) Form 5X-Short Summary Chapter 10. Authentic Leadership Description Authentic Leadership Defined Intapersonal Definition Developmental Definition Interpersonal Definition Approaches to Authentic Leadership Practical Approaches Robert Terry's Authentic Leadership Approach Bill George's Authentic Leadership Approach Theoretical Approach Background to the Theoretical Approach Components of Authentic Leadership Factors that Influence Authentic Leadership How Does Authentic Leadership Work? Strengths Criticisms Application Case Studies Case 10.1: Am I Really a Leader? Case 10.2: Moving Mountains for Education and Peace Case 10.3: The Reluctant First Lady Leadership Instrument Authentic Leadership Self Assessment Questionnaire Summary Chapter 11. Team Leadership - Susan E. Kogler Hill Description Team Leadership Model Leadership Decisions Leadership Decision 1: Should I Monitor the Team or Take Action? Leadership Decision 2: Should I Intervene to Meet Task or Relational Needs? Leadership Decision 3: Should I Intervene Internally or Externally? Leadership Actions Internal Task Leadership Actions Internal Relational Leadership Actions External Environmental Leadership Actions Team Effectiveness Clear, Elevating Goal Results-Driven Structure Competent Team Members Unified Commitment Collaborative Climate Standards of Excellence External Support and Recognition Principled Leadership How Does the Team Leadership Model Work? Strengths Criticisms Application Case Studies Case 11.1: Can This Virtual Team Work? Case 11.2: They Dominated the Conversation Case 11.3: Starts With a Bang, Ends With a Whimper Leadership Instrument Team Excellence and Collaborative Team Leader Questionnaire Scoring Interpretation Summary Chapter 12. Psychodynamic Approach - Ernest L. Stech Description Background Eric Berne and Transactional Analysis Sigmund Freud and Personality Types Carl Jung and Personality Types Functions and Preferences Types and Leadership Sixteen Types and Leadership Dealing With Followers How Does the Psychodynamic Approach Work? Strengths Criticisms Case Studies Case 12.1: Not the Type Who Sees the Big Picture Case 12.2: Staff Meeting Problems Case 12.3: Unexpected Reactions Leadership Instrument Psychodynamic Approach Survey Scoring Scoring Interpretation Summary Chapter 13. Women and Leadership - Crystal L. Hoyt Description Gender and Leadership Styles Gender and Leadership Effectiveness The Glass Ceiling Evidence of the Glass Ceiling Motives for Removing the Barriers Explaining the Glass Ceiling Human Capital Differences Gender Differences Prejudice Breaking the Glass Ceiling Strengths Criticisms Application Case Studies Case 13.1: The Glass Ceiling Case 13.2: Lack of Inclusion and Credibility Case 13.3: Pregnancy as a Barrier to Job Status Leadership Instrument The Gender--Leader Implicit Association Test Scoring Summary Chapter 14. Culture and Leadership Description Culture Defined Related Concepts Ethnocentrism Prejudice Dimensions of Culture Uncertainty Avoidance Power Distance Institutional Collectivism In-Group Collectivism Gender Egalitarianism Assertiveness Future Orientation Performance Orientation Humane Orientation Clusters of World Cultures Characteristics of Clusters Anglo Confucian Asia Eastern Europe Germanic Europe Latin America Latin Europe Middle East Nordic Europe Southern Asia Sub-Saharan Africa Leadership Behavior and Culture Clusters Eastern Europe Leadership Profile Latin America Leadership Profile Latin Europe Leadership Profile Confucian Asia Leadership Profile Nordic Europe Leadership Profile Anglo Leadership Profile Sub-Saharan Africa Leadership Profile Southern Asia Leadership Profile Germanic Europe Leadership Profile Middle East Leadership Profile Universally Desirable and Undesirable Leadership Attributes Strengths Criticisms Application Case Studies Case 14.1: A Challenging Workplace Case 14.2: A Special Kind of Financing Case 14.3: Whose Hispanic Center Is It? Leadership Instrument Dimensions of Culture Questionnaire Scoring Scoring Interpretation Summary Chapter 15. Leadership Ethics Description Ethics Defined Ethical Theories Centrality of Ethics to Leadership Heifetz's Perspective on Ethical Leadership Burns's Perspective on Ethical Leadership Greenleaf's Perspective on Ethical Leadership Principles of Ethical Leadership Ethical Leaders Respect Others Ethical Leaders Serve Others Ethical Leaders Are Just Ethical Leaders Are Honest Ethical Leaders Build Community Strengths Criticisms Application Case Studies Case 15.1: A Struggling Company With Not Enough Cash Case 15.2: How Safe Is Safe? Case 15.3: Reexamining a Proposal Leadership Instrument Perceived Leader Integrity Scale (PLIS) Scoring Scoring Interpretation Summary Name Index Subject Index About the Author About the Contributors", "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 4695, "influentialCitationCount": 650, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "113329495", "name": "P. Northouse"}]}