{"paperId": "260cd45d1925551364ea4c6d02e3eebf79e48471", "externalIds": {"MAG": "1498112155", "DOI": "10.4324/9781315259697-21"}, "url": "https://www.semanticscholar.org/paper/260cd45d1925551364ea4c6d02e3eebf79e48471", "title": "Do Artifacts Have Politics", "abstract": "In controversies about technology and society, there is no idea more pro vocative than the notion that technical things have political qualities. At issue is the claim that the machines, structures, and systems of modern material culture can be accurately judged not only for their contributions of efficiency and pro ductivity, not merely for their positive and negative environmental side effects, but also for the ways in which they can embody specific forms of power and authority. Since ideas of this kind have a persistent and troubling presence in discussions about the meaning of technology, they deserve explicit attention.1 Writing in Technology and Culture almost two decades ago, Lewis Mumford gave classic statement to one version of the theme, arguing that \"from late neo lithic times in the Near East, right down to our own day, two technologies have recurrently existed side by side: one authoritarian, the other democratic, the first system-centered, immensely powerful, but inherently unstable, the other man-centered, relatively weak, but resourceful and durable.\"2 This thesis stands at the heart of Mumford's studies of the city, architecture, and the his tory of technics, and mirrors concerns voiced earlier in the works of Peter Kropotkin, William Morris, and other nineteenth century critics of industrial ism. More recently, antinuclear and prosolar energy movements in Europe and America have adopted a similar notion as a centerpiece in their arguments. Thus environmentalist Denis Hayes concludes, \"The increased deployment of nuclear power facilities must lead society toward authoritarianism. Indeed, safe reliance upon nuclear power as the principal source of energy may be possible only in a totalitarian state.\" Echoing the views of many proponents of appropri ate technology and the soft energy path, Hayes contends that \"dispersed solar sources are more compatible than centralized technologies with social equity, freedom and cultural pluralism.\"3 An eagerness to interpret technical artifacts in political language is by no means the exclusive property of critics of large-scale high-technology systems. A long lineage of boosters have insisted that the \"biggest and best\" that science and industry made available were the best guarantees of democracy, freedom, and social justice. The factory system, automobile, telephone, radio, television, the space program, and of course nuclear power itself have all at one time or another been described as democratizing, liberating forces. David Lilienthal, in T.V.A.: Democracy on the March, for example, found this promise in the phos 121", "venue": "", "year": 2017, "referenceCount": 29, "citationCount": 1211, "influentialCitationCount": 26, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "8074315", "name": "L. Winner"}]}