{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "10bbbf97483754f5dfb7b79969f69866a2a082af", "externalIds": {"DOI": "10.2196/preprints.18551"}, "url": "https://www.semanticscholar.org/paper/10bbbf97483754f5dfb7b79969f69866a2a082af", "title": "Design, Use, and Effects of Sex Dolls and Sex Robots: Scoping Review (Preprint)", "abstract": "\n BACKGROUND\n Although sex toys representing human body parts are widely accepted and normalized, human-like full-body sex dolls and sex robots have elicited highly controversial debates.\n \n \n OBJECTIVE\n This systematic scoping review of the academic literature on sex dolls and sex robots, the first of its kind, aimed to examine the extent and type of existing academic knowledge and to identify research gaps against this backdrop.\n \n \n METHODS\n A comprehensive multidisciplinary, multidatabase search strategy was used. All steps of literature search and selection, data charting, and synthesis followed the leading methodological guideline, the Preferred Reporting Items for Systematic Reviews and Meta-Analyses extension for Scoping Reviews checklist. A total of 29 (17 peer reviewed) and 98 publications (32 peer reviewed) for sex dolls and sex robots, respectively, from 1993 to 2019 were included.\n \n \n RESULTS\n According to the topics and methodologies, the sex doll and sex robot publications were divided into 5 and 6 groups, respectively. The majority of publications were theoretical papers. Thus far, no observational or experimental research exists that uses actual sex dolls or sex robots as stimulus material.\n \n \n CONCLUSIONS\n There is a need to improve the theoretical elaboration and the scope and depth of empirical research examining the sexual uses of human-like full-body material artifacts, particularly concerning not only risks but also opportunities for sexual and social well-being.\n", "venue": "", "year": 2020, "referenceCount": 110, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "48648124", "name": "N. Döring"}, {"authorId": "47503460", "name": "M. Mohseni"}, {"authorId": "51202012", "name": "Roberto Walter"}]}}]}