{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b4c7bf9c6daa5bb86974b86f5c799eecbd82089e", "externalIds": {"DBLP": "journals/sis/SinghZWMA21", "MAG": "3095079304", "DOI": "10.4108/eai.26-10-2020.166767"}, "url": "https://www.semanticscholar.org/paper/b4c7bf9c6daa5bb86974b86f5c799eecbd82089e", "title": "Investigation of Social Behaviour Patterns using Location-Based Data - A Melbourne Case Study", "abstract": "Location-based social networks such as Swarm provide a rich source of information on human behaviour and urban functions. Our analysis of data created by users who voluntarily used check-ins with a mobile application can give insight into a user’s mobility and behaviour patterns. In this study, we used location-sharing data from Swarm to explore spatiotemporal, geo-temporal and behaviour patterns within the city of Melbourne. Moreover, we used several tools for different datasets. We used the MeaningCloud tool for sentiment analysis and the LIWC15 tool for psychometric analysis. Also, we employed SPSS software for the descriptive statistical analysis on check-in data to reveal meaningful trends and attain a deeper understanding of human behaviour patterns in the city. The results show that most people do not express strong negative or positive emotions in relation to the places they visit. Behaviour patterns vary based on gender. Furthermore, mobility patterns are different on different days of the week as well as at different times of a day but are not necessarily influenced by the weather.", "venue": "EAI Endorsed Trans. Scalable Inf. Syst.", "year": 2018, "referenceCount": 79, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2115329866", "name": "Ravinder Singh"}, {"authorId": "49889222", "name": "Yanchun Zhang"}, {"authorId": "39049664", "name": "Hua Wang"}, {"authorId": "50273189", "name": "Yuan Miao"}, {"authorId": "144371119", "name": "K. Ahmed"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cc76b0a23306e83980d4713857d56fb6a534e904", "externalIds": {"MAG": "3176577784", "DOI": "10.31338/2544-3135.si.2020-86.19"}, "url": "https://www.semanticscholar.org/paper/cc76b0a23306e83980d4713857d56fb6a534e904", "title": "Stosowanie algorytmów cenowych jako wyzwanie dla współczesnego prawa antymonopolowego", "abstract": "In the following paper, the author elaborates on the challenges that today’s competition law has to face with regard to the more and more common use of algorithmic technics by the entrepreneurs, particularly in the field of pricing process. After providing a brief definition of the most fundamental terms, a structural analysis is performed of anticompetitive practices that are facilitated by algorithms. Instances investigated by the author have been assigned into three groups, distinguished according to relations between the entities taking part in a particular practice. The described models are of various complexity and pose different threats to the state of competition. The author made an attempt to draw the line between the cases which fall under the scope of currently enforceable competition law provisions and those to which competition agencies do not apply appropriate tools. In the next part of the paper, the author presents a case study of the so called lex Uber – an Act of the Polish Parliament intended to regulate the passenger transport market in Poland in the light of the rise of modern transportation services, e.g. provided by Uber or Bolt. In the author’s opinion, the enacted provisions may result in inconsistencies with competition law. In the last part of the paper the author suggests possible legal solutions that should safeguard competition on the markets where using algorithmic solutions is still more and more common.", "venue": "Studia Iuridica", "year": 2021, "referenceCount": 13, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2129189536", "name": "Filip Wiaderek"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "47b0f72137c19901a94df2aaf5ed1c0525e00833", "externalIds": {"MAG": "2981570774", "DOI": "10.3224/gender.v11i3.02"}, "url": "https://www.semanticscholar.org/paper/47b0f72137c19901a94df2aaf5ed1c0525e00833", "title": "Die Versprechen von Big Data im Spiegel feministischer Rationalitätskritik", "abstract": "Im Kontext von Digitalisierung und Datafizierung werden seit einigen Jahren die Potenziale und Risiken eines mit dem Aufstieg von Big Data verbundenen, neuen Wahrheitsregimes diskutiert. Dabei steht die Diskussion, wie Big Data aus feministischer Perspektive einzuschätzen ist, noch am Anfang. Der Aufsatz leistet einen Beitrag zu dieser Diskussion, indem er die Versprechen von Big Data, genauer die sich hierin artikulierende erkenntnistheoretische Trias aus Datenfundamentalismus, post-explanativem Antizipationspragmatismus und anti-politischem Solutionismus einer diskurstheoretisch informierten und feministisch inspirierten Rationalitätskritik zuführt. Analytisch rekonstruiert werden so die Verflechtungen der kulturellen (Wissens-)Grundlagen von Big Data mit vergeschlechtlichten und vergeschlechtlichenden Macht- und Herrschaftsverhältnissen.", "venue": "GENDER – Zeitschrift für Geschlecht, Kultur und Gesellschaft", "year": 2019, "referenceCount": 43, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "34833075", "name": "B. Prietl"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "80d8afd7166b5642a8a61e23e4ba2d92077d93a1", "externalIds": {"MAG": "2964539331", "DOI": "10.33889/IJMEMS.2019.4.5-089"}, "url": "https://www.semanticscholar.org/paper/80d8afd7166b5642a8a61e23e4ba2d92077d93a1", "title": "About Scaling of Controlling Information System of Industrial Complex by Streamlining of Big Data Arrays in Compliance with Hierarchy of the Present Lifeworlds", "abstract": "This article discusses the problem of scaling the control information system. Some new type of horizontal scaling of big data array is offered. It consists in structuring of this array in compliance with hierarchy of lifeworlds (Lebenswelt), which become distinguishable in the paradigm of large-scale system. Processes of the \"lower\" lifeworlds can be so slow that won't be caught by strategic analysis and design instruments of \"top\" lifeworlds. However, these processes can give some delayed cumulative effect called \"black swan effect\". The complex formation algorithms recreating the logic of the interconnection of industrial enterprise subsystems are presented. The bases of the choice of temporary horizon extension for large-scale system strategic planning are given.", "venue": "International Journal of Mathematical, Engineering and Management Sciences", "year": 2019, "referenceCount": 50, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "31379871", "name": "D. Reut"}, {"authorId": "120380005", "name": "S. Falko"}, {"authorId": "102884442", "name": "E. Postnikova"}]}}, {"contexts": ["It is an inexorable trend that individual organizations will have more and more large scale data collected from the services, applications and platforms they provide [1], and the growth of data volume will be exponentially growing [2]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "98d1d62f9cd521c9954995cba3be0deaf4663540", "externalIds": {"MAG": "2977962837", "DBLP": "conf/hpcc/BillingsW19", "DOI": "10.1109/HPCC/SmartCity/DSS.2019.00385"}, "url": "https://www.semanticscholar.org/paper/98d1d62f9cd521c9954995cba3be0deaf4663540", "title": "NARMAX Model as a Sparse, Interpretable and Transparent Machine Learning Approach for Big Medical and Healthcare Data Analysis", "abstract": "Influenza and influenza-like illnesses are one of the leading causes of death in the world, resulting in heavy losses to individual families and nations. Accurate and timely forecasts of seasonal influenza would therefore crucially important to inform and facilitate public health decision-making for presenting and intervening influenza epidemics. System identification and data-driven modelling approaches play an indispensable role in analyzing and understanding complex processes including medical, healthcare and environmental time series. This paper aims to present a type of sparse, interpretable and transparent (SIT) model, which cannot only be used for future behavior prediction but more importantly for understanding the dependent relationship between the response variables of a system on potential independent variables (also known as input variables or predictors). An ideal candidate for such a SIT representation is the well-known NARMAX (nonlinear autoregressive moving average with exogenous inputs) model, which can be established based on input and output data of the system of interest, and the final refined model is usually simple, parsimonious and easy to interpret. The general framework of the NARMAX model is presented, and the state-of-the-art algorithms for such a SIT model estimation are described. Two case studies are provided to illustrate how well the SIT-NARMAX model can work for medical, healthcare and related data.", "venue": "2019 IEEE 21st International Conference on High Performance Computing and Communications; IEEE 17th International Conference on Smart City; IEEE 5th International Conference on Data Science and Systems (HPCC/SmartCity/DSS)", "year": 2019, "referenceCount": 52, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1719377", "name": "S. Billings"}, {"authorId": "8039213", "name": "Hua-Liang Wei"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b0259b1d24c9839afc6f148ed46586a88bf348c6", "externalIds": {"MAG": "2997691049", "DOI": "10.33847/2686-8296.1.1_2"}, "url": "https://www.semanticscholar.org/paper/b0259b1d24c9839afc6f148ed46586a88bf348c6", "title": "Social Aspects of Big Data Technology Implementation", "abstract": "Big Data is supposed to be one of the main traits of new coming digital era. Its technological aspects are usually widely discussed, whereas social peculiarities are mostly neglected. We present main approaches to Big Data, and argue that despite seeming revolutionary technology, Big Data can be treated as a new tool to produce knowledge. That means, it generates the same risks and challenges as other breakthroughs we witnessed previously. To our viewpoint, cultural aspects should be as counted as a main issue in Big Data implementation. Since the inability to control big data through prohibiting some peculiar features it possesses, we argue that one should focus on such practical steps as terminology improvements, and the evaluation of societal outcomes of the new technology.", "venue": "", "year": 2019, "referenceCount": 29, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "145746049", "name": "A. Balyakin"}, {"authorId": "2587371", "name": "S. Taranenko"}, {"authorId": "150224117", "name": "M. Nurbina"}, {"authorId": "1909891", "name": "M. Titov"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "40fabf2d1793501c0cb420609d85a12b5ee021f6", "externalIds": {"MAG": "2897941989", "DOI": "10.18775/IJIED.1849-7551-7020.2015.43.2002"}, "url": "https://www.semanticscholar.org/paper/40fabf2d1793501c0cb420609d85a12b5ee021f6", "title": "The Challenges for Digital Society: Education and E-Leadership", "abstract": "The way in which digital technologies have transformed our everyday lives is before our eyes. Such technologies now appear to be physical and cognitive prostheses that give meaning and continuity to our daily work, radically redefining the times, the spaces and the ways of our daily living. These changes pose new challenges in training leaders able to lead the socio-economic changes. This process of general increase of complexity in our society is leading to the emergence of a new socio-economic and organizational model that we are not able to understand and govern yet, opening up scenarios of profound inequalities and new risks. We are in the middle of a crossroads of opposing tensions which do not find explanations in univocal interpretations but demand a collective effort to understand the renewed role which university can have in advanced modernity. What are the great challenges of the future? How can human development be pursued in the context of the changes and uncertainties that characterize our times? Trying to define the boundaries of this radical change is just the first step in an effort to understand today's complexity", "venue": "", "year": 2018, "referenceCount": 46, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "70845670", "name": "S. Capogna"}, {"authorId": "31700632", "name": "A. Figus"}, {"authorId": "98843695", "name": "Stefano Mustica"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ed73e615dd461b0f96d05eecffb18a15d2efdcd8", "externalIds": {"MAG": "2806845817", "DOI": "10.1155/2018/8058670"}, "url": "https://www.semanticscholar.org/paper/ed73e615dd461b0f96d05eecffb18a15d2efdcd8", "title": "Big Data Validity Evaluation Based on MMTD", "abstract": "Big data has been studied extensively in recent years. With the increase in data size, data quality becomes a priority. Evaluation of data quality is important for data management, which influences data analysis and decision making. Data validity is an important aspect of data quality evaluation. Based on 3V properties of big data, dimensions that have a major influence on data validity in a big data environment are analyzed. Each data validity dimension is analyzed qualitatively using medium logic. The measuring of medium truth degree is used to propose models to measure single and multiple dimensions of big data validity. The validity evaluation method based on medium logic is more reasonable and scientific than general methods.", "venue": "Mathematical Problems in Engineering", "year": 2018, "referenceCount": 25, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "46772943", "name": "Ningning Zhou"}, {"authorId": "2115500955", "name": "Guofang Huang"}, {"authorId": "2053866411", "name": "Suyang Zhong"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f22bfba4c43b8197a35c88fcf8815aee71f40aa8", "externalIds": {"MAG": "2884953313", "DOI": "10.18775/JIBRM.1849-8558.2015.34.3003"}, "url": "https://www.semanticscholar.org/paper/f22bfba4c43b8197a35c88fcf8815aee71f40aa8", "title": "An Entropy Approach to China Big Data Ecology", "abstract": null, "venue": "", "year": 2018, "referenceCount": 14, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145335641", "name": "Tao Li"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "dfa505a35d93c347be483dd207c6f604023b0540", "externalIds": {"MAG": "2773940843", "DOI": "10.33166/AETIC.2017.01.001"}, "url": "https://www.semanticscholar.org/paper/dfa505a35d93c347be483dd207c6f604023b0540", "title": "Analysis of Home Energy Consumption by K-Mean", "abstract": "The smart meter offered exceptional chances to well comprehend energy consumption manners in which quantity of data being generated. One request was the separation of energy load-profiles into clusters of related conduct. The Research measured the resemblance between groups them together and load-profiles into clusters by k-means clustering algorithm. The cluster met, also called “Gender (Male/Female), House (Rented/Owned) and customers status (Satisfied/Unsatisfied)” display methods of consuming energy. It provided value information aimed at utilities to generate specific electricity charges and healthier aim energy efficiency programs. The results show that 43% extremely dissatisfied of energy customer is achieved by using energy consumption.", "venue": "", "year": 2017, "referenceCount": 46, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "35325348", "name": "Fahad Razaque"}, {"authorId": "47192885", "name": "N. Soomro"}, {"authorId": "10776226", "name": "J. A. Samo"}, {"authorId": "35326530", "name": "Huma Dharejo"}, {"authorId": "46505350", "name": "S. Shaikh"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e544ca49770b7bb00318d5ab52647f2c76472d19", "externalIds": {"MAG": "2611142971"}, "url": "https://www.semanticscholar.org/paper/e544ca49770b7bb00318d5ab52647f2c76472d19", "title": "Healthcare, Big Data and Cloud Computing", "abstract": "The rapidly expanding field of Big Data is a result of the data deluge generated by the rapid increase in the use of mobile devices and social media. It has provided tools to collect, store, manage, and analyze huge volumes of data (either structured, semi-structured or unstructured) produced by current healthcare systems. Big Data Analytics has started to play a crucial role in the evolution of healthcare practices and research, being now applied towards aiding the process of care delivery and disease exploration. Cloud computing enables all Big Data operations through the provision of large storage and processing power. This paper introduces all of these notions in the context of healthcare. It discusses the advantages, but also challenges brought by Big Data to this field. It also proposes a Big Data Architecture for healthcare. Finally, it presents some of the areas of application of Big Data to healthcare in Romania. Key-Words: Big Data, Big Data Analytics, Cloud Computing, Healthcare, semi-structured data, unstructured data, NoSQL databases, Hadoop", "venue": "", "year": 2016, "referenceCount": 28, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145248932", "name": "A. Alexandru"}, {"authorId": "32227170", "name": "C. Alexandru"}, {"authorId": "51213696", "name": "Dora Coardos"}, {"authorId": "2482417", "name": "E. Tudora"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f5ca656cbbb68a7a83783231772fba75a6409869", "externalIds": {"PubMedCentral": "4773236", "MAG": "2290556040", "DOI": "10.1371/journal.pone.0150015", "PubMed": "26930552"}, "url": "https://www.semanticscholar.org/paper/f5ca656cbbb68a7a83783231772fba75a6409869", "title": "From Observation to Information: Data-Driven Understanding of on Farm Yield Variation", "abstract": "Agriculture research uses “recommendation domains” to develop and transfer crop management practices adapted to specific contexts. The scale of recommendation domains is large when compared to individual production sites and often encompasses less environmental variation than farmers manage. Farmers constantly observe crop response to management practices at a field scale. These observations are of little use for other farms if the site and the weather are not described. The value of information obtained from farmers’ experiences and controlled experiments is enhanced when the circumstances under which it was generated are characterized within the conceptual framework of a recommendation domain, this latter defined by Non-Controllable Factors (NCFs). Controllable Factors (CFs) refer to those which farmers manage. Using a combination of expert guidance and a multi-stage analytic process, we evaluated the interplay of CFs and NCFs on plantain productivity in farmers’ fields. Data were obtained from multiple sources, including farmers. Experts identified candidate variables likely to influence yields. The influence of the candidate variables on yields was tested through conditional forests analysis. Factor analysis then clustered harvests produced under similar NCFs, into Homologous Events (HEs). The relationship between NCFs, CFs and productivity in intercropped plantain were analyzed with mixed models. Inclusion of HEs increased the explanatory power of models. Low median yields in monocropping coupled with the occasional high yields within most HEs indicated that most of these farmers were not using practices that exploited the yield potential of those HEs. Varieties grown by farmers were associated with particular HEs. This indicates that farmers do adapt their management to the particular conditions of their HEs. Our observations confirm that the definition of HEs as recommendation domains at a small-scale is valid, and that the effectiveness of distinct management practices for specific micro-recommendation domains can be identified with the methodologies developed.", "venue": "PloS one", "year": 2016, "referenceCount": 96, "citationCount": 26, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Mathematics", "Medicine"], "authors": [{"authorId": "145441008", "name": "Daniel Jiménez"}, {"authorId": "47866486", "name": "Hugo Dorado"}, {"authorId": "39905852", "name": "J. Cock"}, {"authorId": "3310420", "name": "S. Prager"}, {"authorId": "3868625", "name": "S. Delerce"}, {"authorId": "35194914", "name": "Alexandre Grillon"}, {"authorId": "7912576", "name": "Mercedes Andrade Bejarano"}, {"authorId": "50521675", "name": "H. Benavides"}, {"authorId": "80846006", "name": "A. Jarvis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fdc60584c0aed9220bff6e16e55964d5f8e63a78", "externalIds": {"PubMedCentral": "5221776", "MAG": "2525096946", "DOI": "10.2176/nmc.ra.2016-0174", "PubMed": "27680330"}, "url": "https://www.semanticscholar.org/paper/fdc60584c0aed9220bff6e16e55964d5f8e63a78", "title": "Status and Future Perspectives of Utilizing Big Data in Neurosurgical and Stroke Research", "abstract": "The management, analysis, and integration of Big Data have received increasing attention in healthcare research as well as in medical bioinformatics. The J-ASPECT study is the first nationwide survey in Japan on the real-world setting of stroke care using data obtained from the diagnosis procedure combination-based payment system. The J-ASPECT study demonstrated a significant association between comprehensive stroke care (CSC) capacity and the hospital volume of stroke interventions in Japan; further, it showed that CSC capabilities were associated with reduced in-hospital mortality rates. Our study aims to create new evidence and insight from ‘real world’ neurosurgical practice and stroke care in Japan using Big Data. The final aim of this study is to develop effective methods to bridge the evidence-practice gap in acute stroke healthcare. In this study, the authors describe the status and future perspectives of the development of a new method of stroke registry as a powerful tool for acute stroke care research.", "venue": "Neurologia medico-chirurgica", "year": 2016, "referenceCount": 40, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "5131173", "name": "Ataru Nishimura"}, {"authorId": "2026241", "name": "K. Nishimura"}, {"authorId": "2210842", "name": "A. Kada"}, {"authorId": "144844645", "name": "K. Iihara"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "85076c4534fa30e69e2d50197db78979b706abca", "externalIds": {"MAG": "2327383012", "DOI": "10.14257/AJMAHS.2015.12.10"}, "url": "https://www.semanticscholar.org/paper/85076c4534fa30e69e2d50197db78979b706abca", "title": "Case Study of Big Data in Humanities using Ngram Viewer", "abstract": "As a methodology for academic studies, user requirements and use cases on systems which are fusion of Humanities and information technology are increasing. Because the amount of data increases exponentially with the advent of the mobile era, big data technologies are being hailed as the next-generation paradigm of information technology. Big data humanities is a field of study that combines big data and Humanities, and is emerging with digital humanities. Big data humanities has remained yet at an early stage. But, there are a lot of effects on humanities research if big data application technologies will be utilized on huge humanities information accumulated through digital archiving. In this paper, we carry out case studies of big data in Humanities using Ngram viewer of Google. In detail, first, we extract the main keywords on events such as Israeli-Palestinian conflict and Iranian revolution. Then, analysis was performed through occurrence frequency trend which these keywords appear in the books of particular times.", "venue": "", "year": 2015, "referenceCount": 9, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "83290628", "name": "Sang-Ho Moon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c3fbb60190e8df725b9d4ae8a92b73e19ea99a86", "externalIds": {"MAG": "1528189436", "DBLP": "conf/mipro/ZagarP15", "DOI": "10.1109/MIPRO.2015.7160483"}, "url": "https://www.semanticscholar.org/paper/c3fbb60190e8df725b9d4ae8a92b73e19ea99a86", "title": "Have we been monetized and become commodity without our consent - Privacy in the time of Big Data technology", "abstract": "According to Eric Schmidt, Google CEO, the quantity of data which is now generated in only two days, equals the quantity of data which was generated since the beginning of civilization until 2003. Aggregation of technologies which are used for storing and the analysis of huge quantity of data are called Big Data, and are used in many aspects of human activity. Since both structured and non-structured sources of data are used in Big Data technology, there is a question of personal data and privacy protection. Are and in what ways various companies, agencies and services collecting and analyzing personal data from social networks in order to increase their efficiency, make profit or to increase general safety of citizens? Law on Protection of Personal Data regulates the protection of personal data of citizens as well as the supervision of the collection, processing and use of personal data in the Republic of Croatia. Provisions of this Law are applicable to the processing of personal data by state authorities, local authorities, as well as legal entities and private persons who process personal data. Has personal data which is stored and analyzed on daily basis become commodity without our consent?", "venue": "2015 38th International Convention on Information and Communication Technology, Electronics and Microelectronics (MIPRO)", "year": 2015, "referenceCount": 13, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "50707291", "name": "M. Zagar"}, {"authorId": "1919836", "name": "Dubravka Mendes Poljak"}]}}, {"contexts": ["Ratings take integer values in the interval [1, 5] indicating how much the user likes the movie.", "To put it differently, Big Data is being characterized by 6Vs: Volume, Variety, Velocity, Veracity, Variability and Value [1]-[3].", "In another effort by Lee and Chang, Stochastic Singular Value Decomposition was used instead of conventional similarity measure to overcome the scalability problem of existing item-based CF recommender systems.", "One of the promising approaches is Singular Value Decomposition (SVD)."], "isInfluential": true, "intents": ["methodology", "background"], "citingPaper": {"paperId": "caaef521dee02fd2a8f957f87d8a9b26e1a5ef9c", "externalIds": {"MAG": "2189081352", "DOI": "10.11591/IJECE.V5I6.PP1553-1563"}, "url": "https://www.semanticscholar.org/paper/caaef521dee02fd2a8f957f87d8a9b26e1a5ef9c", "title": "Recommender Systems in Light of Big Data", "abstract": "The growth in the usage of the web, especially e-commerce website, has led to the development of recommender system (RS) which aims in personalizing the web content for each user and reducing the cognitive load of information on the user. However, as the world enters Big Data era and lives through the contemporary data explosion, the main goal of a RS becomes to provide millions of high quality recommendations in few seconds for the increasing number of users and items. One of the successful techniques of RSs is collaborative filtering (CF) which makes recommendations for users based on what other like-mind users had preferred. Despite its success, CF is facing some challenges posed by Big Data, such as: scalability, sparsity and cold start. As a consequence, new approaches of CF that overcome the existing problems have been studied such as Singular value decomposition (SVD). This paper surveys the literature of RSs and reviews the current state of RSs with the main concerns surrounding them due to Big Data. Furthermore, it investigates thoroughly SVD, one of the promising approaches expected to perform well in tackling Big Data challenges, and provides an implementation to it using some of the successful Big Data tools (i.e. Apache Hadoop and Spark). This implementation is intended to validate the applicability of, existing contributions to the field of, SVD-based RSs as well as validated the effectiveness of Hadoop and spark in developing large-scale systems. The implementation has been evaluated empirically by measuring mean absolute error which gave comparable results with other experiments conducted, previously by other researchers, on a relatively smaller data set and non-distributed environment. This proved the scalability of SVD-based RS and its applicability to Big Data.", "venue": "", "year": 2015, "referenceCount": 27, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1409145517", "name": "Khadija Ateya Almohsen"}, {"authorId": "1406805747", "name": "H. Al-Jobori"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d96ba6b39e50909036b9e541c8d1dd5665459a31", "externalIds": {"MAG": "2201171483", "DOI": "10.2991/ICHSSR-15.2015.23"}, "url": "https://www.semanticscholar.org/paper/d96ba6b39e50909036b9e541c8d1dd5665459a31", "title": "On the Background of “One Belt and One Road + Internet”the Dilemma and Strategy of TCM “Culture Output”", "abstract": "With the development of the strategy of “One Belt and One Road/ Beijing Silk Road Initiative”, the Asia-Europe Continental Bridge ushers the economic and cultural exchanges once again; On the background of the concept of “Internet +”, the traditional industry drives to the fast track of development. As the wisdom crystallization of Chinese culture for thousands of years, Traditional Chinese Medicine (TCM), on the background of cultural globalization, leveraging on “One Belt and One Road” and “Internet +”, has become a guarantee to strengthen Chinese cultural soft power. In the process of internationalization of TCM, it is faced with many bottlenecks. This paper focuses on analyzing of the background and problems, and further puts forward the strategies and solutions of “culture output” on TCM.", "venue": "", "year": 2015, "referenceCount": 12, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "40764515", "name": "Zheqian Su"}, {"authorId": "46993546", "name": "Xiaochun Du"}, {"authorId": "115298666", "name": "Zhanyi He"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1d771bce204eb8d646737d031ad35a69a633adc6", "externalIds": {"MAG": "2020742695", "DOI": "10.4028/www.scientific.net/AMM.685.524"}, "url": "https://www.semanticscholar.org/paper/1d771bce204eb8d646737d031ad35a69a633adc6", "title": "Research on the Application of Big Data in the Environmental Decision-Making of the Government", "abstract": "The article mainly researches on the application of big data in the environment decision-making of the government. Through the integration of the technology of Internet, video compression, computer processing, we pose the model of the government environmental data platform. The platform includes the environmental data acquisition platform, the environmental decision-making platform and the environmental management platform.", "venue": "", "year": 2014, "referenceCount": 3, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "49780953", "name": "Yan Zhu"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "223fdf383068dc74282c1c2bae7d6f877d1a81b8", "externalIds": {"MAG": "1991192420", "DOI": "10.4028/www.scientific.net/AMM.635-637.478"}, "url": "https://www.semanticscholar.org/paper/223fdf383068dc74282c1c2bae7d6f877d1a81b8", "title": "An Oil and Gas Pipeline Accident Model Based on Failure of Generalized Management", "abstract": "With the arrival of China's oil and gas pipeline network era, the security of oil and gas pipelines confront great challenges. Scientific pipeline safety management methods and concepts are needed. In this paper the SHEM model which is composed of hardware, software, environment and management is put forward to explain the cause of oil and gas pipeline accident. According to the control system of management failure, the oil and gas pipeline accident model based on failure of generalized management is established to provide effective methods for accident prevention and construction of safety management system for oil and gas pipeline.", "venue": "", "year": 2014, "referenceCount": 9, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "153904399", "name": "S. Jiang"}, {"authorId": "48571002", "name": "L. Zhang"}, {"authorId": "103108180", "name": "G. Tao"}, {"authorId": "98358778", "name": "Z. Wang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "516121930cda52ad801b57a0a924275a9c07bbfc", "externalIds": {"MAG": "146553031"}, "url": "https://www.semanticscholar.org/paper/516121930cda52ad801b57a0a924275a9c07bbfc", "title": "The predictive power of tweets: an exploratory study", "abstract": null, "venue": "", "year": 2014, "referenceCount": 33, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "51999673", "name": "H. Tops"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a1a21e46fa92b72f027a96736eae0f07de84bc91", "externalIds": {"MAG": "2059907303", "DOI": "10.4028/www.scientific.net/AMM.536-537.647"}, "url": "https://www.semanticscholar.org/paper/a1a21e46fa92b72f027a96736eae0f07de84bc91", "title": "Relational Database Architecture Refine Based on the Storage Space Estimate", "abstract": "This paper gives you a new method to dispose the coming big data. How to storage so much data in finite memorizer is an important thing we must be facing. We can refine the relational-database architecture by estimating the storage scale.", "venue": "ICRA 2014", "year": 2014, "referenceCount": 8, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2004826249", "name": "Li Yue"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2937977a6b1f401f6b24b1823e2d39780d453496", "externalIds": {"MAG": "2086453770", "DBLP": "conf/icnc/Bai13", "DOI": "10.1109/ICNC.2013.6818154"}, "url": "https://www.semanticscholar.org/paper/2937977a6b1f401f6b24b1823e2d39780d453496", "title": "Feasibility analysis of big log data real time search based on Hbase and ElasticSearch", "abstract": "There are a lot of log events generated very day from modern enterprises. Form the pattern of these log data, enterprises can mine business value; it's even better if they can do it in real time. But managing this big log data is a big challenge because traditional technology is not powerful enough to process huge data. Luckily, Hadoop echo system provides a new way to process big data; ElasticSearch, which is based on Lucene, is the modern search engineen for cloud environment. This paper presents a real-time big data search method: First, Flume agent from the end user's machine collect log events, then ElasticSearch according to the search conditions are needed rowkey list; finally Hbase using these rowkey directly from the database to get the data, the paper-based hardware to create a virtual machine environment, the experiment proved, with the search for more log events, the search response time does not increase linearly. This article will explain Hbase based on modern distributed systems and cloud real-time search search engine ElasticSearch feasibility of large data logs.", "venue": "2013 Ninth International Conference on Natural Computation (ICNC)", "year": 2013, "referenceCount": 32, "citationCount": 38, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2113828809", "name": "J. Bai"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a35467e1072fb762430d12ddf72e72d1ccc3405f", "externalIds": {"MAG": "1901400629", "DOI": "10.2139/ssrn.2353457"}, "url": "https://www.semanticscholar.org/paper/a35467e1072fb762430d12ddf72e72d1ccc3405f", "title": "Measuring Internet Activity: A (Selective) Review of Methods and Metrics", "abstract": "Two Decades after the birth of the World Wide Web, more than two billion people around the world are Internet users. The digital landscape is littered with hints that the affordances of digital communications are being leveraged to transform life in profound and important ways. The reach and influence of digitally mediated activity grow by the day and touch upon all aspects of life, from health, education, and commerce to religion and governance. This trend demands that we seek answers to the biggest questions about how digitally mediated communication changes society and the role of different policies in helping or hindering the beneficial aspects of these changes. Yet despite the profusion of data the digital age has brought upon us — we now have access to a flood of information about the movements, relationships, purchasing decisions, interests, and intimate thoughts of people around the world — the distance between the great questions of the digital age and our understanding of the impact of digital communications on society remains large. A number of ongoing policy questions have emerged that beg for better empirical data and analyses upon which to base wider and more insightful perspectives on the mechanics of social, economic, and political life online. This paper seeks to describe the conceptual and practical impediments to measuring and understanding digital activity and highlights a sample of the many efforts to fill the gap between our incomplete understanding of digital life and the formidable policy questions related to developing a vibrant and healthy Internet that serves the public interest and contributes to human wellbeing. Our primary focus is on efforts to measure Internet activity, as we believe obtaining robust, accurate data is a necessary and valuable first step that will lead us closer to answering the vitally important questions of the digital realm. Even this step is challenging: the Internet is difficult to measure and monitor, and there is no simple aggregate measure of Internet activity — no GDP, no HDI. In the following section we present a framework for assessing efforts to document digital activity. The next three sections offer a summary and description of many of the ongoing projects that document digital activity, with two final sections devoted to discussion and conclusions.", "venue": "", "year": 2013, "referenceCount": 67, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "145975946", "name": "Robert Faris"}, {"authorId": "1741420038", "name": "Rebekah Heacock Jones"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c1e2eaeaa9d094de03ad0a688dc4f45e151e8947", "externalIds": {"MAG": "2080786387", "DOI": "10.4028/www.scientific.net/AMR.791-793.2118"}, "url": "https://www.semanticscholar.org/paper/c1e2eaeaa9d094de03ad0a688dc4f45e151e8947", "title": "Using Crowdsourcing to Establish the Big Data of the Intelligent Transportation System", "abstract": "The establishment of big data is completed based on the data captured by automotive electronic systems and cameras on the highway. This kind of crowdsourcing model for data gathering can not only accomplish the accurate collection of enormous data, but also solves the problem of high costs. After the collection of data, the isolated data is linked with each other and shared. In this way, the data will be socialized so as to establish the truly big data. With the big data collected, data center makes an analysis and mining to schedule, monitor and manage the transportation intelligently.", "venue": "", "year": 2013, "referenceCount": 5, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2054997685", "name": "K. Yan"}]}}]}