{"offset": 0, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "09d52f61bf5e0efde23693d7795b5679251ab06c", "externalIds": {"MAG": "1591713446"}, "url": "https://www.semanticscholar.org/paper/09d52f61bf5e0efde23693d7795b5679251ab06c", "title": "The effect of multiple input devices on collaboration and gender issues", "abstract": "The KidStory project aims to develop technologies that encourage young children to work collaboratively in the classroom. KidPad, a drawing and zooming tool, has been developed to be used with one, two or more mice to support children's 'shoulder-to-shoulder' collaboration at the computer. The study described in this paper explores how multiple input devices impact on pairs' interactions at the computer and the work they produce together. Preliminary analyses suggest that two mice can aid collaborative behaviour. However there are marked differences in the quality of collaboration dependent on the gender of the children involved.", "venue": "", "year": 2001, "referenceCount": 23, "citationCount": 28, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3331225", "name": "C. Abnett"}, {"authorId": "144856235", "name": "D. Stanton"}, {"authorId": "143641232", "name": "H. Neale"}, {"authorId": "67183611", "name": "C. O'Malley"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "0e1e04da31e6a74d5bc20f34ecc9fe2868c2bf0d", "externalIds": {"DBLP": "journals/ce/Selim03", "MAG": "2139782403", "DOI": "10.1016/S0360-1315(02)00142-2"}, "url": "https://www.semanticscholar.org/paper/0e1e04da31e6a74d5bc20f34ecc9fe2868c2bf0d", "title": "An empirical investigation of student acceptance of course websites", "abstract": "The World Wide Web (WWW) is the future in teaching and learning. This paper uses the Technology Acceptance Model (TAM) constructs of usefulness and ease of use to assess university students' acceptance of course websites as an effective learning tool. A survey instrument was distributed to 450 undergraduate students and a total of 403 usable responses were obtained. Exploratory and confirmatory factor analyses were implemented using structural equation modeling techniques through LISREL version 8.52. A structural equation model was used to fit and validate the Course Website Acceptance Model (CWAM) and the results indicated good fit to the data. Course website usefulness and ease of use proved to be key determinants of the acceptance and usage of course website as an effective and efficient learning technology. The causal relationships between the constructs considered by the CWAM were well supported, accounting for 83% of the total variance in the course website acceptance and usage.", "venue": "Comput. Educ.", "year": 2003, "referenceCount": 71, "citationCount": 397, "influentialCitationCount": 41, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1815458", "name": "H. Selim"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "0e59bf7c3cfa3650121cfef36a7a13c633597622", "externalIds": {"MAG": "2139406617", "DOI": "10.2190/3U7R-DCD5-F6T1-QKRJ"}, "url": "https://www.semanticscholar.org/paper/0e59bf7c3cfa3650121cfef36a7a13c633597622", "title": "Competition within Computer-Assisted Cooperative Learning Environments: Cognitive, Affective, and Social Outcomes", "abstract": "The effects and implications of embedding the element of competition in computer-assisted cooperative learning situations on student cognitive, affective, and social outcomes were examined in the present study. The results of the statistical analysis showed that cooperation without inter-group competition engendered better attitudes toward the subject matter studied and promoted more positive inter-personal relationships both within and among the learning groups than cooperation with inter-group competition. Furthermore, the exchange of ideas and information both within and among the learning groups tended to be more effective and efficient when cooperation did not take place in the context of inter-group competition. Based on the results of this study and previous research, it was suggested that to promote constructive interactions among participants and to enhance student affective and social developments, cooperation without inter-group competition might be the preferred instructional strategy to adopt, as compared to cooperation with inter-group competition.", "venue": "", "year": 2001, "referenceCount": 69, "citationCount": 33, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39056223", "name": "F. Yu"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "128f040f5197a4949708e987b8bda2db02b3233b", "externalIds": {"MAG": "191339635", "DOI": "10.1007/978-1-4471-0259-5_19"}, "url": "https://www.semanticscholar.org/paper/128f040f5197a4949708e987b8bda2db02b3233b", "title": "Collaboration and shared virtual environments — from metaphor to reality", "abstract": "This chapter proposes a framework for handling the technologies of networked collaboration. It is suggested that the information appliances and wearable computers that will soon dominate our lives will lead to a major paradigm shift from network-centered to human-centered thinking. By replacing many material goods and travel experiences these “Information Society Technologies” will open the way to global sustainability. They replace the unsustainable consumer product lifestyle of today with an “enhanced reality” that includes tele-and virtual components that can be more fulfilling than the real thing.", "venue": "", "year": 2001, "referenceCount": 8, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2585771", "name": "D. Leevers"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "199e2238bc411ccb3604780cecf32d9c73c4e7dd", "externalIds": {"MAG": "2047266636", "DOI": "10.1080/0260137032000102850"}, "url": "https://www.semanticscholar.org/paper/199e2238bc411ccb3604780cecf32d9c73c4e7dd", "title": "The validity and reliability of focus groups as a research method in adult education", "abstract": "The article examines the theory and practice of focus groups in adult education research. Three theoretical positions are described: radical hermeneutic, moderate interpretative and pragmatic realistic position trying to bridge the gap with positivist research. This last position has been chosen as the departure point for a further analysis of the focus group elements, which relate to validity and reliability. The research examines four European research projects in the field of adult education. The most important and surprising data are presented with reference to both socio-psychological and technical problems in the use of this method. The results highlight the importance and dynamics of all the elements discussed.", "venue": "", "year": 2003, "referenceCount": 60, "citationCount": 90, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118258973", "name": "N. Chioncel"}, {"authorId": "86962798", "name": "R. V. D. Veen"}, {"authorId": "103394982", "name": "D. Wildemeersch"}, {"authorId": "144369838", "name": "P. Jarvis"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "1c78dcd416f812b36445a1836e2097a5e4349ff7", "externalIds": {"MAG": "2180169005", "DBLP": "journals/ets/Muirhead00a"}, "url": "https://www.semanticscholar.org/paper/1c78dcd416f812b36445a1836e2097a5e4349ff7", "title": "Enhancing Social Interaction in Computer-Mediated Distance Education", "abstract": "Contemporary distance education schools are striving to have the most effective educational programs that encourage a dynamic combination of being flexible, individualized, personally and professionally challenging. As distance education schools grow in popularity, distance educators and their learners are raising important instructional questions about the quality of these computer mediated educational programs. A vital academic question involves the social interaction that occurs during online class work. Educators are wondering whether the online format will provide adequate opportunities for genuine dialogue and social interaction that are vital elements in the learning process (Hobaugh, 1997).", "venue": "J. Educ. Technol. Soc.", "year": 2000, "referenceCount": 22, "citationCount": 97, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1917098", "name": "Brent Muirhead"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "2d7e5d8511c8984ac27306679b722d903f212fc0", "externalIds": {"MAG": "951804702"}, "url": "https://www.semanticscholar.org/paper/2d7e5d8511c8984ac27306679b722d903f212fc0", "title": "A Learning Community on the Internet:An exercise with Masters Students", "abstract": null, "venue": "", "year": 1997, "referenceCount": 10, "citationCount": 17, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2618330", "name": "M. Rich"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "3695ca3deeb8ce3153ca99fd7a56140067b7e709", "externalIds": {"MAG": "2071687304", "DOI": "10.3402/RLT.V9I2.12024"}, "url": "https://www.semanticscholar.org/paper/3695ca3deeb8ce3153ca99fd7a56140067b7e709", "title": "Does gender matter in online learning", "abstract": "The image of a stereotypical computing student is still 'geeky' (Selby, Ryba and Young, 1997; Margolis, Fisher and Miller, 1999) or 'nerdy, unwashed and working incredibly long hours, pausing occasionally to drink coke and order a pizza' (Brook, Mann and Virtue, 2000). This might be the reason that only 20 per cent of undergraduate IT students are female (Brook et ah, 2000). Indeed over the years there have been many attempts to be proactive and promote women in IT, both by institutes and individuals. DOI: 10.1080/0968776010090202", "venue": "", "year": 2001, "referenceCount": 48, "citationCount": 96, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1805072", "name": "M. McSporran"}, {"authorId": "144732248", "name": "S. Young"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "3ca7548791386712a401ecf33417b7670b11ed4a", "externalIds": {"DBLP": "journals/ijmms/SwiggerABM04", "MAG": "2015625986", "DOI": "10.1016/j.ijhcs.2003.10.006"}, "url": "https://www.semanticscholar.org/paper/3ca7548791386712a401ecf33417b7670b11ed4a", "title": "Effects of culture on computer-supported international collaborations", "abstract": "This paper discusses results of a case study from an on-going project to investigate how cultural factors, as identified by the Cultural Perspectives Questionnaire (CPQ), affect the performance of distributed collaborative learning teams. The results indicate that a team's cultural composition is a sign1ificant predictor of its performance on programming projects. Cultural attributes most strongly correlated to group performance included those related to attitudes about organizational hierarchy, organizational harmony, trade-offs between future and current needs, and beliefs about how much influence individuals have on their fate. Moreover, the type of programming task affected the strength of the relationship between individual cultural attributes and performance. Participants in the study included computer science students from the University of North Texas (Texas, USA) and students from the Middle East Technical University in Ankara, Turkey. Students were divided into culturally diverse work-teams and assigned programming projects to be completed using special collaborative software. The programming tasks ranged from simple design projects to more complicated programs that required extensive collaboration. Cultural distinctions between work-teams were based upon the students' responses to the CPQ. Project performance was evaluated with respect to programming accuracy, efficiency, completeness, and style. The results presented here have important implications for the formation of distributed collaborations and, in particular, to educational institutions offering distance-learning programs that require team projects.", "venue": "Int. J. Hum. Comput. Stud.", "year": 2004, "referenceCount": 45, "citationCount": 48, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1682743", "name": "K. Swigger"}, {"authorId": "1706472", "name": "F. Alpaslan"}, {"authorId": "1698879", "name": "R. Brazile"}, {"authorId": "1719341", "name": "M. Monticino"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "400d314a3de43638a95d2a42c876251c73a0ba03", "externalIds": {"MAG": "2098118428", "DBLP": "conf/icalt/RussaF04", "DOI": "10.1109/ICALT.2004.1357458"}, "url": "https://www.semanticscholar.org/paper/400d314a3de43638a95d2a42c876251c73a0ba03", "title": "Robo-eLC: enhancing learning hypermedia with robotics", "abstract": "This paper describes the Robo-eLC project that aims at enhancing learning via the use of hypermedia in the case of robotics as learning appliances. The Robo-eLC robot, a cross application between e-learning and e-commerce, is the result of a multidisciplinary approach aimed at integrating elements of cognitive science, education, robotics and computer science in a single multimodal that takes into account human behaviour and cognitive processes. The robot is essentially an adaptive learning environment that interacts with users via audio-visual communication and that acts accordingly by moving its head and upper limbs depending on the specific situation. Preliminary analysis on Robo-eLC indicates that the combined interface was reported, by a majority of users, to have influenced their decisions to donate and that it was successful in accomplishing its tasks.", "venue": "IEEE International Conference on Advanced Learning Technologies, 2004. Proceedings.", "year": 2004, "referenceCount": 12, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1863857", "name": "Gaetano La Russa"}, {"authorId": "1972725", "name": "E. Faggiano"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "43eab32947083a79f2ed2431e67a61dc7108213a", "externalIds": {"MAG": "1584582210", "DBLP": "conf/hicss/DennisV99", "DOI": "10.1109/HICSS.1999.772701"}, "url": "https://www.semanticscholar.org/paper/43eab32947083a79f2ed2431e67a61dc7108213a", "title": "Rethinking media richness: towards a theory of media synchronicity", "abstract": "The paper describes a new theory called a theory of media synchronicity which proposes that a set of five media capabilities are important to group work, and that all tasks are composed of two fundamental communication processes (conveyance and convergence). Communication effectiveness is influenced by matching the media capabilities to the needs of the fundamental communication processes, not aggregate collections of these processes (i.e., tasks) as proposed by media richness theory. The theory also proposes that the relationships between communication processes and media capabilities will vary between established and newly formed groups, and will change over time.", "venue": "Proceedings of the 32nd Annual Hawaii International Conference on Systems Sciences. 1999. HICSS-32. Abstracts and CD-ROM of Full Papers", "year": 1999, "referenceCount": 119, "citationCount": 860, "influentialCitationCount": 97, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1718617", "name": "A. Dennis"}, {"authorId": "1798507", "name": "J. Valacich"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "46cdc6e886c468250f3c68f686df6a8e886d13dd", "externalIds": {"MAG": "2008304051", "DOI": "10.1080/13596740000200084"}, "url": "https://www.semanticscholar.org/paper/46cdc6e886c468250f3c68f686df6a8e886d13dd", "title": "The process of empirical research: a learning experience?", "abstract": "Abstract This article will consider the impact of empirical research on research subjects taking part in a study of older learners. The research described relates to work in progress; a pilot study was completed in 1998 and field work for the main study is now taking place. The research considers the effect of context on the process and experience of learning amongst older people. Participants have been asked to reflect on their role in the learning transaction and their understanding of, and feelings about education and learning. The methodology encourages participants to engage with the research and through this involvement it is suggested that participants have developed their thinking and have contributed to the debate about the meaning of learning in later life", "venue": "", "year": 2000, "referenceCount": 28, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39556837", "name": "T. Gaskell"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "486a9f408e0d040f21ece559d042b22ece95bab0", "externalIds": {"MAG": "1542120768", "DOI": "10.1023/A:1004036826490"}, "url": "https://www.semanticscholar.org/paper/486a9f408e0d040f21ece559d042b22ece95bab0", "title": "Misconceptions about the learning approaches, motivation and study practices of Asian students", "abstract": "There is a common perception that Asian students relyupon rote learning and prefer passive forms oflearning, though, this appears to be incompatible withevidence of their high levels of achievement. Thisapparent dichotomy is explained by showing thatmemorisation can occur in conjunction with theintention to understand. It could also result fromstudents learning material by heart because theyperceive that is what the course and assessmentrequire. Evidence from over 90 action researchprojects is used to disprove the common assertionsthat Asian students prefer passive learning and resistteaching innovations. It is argued that motivationdisplayed by Asian students is not well described byconventional definitions in psychology textbooks.Courses which provide good career preparation are asource of motivation but it is not an extrinsic formof motivation which depresses intrinsic motivation.There are high levels of achieving motive, but itfrequently has a collective nature rather than beingindividual and competitive.", "venue": "", "year": 2000, "referenceCount": 32, "citationCount": 474, "influentialCitationCount": 34, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2943744", "name": "D. Kember"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "487aac1f4dd481e877c4ffc2249e1d753d7ec367", "externalIds": {"MAG": "1976748445", "DOI": "10.1002/(SICI)1097-4571(2000)51:6<543::AID-ASI6>3.0.CO;2-S"}, "url": "https://www.semanticscholar.org/paper/487aac1f4dd481e877c4ffc2249e1d753d7ec367", "title": "Cognitive styles and virtual environments", "abstract": "Virtual environments enable a given information space to be traversed in different ways by different individuals, using different routes and navigation tools. However, we urgently need robust user models to enable us to optimize the deployment of such facilities. Research into individual differences suggests that the notion of cognitive style may be useful in this process. Many such styles have been identified. However, it is argued that Pask's work on holist and serialist strategies and associated styles of information processing are particularly promising in terms of the development of adaptive information systems. These constructs are reviewed, and their potential utility in “real‐world” situations assessed. Suggestions are made for ways in which they could be used in the development of virtual environments capable of optimizing the stylistic strengths and complementing the weaknesses of individual users. The role of neural networks in handling the essentially fuzzy nature of user models is discussed. Neural networks may be useful in dynamically mapping users' navigational behavior onto user models to enable them to generate appropriate adaptive responses. However, their learning capacity may also be particularly useful in the process of improving system performance and in the cumulative development of more robust user models.", "venue": "", "year": 2000, "referenceCount": 39, "citationCount": 34, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144045529", "name": "N. Ford"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "48b22bbadfd07a590133d0cc51e776ef60a047ca", "externalIds": {"MAG": "2025157940", "DOI": "10.5465/256593"}, "url": "https://www.semanticscholar.org/paper/48b22bbadfd07a590133d0cc51e776ef60a047ca", "title": "Cultural diversity''s impact on interaction process and performance: Comparing homogeneous and diver", "abstract": "The interaction process and performance of culturally homogeneous and culturally diverse groups were studied for 17 weeks. Initially, homogeneous groups scored higher on both process and performance effectiveness. Over time, both types of group showed improvement on process and performance, and the between-group differences converged. By week 17, there were no differences in process or overall performance, but the heterogeneous groups scored higher on two task measures, Implications for management and future research are given.", "venue": "", "year": 1993, "referenceCount": 18, "citationCount": 1713, "influentialCitationCount": 41, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Engineering"], "authors": [{"authorId": "2059376921", "name": "W. G. Watson"}, {"authorId": "1738988002", "name": "Krishna B. Kumar"}, {"authorId": "1447255824", "name": "L. Michaelson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "496d6a6c344683ea3e59ae79d4daf2d78d600454", "externalIds": {"MAG": "2107689489"}, "url": "https://www.semanticscholar.org/paper/496d6a6c344683ea3e59ae79d4daf2d78d600454", "title": "Human and Virtual Agents Interacting in the Virtuality Continuum", "abstract": "We introduce several of our projects in an overview that makes it possible to compare research approaches on interaction modeling in virtual, mixed-reality and real (physical) environments. For these environments, interaction modeling means multimodal (verbal and nonverbal) interaction modeling involving virtual and human actors. We are looking at the Milgram and Kishino virtuality continuum. Rather than confine ourselves to this continuum in terms of display technologies, we take a broader point of view, in particular the view of interactions made possible by these display technologies.", "venue": "", "year": 2004, "referenceCount": 27, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "144483473", "name": "A. Nijholt"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "4eb035fa0aba6ffe0b3220cd209a9a2fdfa787ba", "externalIds": {"MAG": "2340293824"}, "url": "https://www.semanticscholar.org/paper/4eb035fa0aba6ffe0b3220cd209a9a2fdfa787ba", "title": "Gender differences in Internet perceptions and use", "abstract": "Seventy-five undergraduate and postgraduate students completed Riding's Cognitive Styles Analysis and a specially devised questionnaire relating to perceptions and use of the Internet. A number of statistically significant correlations were found linking cognitive styles (verbalizer/imager and wholist/analytic), age and department to questionnaire items. However, the clearest findings related to gender differences, with females reporting significantly greater levels of disorientation and disenchantment in relation to the Internet.", "venue": "", "year": 1996, "referenceCount": 0, "citationCount": 109, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "144045529", "name": "N. Ford"}, {"authorId": "145871496", "name": "David Miller"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "550f8ad5e7fc4bc09c328f7278e5cd29e69a47e7", "externalIds": {"MAG": "1514126913", "DOI": "10.1002/ACE.117"}, "url": "https://www.semanticscholar.org/paper/550f8ad5e7fc4bc09c328f7278e5cd29e69a47e7", "title": "An Instructional Strategy Framework for Online Learning Environments", "abstract": "The rapid growth of web-based instruction has raised many questions about the quality of online courses. It appears that many online courses are simply modeled after traditional forms of instruction instead of incorporating a design that takes advantage of the unique capabilities of web-based learning environments. The authors present a conceptual framework that can guide the development of online courses. Specific examples of instructional strategies that fit the framework are described in detail.", "venue": "", "year": 2002, "referenceCount": 72, "citationCount": 310, "influentialCitationCount": 16, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143999308", "name": "Scott D. Johnson"}, {"authorId": "1892985", "name": "Steven R. Aragon"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "5b5390078b153ff9d9f805f09c570fb82f90c9a5", "externalIds": {"MAG": "2140918013", "DOI": "10.5860/choice.42-5937"}, "url": "https://www.semanticscholar.org/paper/5b5390078b153ff9d9f805f09c570fb82f90c9a5", "title": "Cultures and Organizations: Software of the Mind", "abstract": "Despite calls for better co-operation between countries and different cultures, there is still confrontation between people, groups and nations. But at the same time they are exposed to common problems which demand cooperation for the solution of these problems. This book helps to understand the differences in the way strategists and their followers think, offering practical solutions for those in business to help solve conflict between different groups.", "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 14252, "influentialCitationCount": 882, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2584600", "name": "G. Hofstede"}, {"authorId": "2584600", "name": "G. Hofstede"}, {"authorId": "39708729", "name": "M. Minkov"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "622f49a85e047fce90ca331ee499d895fff4eb0e", "externalIds": {"MAG": "1791215727", "DBLP": "conf/iccS/Sas04", "DOI": "10.1007/978-3-540-24688-6_131"}, "url": "https://www.semanticscholar.org/paper/622f49a85e047fce90ca331ee499d895fff4eb0e", "title": "Individual Differences in Virtual Environments", "abstract": "This paper summarises the results of several studies of individual differences among users navigating in virtual environments. These differences relate to performance of navigational tasks, and the degree of sense of presence experienced by the users. The individual differences addressed in this paper refer primarily to personality and demographic factors. The possibility of improving the design of virtual environments for a better accommodation of these differences is discussed.", "venue": "International Conference on Computational Science", "year": 2004, "referenceCount": 66, "citationCount": 44, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2175489", "name": "C. Sas"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "78b05afd3f30372e13afa7682ceee7a104559ab9", "externalIds": {"MAG": "2168241335", "DOI": "10.1109/47.843644"}, "url": "https://www.semanticscholar.org/paper/78b05afd3f30372e13afa7682ceee7a104559ab9", "title": "Active and interactive learning online: a comparison of Web-based and conventional writing classes", "abstract": "This study examines how students enrolled in two Web-based sections of a technical writing class performed compared to students enrolled in a conventional version of the class. Although no significant difference in student performance was found between the two learning conditions, our data reveal intriguing relationships between students' prior knowledge, attitudes, and learning styles and our Web-based writing environment. One finding that we focus on is that reflective, global learners performed significantly better online than active, sequential learners, whereas there was no difference between them in the conventional class. Our study highlights the complexity of effective teaching and the difficulty of making comparisons between the online and the classroom environments. In particular, we maintain that the transfer of active learning strategies to the Web is not straightforward and that interactivity as a goal of instructional Web site design requires significant elaboration.", "venue": "", "year": 2000, "referenceCount": 105, "citationCount": 121, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1745095", "name": "B. Mehlenbacher"}, {"authorId": "46358530", "name": "Carolyn R. Miller"}, {"authorId": "48469868", "name": "D. H. Covington"}, {"authorId": "2059501674", "name": "J. Larsen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "83eab73c342da9be17463007b97718f43b0e03c6", "externalIds": {"MAG": "1601467599", "DOI": "10.1177/104515959901100108"}, "url": "https://www.semanticscholar.org/paper/83eab73c342da9be17463007b97718f43b0e03c6", "title": "Computer Assisted Adult Interactive Learning in a Multi-Cultural Environment", "abstract": "With the declining cost and continued convergence of computing and communication technologies, and the availability of networked, computer multimedia communication, instruction supported by Web and e-mail interactive technology has been widely adopted by teaching and learning institutions. Adult learning often seems more consistent with the sort of peer learning and exchange that takes place outside formal education and training situations than within them. When more and more adults, who have been away from schooling for a Dong time, need to develop their knowledge or skills, the demands for adult learning increase. Computer multimedia and networking is regarded as an ideal supporting technology to meet the increasing demands for continuing adult education, but may cause a drastic change in the style of adult learning. This technology may or may not suit the learners' characteristics and their prior learning style. Most important, this change provides a more complex learning environment. For example, Pinhey (1998) stated that the Internet made possible a global education curriculum with various nations involved, so that understanding and tolerance of cultural differences is needed to reach a successful learning outcome. Besides more intercultural communication, there also will be more interactions among learners of different age levels during the learning process. These further considerations are prompting researchers to explore the effect of these factors on adult learning outcomes. The Environment of the Case Study This study reports on the experiences of 18 adult learners who were participating in a 12-week credit course. Students learned how to use the computer and the Internet as learning aids. The course used a combination of face-to-face conventional instruction, group work and e-mail interaction. This compound learning style offered an ideal situation to compare learners' preference and the effect on learning between face-to-face and e-mail media. The participants came from various countries, including China, Fiji, Hong Kong, Korea, New Zealand, the Philippines, South Africa, Taiwan and the United States. The mean age of the students was 38 years; the youngest was 24 while the oldest was 55. A total of 80 percent of the students had a personal computer in their home and 50 percent were able to access the Internet from home. One student was very sophisticated in IT (Information Technology) and more than half of them had more than three years of workplace computer experience. Through questionnaires, observations and interviews, we investigated the relationship between learner characteristics and their learning outcome, and the impact of the media used. We examined the learners' expectation of the teacher, the preferences by which these learners communicated with their learning peers, the conformity issue and the impact of the language barrier. Introvert vs. Extrovert Yi and Majima (1993) asserted that distance learning provided a low-anxiety learning environment and a relaxed atmosphere that lowered the learner's affective filter. Similarly, in this study, we found that the e-mail interactive learning style was more suitable for the introverts than face-to-face learning styles, because introverts may feel more comfortable in expressing themselves in e-mail interactive learning. The barriers of being embarrassed or being shy are partially removed. With more confidence, introverts are more comfortable in communicating with the tutors as well as the learning peers through e-mail interactive learning, but there is no evidence that such learning style is more efficient for introverts than for extroverts. In particular, even though the extroverts tend to prefer face-to-face interactive learning, this phenomenon can not be generalised to those learners who have a sophisticated IT background. After so many years working in front of the computer, the latter have become used to working/studying in front of the computer rather than working with co-learners face-to-face. …", "venue": "", "year": 1999, "referenceCount": 12, "citationCount": 58, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2057099911", "name": "Amy Liang"}, {"authorId": "1728867", "name": "R. McQueen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "85c5bae18fdb3467850bc64a6af6aee1c2fdadc4", "externalIds": {"MAG": "2146294016", "DBLP": "conf/hicss/LimZ05", "DOI": "10.1109/HICSS.2005.179"}, "url": "https://www.semanticscholar.org/paper/85c5bae18fdb3467850bc64a6af6aee1c2fdadc4", "title": "Cultural Diversity, Leadership, Group Size and Collaborative Learning Systems: An Experimental Study", "abstract": "Collaborative learning systems (CLS) have received increasing research attention owing to advances in computer-mediated technology and paradigmatic shifts in the educational arena. To understand the circumstances under which the use of CLS would enhance learning efficiency, a laboratory experiment with a 2X2X2 factorial design was conducted to investigate the interaction and main effects of cultural diversity, leadership, and group size on learners’' performance, satisfaction with process, and attitude toward CLS usage. Cultural diversity was found to have a more significant positive effect on performance in groups with leadership than those without leadership. Leadership lowered learners' satisfaction with the process in homogeneous groups (as compared to heterogeneous groups) and smaller groups (as compared to larger groups). Moreover, learners' attitude toward CLS usage was influenced positively with greater cultural diversity, but negatively with presence of leadership and a larger group size.", "venue": "Proceedings of the 38th Annual Hawaii International Conference on System Sciences", "year": 2005, "referenceCount": 53, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "144662787", "name": "John Lim"}, {"authorId": "2507110", "name": "Yingqin Zhong"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "86b279551e15d6c31ca07e7ab04332d54c4eda32", "externalIds": {"MAG": "85703017", "DOI": "10.1007/978-1-4471-0259-5_20"}, "url": "https://www.semanticscholar.org/paper/86b279551e15d6c31ca07e7ab04332d54c4eda32", "title": "On the need for cultural representation in interactive systems", "abstract": "It is well recognized that a culture-like environment must be at the core of all developmental activities. Technology developments that are at cross-purposes with the culture and environment are not likely to result in the expected human development process of enlarging people’s choices. Cultural sensitivity is thus of extreme importance in digital information technology, which is growing so rapidly as to encompass virtually all aspects of our living. The cultural composition of a digital information space will certainly define its ultimate impact, but more importantly, if not properly addressed it will also limit its audience.", "venue": "", "year": 2001, "referenceCount": 5, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3250452", "name": "S. Mudur"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "871fbb234213459cfe938dd3d3eb618b83ad6ddb", "externalIds": {"MAG": "2041079038", "DOI": "10.1002/(SICI)1097-0266(199905)20:5<445::AID-SMJ27>3.0.CO;2-V"}, "url": "https://www.semanticscholar.org/paper/871fbb234213459cfe938dd3d3eb618b83ad6ddb", "title": "Top management team diversity, group process, and strategic consensus", "abstract": "This study integrated concepts from upper echelons, group process and social cognition theories to investigate how demographic diversity and group processes influence strategic consensus within the top management team (TMT), where strategic consensus is defined as the degree to which individual mental models of strategy overlap. Data from 76 high-technology firms in the United States and Ireland were used to examine three alternative models. The results showed that while demographic diversity alone did have effects on strategic consensus the overall fit of the model was not strong. Adding two intervening group process variables, interpersonal conflict and agreement-seeking, to the model greatly improved the overall relationship with strategic consensus. For the most part, TMT diversity had negative effects on strategic consensus. The model with superior fit showed both direct and indirect effects of diversity on strategic consensus. Copyright © 1999 John Wiley & Sons, Ltd.", "venue": "", "year": 1999, "referenceCount": 122, "citationCount": 861, "influentialCitationCount": 46, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145746919", "name": "D. Knight"}, {"authorId": "40260594", "name": "C. Pearce"}, {"authorId": "25819520", "name": "Ken G. Smith"}, {"authorId": "117404417", "name": "Judy D. Olian"}, {"authorId": "39095403", "name": "H. P. Sims"}, {"authorId": "153640129", "name": "Ken A. Smith"}, {"authorId": "36557013", "name": "P. Flood"}]}}, {"isInfluential": false, "contexts": ["The increased use of\ninformation and communication technologies (ICTs) generated a major modification in both the pedagogical and educational methodologies (Andrews & Schwarz, 2002)."], "intents": ["background"], "citedPaper": {"paperId": "8dc7a4df0c59f86d8da2c4488e26ac2fcdceac65", "externalIds": {"DBLP": "journals/ets/AndrewsS02", "MAG": "2993865101"}, "url": "https://www.semanticscholar.org/paper/8dc7a4df0c59f86d8da2c4488e26ac2fcdceac65", "title": "Preparing students for the virtual organisation: an evaluation of learning with virtual learning technologies", "abstract": "The paper explores the development of learning behaviours in a virtual management course and the factors that impacted on this development. Data suggest that most teams experienced three kinds of learning behaviours – social, operational and content learning. We propose that the need for technical expertise and team participation will vary during these different stages of learning. Addressing the characteristics of these stages, we comment on the development of a ‘completion phase’ of team development. We argue that the extent to which teams demonstrate different learning stages has a significant impact on the development of on-line learning behaviours. Discussing these results, we suggest why different teams develop distinct learning behaviours, with accordant emphasis on teaching as a moderating and co ordinating role, despite current virtual team pedagogical expectations.", "venue": "J. Educ. Technol. Soc.", "year": 2002, "referenceCount": 44, "citationCount": 16, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "36395900", "name": "T. Andrews"}, {"authorId": "46834558", "name": "G. Schwarz"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "906643d6faf5363ca8711f28f5e8b5bbb358cffe", "externalIds": {"MAG": "2172033712", "DOI": "10.1002/ABC.101"}, "url": "https://www.semanticscholar.org/paper/906643d6faf5363ca8711f28f5e8b5bbb358cffe", "title": "Where Are the Poor Students", "abstract": "19 ABOUT CAMPUS / SEPTEMBER–OCTOBER 2004 S HIFTS IN FEDERAL F I N A N C I A L aid policies over the past two decades have made college attendance increasingly difficult for the n a t i o n ’s poorest students. F u rt h e rmore, once these students do enroll, they lag far behind their more economically a d vantaged peers in graduation rates. Because financial aid increasingly emphasizes loans over gr a n t s , m a ny poor students are leaving college with debt and no degre e, wo rse off financially than when they arrive d . Compounding the p ro blem are changes in the federal tax code giving tax credits and deductions to s u p p o rt higher education that apply to f ew low-income fa m i l i e s . In the face of these tro u bling deve l o p m e n t s , a number of s t r a t e gies for supporting poor students are ava i l a ble to educators . Adam Howa rd , who has re s e a rched ways to support poor students once they enro l l , talks with A rthur Lev i n e, p resident of Te a c h e rs College at Columbia Unive rs i t y, a b o u t the barri e rs that poor students face before and during college and what educators can do to help ove rcome them. L ev i n e ’s best known work on the subject is his 1996 book Beating the Odd s : How the Poor Get to College, w ritten with Jana Niddifer. WHERE ARE THE POOR STUDENTS", "venue": "", "year": 2004, "referenceCount": 0, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "37284966", "name": "Adam Howard"}, {"authorId": "46537717", "name": "A. Levine"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "943b5bb89c57251f52ce542d2c989e7a00f456c7", "externalIds": {"DBLP": "conf/hicss/VogelGLVEA00", "MAG": "2171397383", "DOI": "10.1109/HICSS.2000.926637"}, "url": "https://www.semanticscholar.org/paper/943b5bb89c57251f52ce542d2c989e7a00f456c7", "title": "Distributed experimental learning: the Hong Kong-Netherlands project", "abstract": "As we prepare for the world of the future, it becomes imperative that we give students the experience of working in multi-cultural distributed teams. In order to gain experience in this area, a project between ten teams of students from the City University of Hong Kong and the Eindhoven University of Technology was initiated. A variety of group support technologies, primarily GroupSystems, were used to provide support for the teams as they learned to work together. This paper documents experiences from the Hong Kong-Netherlands project. Data collected on the process are reported and discussed. Strident response was enthusiastic with high levels of perceived learning. Lessons learned underscored the importance of focus on team building preceding project initiation.", "venue": "Proceedings of the 33rd Annual Hawaii International Conference on System Sciences", "year": 2000, "referenceCount": 11, "citationCount": 25, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "2051969", "name": "D. Vogel"}, {"authorId": "1768240", "name": "M. Genuchten"}, {"authorId": "146514086", "name": "D. Lou"}, {"authorId": "2749009", "name": "S. Verveen"}, {"authorId": "101797834", "name": "M. Eekhout"}, {"authorId": "2052327535", "name": "Tony Adams"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9533e2b69ce3e8dc1b12340443a80a04adb1a2c7", "externalIds": {"MAG": "2156364145", "DBLP": "journals/ets/HughesWRS02"}, "url": "https://www.semanticscholar.org/paper/9533e2b69ce3e8dc1b12340443a80a04adb1a2c7", "title": "Overcoming Social and Psychological Barriers to Effective On-line Collaboration", "abstract": "Research suggests that collaboration in an on-line course can enhance learning, reduce feelings of isolation, increase satisfaction with the course, and increase motivation. Unfortunately, creating an environment within which collaboration can occur doesn't happen automatically. A review of the literature suggests that for on-line collaboration to be most effective, participants must: (1) see the value of expending the (considerable) effort required, (2) be comfortable with and trust the medium, (3) be comfortable with and trust their instructor (or facilitator) and their fellow collaborators, and (4) feel as though they are immersed in a rich, engaging, and rewarding social experience. While many papers suggest that one or more initial face-to-face meetings will expedite trust, familiarity, and a willingness to collaborate, one of the primary reasons why students engage in distance learning is the convenience of anytime, anyplace learning. Thus, face-to-face meetings are not always possible or desirable, leaving us with the need to address these issues in more creative ways. This paper reports on how researchers and practitioners have begun to address the challenges associated with on-line collaboration.", "venue": "J. Educ. Technol. Soc.", "year": 2002, "referenceCount": 37, "citationCount": 50, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "144614355", "name": "Sandra C. Hughes"}, {"authorId": "1951664", "name": "L. Wickersham"}, {"authorId": "1403835025", "name": "D. L. Ryan-Jones"}, {"authorId": "33502024", "name": "Sara A. Smith"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "97269e5d02c400bda5146de4e17745168136a4cc", "externalIds": {"MAG": "653800410"}, "url": "https://www.semanticscholar.org/paper/97269e5d02c400bda5146de4e17745168136a4cc", "title": "The Diverse Learner in the College Classroom", "abstract": null, "venue": "", "year": 2004, "referenceCount": 0, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2076551160", "name": "Fred A. Bonner"}, {"authorId": "70593368", "name": "A. Marbley"}, {"authorId": "65961361", "name": "M. Agnello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "9c5dd1ba0d8d227344cd8fd767dea22017673453", "externalIds": {"MAG": "1579022355"}, "url": "https://www.semanticscholar.org/paper/9c5dd1ba0d8d227344cd8fd767dea22017673453", "title": "Sociodemographic Characteristics of Learners and Participation in Computer Conferencing", "abstract": "This article explores the relationship between learners' sociodemographic characteristics and their level of participation in computer conferencing. A quantitative study of participation among 30 learners in a noncredit agricultural leadership development program provides the empirical data for this exploration. The relationships between learner participation and six sociodemographic variables are explored: sex, age, education level, occupation, residence in urban or rural areas, and region of residence in Canada. Holding a university degree and living in an urban area are found to be the strongest predictors of participation. Recognizing that a considerable amount of variability in learners' participation in computer conferences may reflect those learners' sociodemographic characteristics has important implications for the design and facilitation of such conferences. \n \nCet article explore les relations entre les caracteristiques socio-demographiques des apprenants et leurs niveaux de participation aux conferences telematiques. Une etude quantitative de la participation de trente personnes a un programme non-credite de developpement du leadership en agriculture constitue les donnees empiriques de cette recherche. Les relations entre les apprenants, leurs participations et six variables socio-demographiques sont analysees : le sexe, l'âge, le niveau d'education, l'occupation, le milieu urbain ou rural et le lieu de residence au Canada. Les variables « possedant un diplome universitaire » et « residant en milieu urbain » sont les predicteurs les plus susceptible d'une participation positive des apprenants. Reconnaitre que la grande variabilite de la participation des apprenants aux conferences telematiques peut decouler de leurs caracteristiques socio-demographiques a des implications importantes dans la planification de telles conferences.", "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 20, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "15194245", "name": "S. Mclean"}, {"authorId": "2210020", "name": "Dirk Morrison"}]}}, {"isInfluential": false, "contexts": ["The learner has the opportunity to construct knowledge through a process of discussion and interaction with both other learners and teachers (Michailidou & Economides, 2003)."], "intents": ["background"], "citedPaper": {"paperId": "9caa90dbce26d2e56457366d5b15dc0334376793", "externalIds": {"MAG": "1538506191", "DBLP": "journals/jite/MichailidouE03", "DOI": "10.28945/318"}, "url": "https://www.semanticscholar.org/paper/9caa90dbce26d2e56457366d5b15dc0334376793", "title": "Elearn: Towards a Collaborative Educational Virtual Environment", "abstract": "The evolving growth in networking and telecommunication technologies leads to their enhanced usage in many and different aspects of human activity. One of the technologies that shows great interest is Collaborative Virtual Environments (CVEs), which may be used in various applications, such as tele-education. This paper presents, analyzes and evaluates the basic elements of Elearn, a Collaborative Vi rtual Learning Environment (CVLE) that has been created for teaching electronic commerce. In Elearn, the virtual world, the web pages and the synchronous chat among the participants are integrated into the same environment. A user is represented as an avatar who can move, make gestures with its hands and head, bump into objects, pass through them, etc. A detailed list of navigation directions is provided in order to help the user to move freely into the environment. The possibility of many users to coexist in Elearn is also supported. Collaboration and cooperation are its two components that enhance the learning effectiveness. Collaboration is supported among students and teachers with the use of synchronous chat. The chat window appears on the screen along with the virtual world and the web pages, motivating the participants to use it. Asynchronous communication is also supported, via email and discussion board. The evaluation of a CVLE is an important and difficult task. Pedagogical issues, like conceptual learning, collaboration, constructivism and adaptability, should be taken under serious consideration. These parameters are crucial in achieving strong learning effectiveness. An evaluation table has been developed which includes all the important parameters concerning a CVLE. The evaluation is performed at four levels: 1) the pedagogical - psychological level, 2) the technical - functional level, 3) the organizational economical level, and 4) the social - cultural level. Elearn was used in an experiment supplementing traditional teaching. The students’ participation was satisfactory, since they demonstrated great interest in exploring Elearn and using the synchronous chat capability. The basic pedagogical issues, like constructivism and collaboration, were fulfilled, but greater effort is needed towards the development of the lessons’ content and exams. Students and teachers communicated via synchronous chat and email, as well as using the teacher’s bot (an avatar that inhabits the virtual world and interacts with users). A lot of time was invested in developing and managing Elearn. Despite all the difficulties, we believe that the new methods of teaching, using CVLEs and innovative pedagogical approaches, enhance the traditional teaching methods and improve the student participation.", "venue": "J. Inf. Technol. Educ.", "year": 2003, "referenceCount": 22, "citationCount": 52, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "40473987", "name": "A. Michailidou"}, {"authorId": "1741577", "name": "A. Economides"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a035c341b486fbe2787d05e10146da5072e20ddf", "externalIds": {"MAG": "1968171407", "DOI": "10.1080/07377366.1990.10400784"}, "url": "https://www.semanticscholar.org/paper/a035c341b486fbe2787d05e10146da5072e20ddf", "title": "A Guide To Research For Educators And Trainers Of Adults", "abstract": "Attempting to present a full range of methodology for conducting research, this book includes examples from research studies done with adults in adult settings. It examines traditional and less traditional research methodologies used to study adult education and training.", "venue": "", "year": 1990, "referenceCount": 0, "citationCount": 713, "influentialCitationCount": 64, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "5810974", "name": "S. Merriam"}, {"authorId": "52312110", "name": "Edwin L. Simpson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a1e27f77ee56d324074d1f50373de8a683498054", "externalIds": {"MAG": "1968387453", "DOI": "10.2979/ESJ.2002.1.3.83"}, "url": "https://www.semanticscholar.org/paper/a1e27f77ee56d324074d1f50373de8a683498054", "title": "Cross-Cultural Communication and Social Presence in Asynchronous Learning Processes", "abstract": "The proliferation of distributed systems has enabled collaboration and\ncooperation among learners, and has enhanced cross-cultural interactions\nacross educational boundaries. The issue of cross-cultural communication\nis fundamental in asynchronous learning research since the learners\ninvolved have communication norms that are significantly different across\ncultures. The influence wielded by the cultural values of individual\nlearners in a heterogeneous group can impact upon the learning\nprocess and outcome of the entire group of learners. Concurrently,\nthe degree of social presence supported by the media used in\nasynchronous learning networks can also affect learning. This paper\ndiscusses the relationship between cultural traits and media social\npresence with the focus on asynchronous learning networks. A set of\npropositions delineating cross- cultural and media impact on learning\nprocesses is highlighted with respect to the cultural dimension of\nindividualism-collectivism. Preliminary findings of a pilot study are\ndiscussed.", "venue": "", "year": 2002, "referenceCount": 49, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "47350103", "name": "Ting-ting Chang"}, {"authorId": "144662787", "name": "John Lim"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a67568e046219eb705eaca2ee6630a76fc4b3043", "externalIds": {"DBLP": "books/cu/W1998", "MAG": "1780382453", "DOI": "10.1017/cbo9780511803932"}, "url": "https://www.semanticscholar.org/paper/a67568e046219eb705eaca2ee6630a76fc4b3043", "title": "Communities of Practice: Learning, Meaning, and Identity", "abstract": "Prologue Part I. Practice: Introduction I 1. Meaning 2. Community 3. Learning 4. Boundary 5. Locality Coda I. Knowing in practice Part II. Identity: Introduction II 6. Identity in practice 7. Participation and non-participation 8. Modes of belonging 9. Identification and negotiability Coda II. Learning communities Conclusion: Introduction III 10. Learning architectures 11. Organizations 12. Education Epilogue.", "venue": "", "year": 1998, "referenceCount": 0, "citationCount": 28749, "influentialCitationCount": 4205, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "6032000", "name": "E. Wenger"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "a7500337e10668edcfa9f2bae288b6b87f0ef784", "externalIds": {"MAG": "2019298568", "DOI": "10.1111/0161-4681.00091"}, "url": "https://www.semanticscholar.org/paper/a7500337e10668edcfa9f2bae288b6b87f0ef784", "title": "Mediating Boundaries of Race, Class, and Professorial Authority as a Critical Multiculturalist.", "abstract": null, "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 57, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "115305086", "name": "Jennifer E. Obidah"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "b7f36a4414ea4b40bb4bf4642b64b241a0cd7485", "externalIds": {"MAG": "2102232663", "DOI": "10.1080/14703290500048978"}, "url": "https://www.semanticscholar.org/paper/b7f36a4414ea4b40bb4bf4642b64b241a0cd7485", "title": "Gender in student online discussions", "abstract": "In a large online course, students were divided into 18 asynchronous online discussion groups with different gender mixes. The number and cognitive content of student messages were analysed. Females wrote more messages than males with no difference in the cognitive quality of message content. In mixed groups, females wrote fewer messages than in all‐female groups but males wrote more messages than in all‐male groups. Students' characteristics and views were described by 19 variables. There were significant gender differences in 11. In multiple regression, the variables most positively related to the number of messages written per student were: a preference for discussions being online; and a high course grade. These partly explained why females wrote more messages.", "venue": "", "year": 2005, "referenceCount": 27, "citationCount": 68, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1593061259", "name": "Stephen J. Bostock *"}, {"authorId": "2095396941", "name": "Wu Lizhi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "c16558169da750213e35a89a90cad2361bf99022", "externalIds": {"MAG": "2165700116", "DBLP": "books/sp/01/Raybourn01", "DOI": "10.1007/978-1-4471-0685-2_13"}, "url": "https://www.semanticscholar.org/paper/c16558169da750213e35a89a90cad2361bf99022", "title": "Designing an Emergent Culture of Negotiation in Collaborative Virtual Communities: The DomeCityMOO Simulation", "abstract": "Virtuality need not be a prison. It can be the raft, the ladder, the transitional space, the moratorium that eventually is discarded in order to reach greater freedom. We don’t have to reject life on the screen, but we don’t have to treat it as an alternative life either. Like the anthropologist returning home from a foreign culture, the voyager in virtuality can return to a real world better equipped to understand its artifices. (Turkle, 1998, p. xvii)", "venue": "Collaborative Virtual Environments", "year": 2001, "referenceCount": 0, "citationCount": 30, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2429370", "name": "E. Raybourn"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "c7d332e912cf90fb00680d6a029c7487f9fd87d0", "externalIds": {"MAG": "2992470918"}, "url": "https://www.semanticscholar.org/paper/c7d332e912cf90fb00680d6a029c7487f9fd87d0", "title": "Using Web-Based Distance Learning to Reduce Cultural Distance", "abstract": "In recent years, Web-based distance learning (WBDL) systems have become a popular learning environment for many western learners. While it has been established as an effective learning alternative, WBDL is not flourishing in Hong Kong as expected. This paper proposes that this is because Hong Kong students are not trained to learn independently and actively, as required in distance learning. Trapped in a Chinese Confucian-heritage culture, a generation of Hong Kong learners’ learning behavior can be summarized as shy, passive, reactive, inarticulate, non-collaborative, and timid—in short, the SPRINT learning behavior. Hong Kong learners with a SPRINT learning behavior contrast drastically with western learners, who are more proactive, articulate, collaborative, and eager to challenge traditions. The cultural distance in learning that is between western learners and traditional Chinese learners is wide and visible in Hong Kong. The objective of this research was to examine whether a WBDL environment that was integrated with advanced information and communication technology (ICT) can reduce this cultural distance and induce a motivation to learn through interaction. Several key ICT components are suggested that can help to remedy the cultural learning deficiencies of Hong Kong learners when using WBDL environments.", "venue": "", "year": 2004, "referenceCount": 40, "citationCount": 20, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143670306", "name": "L. Wong"}, {"authorId": "48627159", "name": "S. Trinidad"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "ca5fa21b906c4b82c9d30ea3580ad60ea389739a", "externalIds": {"MAG": "1509990502"}, "url": "https://www.semanticscholar.org/paper/ca5fa21b906c4b82c9d30ea3580ad60ea389739a", "title": "Understanding Human Interaction and Performance in the Virtual Team", "abstract": "ABSTRACT This state-of-research review presents a stream of work that focuses on the question of whether factors that drive conventional team performance also apply to the virtual environment. Conventional teams exhibit group interaction styles that affect communication and thus team performance by facilitating or hindering the exchange of information among group members. In conventional teams, interaction style can be reliably assessed, and from that assessment, performance can be predicted. Here we present an overview of three studies that investigate human interaction and performance in the virtual setting. The first study presents the conversion of an instrument designed to assess interaction styles in face-to-face environments for use with virtual teams collaborating via the Internet. Results illustrate that interaction style predicts task performance outcomes (such as solution quality) and process outcomes (such as solution acceptance) in virtual teams in ways very similar to those seen in face-to-face teams. The second study offers a direct comparison of performance in virtual and face-to-face teams. Results show that virtual teams are less successful than face-to-face teams on most outcome measures. In addition, interaction styles explain much more variance of process outcomes than does communication mode. The third study examines the role of expertise and extraversion on interaction style and performance. Results indicate that extraversion begets a productive interaction style but that a difference in extraversion between team members leads to a negative style. We conclude with an integrative discussion and suggest additional avenues for this research. INTRODUCTION The prevailing perspective for research on virtual teams-particularly for IS researchers-is the linkage between communication technology attributes and usage, and team performance. This is so for both laboratory studies (e.g., Warkentin, et al., 1997; Ocker, et al., 1998; Tan, et al., 2000) and field studies (e.g, Maznevski and Chudoba, 2000). Conspicuously underrepresented as an independent variable in the IS literature on virtual teams is the quality of human interaction. We present a review of an empirical research stream that illustrates the critical and pervasive role that interaction plays in both the face-to-face (FTF) and the virtual context, how that interaction affects team performance on tasks that require information sharing, and how computer-based communication technologies affect the interaction dynamics and ultimately the team performance itself. Taken in sum, these studies create an important contextual perspective for virtual team, group support system (GSS), and computer-mediated communication (CMC) researchers: The effects of communication technology and its usage may be quite secondary to those that result from how the virtual group or team interacts. We begin with a more detailed description of relevant virtual team and allied research streams. Then we present the theoretical foundations of our work, a description of the research and findings to date, and conclude with some insights and suggestions for future research. DANCING AROUND THE OBVIOUS Anyone who has been assigned to work on a group or team project is immediately concerned with the quality of interaction they might enjoy with their teammates. Are these people easy to get along with? Are there some massive egos? Do we have extraverts who \"hog the bandwidth\" or passive folks who contribute little? Of course competency matters too, but not all competent people get along with each other, and friction can make teamwork a nightmare. Because of the relatively few prominent linkages between individual psychology and MIS, personality and group dynamics-- obvious drivers of team performance--have received little direct attention from IS researchers examining virtual teams. Personality and group interaction has, of course, been studied extensively in mainstream psychology, and some aspects have received the attention of CMC researchers. …", "venue": "", "year": 2002, "referenceCount": 0, "citationCount": 91, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2729354", "name": "Richard E. Potter"}, {"authorId": "2750139", "name": "Pierre A. Balthazard"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "d052338949a6d2eaee9f8b53130b61193b6e21a0", "externalIds": {"MAG": "2023880784", "DOI": "10.1080/02601370210156745"}, "url": "https://www.semanticscholar.org/paper/d052338949a6d2eaee9f8b53130b61193b6e21a0", "title": "Learning cultures and learning styles: myth-understandings about adult (Hong Kong) Chinese learners", "abstract": "The picture that often emerges from the research literature on ‘Chinese learners’ is a caricature of rote-learning, memorization and passivity. This article takes issue with the stereotype. The paper is in three parts. The first part considers the extent to which Chinese culture may influence Chinese learning styles. Some received opinions are counterpoised with more recent reinterpretations. The paper later examines some of the findings from the literature on effective adult learning. The third part explores the extent to which Hong Kong adult learners adopt learning styles consonant with those outlined in the second section. The results of the survey research, action learning projects and case studies considered suggest that Hong Kong adult learners are receptive to new modes of learning and go on to adopt learning styles quite different from those they deployed in school. The arguments are situated within the literature on adult Chinese second language (L2) learning but have wider resonance and application to Hong Kong adult learners in general.", "venue": "", "year": 2002, "referenceCount": 89, "citationCount": 371, "influentialCitationCount": 36, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "143630316", "name": "P. Kennedy"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "d2fe595cdd1c41f092d49d8742f70a1b8f5eddc6", "externalIds": {"MAG": "2061807296", "DOI": "10.1002/(SICI)1097-4571(2000)51:6<499::AID-ASI2>3.0.CO;2-K"}, "url": "https://www.semanticscholar.org/paper/d2fe595cdd1c41f092d49d8742f70a1b8f5eddc6", "title": "Individual differences in virtual environments-introduction and overview", "abstract": "The practical significance of identifying and accommodating individual differences has been established across a number of fields of research. There is a renewed interest in individual differences due to the advances in virtual environments, especially through far‐reaching technologies such as information visualization and 3D graphical user interfaces on the World Wide Web. The effects of individual differences on the use of these new technologies are yet to be found out. More fundamentally, theories and methods developed for the earlier generations of information systems are subject to a close examination of their applicability, efficiency, and effectiveness. In this article, we present a brief historical overview of research in individual differences in the context of virtual environments. In particular, we highlight the notion of structure in the perception of individual users of an information system and the role of individuals' abilities to recognize and use such structures to perform various information‐intensive tasks. Striking the balance between individuals' abilities and the demanding task for detecting, understanding, and utilizing such structures is an emerging theme across the five articles in this special issue. We outline the approaches and the major findings of these articles with reference to this central theme.", "venue": "", "year": 2000, "referenceCount": 35, "citationCount": 118, "influentialCitationCount": 6, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1701374", "name": "C. Chen"}, {"authorId": "1817251", "name": "M. Czerwinski"}, {"authorId": "1752902", "name": "R. Macredie"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "d877648d1cff6f2ff965f1b41f0eb5de998c4225", "externalIds": {"MAG": "2084737593", "DOI": "10.1002/tie.5060280112"}, "url": "https://www.semanticscholar.org/paper/d877648d1cff6f2ff965f1b41f0eb5de998c4225", "title": "International Dimensions of Organizational Behavior", "abstract": "Unlike many other books in the field that simply compare managers working at home in their various cultures, International Dimensions of Organizational Behavior describes the approaches of successful managers in interacting with people from a wide range of cultures, including from Asia, Africa, Eastern and Western Europe, the Middle East, and people from both North and South America.", "venue": "", "year": 1986, "referenceCount": 0, "citationCount": 3161, "influentialCitationCount": 248, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Economics"], "authors": [{"authorId": "73582885", "name": "N. Adler"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "d9c1d8c22fb83b8d632d6764abaced3228153565", "externalIds": {"DBLP": "books/cu/LW1991", "MAG": "2116199508", "DOI": "10.1017/CBO9780511815355"}, "url": "https://www.semanticscholar.org/paper/d9c1d8c22fb83b8d632d6764abaced3228153565", "title": "Situated Learning: Legitimate Peripheral Participation", "abstract": "Acknowledgements 1. Legitimate peripheral participation 2. Practice, person, social world 3. Midwives, tailors, quartermasters, butchers, non-drinking alcoholics 4. Legitimate peripheral participation in communities of practice 5. Conclusion References Index.", "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 42370, "influentialCitationCount": 3927, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "69033506", "name": "J. Lave"}, {"authorId": "6032000", "name": "E. Wenger"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "daa6f4510b3d6539d5767ccd121fc4cd03eb0726", "externalIds": {"MAG": "2114233698", "DOI": "10.1080/002075998400583"}, "url": "https://www.semanticscholar.org/paper/daa6f4510b3d6539d5767ccd121fc4cd03eb0726", "title": "Cultural Dimensions, Gender, and the Nature of Self‐concept: A Fourteen‐country Study", "abstract": "Ratings of the importance of and satisfaction with 20 areas of the self were obtained from 3604 first or second year social science undergraduates from 14 countries (15 cultures). Factor analysis at the culture by gender level supported four factors for both sets of ratings. The resulting factor scores were analyzed for mean differences according to the cultural dimension of Individualism-Collectivism by Gender and by correlations with other cultural dimenions and economic indicators. It was found that participants from the 10 collectivist cultures placed greater salience for their self-concepts on “family values” than did those from the individualist cultures. However, this cultural difference was not found for “social relationships”. The expected gender differences, with females valuing “family values” and “social relationships” more highly, were found only for the individualist countries. The findings indicate that there may be a strong cultural level interaction effect between gender and Individualism-Collectivism on the nature of self-conceptions, and that the “family” and “social” aspects of self-concept in collectivist countries need to be considered separately.", "venue": "", "year": 1998, "referenceCount": 24, "citationCount": 110, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145001719", "name": "D. Watkins"}, {"authorId": "80273652", "name": "A. Akande"}, {"authorId": "47189895", "name": "J. Fleming"}, {"authorId": "50416048", "name": "M. Ismail"}, {"authorId": "117713803", "name": "Kent Lefner"}, {"authorId": "4848724", "name": "M. Regmi"}, {"authorId": "2055787845", "name": "S. Watson"}, {"authorId": "39040800", "name": "Jiayuan Yu"}, {"authorId": "3754598", "name": "J. G. Adair"}, {"authorId": "2116234833", "name": "Christopher H. K. Cheng"}, {"authorId": "8243429", "name": "A. Gerong"}, {"authorId": "40620656", "name": "D. McInerney"}, {"authorId": "46709628", "name": "E. Mpofu"}, {"authorId": "1422357974", "name": "S. Singh-Sengupta"}, {"authorId": "4835973", "name": "H. Wondimu"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "dbc0fe5b3eceda642ac84490dbaa03fc88709cac", "externalIds": {"DBLP": "journals/jgim/MyersT02", "MAG": "2121450753", "DOI": "10.4018/jgim.2002010103"}, "url": "https://www.semanticscholar.org/paper/dbc0fe5b3eceda642ac84490dbaa03fc88709cac", "title": "Beyond Models of National Culture in Information Systems Research", "abstract": "Many IS scholars argue that global organizations need to understand cultural differences if they are to successfully deploy information technology. We agree that an understanding of cultural differences is important, but suggest that the concept of â€œnational cultureâ€ that has tended to dominate the IS research literature is too simplistic. In this article, we challenge information systems researchers to go beyond models of national culture. We propose that IS researchers should adopt a more dynamic view of culture â€“ one that sees culture as contested, temporal and emergent.", "venue": "J. Glob. Inf. Manag.", "year": 2002, "referenceCount": 94, "citationCount": 555, "influentialCitationCount": 48, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "144305675", "name": "M. Myers"}, {"authorId": "1737556", "name": "F. Tan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "e0dbe90cb4b1a45680e016f3cb345743843f1b54", "externalIds": {"DBLP": "journals/ets/RichardsonT00", "MAG": "285935632"}, "url": "https://www.semanticscholar.org/paper/e0dbe90cb4b1a45680e016f3cb345743843f1b54", "title": "A Large-scale 'local' evaluation of students' learning experiences using virtual learning environments", "abstract": "In 1997-8 Staffordshire University introduced two Virtual Learning Environments (VLEs), Lotus Learning Space, and COSE (Creation of Study Environments), as part of its commitment to distributed learning. A wide-reaching evaluation model has been designed, aimed at appraising the quality of students’ learning experiences using these VLEs. The evaluation can be considered to be a hybrid system with formative, summative and illuminative elements. The backbone of the model is a number of measuring instruments that were fitted around the educational process beginning in Jan 1999. This paper provides an overview of the model and its implementation. First, the model and evaluation instruments are described. Second, the method and key findings are discussed. These highlighted that students need to feel more supported in their learning, that they need more cognitive challenges to encourage higher-order thinking and that they prefer to download their materials to hard copy. In addition, tutors need to have a greater awareness of the ways individual differences influence the learning experience and of strategies to facilitate electronic discussions. Generally, there should be a balance between learning on-line and face-to-face learning depending on the experience of tutors, students, and the subject. Finally the model is evaluated in light of the processes and findings from the study.", "venue": "J. Educ. Technol. Soc.", "year": 2000, "referenceCount": 17, "citationCount": 38, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "10952403", "name": "J. Richardson"}, {"authorId": "2065455626", "name": "A. Turner"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "e3521e5d3675165dc7431f6e5b6f625059e0ce66", "externalIds": {"MAG": "2781397083", "DOI": "10.4018/978-1-59904-000-4.CH030"}, "url": "https://www.semanticscholar.org/paper/e3521e5d3675165dc7431f6e5b6f625059e0ce66", "title": "E-Collaboration Technologies Impact on Learning", "abstract": null, "venue": "", "year": 2008, "referenceCount": 6, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "47925128", "name": "Saurabh Gupta"}, {"authorId": "1729620", "name": "R. Bostrom"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "e36f38cced0000ba8599600b70c15a26f3e84684", "externalIds": {"MAG": "2064784555", "DOI": "10.1016/S0361-3682(99)00047-1"}, "url": "https://www.semanticscholar.org/paper/e36f38cced0000ba8599600b70c15a26f3e84684", "title": "The importance of national culture in the design of and preference for management controls for", "abstract": "This study investigates the eAects of national culture on firms’ design of and employees’ preference for management controls. Data for testing two hypotheses are collected from 159 Taiwanese managers working in six each of Japanese-, Taiwanese-, and U.S.-owned, size-matched, computers/electronics firms in Taiwan. Overall, the results are consistent with national culture aAecting these firms’ design of and employees’ preference for seven management controls, though there also are anomalies. These findings are combined with prior research for identifying desirable improvements in research design and method, variable measurement and selection, and, most important, the theoretical foundation for culture-based research on management controls. # 1999 Elsevier Science Ltd. All rights reserved.", "venue": "", "year": 1999, "referenceCount": 82, "citationCount": 212, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Economics"], "authors": [{"authorId": "2106065627", "name": "Michael D. Shields"}, {"authorId": "46805987", "name": "C. Chow"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "e42ee1b91e14bff76cdb57949833be9fdf306e9b", "externalIds": {"MAG": "634581679"}, "url": "https://www.semanticscholar.org/paper/e42ee1b91e14bff76cdb57949833be9fdf306e9b", "title": "Computerphobia: Is it a particularly female phenomenon?", "abstract": null, "venue": "", "year": 1994, "referenceCount": 0, "citationCount": 56, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39455300", "name": "M. Brosnan"}, {"authorId": "8524034", "name": "M. Davidson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "e7e8baf03c4a388c7b844166877d17f77d3a2e41", "externalIds": {"MAG": "2493890621", "DOI": "10.4018/978-1-60566-368-5.CH038"}, "url": "https://www.semanticscholar.org/paper/e7e8baf03c4a388c7b844166877d17f77d3a2e41", "title": "The Sun Earth Moon System: Connecting Science and Informal Learning", "abstract": "The scientific community has long been concerned with the gap between advances in natural sciences, particularly in physics and astronomy, and the level of public awareness and involvement (Baxter, 1989; Dunlop 1999; Sadler, 1987). As science continues to expand the boundaries of human knowledge, this disconnection is somewhat expected. However, if after going through the education system young generations do not acquire knowledge of the basic scientific concepts, the knowledge gap will continue to widen. Contrary, if young people are equipped with the underlying scientific principles, it is easier for them to stay connected with the growth of scientific knowledge throughout their lives (Richardson & Wolfe, 2001). Therefore, scientists should not only focus on research but also on bridging the gap between science and public knowledge of science by means of informal science education (Falk, ABSTRACT", "venue": "", "year": 2010, "referenceCount": 16, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "145127047", "name": "R. Marsh"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "e91f1562bdb71c4696e0a0a698966316bddf1958", "externalIds": {"MAG": "2147524718", "DOI": "10.5860/choice.45-5339"}, "url": "https://www.semanticscholar.org/paper/e91f1562bdb71c4696e0a0a698966316bddf1958", "title": "Encyclopedia of E-collaboration", "abstract": "E-collaboration, while having its roots in electronic technology such as telephones and other rudimentary electronic devices, has expanded dramatically with todays plethora of computer-supported cooperation and computer-mediated communication. The Encyclopedia of E-Collaboration provides the most comprehensive compilation of information on the design and implementation of e-collaboration technologies, the behavioral impacts of e-collaboration technologies on individuals and groups, and theoretical considerations on links between the use of e-collaboration technology and behavioral patterns. This cutting-edge encyclopedia delivers indispensable content to libraries and researchers looking to develop programs of investigation into the use of electronic collaboration.", "venue": "", "year": 2007, "referenceCount": 79, "citationCount": 184, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "14469008", "name": "N. Kock"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "fc396edededd8a10852f694b105caab8669f6a11", "externalIds": {"MAG": "2123602589"}, "url": "https://www.semanticscholar.org/paper/fc396edededd8a10852f694b105caab8669f6a11", "title": "Gender and Learning Strategy Differences in Nontraditional Adult Students' Design Preferences in Hybrid Distance Courses", "abstract": "This study describes instructional design elements most valued by nontraditional adult learners in hybrid learning environments that combine limited face-to-face contact with online learning and collaboration. It identifies the online course features and instructional goals selected as most important by a sample of 67 adults. It then compares this group’s rankings with those of subgroups based on gender and preferred learning strategies as measured by the Assessing the Learning Strategies of Adults (ATLAS) test. The results of the study support the application of principles of adult learning in developing online environments for adults, identify some differences in learning emphasis by gender and preferred learning strategies, and underscore the importance of providing a variety of learning options in adult learning environments with an online component. Higher education is facing dramatic shifts in its demographics and its instructional delivery strategies. The new demographics of higher education identify part-time adult learners as the new majority, with nontraditional working adults now comprising more than 50% of the postsecondary student population and the fastest growing segment of the market (Cappelli, 2003; Levine, 2003; Shea, 2002; Symonds, 2003). One recent prediction estimated a 70% increase in over-35s in postsecondary education between 1985 and 2005 (Cappelli, 2003). According to recent data, over 75% of adults seeking higher education are employed while studying part-time (Cappelli, 2003), many are seeking further education to meet specific career goals (Shea, 2002; Symonds, 2003), and most have other pressing life concerns that make it difficult for them to commit to traditional class schedules (Levine, 2003). Given the busy and complex lifestyles of these adult learners, who are often referred to as nontraditional adult students, it is not surprising that they have shown a high degree of acceptance of, and even preference for, e-learning and at-distance study opportunities. Some educators have feared that surging emphasis on e-learning would disadvantage adults due to their lack of technology experience and reluctance to lose the familiarity and social benefits of classroom-based instruction (Ausburn, 2003). However, the reality is that many adults have clearly indicated the efficacy of e-learning in meeting their needs, and that the largest audience for online education today is nontraditional adults: working adults age 26 or older who study part-time, hold full-time jobs, and are unable to commit to rigid class schedules imposed by traditional classroom-based programs (Cappelli, 2003; Shea, 2002). A recent study by the Internet agency Education for Adults (2003) reinforced the emphasis by adults on the ability of education programs to fit into their busy lifestyles. This national survey found the three most important", "venue": "", "year": 2004, "referenceCount": 61, "citationCount": 29, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3356679", "name": "Lynna J. Ausburn"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "fe30e001e6b63e047b570b724aa4343fcc634101", "externalIds": {"MAG": "2133345793", "DBLP": "journals/jcmc/Herring99", "DOI": "10.1111/j.1083-6101.1999.tb00106.x"}, "url": "https://www.semanticscholar.org/paper/fe30e001e6b63e047b570b724aa4343fcc634101", "title": "Interactional Coherence in CMC", "abstract": "Text-only CMC has been claimed to be interactionally incoherent due to limitations imposed by messaging systems on turn-taking and reference, yet its popularity continues to grow. In an attempt to resolve this apparent paradox, this study evaluates the coherence of computer-mediated interaction by surveying research on cross-turn coherence. The results reveal a high degree of disrupted adjacency, overlapping exchanges, and topic decay. Two explanations are proposed to account for the popularity of CMC despite its relative incoherence: the ability of users to adapt to the medium, and the advantages of loosened coherence for heightened interactivity and language play.", "venue": "J. Comput. Mediat. Commun.", "year": 2006, "referenceCount": 80, "citationCount": 951, "influentialCitationCount": 103, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2961462", "name": "S. Herring"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": "fef46af5e2cbc01cb0789076cba1dfc7cd3c9524", "externalIds": {"MAG": "2017184750", "DOI": "10.1016/S0883-0355(99)00028-2"}, "url": "https://www.semanticscholar.org/paper/fef46af5e2cbc01cb0789076cba1dfc7cd3c9524", "title": "Learning across cultures: appropriateness of knowledge transfer", "abstract": "This chapter focuses on the issue of transfer of cognitions, motivations, and dispositions related to learningacross different cultural-educational contexts. Research with learners from Confucian Heritage Culture, mainly from Singapore and Hong Kong, studying in their home country and as international students in Australia is used to establish the usefulness of the concept of socio-cultural appropriateness to understand transfer. The examples discussed reveal how some aspects of students learning travel extremely well and are congruent with the characteristics of learning valued in the host context, while others reflect ambivalent, difficult, or inappropriate transfer. The significance of mutual individual-context dynamic interactions, subjective nature of appropriateness, and emotional dimensions involved in transfer of learning is highlighted. Implications for educational practice in an international, multicultural perspective are outlined. \n \nThe literature on transfer of learning is replete with studies investigating the most effective ways to help learners transfer their knowledge and skills flexibly and appropriately across tasks and contexts. Overall, there is a general agreement that successful transfer of learning involves more than a cognitive match between the learner's mental baggage brought to the situation and the requirements of the transfer task or situation. The importance of the person-context mutual interactions, or the match between the individuals’ effectivities and the affordances provided by the environment has been highlighted (Snow, 1994; Greeno, 1997). Recent transfer research has also stressed that attitudes (Resnick, 1987), dispositions (Bereiter, 1995), mindfulness (Salomon & Globerson, 1987), and motivation (McKeachie, 1987) are critical components of effective transfer alongside cognitive and metacognitive aspects. In addition to person characteristics, Boekaerts’ (1997) research suggests that situation-specific cognitive, motivational and emotional appraisals of tasks and contexts also have a significant influence on learning and transfer. \n \nWithout necessarily downplaying the importance of learners’ effectivities and situation-specific appraisals, recent situated cognition research (Brown, Collins & Duguid, 1989; Resnick, 1987; Rogoff, 1990; [Greeno, 1997] and [Greeno, 1998]) has emphasized the critical impact of affordances that learning contexts and activities provide to participants (Gruber, Law, Mandl & Renkl, 1995; Gibson, 1979/1986). It has been claimed that regardless of whether the focus is theory development, applied research, or improvement of educational practice, the unit of analysis must be the person-in-context or the whole activity setting. Although some situationists (e.g., Lave, 1988) have argued that transfer of knowledge may not exist since knowledge cannot be decontextualized, most theorists recognize that transfer of learning can be socially mediated and that guided forms of learning have potential for enhancing the likelihood of transferacross tasks and contexts. \n \nThis chapter examines the effectivities–affordances interface in individuals’ transfer of cognitions, motivations, and dispositions related to learningacross broad cultural-educational contexts. Research with learners from Confucian Heritage Culture, mainly from Singapore and Hong Kong, studying in their home country and as international students in Australia is used to establish the usefulness of the concept of socio-cultural appropriateness to understand transfer.", "venue": "", "year": 1999, "referenceCount": 101, "citationCount": 160, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "46859385", "name": "S. Volet"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "International Journal of e-Collaboration", "abstract": null, "venue": "International Journal of e-Collaboration", "year": 2008, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Eiko Yamamoto"}, {"authorId": null, "name": "Hitoshi Isahara"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "igi-global.com/article/perspectives-tools-computer-supported- collaborative/73656", "abstract": null, "venue": "igi-global.com/article/perspectives-tools-computer-supported- collaborative/73656", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Www"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "igi-global.com/article/creativity-support-via-terms-thematic", "abstract": null, "venue": "igi-global.com/article/creativity-support-via-terms-thematic", "year": 1974, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Www"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "igi-global.com/chapter/collaboration-technologies-impact-learning/12425?camid=4v1a", "abstract": null, "venue": "igi-global.com/chapter/collaboration-technologies-impact-learning/12425?camid=4v1a", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Www"}]}}]}