{"offset": 0, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "854bb7ff0436f0423a9a15ac8089799d82ff1417", "externalIds": {"MAG": "3041666544", "DBLP": "journals/fi/GuazziniGCY20", "DOI": "10.3390/fi12070118"}, "url": "https://www.semanticscholar.org/paper/854bb7ff0436f0423a9a15ac8089799d82ff1417", "title": "Collaborative Facilitation and Collaborative Inhibition in Virtual Environments", "abstract": "Worldwide, organizations and small and medium-sized enterprises have already disruptively changed in many ways their physiological inner mechanisms, because of information and communication technologies (ICT) revolution. Nevertheless, the still ongoing COVID-19 worldwide emergency definitely promoted a wide adoption of teleworking modalities for many people around the world, making it more relevant than before to understand the real impact of virtual environments (VEs) on teamwork dynamics. From a psychological point of view, a critical question about teleworking modalities is how the social and cognitive dynamics of collaborative facilitation and collaborative inhibition would affect teamwork within VEs. This study analyzed the impact of a virtual environment (VE) on the recall of individuals and members of nominal and collaborative groups. The research assessed costs and benefits for collaborative retrieval by testing the effect of experimental conditions, stimulus materials, group size, experimental conditions order, anxiety state, personality traits, gender group composition and social interactions. A total of 144 participants were engaged in a virtual Deese-Roediger-McDermott (DRM) classical paradigm, which involved remembering word lists across two successive sessions, in one of four protocols: I-individual/nominal, I I -nominal/individual, I I I -nominal/collaborative, I V -collaborative/nominal. Results suggested, in general, a reduced collaborative inhibition effect in the collaborative condition than the nominal and individual condition. A combined effect between experimental condition and difficulty of the task appears to explain the presence of collaborative inhibition or facilitation. Nominal groups appeared to enhance the collaborative groups’ performance when virtual nominal groups come before collaborative groups. Variables such as personality traits, gender and social interactions may have a contribution to collaborative retrieval. In conclusion, this study indicated how VEs could maintain those peculiar social dynamics characterizing the participants’ engagement in a task, both working together and individually, and could affect their intrinsic motivation as well as performances. These results could be exploited in order to design brand new and evidenced-based practices, to improve teleworking procedures and workers well-being, as well as teleworking teamwork effectiveness.", "venue": "Future Internet", "year": 2020, "referenceCount": 71, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3040140", "name": "A. Guazzini"}, {"authorId": "47210098", "name": "Elisa Guidi"}, {"authorId": "19160226", "name": "C. Cecchini"}, {"authorId": "2004672", "name": "E. Yoneki"}]}}, {"isInfluential": true, "contexts": ["To do so, we have followed a similar process to that of previous work [39], [40].", ", [39], [40]): in particular, a team is defined as the set of developers who have added/modified/removed lines of code to a certain (test) class.", "However, this identification strategy is the only one available so far and, according to previous studies [39], represents a valid heuristic to estimate both size and composition of open-source development teams.", "To extract development teams composition, we relied on the definition previously used in literature [39], [40], i.", "shown to be accurate enough [39], [40], [45], it may be possible that in some cases it is inaccurate because of the presence of developers that are not active anymore in the considered projects, e."], "intents": ["background", "methodology", "result"], "citingPaper": {"paperId": "4cb6826c2bf9da7a07bc66c7263bd04f90630b68", "externalIds": {"MAG": "2993293292", "DBLP": "conf/icsm/CatolinoPZF19", "DOI": "10.1109/ICSME.2019.00034"}, "url": "https://www.semanticscholar.org/paper/4cb6826c2bf9da7a07bc66c7263bd04f90630b68", "title": "How the Experience of Development Teams Relates to Assertion Density of Test Classes", "abstract": "The impact of developers' experience on several development practices has been widely investigated in the past. One of the most promising research fields is software testing, as many researchers found significant correlations between developers' experience and testing effectiveness. In this paper, we aim at further studying this relation, by focusing on how development teams' experience is associated with the assertion density, i.e., the number of assertions per test class KLOC, that has previously been shown as an effective way to decrease fault density. We perform a mixed-methods empirical study. First, we devise a statistical model relating development teams' experience and other control factors to the assertion density of test classes belonging to 12 software projects. This model enables us to investigate whether experience comes out as a statistically significant factor to explain assertion density. Second, we contrast the statistical findings with a survey study conducted with 57 developers, who were asked their opinions on how developer's experience is related to the way they add assertions in test code. Our findings suggest the existence of a relationship: on the one hand, the development team's experience is a statistically significant factor in most of the systems that we have investigated; on the other hand, developers confirm the importance of experience and team composition for the effective testing of production code.", "venue": "2019 IEEE International Conference on Software Maintenance and Evolution (ICSME)", "year": 2019, "referenceCount": 83, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "13721350", "name": "Gemma Catolino"}, {"authorId": "34946033", "name": "Fabio Palomba"}, {"authorId": "1702285", "name": "A. Zaidman"}, {"authorId": "1760777", "name": "F. Ferrucci"}]}}, {"isInfluential": false, "contexts": ["They claimed that “It is one thing to create diversity by recruiting learners—of different nationality, cultural background, race, gender, sexual orientation, religion, discipline, and another thing to develop a supportive educational environment in which individuals of diverse backgrounds can perform at their highest levels and contribute fully to the learning procedure[22]."], "intents": ["background"], "citingPaper": {"paperId": "596cb4c8d8728417d3a5e62e964e1d7039f42df6", "externalIds": {"MAG": "2900403789", "DBLP": "journals/ijet/AbdullahHS18", "DOI": "10.3991/IJET.V13I11.8448"}, "url": "https://www.semanticscholar.org/paper/596cb4c8d8728417d3a5e62e964e1d7039f42df6", "title": "The Effect of Peers' and Teacher's E-Feedback on Writing Anxiety Level Through CMC Applications", "abstract": "Abstract—Computer Supported Collaborative Learning (CSCL) promotes learners to be more confident and self-directed in addition to enhancing their knowledge and general information throughout the peers’ and teacher’s electronic feedback (E-feedback). This study was carried out with 28 Master EFL/ESL students who registered in the elective course of Computer Application in ESOL. To examine the influence of peers’ and teacher’s electronic feedback on ESL writing anxiety level as well as their writing performance, Second Language Writing Anxiety Inventory (SLWAI) and semi-structured Interviews were employed. The major finding from the Paired T-Test which were performed on the pre-post of (SLWAI) revealed that a significant difference between them (p<.009) that reflected respondents’ tendency to decrease their writing anxiety level after using peers’ and teacher’s e-feedback. Moreover, data collected from the interviews reported that the respondents perceived the e-feedback from peers and teacher as an important way to improve their writing performance.", "venue": "iJET", "year": 2018, "referenceCount": 35, "citationCount": 16, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "97135319", "name": "Mohamad Yahya Abdullah"}, {"authorId": "2280598", "name": "Supyan Hussin"}, {"authorId": "67174671", "name": "Mohanaad Shakir"}]}}, {"isInfluential": false, "contexts": ["Since mixed-gender groups display a lower number of non-studied words in the nominal condition, it appears that the females performance improves performance of males in this group, thanks to the female individual performance that increases the outcome of the all group [242]."], "intents": ["background"], "citingPaper": {"paperId": "e3159b11e7dbab580dcc1f3a668f8be6640381bd", "externalIds": {"MAG": "2800325224"}, "url": "https://www.semanticscholar.org/paper/e3159b11e7dbab580dcc1f3a668f8be6640381bd", "title": "Intimate partner violence: comparison between empirical data and stochastic agent-based modeling", "abstract": "Intimate partner violence (IPV) is a complex and preventable issue that involves not only victims and aggressors but also individuals that surrounding them (e.g., families, friends etc.), and the communities and society where they live. Literature review presents several theories that try to understand IPV dynamics. Recent promising prevention programs are the bystander interventions in which all individuals might play a positive role in reducing IPV. So far, a few studies investigated the IPV dynamics by means of alternative approach in the field of social psychology such as agent-based modeling (ABM). The current research attempted to examine the dynamically interactive processes within IPV system by means of different methods (e.g., qualitative, quantitative and ABM) and tried to compare their results, in order to obtain a broader understanding of this phenomenon and the factors that might decrease it. Applying a socio-ecological IPV bystander intervention model, the empirical studies presented in this thesis sought to describe (First qualitative study) and evaluate (Second quantitative study) the factors that could affect individuals’ decision to help someone involved in IPV situations. Both studies use online instruments to collect data. For this reason, first of all, three preliminary studies was conducted in order to assess how individuals behave in online environments. The online qualitative study included 49 Italian university students and found an interconnected group of individual, relational and situational factors that a potential bystander considers during their choice to intervene towards a friend victim of IPV. In particular, participants were more willing to help if they perceived the situation as more severe and they preferred to intervene if they would be with a peer group and know the aggressor. Moreover, some gender differences appeared.", "venue": "", "year": 2017, "referenceCount": 369, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "47210098", "name": "Elisa Guidi"}]}}, {"isInfluential": false, "contexts": ["To better understand the reasons behind this disparity, and offer support for decision making, we and others have been engaged in empirical studies of activity in these online platforms, in which gender is one of the variables of interest [10, 12, 15, 16, 19]."], "intents": ["background"], "citingPaper": {"paperId": "2881afc3b3f58467971a063fc412692314dc0950", "externalIds": {"DBLP": "conf/msr/0008S16", "MAG": "2401721412", "DOI": "10.1145/2901739.2901777"}, "url": "https://www.semanticscholar.org/paper/2881afc3b3f58467971a063fc412692314dc0950", "title": "Recognizing Gender of Stack Overflow Users", "abstract": "Software development remains a predominantly male activity, despite coordinated efforts from research, industry, and policy makers. This gender imbalance is most visible in social programming, on platforms such as Stack Overflow.To better understand the reasons behind this disparity, and off er support for (corrective) decision making, we and others have been engaged in large-scale empirical studies of activity in these online platforms, in which gender is one of the variables of interest. However, since gender is not explicitly recorded, it is typically inferred by automatic \"gender guessers\", based on cues derived from an individual's online presence, such as their name and profi le picture. As opposed to self-reporting, used in earlier studies, gender guessers scale better, but their accuracy depends on the quantity and quality of data available in one's online pro le.In this paper we evaluate the applicability of different gender guessing approaches on several datasets derived from Stack Overflow. Our results suggest that the approaches combining different data sources perform the best.", "venue": "2016 IEEE/ACM 13th Working Conference on Mining Software Repositories (MSR)", "year": 2016, "referenceCount": 23, "citationCount": 31, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144375145", "name": "B. Lin"}, {"authorId": "1747171", "name": "Alexander Serebrenik"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "fe317bf29a6ae7ca5425341228add37aa80bd2f9", "externalIds": {"DBLP": "conf/insci/GuazziniCG16", "MAG": "2508385311", "DOI": "10.1007/978-3-319-45982-0_12"}, "url": "https://www.semanticscholar.org/paper/fe317bf29a6ae7ca5425341228add37aa80bd2f9", "title": "Small Group Processes on Computer Supported Collaborative Learning", "abstract": "Today, information and communication technologies (ICTs) are often applied to assist learning processes. Peculiar objectives of ICT use in this topic are to facilitate collaboration and to increase learning through sharing and distributing knowledge. This study aimed to investigate the effects that a small group has on the individual and collaborative learning. A virtual environment was used to study the dynamics of social behaviors in collaborative and non-collaborative experimental conditions. Our results seem to support the hypothesis that social scripts are started, even when people are in non-interactive situations, and this is shown in virtual environments, too. Such outcomes, and the virtual interactions content analysis may suggest useful advices about collective reasoning and e-learning dynamics, which are very relevant topics in the study of web communities and educational communities.", "venue": "INSCI", "year": 2016, "referenceCount": 27, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3040140", "name": "A. Guazzini"}, {"authorId": "19160226", "name": "C. Cecchini"}, {"authorId": "47210098", "name": "Elisa Guidi"}]}}, {"isInfluential": false, "contexts": ["Some similar results regarding the online social interactions can also be observed in other studies (McSporran & Young 2001; Michailidou & Economides, 2007)."], "intents": ["result"], "citingPaper": {"paperId": "434b41a1832ba20885a6f2086a07073fcbbb7c4b", "externalIds": {"MAG": "2163332862", "DOI": "10.14742/AJET.1557"}, "url": "https://www.semanticscholar.org/paper/434b41a1832ba20885a6f2086a07073fcbbb7c4b", "title": "Males Are Not as Active as Females in Online Discussion: Gender Differences in Face-to-Face and Online Discussion Strategies.", "abstract": "This study examined the gender difference in students’ perceived discussion strategies in face-to-face and online asynchronous contexts. A survey of 363 university students and follow-up interviews of 20 participants was conducted to examine any gender differences within each context and between the two contexts. The Discussion Strategies Scale was developed to examine students’ discussion strategies for both contexts in four dimensions: comprehension, interaction, elaboration and anxiety. The results show that no gender difference was found within the face-to-face context; however, within the online asynchronous context, the females perceived themselves better than did the males regarding their elaboration strategies. Although both genders experienced less anxiety in asynchronous discussion, the males perceived themselves as having better strategies in face-to-face discussion than in asynchronous discussion and the females perceived themselves as having about the same level of sophistication in both contexts. This study provides an in-depth observation of how both genders adapt themselves to different discussion contexts. We conclude that female students adapted themselves, as strategic learners, better than the males in asynchronous learning situations in which the male students were not as active as they were in traditional face-to-face discussion contexts.", "venue": "", "year": 2015, "referenceCount": 39, "citationCount": 16, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145382151", "name": "Meng-Jung Tsai"}, {"authorId": "1808755", "name": "Jyh-Chong Liang"}, {"authorId": "1726148", "name": "H. Hou"}, {"authorId": "2250062", "name": "Chin-Chung Tsai"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5ea2544d427ac5b1eba4a4ba3f1fb28a4884289a", "externalIds": {"MAG": "1980567103", "DBLP": "conf/chi/VasilescuPRBSDF15", "DOI": "10.1145/2702123.2702549"}, "url": "https://www.semanticscholar.org/paper/5ea2544d427ac5b1eba4a4ba3f1fb28a4884289a", "title": "Gender and Tenure Diversity in GitHub Teams", "abstract": "Software development is usually a collaborative venture. Open Source Software (OSS) projects are no exception; indeed, by design, the OSS approach can accommodate teams that are more open, geographically distributed, and dynamic than commercial teams. This, we find, leads to OSS teams that are quite diverse. Team diversity, predominantly in offline groups, is known to correlate with team output, mostly with positive effects. How about in OSS? Using GitHub, the largest publicly available collection of OSS projects, we studied how gender and tenure diversity relate to team productivity and turnover. Using regression modeling of GitHub data and the results of a survey, we show that both gender and tenure diversity are positive and significant predictors of productivity, together explaining a sizable fraction of the data variability. These results can inform decision making on all levels, leading to better outcomes in recruiting and performance.", "venue": "CHI", "year": 2015, "referenceCount": 77, "citationCount": 223, "influentialCitationCount": 26, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2434621", "name": "Bogdan Vasilescu"}, {"authorId": "49703359", "name": "Daryl Posnett"}, {"authorId": "31631000", "name": "Baishakhi Ray"}, {"authorId": "1718306", "name": "M. Brand"}, {"authorId": "1747171", "name": "Alexander Serebrenik"}, {"authorId": "1730296", "name": "Premkumar T. Devanbu"}, {"authorId": "3179220", "name": "V. Filkov"}]}}, {"isInfluential": false, "contexts": ["006), consistent with their more socio-emotional behavior in teams [30], [31]."], "intents": ["background"], "citingPaper": {"paperId": "ca217adae69d1e0e2baf96000552e17096c9d55a", "externalIds": {"DBLP": "conf/icse/VasilescuFS15", "MAG": "2053619615", "DOI": "10.1109/CHASE.2015.14"}, "url": "https://www.semanticscholar.org/paper/ca217adae69d1e0e2baf96000552e17096c9d55a", "title": "Perceptions of Diversity on Git Hub: A User Survey", "abstract": "Understanding one's work environment is important for one's success, especially when working in teams. In virtual collaborative environments this amounts to being aware of the technical and social attributes of one's team members. Focusing on Open Source Software teams, naturally very diverse both socially and technically, we report the results of a user survey that tries to resolve how teamwork and individual attributes are perceived by developers collaborating on GITHUB, and how those perceptions influence their work. Our findings can be used as complementary data to quantitative studies of developers' behavior on GITHUB.", "venue": "2015 IEEE/ACM 8th International Workshop on Cooperative and Human Aspects of Software Engineering", "year": 2015, "referenceCount": 40, "citationCount": 55, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "2434621", "name": "Bogdan Vasilescu"}, {"authorId": "3179220", "name": "V. Filkov"}, {"authorId": "1747171", "name": "Alexander Serebrenik"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "711a748ed6563225e26fce1ea38410bad46115ff", "externalIds": {"MAG": "2948371685"}, "url": "https://www.semanticscholar.org/paper/711a748ed6563225e26fce1ea38410bad46115ff", "title": "Perceptions of online learning in an Australian university : Malaysian students’ perspectives-usability of the online learning tools", "abstract": "This study set out to investigate the kinds of learning difficulties encountered by the Malaysian students and how they actually coped with online learning. The modified Online Learning Environment Survey (OLES) instrument was used to collect data from the sample of 40 Malaysian students at a university in Brisbane, Australia. A controlled group of 35 Australian students was also included for comparison purposes. Contrary to assumptions from previous researches, the findings revealed that there were only a few differences between the international Asian and Australian students with regards to their perceptions of online learning. Recommendations based on the findings of this research study were applicable for Australian universities which have Asian international students enrolled to study online.", "venue": "", "year": 2011, "referenceCount": 164, "citationCount": 12, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "79738986", "name": "R. Chew"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ab7f5f07ee8788f6b642b881b92ef6c12ed87e20", "externalIds": {"MAG": "2592348659"}, "url": "https://www.semanticscholar.org/paper/ab7f5f07ee8788f6b642b881b92ef6c12ed87e20", "title": "COLLABORATIVE LEARNING STRATEGIES: POTENTIAL APPLICATION IN DISTANCE EDUCATION", "abstract": "This study discussed that collaborative learning strategies promotes academic and social-affective learning such as the ability to work in a team. However, there is a lack of empirical research on collaborative learning strategies in the classroom. The findings revealed that the distance students not very much clear about the concept of collaborative learning. Further collaborative learning was not always integrated in the classroom. This paper discussed some of the findings of the study and suggested few recommendations for better use of collaborative learning strategies for distance learners.", "venue": "", "year": 2011, "referenceCount": 27, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144901640", "name": "M. Iqbal"}, {"authorId": "51458836", "name": "N. Kousar"}, {"authorId": "73459303", "name": "Fazalur Rahman"}]}}, {"isInfluential": false, "contexts": ["However, just as the studies on group learning in regular classrooms frequently emphasised, ethnic or cultural background can mediate the function of gender in peer interactions (Delange 1995, Watkins et al. 1998, Wolfe 2000, Mortenson 2002, Claire 2004, Michailidou and Economides 2007).", "Previous research suggested online communication or collaboration should be attractive for girls because girls appear to be particularly interested in social interaction and collaboration tasks (McSporran and Young 2001, Michailidou and Economides 2007)."], "intents": ["background"], "citingPaper": {"paperId": "229abd7adfe13916219c81a77a2be9e2e8722c9d", "externalIds": {"DBLP": "journals/behaviourIT/ChiuYLC10", "MAG": "2026089101", "DOI": "10.1080/01449291003686195"}, "url": "https://www.semanticscholar.org/paper/229abd7adfe13916219c81a77a2be9e2e8722c9d", "title": "Elementary students' participation style in synchronous online communication and collaboration", "abstract": "This research investigated how differently elementary school students participate in synchronous online collaborative learning by analysing their discussions with their partners. Two hundred and seventy-eight Taiwanese students, ranging in age from 11 to 12 years old, were involved in this study. The students were randomly arranged within-class into three-member groups. Each group used a collaborative learning system to discuss and accomplish a group assignment (creating a shared concept map). The textual discussions by each individual student were collected, categorised and accumulated. Cluster analysis was adopted to statistically classify students based on their discussion characteristics. We found that a student, while participating in online collaboration and communication, exhibited a distinct style: less contributing, coordination emphasising, communicative or task-oriented. In addition, students exhibiting the task-oriented pattern and students predominantly showing communicative behaviours were found to have better learning performance and retain more knowledge than students observed to be coordination emphasising or less contributing within group collaboration.", "venue": "Behav. Inf. Technol.", "year": 2010, "referenceCount": 149, "citationCount": 20, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "144565542", "name": "C. Chiu"}, {"authorId": "2118587208", "name": "H. Y. Yang"}, {"authorId": "3116705", "name": "T. Liang"}, {"authorId": "145263433", "name": "H. Chen"}]}}, {"isInfluential": false, "contexts": ["Virtual teams work on interdependently across space, time, cultures, and organisational boundaries on temporary, non-occuring projects with shared purpose while using technology (Michailidou and Economides, 2007)."], "intents": ["background"], "citingPaper": {"paperId": "55418ca2089074a077821890a2c5d52668b3555c", "externalIds": {"DBLP": "phd/ethos/Ounnas10", "MAG": "606152304"}, "url": "https://www.semanticscholar.org/paper/55418ca2089074a077821890a2c5d52668b3555c", "title": "Enhancing the automation of forming groups for education with semantics", "abstract": "Many approaches to learning and teaching rely upon students working in groups. Formation of optimal groups can be a time consuming and complex task, particularly when the list of participants is unknown in advance. This research investigates the implementation of semantics to enhance computer-supported group formation in education using two approaches: The first approach uses semantics to express the criteria specified by the person forming the groups. The group formation in this approach is modelled as a constraint satisfaction problem where the criteria is a set of constraints that we aim to minimise their violation while processing the groups. The second approach uses Semantic Web domain ontologies in describing the participants to enrich the data used in calculating the similarity between the participants when the group formation is processed using a heuristic approach such as clustering algorithms. We run a number of experiments that include real datasets from higher education classes, simulated datasets, Web-based datasets, and user studies, to evaluate the research. The results proved that in both approaches, implementing semantics improved the generated groups, in that, using semantics to model group formation’s constraints generates an optimised grouping in terms of constraint satisfaction that exceeds the performance of existing applications, particularly in terms of the number of constraints it can handle; and that using semantics to model the participants’ data enhances their satisfaction with the groups they are allocated to.", "venue": "", "year": 2010, "referenceCount": 190, "citationCount": 18, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2218421", "name": "A. Ounnas"}]}}, {"isInfluential": false, "contexts": ["We conclude with a discussion of how the rich stories, environmental setting, and artificial intelligence technologies involved in narrative-centered learning environments can be utilized to advance understanding and support of collaboration."], "intents": ["background"], "citingPaper": {"paperId": "74e78658202c1f9434f96d18ea2a9ba95f38664e", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/74e78658202c1f9434f96d18ea2a9ba95f38664e", "title": "Collaborative Learning in Narrative-Centered Learning Environments", "abstract": "Student collaboration in traditional classroom settings has been shown to contribute to learning gains, cognitive and metacognitive skills, and to accrue social advantages. However, creating effective cooperative learning environments is challenging. Forming groups expected to generate the most beneficial outcomes and monitoring or scaffolding group interactions is difficult, especially when students are first learning to work as a team. However, given the promise of collaboration, the intelligent tutoring systems community has begun to investigate the utility of computer-supported collaborative learning as a means for addressing traditional classroom impediments to collaborative learning. In particular, narrativecentered learning environments may be well equipped to address the complexities of collaboration. This paper discusses the advantages of narrative-centered learning environments for both student-student collaboration as well as student-agent collaboration.", "venue": "", "year": 2010, "referenceCount": 39, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "31942647", "name": "J. Robison"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "edb9c408064c8a134b1fe7d5d7973af14e61034e", "externalIds": {"DBLP": "journals/ijicte/SewardHC09", "MAG": "1981253038", "DOI": "10.4018/jicte.2009040102"}, "url": "https://www.semanticscholar.org/paper/edb9c408064c8a134b1fe7d5d7973af14e61034e", "title": "Computer-Mediated Communication that Brings Learning into the Present: Gender Differences in Status Differentials and Self-Disclosure in Online Peer Teaching", "abstract": "A two-part assignment was designed which paired students together using e-mail technology that required them to engage in peer teaching. This allowed us to study computer-mediated communication that was not part of a discussion group or chat room. An analysis of the e-mails revealed that males and females did not differ in frequency, length or use of social incentives. Males sent slightly more status enhancement messages while females sent more status recognition messages. Significant gender differences occurred, however, in the use of apologies and in how personal weaknesses or bad experiences were characterized. Unexpectedly, university affiliation was more significant than gender in the amount of self-disclosure.", "venue": "Int. J. Inf. Commun. Technol. Educ.", "year": 2009, "referenceCount": 37, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "95414369", "name": "Linda Seward"}, {"authorId": "83745035", "name": "Vickie Harvey"}, {"authorId": "2044827870", "name": "J. Carranza"}]}}, {"isInfluential": false, "contexts": ["Several researchers mentioned that collaboration may affect each participant’s cultural characteristics (Chang and Lim, 2002; Cifuentes and Murphy, 2000; Ferdig et al., 2007; Holloway and Valentine, 2000; Lim and Zhong, 2005; Michailidou and Economides, 2007).", "Michailidou and Economides (2007) mentioned that communication distortion may appear because of dissimilar communication modes among people from dissimilar cultural background.", "Michailidou and Economides (2007) argued that computer supported collaborative learning environments and instructors should take into consideration cultural factors that influence learners’ learning.", "So, cultural co-creation may occur in computer supported collaborative learning that support diversified cultures (Michailidou and Economides, 2007)."], "intents": ["background"], "citingPaper": {"paperId": "d171a886b60c300bd992f44e2394726e60d62fae", "externalIds": {"MAG": "2071382201", "DOI": "10.1108/17504970810911052"}, "url": "https://www.semanticscholar.org/paper/d171a886b60c300bd992f44e2394726e60d62fae", "title": "Culture-Aware Collaborative Learning.", "abstract": "Purpose – In a collaborative learning environment there will be many learners with diverse cultures. These learners should be supported to communicate and collaborate among themselves. The variety of the communication and collaboration tools and modes available to each learner would depend on his/her personal cultural background. The purpose of this paper is to suggest the adaptation of the collaborative learning environment to the learner's cultural profile. So, first it aims to present learner's models with respect to his/her cultural characteristics. It also aims to present the various communication and collaboration tools and modes that would be available to the learners. Then, each learner has at his/her disposal the appropriate communication and collaboration tools and modes according to his/her cultural characteristics.Design/methodology/approach – The cultural models of Trompenaars and Hampden‐Turner, as well Hofsted are modified relaxing the dualism of their dimensions. The modified models are us...", "venue": "", "year": 2008, "referenceCount": 85, "citationCount": 74, "influentialCitationCount": 6, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1741577", "name": "A. Economides"}]}}]}