{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "008f5d4f89c3f51c515d2b5aa291a63d748d5a57", "externalIds": {"MAG": "2088492533", "DOI": "10.1017/S0829320100010097"}, "url": "https://www.semanticscholar.org/paper/008f5d4f89c3f51c515d2b5aa291a63d748d5a57", "title": "Negotiated Risk: Actuarial Illusions and Discretion in Probation", "abstract": "Résumé Une « peine juste » est de plus en plus structurée selon le cadre de la probabilité actuarielle. Les technologies du risque actuariel sont souvent considérées comme des procédés ayant, en grande partie, supplanté la prise de décision discrétionnaire de la part des intervenants par des modèles décisionnaires structurés et quantitatifs. Certains savants soutiennent que la transition vers des pénalités basées sur le risque a mené à la «déqualification», à la «scientificité» et à «l'érosion de la discrétion professionnelle», voire même à l'élimination du pouvoir discrétionnaire professionnel de la part des praticiens du droit criminel. Basé sur 71 entrevues semi-structurées et non directives avec des professionnels de la justice criminelle, cet article analyse comment l'introduction des outils du risque façonne la discrétion sans toutefois l'éliminer. Nous soutenons que les outils du risque ne sont pas simplement imposés sur les praticiens de la justice criminelle. Au contraire, les praticiens résistent et utilisent activement les technologies du risque tout en atténuant l'impaete de ces outils sur leur capacité de prendre des décisions discrétionnaires. Nous soutenons que l'adoption des technologies du risque représente une négociation procédurale : les praticiens accueillent les avantages professionnels que ces technologies apportent tout en affirmant l'importance de l'expérience et de la connaissance clinique dans la prise de décision. Nous démontrons comment, premièrement, les praticiens font la distinction entre la standardisation de l'évaluation du risque et leurs propres expériences et connaissances cliniques et comment, deuxièmement, ils exercent de la discrétion dans le but de mitiger les effets discriminatoires associés à l'évaluation du risque. Ainsi, bien que les praticiens sont attirés vers les outils du risque par le fait que leur soi-disant «objectivité» les aident à défendre leurs décisions auprès du public, l'adoption et l'utilisation de ces outils dans le contexte de la prise de décisions professionnelles est plus complexe et contradictoire que laisserait croire la littérature théorique. Abstract A “just punishment” is increasingly structured by actuarial probability frameworks. Actuarial risk technologies are often characterized as having supplanted much of practitioners' discretionary decision making with structured, quantitatively derived decision-making templates. Some scholars maintain that the transition to risk-based penality has led to “deskilling,” “scientification,” and “erosion of professional discretion,” or even to the elimination of criminal justice practitioners' use of professional discretion. This paper uses data from 71 semi-structured, open-ended interviews with criminal justice professionals to analyse how the introduction of risk tools shapes but does not eliminate discretion. We argue that risk tools are not simply imposed on criminal justice practitioners; instead, practitioners actively resist and embrace risk technologies and temper the impact risk tools have on their discretionary decision making. We maintain that the adoption of risk technologies reflects a negotiated process whereby practitioners welcome the professional advantages that these technologies afford while affirming the centrality of experience and clinical knowledge in decision making. We show how practitioners differentiate between the standardization intended by risk assessments and their own experiences and clinical knowledges, and how they exercise their discretion in an effort to mitigate the perceived discriminatory effects of the risk assessment. Thus, although risk tools are appealing to practitioners because their supposed “objectivity” makes them more defensible to the public, the adoption and use of these tools in the context of professional decision making is more complex and contradictory than much of the theoretical literature has assumed.", "venue": "Canadian journal of law and society", "year": 2009, "referenceCount": 46, "citationCount": 69, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1413177183", "name": "Kelly Hannah-Moffat"}, {"authorId": "1470456256", "name": "Kelly Paula Sarah Maurutto"}, {"authorId": "1470450602", "name": "Kelly Paula Sarah Turnbull"}]}}, {"contexts": ["First, the concept of field pays closer attention to the structure of positions and positiontakings within a given space of expertise (Bourdieu, 1993; Eyal and Buchholz, 2010)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "06c91697891658791d0045df8b85a4ff6aad4211", "externalIds": {"MAG": "2133148777", "DOI": "10.1146/ANNUREV.SOC.012809.102625"}, "url": "https://www.semanticscholar.org/paper/06c91697891658791d0045df8b85a4ff6aad4211", "title": "From the Sociology of Intellectuals to the Sociology of Interventions", "abstract": "This review suggests that the sociology of intellectuals is being converted into a sociology of interventions, i.e., instead of focusing on a certain social type, it analyzes the movement by which knowledge and expertise are mobilized to inform a value-laden intervention in the public sphere. We first demonstrate that the classical sociology of intellectuals was centered on a problematic of allegiance that no longer seems productive. In addition, we show that by focusing on a particular social type it remained limited to only one mode of intervention into the public sphere. We then review two literatures that distance themselves from the classical problematic and that could be integrated under the common rubric of a sociology of interventions: The first literature analyzes intellectual fields and markets. It moves away from the sociology of intellectuals by multiplying the relevant actors and depersonalizing the term “intellectual” so that it no longer stands for a social type but for the capacity to make...", "venue": "", "year": 2010, "referenceCount": 113, "citationCount": 140, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "5437039", "name": "Gil Eyal"}, {"authorId": "2093479384", "name": "Larissa Buchholz"}]}}, {"contexts": ["In response, they engage in rituals to appear compliant and modern: they imitate their successful competitors, buy fancy technological tools, and change their organizational structure (DiMaggio and Powell, 1983).", "Scholars studying\norganizations know all too well that this pressure to rationalize in turn comes with many unintended consequences (DiMaggio and Powell, 1983).", "Scholars studying organizations know all too well that this pressure to rationalize in turn comes with many unintended consequences (DiMaggio and Powell, 1983)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "0af291910cf97d2cb5dc5d2bdfe483fd634785e1", "externalIds": {"MAG": "2975828509", "DOI": "10.1016/S0742-3322(00)17011-1"}, "url": "https://www.semanticscholar.org/paper/0af291910cf97d2cb5dc5d2bdfe483fd634785e1", "title": "The iron cage revisited institutional isomorphism and collective rationality in organizational fields", "abstract": "What makes organizations so similar? We contend that the engine of rationalization and bureaucratization has moved from the competitive marketplace to the state and the professions. Once a set of organizations emerges as a field, a paradox arises: rational actors make their organizations increasingly similar as they try to change them. We describe three isomorphic processes-coercive, mimetic, and normative—leading to this outcome. We then specify hypotheses about the impact of resource centralization and dependency, goal ambiguity and technical uncertainty, and professionalization and structuration on isomorphic change. Finally, we suggest implications for theories of organizations and social change.", "venue": "", "year": 1983, "referenceCount": 6, "citationCount": 30103, "influentialCitationCount": 2237, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Political Science", "Economics"], "authors": [{"authorId": "69383880", "name": "Paul DiMaggio"}, {"authorId": "3276126", "name": "W. Powell"}]}}, {"contexts": ["Ethnographers are sensitive to the discrepancies that emerge between discourses and practices in the field, or the fact that what people say does not always match what they do (Jerolmack and Khan, 2014)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "0cb11711ae9d47f3febfc25f14c29f2d365a86be", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/0cb11711ae9d47f3febfc25f14c29f2d365a86be", "title": "Talk Is Cheap: Ethnography and the Attitudinal Fallacy", "abstract": "This article examines the methodological implications of the fact that what people say is often a poor predictor of what they do. We argue that many interview and survey researchers routinely conflate selfreports with behavior and assume a consistency between attitudes and action. We call this erroneous inference of situated behavior from verbal accounts the attitudinal fallacy. Though interviewing and ethnography are often lumped together as ‘‘qualitative methods,’’ by juxtaposing studies of ‘‘culture in action’’ based on verbal accounts with ethnographic investigations, we show that the latter routinely attempts to explain the ‘‘attitude–behavior problem’’ while the former regularly ignores it. Because meaning and action are collectively negotiated and context-dependent, we contend that self-reports of attitudes and behaviors are of limited value in explaining what people actually do because they are overly individualistic and abstracted from lived experience.", "venue": "", "year": 2014, "referenceCount": 68, "citationCount": 232, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "12280978", "name": "Colin Jerolmack"}, {"authorId": "24454099", "name": "Shamus Khan"}]}}, {"contexts": ["Big Data evangelists often argue that accountability is not only possible but also easier than ever to achieve through automatic and computerized procedures (see for instance Ægisdottir et al., 2006; Castro, 2016; Milgram, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "0cf8ec5222307c47f94868e0c4639d0fc7b2d075", "externalIds": {"MAG": "2150412137", "DOI": "10.1177/0011000005285875"}, "url": "https://www.semanticscholar.org/paper/0cf8ec5222307c47f94868e0c4639d0fc7b2d075", "title": "The Meta-Analysis of Clinical Judgment Project: Fifty-Six Years of Accumulated Research on Clinical Versus Statistical Prediction", "abstract": "Clinical predictions made by mental health practitioners are compared with those using statistical approaches. Sixty-seven studies were identified from a comprehensive search of 56 years of research; 92 effect sizes were derived from these studies. The overall effect of clinical versus statistical prediction showed a somewhat greater accuracy for statistical methods. The most stringent sample of studies, from which 48 effect sizes were extracted, indicated a 13% increase in accuracy using statistical versus clinical methods. Several variables influenced this overall effect. Clinical and statistical prediction accuracy varied by type of prediction, the setting in which predictor data were gathered, the type of statistical formula used, and the amount of information available to the clinicians and the formulas. Recommendations are provided about when and under what conditions counseling psychologists might use statistical formulas as well as when they can rely on clinical methods. Implications for clinical judgment research and training are discussed.", "venue": "", "year": 2006, "referenceCount": 151, "citationCount": 539, "influentialCitationCount": 26, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "65858403", "name": "Stefanía Ægisdóttir"}, {"authorId": "3606414", "name": "M. White"}, {"authorId": "40285893", "name": "P. Spengler"}, {"authorId": "112972150", "name": "Alan S. Maugherman"}, {"authorId": "50790133", "name": "L. A. Anderson"}, {"authorId": "2068895552", "name": "R. S. Cook"}, {"authorId": "112925199", "name": "C. N. Nichols"}, {"authorId": "30474774", "name": "G. Lampropoulos"}, {"authorId": "82626439", "name": "B. S. Walker"}, {"authorId": "2986153", "name": "Genna R. Cohen"}, {"authorId": "2060779652", "name": "Jeffrey D. Rush"}]}}, {"contexts": ["I rely on grounded theory to organize my research (Charmaz, 2006).", "Of course, it may be that journalists refrained from look-\ning at web analytics because of my presence as an ethnographer—a process known as ‘‘reactivity’’ in ethnographic methods (Charmaz, 2006)."], "isInfluential": false, "intents": ["background", "methodology"], "citedPaper": {"paperId": "0d6cf3cd3794bc31a4e5a8ded4d4ba83bb20f9b0", "externalIds": {"MAG": "2132805038", "DOI": "10.3402/QHW.V1I3.4932"}, "url": "https://www.semanticscholar.org/paper/0d6cf3cd3794bc31a4e5a8ded4d4ba83bb20f9b0", "title": "Constructing grounded theory : A practical guide through qualitative analysis", "abstract": "BOOK REVIEW: Constructing grounded theory. A practical guide through qualitative analysis Kathy Charmaz, 2006, 208 pp. London: Sage. ISBN 2005928035", "venue": "", "year": 2006, "referenceCount": 0, "citationCount": 10681, "influentialCitationCount": 2249, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "143750360", "name": "E. Brink"}, {"authorId": "4112577", "name": "L. Dellve"}, {"authorId": "9021417", "name": "U. Hallberg"}, {"authorId": "37418783", "name": "K. Abrahamsson"}, {"authorId": "5238020", "name": "G. Klingberg"}, {"authorId": "47157491", "name": "K. Wentz"}]}}, {"contexts": ["This is where predictive risk-assessment tools come in. Quantitative models are far from new in criminal justice and indeed have existed for most of the twentieth century (Harcourt, 2006).", "From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly important role in many expert occupations.", "…to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly important role in many expert occupations.", "Quantitative models are far from new in criminal justice and indeed have existed for most of the twentieth century (Harcourt, 2006).", "Recent studies argue indeed that riskassessment tools reinforce social and racial inequalities instead of reducing them (Angwin et al., 2016; Harcourt, 2006)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "105717c7f074957c05fc8b28b7d367ee7b6a2832", "externalIds": {"MAG": "2018474671", "DOI": "10.1525/NCLR.2008.11.2.359"}, "url": "https://www.semanticscholar.org/paper/105717c7f074957c05fc8b28b7d367ee7b6a2832", "title": ":Against Prediction: Profiling, Policing, and Punishing in an Actuarial Age", "abstract": "Book file PDF easily for everyone and every device. You can download and read online Against Prediction: Profiling, Policing, and Punishing in an Actuarial Age file PDF Book only if you are registered here. And also you can download or read online all Book PDF file that related with Against Prediction: Profiling, Policing, and Punishing in an Actuarial Age book. Happy reading Against Prediction: Profiling, Policing, and Punishing in an Actuarial Age Bookeveryone. Download file Free Book PDF Against Prediction: Profiling, Policing, and Punishing in an Actuarial Age at Complete PDF Library. This Book have some digital formats such us :paperbook, ebook, kindle, epub, fb2 and another formats. Here is The Complete PDF Book Library. It's free to register here to get Book file PDF Against Prediction: Profiling, Policing, and Punishing in an Actuarial Age.", "venue": "", "year": 2008, "referenceCount": 0, "citationCount": 189, "influentialCitationCount": 18, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "66786602", "name": "Lucia Zedner"}]}}, {"contexts": ["Journalism as an industry started moving online as early as the mid1990s (Boczkowski, 2004)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "110d78b6471e6b92ff90f56758e4d243f6cc5e6f", "externalIds": {"MAG": "1579592760", "DOI": "10.7551/mitpress/2435.001.0001"}, "url": "https://www.semanticscholar.org/paper/110d78b6471e6b92ff90f56758e4d243f6cc5e6f", "title": "Digitizing the News: Innovation in Online Newspapers", "abstract": "In this study of how daily newspapers in America have developed electronic publishing ventures, Pablo Boczkowski shows that new media emerge not just in a burst of revolutionary technological change but by merging the structures and practices of existing media with newly available technical capabilities. His multi-disciplinary perspectives of science and technology, communication, and organization studies allow him to address the connections between technical, editorial, and work facets of new media. This approach yields analytical insights into the material culture of online newsrooms, the production processes of new media products, and the relationships between offline and online dynamics.Boczkowski traces daily newspapers' early consumer-oriented non-print publishing initiatives, from the now-forgotten videotex efforts of the 1980s to the rise of the World Wide Web in the mid- 1990s. He then examines the formative years of news on the Web during the second half of the 1990s, when the content of online newspapers varied from simple reproduction of the print edition to new material with interactive and multimedia features. With this picture of the recent history of non-print publishing as background, Boczkowski provides ethnographic, fly-on-the-wall accounts of three innovations in content creation: the Technology section of the New York Times on the Web, which was initially intended as the newspaper's space for experimentation with online news; the Virtual Voyager project of the HoustonChronicle.com, in which reporters pushed the envelope of multimedia journalism; and the Community Connection initiative of New Jersey Online, in which users became content producers. His analyses of these ventures reveal how innovation in online newspapers became an ongoing process in which different combinations of initial conditions and local contingencies led publishers along divergent paths of content creation.", "venue": "", "year": 2004, "referenceCount": 0, "citationCount": 555, "influentialCitationCount": 41, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3077056", "name": "P. Boczkowski"}]}}, {"contexts": ["On the other hand, scholars criticize the ‘‘mythology’’ of Big Data (boyd and Crawford, 2012), pointing out the opacity of algorithms (Burrell, 2016; Pasquale, 2015) and delineating the discriminatory feedback loops that these ‘‘weapons of math destruction’’ tend to have (Barocas and Selbst, 2016;…", "From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly important role in many expert occupations.", "From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly…", "Many have called for increased transparency and accountability in algorithmic systems (Diakopoulos and Friedler, 2016; Pasquale, 2015).", "On the other hand, scholars criticize the ‘‘mythology’’ of Big Data (boyd and Crawford, 2012), pointing out the opacity of algorithms (Burrell, 2016; Pasquale, 2015) and delineating the discriminatory feedback loops that these ‘‘weapons of math destruction’’ tend to have (Barocas and Selbst, 2016; O’Neil, 2016).", "Researchers also disagree with the promise that algorithms make experts more accountable, criticizing instead the opacity of algorithmic techniques (Burrell, 2016) and the ‘‘black boxes’’ that they tend to create (Pasquale, 2015)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "16d48c78afb6a9880486ce1b2111a611b4007557", "externalIds": {"MAG": "202799293", "DOI": "10.5860/choice.190706"}, "url": "https://www.semanticscholar.org/paper/16d48c78afb6a9880486ce1b2111a611b4007557", "title": "The Black Box Society: The Secret Algorithms That Control Money and Information", "abstract": "Every day, corporations are connecting the dots about our personal behaviorsilently scrutinizing clues left behind by our work habits and Internet use. The data compiled and portraits created are incredibly detailed, to the point of being invasive. But who connects the dots about what firms are doing with this information? The Black Box Society argues that we all need to be able to do soand to set limits on how big data affects our lives. Hidden algorithms can make (or ruin) reputations, decide the destiny of entrepreneurs, or even devastate an entire economy. Shrouded in secrecy and complexity, decisions at major Silicon Valley and Wall Street firms were long assumed to be neutral and technical. But leaks, whistleblowers, and legal disputes have shed new light on automated judgment. Self-serving and reckless behavior is surprisingly common, and easy to hide in code protected by legal and real secrecy. Even after billions of dollars of fines have been levied, underfunded regulators may have only scratched the surface of this troubling behavior. Frank Pasquale exposes how powerful interests abuse secrecy for profit and explains ways to rein them in. Demanding transparency is only the first step. An intelligible society would assure that key decisions of its most important firms are fair, nondiscriminatory, and open to criticism. Silicon Valley and Wall Street need to accept as much accountability as they impose on others.", "venue": "", "year": 2015, "referenceCount": 526, "citationCount": 1026, "influentialCitationCount": 46, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "24272314", "name": "Frank A. Pasquale"}]}}, {"contexts": ["Many expert fields are also professions, in the sociological sense, in that they exercise a strict monopoly on their jurisdiction and try to prevent outsiders from encroaching on their turf (Abbott, 1988).", "Second, the two fields have different barriers to entry—or, in sociological terms, they differ in how much control they have over their jurisdictions (Abbott, 1988)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "176a7348508835007afc6e7917e88eaa56f55e32", "externalIds": {"MAG": "2516830538", "DOI": "10.1086/602269"}, "url": "https://www.semanticscholar.org/paper/176a7348508835007afc6e7917e88eaa56f55e32", "title": ": The System of Professions: An Essay on the Division of Expert Labor", "abstract": null, "venue": "", "year": 1990, "referenceCount": 0, "citationCount": 2933, "influentialCitationCount": 539, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32801122", "name": "W. Wiegand"}]}}, {"contexts": ["They argue that algorithmic techniques are not necessarily neutral, raising questions about biases in the training data and the disparate impact that algorithms can have on protected groups (Barocas and Selbst, 2016; O’Neil, 2016).", "…scholars criticize the ‘‘mythology’’ of Big Data (boyd and Crawford, 2012), pointing out the opacity of algorithms (Burrell, 2016; Pasquale, 2015) and delineating the discriminatory feedback loops that these ‘‘weapons of math destruction’’ tend to have (Barocas and Selbst, 2016; O’Neil, 2016)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "1d174f0e3c391368d0f3384a144a6c7487f2a143", "externalIds": {"MAG": "1819662813", "DOI": "10.2139/SSRN.2477899"}, "url": "https://www.semanticscholar.org/paper/1d174f0e3c391368d0f3384a144a6c7487f2a143", "title": "Big Data's Disparate Impact", "abstract": "Advocates of algorithmic techniques like data mining argue that these techniques eliminate human biases from the decision-making process. But an algorithm is only as good as the data it works with. Data is frequently imperfect in ways that allow these algorithms to inherit the prejudices of prior decision makers. In other cases, data may simply reflect the widespread biases that persist in society at large. In still others, data mining can discover surprisingly useful regularities that are really just preexisting patterns of exclusion and inequality. Unthinking reliance on data mining can deny historically disadvantaged and vulnerable groups full participation in society. Worse still, because the resulting discrimination is almost always an unintentional emergent property of the algorithm’s use rather than a conscious choice by its programmers, it can be unusually hard to identify the source of the problem or to explain it to a court.This Essay examines these concerns through the lens of American antidiscrimination law — more particularly, through Title VII’s prohibition of discrimination in employment. In the absence of a demonstrable intent to discriminate, the best doctrinal hope for data mining’s victims would seem to lie in disparate impact doctrine. Case law and the Equal Employment Opportunity Commission’s Uniform Guidelines, though, hold that a practice can be justified as a business necessity when its outcomes are predictive of future employment outcomes, and data mining is specifically designed to find such statistical correlations. Unless there is a reasonably practical way to demonstrate that these discoveries are spurious, Title VII would appear to bless its use, even though the correlations it discovers will often reflect historic patterns of prejudice, others’ discrimination against members of protected groups, or flaws in the underlying dataAddressing the sources of this unintentional discrimination and remedying the corresponding deficiencies in the law will be difficult technically, difficult legally, and difficult politically. There are a number of practical limits to what can be accomplished computationally. For example, when discrimination occurs because the data being mined is itself a result of past intentional discrimination, there is frequently no obvious method to adjust historical data to rid it of this taint. Corrective measures that alter the results of the data mining after it is complete would tread on legally and politically disputed terrain. These challenges for reform throw into stark relief the tension between the two major theories underlying antidiscrimination law: anticlassification and antisubordination. Finding a solution to big data’s disparate impact will require more than best efforts to stamp out prejudice and bias; it will require a wholesale reexamination of the meanings of “discrimination” and “fairness.”", "venue": "", "year": 2016, "referenceCount": 15, "citationCount": 1350, "influentialCitationCount": 67, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2881033", "name": "Solon Barocas"}, {"authorId": "46432110", "name": "Andrew D. Selbst"}]}}, {"contexts": ["…work is attributed as specified on the SAGE and Open Access pages (https://us.sagepub.com/en-us/nam/open-access-at-sage).\nabout the practices, representations, and imaginaries of the people who rely on algorithmic technologies in their work and lives (Bucher, 2016; Gillespie, 2016; Levy, 2015)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "222637ff5766cc52f666d8256d1a6cddef1e3b1f", "externalIds": {"DBLP": "journals/tis/Levy15", "MAG": "2128878711", "DOI": "10.1080/01972243.2015.998105"}, "url": "https://www.semanticscholar.org/paper/222637ff5766cc52f666d8256d1a6cddef1e3b1f", "title": "The Contexts of Control: Information, Power, and Truck-Driving Work", "abstract": "This article examines the implications of electronic monitoring systems for organizational information flows and worker control, in the context of the U.S. trucking industry. Truckers, a spatially dispersed group of workers with a traditionally independent culture and a high degree of autonomy, are increasingly subjected to performance monitoring via fleet management systems that record and transmit fine-grained data about their location and behaviors. These systems redistribute operational information within firms by accruing real-time aggregated data in a remote company dispatcher. This redistribution results in a seemingly incongruous set of effects. First, abstracted and aggregated data streams allow dispatchers to quantitatively evaluate truckers’ job performance across new metrics, and to challenge truckers’ accounts of local and biophysical conditions. Second, even as these data are abstracted, information about truckers’ activities is simultaneously resocialized via its strategic deployment into truckers’ social relationships with their coworkers and families. These disparate dynamics operate together to facilitate firms’ control over truckers’ daily work practices in a manner that was not previously possible. The trucking case reveals multifaceted pathways to the entrenchment of organizational control via electronic monitoring.", "venue": "Inf. Soc.", "year": 2015, "referenceCount": 76, "citationCount": 90, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "144463523", "name": "K. Levy"}]}}, {"contexts": ["Depending on the organizational structure and relevant social groups involved in the trajectory of a given form, innovations may either achieve rhetorical closure or fail to be implemented (Barley, 1986; Pinch and Bijker, 1984).", "Ethnographic methods are well suited for the study of work practices, especially as they relate to the construction and reception of technological artifacts (Pinch and Bijker, 1984)."], "isInfluential": false, "intents": ["methodology", "background"], "citedPaper": {"paperId": "2b80a43a758d78ff339d68b8d48b8533a2bb066d", "externalIds": {"MAG": "3027272437", "DOI": "10.1177/030631284014003004"}, "url": "https://www.semanticscholar.org/paper/2b80a43a758d78ff339d68b8d48b8533a2bb066d", "title": "The Social Construction of Facts and Artefacts: or How the Sociology of Science and the Sociology of Technology might Benefit Each Other", "abstract": "The need for an integrated social constructivist approach towards the study of science and technology is outlined. Within such a programme both scientific facts and technological artefacts are to be understood as social constructs. Literature on the sociology of science, the science-technology relationship, and technology studies is reviewed. The empirical programme of relativism within the sociology of scientific knowledge and a recent study of the social construction of technological artefacts are combined to produce the new approach. The concepts of `interpretative flexibility' and `closure mechanism', and the notion of `social group' are developed and illustrated by reference to a study of solar physics and a study of the development of the bicycle. The paper concludes by setting out some of the terrain to be explored in future studies.", "venue": "", "year": 1984, "referenceCount": 62, "citationCount": 3447, "influentialCitationCount": 152, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1958931", "name": "T. Pinch"}, {"authorId": "31775736", "name": "W. Bijker"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2e76fa107c50485985487b03a601eb0c11894193", "externalIds": {"MAG": "2465777981"}, "url": "https://www.semanticscholar.org/paper/2e76fa107c50485985487b03a601eb0c11894193", "title": "Big Data: A Revolution That Will Transform How We Live, Work, and Think", "abstract": "Amazon Exclusive: Q&A with Kenneth Cukier and Viktor Mayer-Schonberger Q. What did it take to write Big Data? A. Kenn has written about technology and business from Europe, Asia, and the US for The Economist, and is well-connected to the data community. Viktor had researched the information economy as a professor at Harvard and now at Oxford, and his book Delete had been well received. So we thought we had a good basis to make a contribution in the area. As we wrote the book, we had to dig deep to find unheard stories about big data pioneers and interview them. We wanted Big Data to be about a big idea, but also to be full of examples and success stories -- and be engrossing to read. Q. Are you big datas cheerleaders? A. Absolutely not. We are the messengers of big data, not its evangelists. The big data age is happening, and in the book we take a look at the drivers, and big datas likely trajectory: how it will change how we work and live. We emphasize that the fundamental shift is not in the machines that calculate data, but in the data itself and how we use it. Q. In discovering big data applications, what was your biggest surprise? A. It is tempting to say that it was predicting exploding manholes, tracking inflation in real time, or how big data saves the lives of premature babies. But the biggest surprise for us perhaps was the very diversity of the uses of big data, and how it already is changing peoples everyday world. Many people see big data through the lens of the Internet economy, since Google and Facebook have so much data. But that misses the point: big data is everywhere. Q. Is Big Data then primarily a story about economic efficiency? A. Big data improves economic efficiency, but thats only a very small part of the story. We realized when talking to dozens and dozens of big data pioneers that it improves health care, advances better education, and helps predict societal changefrom urban sprawl to the spread of the flu. Big data is roaring through all sectors of the economy and all areas of life. Q. So big data offers only upside? A. Not at all. We are very concerned about what we call in our book the dark side of big data. However the real challenge is that the problem is not necessarily where we initially tend to think it is, such as surveillance and privacy. After looking into the potential misuses of big data, we became much more troubled by propensity -- that is, big data predictions being used to police and punish. And by the fetishization of data that may occur, whereby organizations may blindly defer to what the data says without understanding its limitations. Q. What can we do about this dark side? A. Knowing about it is the first step. We thought hard to suggest concrete steps that can be taken to minimize and mitigate big datas risk, and came up with a few ways to ensure transparency, guarantee human free will, and strike a better balance on privacy and the use of personal information. These are deeply serious issues. If we do not take action soon, it might be too late.", "venue": "", "year": 2013, "referenceCount": 7, "citationCount": 2069, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1412534293", "name": "Viktor Mayer-Schnberger"}, {"authorId": "50603623", "name": "K. Cukier"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "312d71a4deec097f02b923a5215cab313cf132f5", "externalIds": {"MAG": "2767269108", "DOI": "10.1177/2053951717738104"}, "url": "https://www.semanticscholar.org/paper/312d71a4deec097f02b923a5215cab313cf132f5", "title": "Algorithms as culture: Some tactics for the ethnography of algorithmic systems", "abstract": "This article responds to recent debates in critical algorithm studies about the significance of the term “algorithm.” Where some have suggested that critical scholars should align their use of the term with its common definition in professional computer science, I argue that we should instead approach algorithms as “multiples”—unstable objects that are enacted through the varied practices that people use to engage with them, including the practices of “outsider” researchers. This approach builds on the work of Laura Devendorf, Elizabeth Goodman, and Annemarie Mol. Different ways of enacting algorithms foreground certain issues while occluding others: computer scientists enact algorithms as conceptual objects indifferent to implementation details, while calls for accountability enact algorithms as closed boxes to be opened. I propose that critical researchers might seek to enact algorithms ethnographically, seeing them as heterogeneous and diffuse sociotechnical systems, rather than rigidly constrained and procedural formulas. To do so, I suggest thinking of algorithms not “in” culture, as the event occasioning this essay was titled, but “as” culture: part of broad patterns of meaning and practice that can be engaged with empirically. I offer a set of practical tactics for the ethnographic enactment of algorithmic systems, which do not depend on pinning down a singular “algorithm” or achieving “access,” but which rather work from the partial and mobile position of an outsider.", "venue": "", "year": 2017, "referenceCount": 60, "citationCount": 237, "influentialCitationCount": 18, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "66166634", "name": "Nick Seaver"}]}}, {"contexts": ["Previous research in Science and Technology Studies shows that the meaning of technological artifacts is often profoundly shaped by the complex networks of people and organizations that use them (Knorr-Cetina, 1999; Orlikowski, 2007)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "31a900ee05080841e4702c7ca45de3425615cdec", "externalIds": {"MAG": "2154843660", "DOI": "10.1177/0170840607081138"}, "url": "https://www.semanticscholar.org/paper/31a900ee05080841e4702c7ca45de3425615cdec", "title": "Sociomaterial Practices: Exploring Technology at Work", "abstract": "In this essay, I begin with the premise that everyday organizing is inextricably bound up with materiality and contend that this relationship is inadequately reflected in organizational studies that tend to ignore it, take it for granted, or treat it as a special case. The result is an understanding of organizing and its conditions and consequences that is necessarily limited. I then argue for an alternative approach, one that posits the constitutive entanglement of the social and the material in everyday life. I draw on some empirical examples to help ground and illustrate this approach in practice and conclude by suggesting that a reconfiguration of our conventional assumptions and considerations of materiality will help us more effectively recognize and understand the multiple, emergent, and shifting sociomaterial assemblages entailed in contemporary organizing.", "venue": "", "year": 2007, "referenceCount": 40, "citationCount": 2197, "influentialCitationCount": 237, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3164419", "name": "W. Orlikowski"}]}}, {"contexts": ["…scholars studying digital technologies have called for the use of ‘‘multi-sited,’’ ‘‘distributed,’’ or ‘‘networked’’ ethnographies (Burrell, 2009; Hine, 2007; Howard, 2002; Seaver, forthcoming) in which ethnographers follow technological artifacts and discourses as they circulate through…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "3206a77fff3b1c6be2f4d3610dbaf8b45142d108", "externalIds": {"DBLP": "journals/nms/Howard02", "MAG": "2127361321", "DOI": "10.1177/146144402321466813"}, "url": "https://www.semanticscholar.org/paper/3206a77fff3b1c6be2f4d3610dbaf8b45142d108", "title": "Network Ethnography and the Hypermedia Organization: New Media, New Organizations, New Methods", "abstract": "Social scientists are increasingly interested in innovative organizational forms made possible with new media, known as epistemic communities, knowledge networks, or communities of practice, depending on the discipline. Some organizational forms can be difficult to study qualitatively because human, social, cultural, or symbolic capital is transmitted over significant distances with technologies that do not carry the full range of human expression that an ethnographer or participant observer hopes to experience. Whereas qualitative methods render rich description of human interaction, they can be unwieldy for studying complex formal and informal organizations that operate over great distances and through new media. Whereas social network analysis renders an overarching sketch of interaction, it will fail to capture detail on incommensurate yet meaningful relationships. Using social network analysis to justify case selection for ethnography, I propose `network ethnography' as a synergistic research design for the study of the organizational forms built around new media.", "venue": "New Media Soc.", "year": 2002, "referenceCount": 67, "citationCount": 246, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "40505073", "name": "P. Howard"}]}}, {"contexts": ["They argue that algorithmic techniques are not necessarily neutral, raising questions about biases in the training data and the disparate impact that algorithms can have on protected groups (Barocas and Selbst, 2016; O’Neil, 2016).", "From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly important role in many expert occupations.", "…to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly important role in many expert occupations.", "On the other hand, scholars criticize the ‘‘mythology’’ of Big Data (boyd and Crawford, 2012), pointing out the opacity of algorithms (Burrell, 2016; Pasquale, 2015) and delineating the discriminatory feedback loops that these ‘‘weapons of math destruction’’ tend to have (Barocas and Selbst, 2016; O’Neil, 2016).", "…scholars criticize the ‘‘mythology’’ of Big Data (boyd and Crawford, 2012), pointing out the opacity of algorithms (Burrell, 2016; Pasquale, 2015) and delineating the discriminatory feedback loops that these ‘‘weapons of math destruction’’ tend to have (Barocas and Selbst, 2016; O’Neil, 2016)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "3a74bed911ccf213d9595b2b02a5b1c4ac4dcaf8", "externalIds": {"DBLP": "journals/tis/Doyle17", "MAG": "2764072425", "DOI": "10.1080/01972243.2017.1354593"}, "url": "https://www.semanticscholar.org/paper/3a74bed911ccf213d9595b2b02a5b1c4ac4dcaf8", "title": "Weapons of Math Destruction: How Big Data Increases Inequality and Threatens Democracy", "abstract": "Cathy O’Neil’s Weapons of Math Destruction is a timely reminder of the power and perils of predictive algorithms and model-driven decision processes. The book deals in some depth with eight case studies of the abuses she associates with WMDs: “weapons of math destruction.” The cases include the havoc wrought by value-added models used to evaluate teacher performance and by the college ranking system introduced by U.S. News and World Report; the collateral damage of online advertising and models devised to track and monetize “eyeballs”; the abuses associated with the recidivism models used in judicial decisions; the inequities perpetrated by the use of personality tests in hiring decisions; the burdens placed on low-wage workers by algorithm-driven attempts to maximize labor efficiency; the injustices written into models that evaluate creditworthiness; the inequities produced by insurance companies’ risk models; and the potential assault on the democratic process by the use of big data in political campaigns. As this summary suggests, O’Neil had plenty of examples to choose from when she wrote the book, but since the publication of Weapons of Math Destruction, two more problems associated with model-driven decision procedures have surfaced, making O’Neil’s work even more essential reading. The first—the role played by fake news, much of it circulated on Facebook, in the 2016 election—has led to congressional investigations. The second—the failure of algorithm-governed oversight to recognize and delete gruesome posts on the Facebook Live streaming service—has caused CEO Mark Zuckerberg to announce the addition of 3,000 human screeners to the Facebook staff. While O’Neil’s book may seem too polemical to some readers and too cautious to others, it speaks forcefully to the cultural moment we share. O’Neil weaves the story of her own credentials and work experience into her analysis, because, as she explains, her training as a mathematician and her experience in finance shaped the way she now understands the world. O’Neil earned a PhD in mathematics from Harvard; taught at Barnard College, where her research area was algebraic number theory; and worked for the hedge fund D. E. Shaw, which uses mathematical analysis to guide investment decisions. When the financial crisis of 2008 revealed that even the most sophisticated models were incapable of anticipating risks associated with “black swans”—events whose rarity make them nearly impossible to predict—O’Neil left the world of corporate finance to join the RiskMetrics Group, where she helped market risk models to financial institutions eager to rehabilitate their image. Ultimately, she became disillusioned with the financial industry’s refusal to take seriously the limitations of risk management models and left RiskMetrics. She rebranded herself a “data scientist” and took a job at Intent Media, where she helped design algorithms that would make big data useful for all kinds of applications. All the while, as O’Neil describes it, she “worried about the separation between technical models and real people, and about the moral repercussions of that separation” (page 48). O’Neil eventually left Intent Media to devote her energies to inWeapons of Math Destruction", "venue": "Inf. Soc.", "year": 2017, "referenceCount": 13, "citationCount": 939, "influentialCitationCount": 42, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "120550117", "name": "T. Doyle"}]}}, {"contexts": ["’’ Building on Bourdieu’s theory of fields (Bourdieu, 1993), I analyze expert fields as configurations of actors and institutions sharing a belief in the legitimacy of specific forms of knowledge as a basis for intervention in public affairs (Collins and Evans, 2007; Fourcade, 2010).", "First, the concept of field pays closer attention to the structure of positions and positiontakings within a given space of expertise (Bourdieu, 1993; Eyal and Buchholz, 2010).", "In contrast, journalism is a particularly porous field—it is weakly professionalized, and, in Bourdieu’s terms, markedly heteronomous (Bourdieu, 1993).", "Building on Bourdieu’s theory of fields (Bourdieu, 1993), I analyze expert fields as configurations of actors and institutions sharing a belief in the legitimacy of specific forms of knowledge as a basis for intervention in public affairs (Collins and Evans, 2007; Fourcade, 2010)."], "isInfluential": true, "intents": ["methodology", "background"], "citedPaper": {"paperId": "3a902940adf403f18ce778e394953142906f9cf3", "externalIds": {"MAG": "2006908817", "DOI": "10.2307/591665"}, "url": "https://www.semanticscholar.org/paper/3a902940adf403f18ce778e394953142906f9cf3", "title": "The Field of Cultural Production", "abstract": null, "venue": "", "year": 1993, "referenceCount": 0, "citationCount": 3094, "influentialCitationCount": 188, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "152200659", "name": "G. Fyfe"}, {"authorId": "113606557", "name": "P. Bourdieu"}]}}, {"contexts": ["Experts’ discretion in making decisions, which was deemed highly legitimate during the ‘‘high modernism’’ era of the post-World War II period (Scott, 1998), is now subject to growing critique.", "A first common practice is simply to ignore the tools as much as possible, a pattern of everyday resistance analyzed by James Scott (1998) as ‘‘foot-dragging.’’"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "3fb51f8269758aae6f74807483ea20699f53b415", "externalIds": {"MAG": "1609137574", "DOI": "10.1525/CAG.1998.20.1.41"}, "url": "https://www.semanticscholar.org/paper/3fb51f8269758aae6f74807483ea20699f53b415", "title": "Seeing Like a State: How Certain Schemes to Improve the Human Condition Have Failed", "abstract": "Seeing Like a State: How Certain Schemes to Improve the Human Condition Have Failed James C. Scott. New Haven: Yale University Press, 1998.", "venue": "", "year": 1998, "referenceCount": 1, "citationCount": 4556, "influentialCitationCount": 323, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145108849", "name": "D. Dennis"}]}}, {"contexts": ["In contrast, in criminal justice, the defiance against technology goes deeper than just riskassessment instruments: it relates to the habitus of legal professionals, which is based on the rule of the precedent and the ‘‘force of law’’ (Bourdieu, 1987; Shklar, 1964).", "’’ In contrast, in criminal justice, the defiance against technology goes deeper than just riskassessment instruments: it relates to the habitus of legal professionals, which is based on the rule of the precedent and the ‘‘force of law’’ (Bourdieu, 1987; Shklar, 1964)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "4596089cb524371423ef62696145435731444282", "externalIds": {"MAG": "1867155035"}, "url": "https://www.semanticscholar.org/paper/4596089cb524371423ef62696145435731444282", "title": "The Force of Law: Toward a Sociology of the Juridical Field", "abstract": "Pierre Bourdieu holds the Chair in Sociology at the prestigious College de France, Paris. He is Directeur d'Etudes at l'Ecole des Hautes Etudes en Sciences Sociales, where he is also Director of the Center for European Sociology, and Editor of the influential journal Actes de la recherche en sciences sociales. Professor Bourdieu is the author or coauthor of approximately twenty books. A number of these have been published in English translation: The Algerians, 1962; Reproduction in Education, Society and Culture (with Jean-Claude Passeron), 1977; Outline of a Theory of Practice, 1977; Algeria I960, 1979; The Inheritors: French Students and their Relations to Culture, 1979; Distinction: A Social Critique of the Judgment of Taste, 1984. The essay below analyzes what Bourdieu terms the \"juridical field.\" In Bourdieu's conception, a \"field\" is an area of structured, socially patterned activity or \"practice,\" in this case disciplinarily and professionally defined. The \"field\" and its \"practices\" have special senses in", "venue": "", "year": 1987, "referenceCount": 0, "citationCount": 1178, "influentialCitationCount": 55, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "113606557", "name": "P. Bourdieu"}, {"authorId": "1394497505", "name": "Richard Terdman"}]}}, {"contexts": ["This in turn triggered another evolution: the emergence of audience metrics explicitly designed for editorial rather than marketing departments (Anderson, 2011a, 2011b).", "Web journalists and editors now routinely make predictions about which articles will be popular, expressing surprise or disappointment when the numbers do not match their expectations (Anderson, 2011a; Christin, 2014; Petre, 2015).", "Like other news websites (Anderson, 2011a; Petre, 2015),\nTheNotebook prides itself on being data-savvy.", "…finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly…"], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "4b5433e0ed609faceebae29d1eef985676109ce3", "externalIds": {"MAG": "2075003645", "DOI": "10.1177/1464884911402451"}, "url": "https://www.semanticscholar.org/paper/4b5433e0ed609faceebae29d1eef985676109ce3", "title": "Between creative and quantified audiences: Web metrics and changing patterns of newswork in local US newsrooms", "abstract": "How are transformations in newswork intersecting with changes in the monitoring of reader behavior and new technologies of audience measurement? How, in short, are journalistic ‘visions of the audience’ shifting in the online era, and how are they enabling particular editorial practices? This article explores a provocative tension between the now common rhetorical invocation of the news audience as a ‘productive and generative’ entity, and the simultaneous, increasingly common institutional reduction of the audience to a quantifiable, rationalizable, largely consumptive aggregate. The first half of article reviews the literature on the relationship between audience understanding and newsroom practices. The second half of the article is comprised of an ethnographic analysis of the manner by which increasingly prominent and widespread techniques of audience measurement and quantification interact with the newsroom rhetoric of the active, generative audience. The article concludes with some thoughts regarding the role played by audience quantification and rationalization in shifting newswork practices. It argues that the underlying rhetoric of the active audience can be seen as laying the groundwork for a vision of the professional reporter that is less autonomous in his or her news decisions and increasingly reliant on audience metrics as a supplement to news judgment.", "venue": "", "year": 2011, "referenceCount": 37, "citationCount": 291, "influentialCitationCount": 54, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2107784012", "name": "C. W. Anderson"}]}}, {"contexts": ["Certainly, the term algorithm now encompasses an increasingly wide—and somewhat fuzzy—set of meanings in media and academic coverage (see boyd and Crawford, 2012; Seaver, forthcoming).", "On the other hand, scholars criticize the ‘‘mythology’’ of Big Data (boyd and Crawford, 2012), pointing out the opacity of algorithms (Burrell, 2016; Pasquale, 2015) and delineating the discriminatory feedback loops that these ‘‘weapons of math destruction’’ tend to have (Barocas and Selbst, 2016;…", "Scholars have called for critical approaches of the ‘‘mythology’’ of Big Data, this ‘‘widespread belief that large data sets offer a higher form of intelligence and knowledge’’ (boyd and Crawford, 2012: 663)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "4e6bba65f7636a655c778a3e54cc58e148468963", "externalIds": {"MAG": "1500693574", "DOI": "10.1080/1369118X.2012.678878"}, "url": "https://www.semanticscholar.org/paper/4e6bba65f7636a655c778a3e54cc58e148468963", "title": "CRITICAL QUESTIONS FOR BIG DATA", "abstract": "The era of Big Data has begun. Computer scientists, physicists, economists, mathematicians, political scientists, bio-informaticists, sociologists, and other scholars are clamoring for access to the massive quantities of information produced by and about people, things, and their interactions. Diverse groups argue about the potential benefits and costs of analyzing genetic sequences, social media interactions, health records, phone logs, government records, and other digital traces left by people. Significant questions emerge. Will large-scale search data help us create better tools, services, and public goods? Or will it usher in a new wave of privacy incursions and invasive marketing? Will data analytics help us understand online communities and political movements? Or will it be used to track protesters and suppress speech? Will it transform how we study human communication and culture, or narrow the palette of research options and alter what ‘research’ means? Given the rise of Big Data as a socio-technical phenomenon, we argue that it is necessary to critically interrogate its assumptions and biases. In this article, we offer six provocations to spark conversations about the issues of Big Data: a cultural, technological, and scholarly phenomenon that rests on the interplay of technology, analysis, and mythology that provokes extensive utopian and dystopian rhetoric.", "venue": "", "year": 2012, "referenceCount": 80, "citationCount": 3209, "influentialCitationCount": 146, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38818867", "name": "D. Boyd"}, {"authorId": "48024382", "name": "K. Crawford"}]}}, {"contexts": ["Consequently, journalists may have less of a strong professional identity to fall back on when asked to pay attention to web analytics and traffic numbers (Tandoc and Thomas, 2014)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "547a4cb74203f7cc11ee8425a6fb4d7bb5361186", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/547a4cb74203f7cc11ee8425a6fb4d7bb5361186", "title": "The Ethics of Web Analytics: Implications of using audience metrics in news construction", "abstract": null, "venue": "", "year": 2015, "referenceCount": 84, "citationCount": 41, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2749787", "name": "Edson C. Tandoc"}, {"authorId": "2110803020", "name": "Ryan J. Thomas"}]}}, {"contexts": ["’’ Building on Bourdieu’s theory of fields (Bourdieu, 1993), I analyze expert fields as configurations of actors and institutions sharing a belief in the legitimacy of specific forms of knowledge as a basis for intervention in public affairs (Collins and Evans, 2007; Fourcade, 2010).", "Building on Bourdieu’s theory of fields (Bourdieu, 1993), I analyze expert fields as configurations of actors and institutions sharing a belief in the legitimacy of specific forms of knowledge as a basis for intervention in public affairs (Collins and Evans, 2007; Fourcade, 2010)."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "5778429a3237c2e1eb06c8b457fddc4c26cbbfd2", "externalIds": {"DOI": "10.1057/kmrp.2008.24"}, "url": "https://www.semanticscholar.org/paper/5778429a3237c2e1eb06c8b457fddc4c26cbbfd2", "title": "Rethinking Expertise", "abstract": "Knowledge Management Research & Practice (2008) 6, 357–359. doi:10.1057/kmrp.2008.24 Harry Collins and Robert Evans are researchers in the sociology of scientific knowledge. They are particularly interested in knowledge and expertise in science, and how this relates to the public understanding and debate of scientific issues. This book represents a combination of considered reflection and experiment about the nature of expertise: what does it mean to be seen as, or to claim to be, an expert? The book’s focus is in scientific domains, but the arguments and findings relate to expertise in any domain. Its main audience, however, does appear to be members of the sociology of scientific knowledge communities, which raises a question as to whether your reviewer has sufficient expertise in that domain to write this review – a point we shall return to later. In a relatively slim (153 pages) yet rigorous volume, Rethinking Expertise sets out to describe a programme of work that has been going on for many years and is still actively in progress: see for example the recent special issue of the journal Studies in History and Philosophy of Science (Collins, 2007). The book presents three main linked contributions: the ‘Periodic Table of Expertises’; some experiments in expertise; and the ‘chain of meaning’. The Periodic Table of Expertises is an attempt to categorise the various different types of expertise that might be thought to come into play when people make judgements. One of its objectives is to distinguish ubiquitous expertise (which every member of a society must have in order to live in it) from specialist expertise. One row categorises tacit knowledge in a domain, progressing from ‘beer-mat knowledge’ (required to do well in quizzes) through to ‘contributory expertise’ (the practical competence needed to carry out an activity). The most interesting and novel element of this row is the category previous to the latter one, ‘interactional expertise’. This is defined as the ‘ability to master the language of a specialist domain in the absence of practical competence’. Some journalists and sports commentators evidently possess this type of expertise, and Collins and Evans also ascribe it to (some?) sociologists and anthropologists. The other row in the table that captured your reviewer’s attention is the fourth row, categorising what the authors term as meta-expertises. These are the capabilities used to judge how expert the (claimed) experts are. These range from ‘ubiquitous discrimination’, where the judge has no expertise in the domain at all, but judges the expert on the basis of their behaviour, consistency of reasoning and so on, to ‘downward discrimination’, where an expert is judging the competence of someone less expert in the same domain. Collins and Evans argue that this is as far as one can reliably go in judging expertise, which raises an interesting question about the peer review system used by KMRP and most other journals. The final category in this row is ‘referred expertise’, which involves using expertise learned in one domain in a different domain: this has particular Knowledge Management Research & Practice (2008) 6, 357–359 & 2008 Operational Research Society Ltd. All rights reserved 1477–8238/08", "venue": "", "year": 2008, "referenceCount": 1, "citationCount": 466, "influentialCitationCount": 53, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "143698898", "name": "J. Edwards"}]}}, {"contexts": ["From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly…", "From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly important role in many expert occupations."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "5f2353165e294d831d8bbc372525081ff3a0b38f", "externalIds": {"MAG": "2554919826"}, "url": "https://www.semanticscholar.org/paper/5f2353165e294d831d8bbc372525081ff3a0b38f", "title": "Student Privacy Principles for the Age of Big Data: Moving Beyond FERPA and FIPPs", "abstract": "This Article demonstrates that FERPA’s regulatory regime does not address contemporary student privacy concerns raised by the rise of big data analytics and data mining, because its framework is an ineffective tool for imposing specific constraints and creating liability and accountability. Despite default provisions based on the Fair Information Practices Principles (FIPPs), FERPA actually delegates most decision-making of student privacy to educational institutions and entities, without requiring meaningful transparency, oversight, or direct accountability due to numerous exceptions to the statute’s consent requirement — particularly the “School Official Exception” that allows schools to share information with online providers.FIPPs-based privacy protection is both ineffective and theoretically unsound in the education context. Rather than refining a regulatory model not designed to provide the control and oversight sought in today’s educational ecosystem, policymakers should focus on reforms that ensure baseline protection of student information, regulate problematic actors and practices directly, and create appropriate consequences for misuse and mismanagement.FERPA’s efficacy rested on assumptions about information practices that no longer hold true given today’s technological capabilities. The limited portability, permeability, and ability to repurpose paper records restricting disclosure to approved recipients prevented unauthorized actors from accessing student information and, in doing so, presumably limited inappropriate use or repurposing. Today, FERPA’s reliance on educational actors’ approval of data recipients does not account for unauthorized, accidental, and frequently unknowing disclosure of personally identifiable student information to outside parties.Legislators have scrambled to propose reforms to address student privacy concerns. These bills add procedural requirements, increased transparency, and more opportunities for parents and students to exercise consent. The amendments also impose substantive restrictions on certain information practices of educational actors and create direct accountability for educational actors through the creation of a private right of action and fines for non-compliance. Finally, they also regulate data recipients indirectly by creating additional qualifications and requiring contractual stipulations.Many of the proposed changes cannot provide the control over personal data and the reassurance sought by stakeholders because these bills still rely on FIPPs-based privacy protection without considering the distinct characteristics of the education context. Notions of notice and consent are particularly problematic where student participation is compulsory, or frequently coerced. Privacy self-management also poses practical, political, pedagogical, political, and philosophical difficulties distinctive to the education context. Further, federal regulation of non-educational actors indirectly through FERPA’s framework is untenable. Additional reform is necessary to address the upset of information norms that made FERPA’s delegation model framework acceptable for almost forty years. These include increasing transparency of information practices regarding student information, imposing procedural and governance requirements to provide more documentation of data flow, and requiring schools to have a comprehensive inventory of their information ecosystem, in a strong effort to regulate educational actors’ collection, use, storage, and retention of student information.", "venue": "", "year": 2016, "referenceCount": 0, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "18103980", "name": "Elana Zeide"}]}}, {"contexts": ["From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly…", "From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly important role in many expert occupations."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "6acdd4cab4ae540bfee0413712ccce9f92d6f24e", "externalIds": {"MAG": "2777217236", "DOI": "10.1016/J.AOS.2009.02.003"}, "url": "https://www.semanticscholar.org/paper/6acdd4cab4ae540bfee0413712ccce9f92d6f24e", "title": "From New Deal Institutions to Capital Markets: Commercial Consumer Risk Scores and the Making of Subprime Mortgage Finance", "abstract": "(Provides original sociological research on the development of consumer credit scoring in the United States and its links to subprime mortgage finance.)", "venue": "", "year": 2008, "referenceCount": 156, "citationCount": 201, "influentialCitationCount": 9, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "15098873", "name": "Martha A. Poon"}]}}, {"contexts": ["From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly…", "Many expert fields that used to be protected from quantitative evaluation are now asked to comply with a growing number of metrics and standards (Espeland and Sauder, 2016; Porter, 1996; Strathern, 2000).", "Employees and managers find ways to look compliant without changing the underlying concerns that prompted the adoption of the technology in the first place (Espeland and Sauder, 2016)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "6ea248ade9e00c4c7544fcf54f81af1167268c3b", "externalIds": {"MAG": "2772008745", "DOI": "10.1017/S0003975617000315"}, "url": "https://www.semanticscholar.org/paper/6ea248ade9e00c4c7544fcf54f81af1167268c3b", "title": "Engines of Anxiety: Academic Rankings, Reputation, and Accountability", "abstract": null, "venue": "", "year": 2017, "referenceCount": 0, "citationCount": 80, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "36919134", "name": "Kieran Healy"}]}}, {"contexts": ["In both cases, however, it turns out that instead of eliminating discretion, algorithms can lead to a displacement of subjective judgments, burying them under a patina of objectivity and making them harder to monitor (Espeland and Vannebo, 2007)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "703f603e68dc62715eab18ae9c810c0c77344335", "externalIds": {"MAG": "2125769407", "DOI": "10.1146/ANNUREV.LAWSOCSCI.2.081805.105908"}, "url": "https://www.semanticscholar.org/paper/703f603e68dc62715eab18ae9c810c0c77344335", "title": "Accountability, Quantification, and Law", "abstract": "Accountability can mean many things, but increasingly it is linked to quantification. This is true in many fields, including law. This review considers how the recent emphasis on quantitative accountability has influenced law and legal practices. Rather than offering a broad survey of quantitative techniques deployed in law, the article examines three legal contexts in which quantification has shaped how actors are held accountable: sentencing guidelines, cost-benefit analysis in regulation, and law school rankings. The conditions that promote rigorous quantification, its effects on professional discretion, relations of authority, and resistance are examined. The article suggests fruitful questions and strategies for analyzing more broadly the effects of quantification in law.", "venue": "", "year": 2007, "referenceCount": 55, "citationCount": 68, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "11467814", "name": "W. Espeland"}, {"authorId": "98868581", "name": "Berit Irene Vannebo"}]}}, {"contexts": ["From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly…", "Many expert fields that used to be protected from quantitative evaluation are now asked to comply with a growing number of metrics and standards (Espeland and Sauder, 2016; Porter, 1996; Strathern, 2000).", "From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly important role in many expert occupations."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "70887815f24dda950667640fce46ae014f91365f", "externalIds": {"MAG": "1492474611", "DOI": "10.4324/9780203449721"}, "url": "https://www.semanticscholar.org/paper/70887815f24dda950667640fce46ae014f91365f", "title": "Audit Cultures: Anthropological Studies in Accountability, Ethics and the Academy", "abstract": "Introduction 1. The analytic and textual practices of the International Monetary Fund: an examination of international auditing 2. Coercive accountability: The new audit culture and its impact on Anthropology 3. Generic genius - how does it all add up? 4. Anthropology, accountability and the European Commission 5. The trickster's dilemma: ethics and the technologies of the anthropological self 6. Audited accountability and the imperative of moral responsibility: beyond the primacy of the political and the systematic and the calling of Swaraj 7. Self-accountability, ethics and 'the problem of meaning' 8. Bureaucratic rationalisation and reunification: an exploration of the ethnography and politics of accountability 9. Academia: same pressures, same conditions of work? 10. Disciples, discipline and reflection: anthropological encounters and trajectories", "venue": "", "year": 2000, "referenceCount": 0, "citationCount": 1363, "influentialCitationCount": 46, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "10183207", "name": "M. Strathern"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "73c392ab1dfaf8dd67bd6ea6e693a534086d3ca8", "externalIds": {"MAG": "2794015928"}, "url": "https://www.semanticscholar.org/paper/73c392ab1dfaf8dd67bd6ea6e693a534086d3ca8", "title": "Translator's Introduction: The Force of Law: Toward a Sociology of the Juridical Field", "abstract": null, "venue": "", "year": 1987, "referenceCount": 0, "citationCount": 378, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "117313776", "name": "Richard Terdiman"}]}}, {"contexts": ["…of the print era depict journalists assuming that what interested them would also interest their audience: they disregarded the letters to the editor written by unknown readers; they wrote for their colleagues, their friends, and their sources, rather than for the audience at large (Gans, 1979).", "As such, they are often criticized as an intrusion of market pressures from beyond the ‘‘wall’’ that is intended to protect editorial departments from commercial pressures (Gans, 1979)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "76929606b737ae2c641b02ef1a5f2c61dce0e587", "externalIds": {"MAG": "2802985769", "DOI": "10.1016/S0363-8111(80)80012-9"}, "url": "https://www.semanticscholar.org/paper/76929606b737ae2c641b02ef1a5f2c61dce0e587", "title": "Deciding What's News: A Study of CBS Evening News, NBC Nightly News, Newsweek and Time, Herbert Gans. Vintage Books, New York (1980), 393 pp., $5.95", "abstract": null, "venue": "", "year": 1980, "referenceCount": 0, "citationCount": 488, "influentialCitationCount": 39, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Art"], "authors": [{"authorId": "80351994", "name": "A. Steller"}]}}, {"contexts": ["Yet when the news moved online, advertisers and marketing departments found a whole new source\nof information to tap into: server-based data, captured by the tracking technologies installed on a website’s servers (Turow, 2011).", "Yet when the news moved online, advertisers and marketing departments found a whole new source of information to tap into: server-based data, captured by the tracking technologies installed on a website’s servers (Turow, 2011)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "7cd55673f43d0484f42ffbf97017f804ea010cc6", "externalIds": {"MAG": "2501105129", "DBLP": "journals/nms/Peters14", "DOI": "10.1177/1461444814535723"}, "url": "https://www.semanticscholar.org/paper/7cd55673f43d0484f42ffbf97017f804ea010cc6", "title": "The daily you: How the new advertising industry is defining your identity and your worth", "abstract": "Joseph Turow’s The Daily You takes us behind the scenes of the advertising industry to get a better sense of not just how its capitalistic rationale is put into practice but its potential impact on individuals in a consumer society. While readers are probably most familiar with his Breaking Up America (Turow, 1997), this book is a more natural development of its 2006 antecedent, Niche Envy. Indeed The Daily You contains familiar arguments Turow has made previously about marketing discrimination and profiling in a digital age, but this book delves further into the actual mechanics and end-goals of how advertising companies gather data, profile people, and try to follow “valuable” individuals across as many possible geographic locations and devices as possible.", "venue": "New Media Soc.", "year": 2012, "referenceCount": 2, "citationCount": 307, "influentialCitationCount": 19, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "38225178", "name": "Chris Peters"}]}}, {"contexts": ["Thus, scholars studying digital technologies have called for the use of ‘‘multi-sited,’’ ‘‘distributed,’’ or ‘‘networked’’ ethnographies (Burrell, 2009; Hine, 2007; Howard, 2002; Seaver, forthcoming) in which ethnographers follow technological artifacts and discourses as they circulate through…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "824aa8ec7f077c830cb6926f593fadab6e9dc590", "externalIds": {"MAG": "2156483666", "DOI": "10.1177/1525822X08329699"}, "url": "https://www.semanticscholar.org/paper/824aa8ec7f077c830cb6926f593fadab6e9dc590", "title": "The Field Site as a Network: A Strategy for Locating Ethnographic Research", "abstract": "Through the work of constructing a field site, researchers define the objects and subjects of their research. This article explores a variety of strategies devised by researchers to map social research onto spatial terrain. Virtual networked field sites are among the recent approaches that are challenging conventional thinking about field-based research. The benefits and consequences of one particular configuration, the field site as a network that incorporates physical, virtual, and imagined spaces, will be explored in detail through a case study. The author focuses in particular on the logistical issues involved and practical steps to constructing such a field site. This article includes suggestions for ways of studying social phenomena that take place on a vast terrain from a stationary position.", "venue": "", "year": 2009, "referenceCount": 87, "citationCount": 167, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48129731", "name": "J. Burrell"}]}}, {"contexts": ["In addition, this project draws on previous ethnographic research conducted in 2005–2006 in a French criminal court (Christin, 2008)."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "84e32f75870a7a1ca6daf99785dccb8640f98175", "externalIds": {"MAG": "646986180"}, "url": "https://www.semanticscholar.org/paper/84e32f75870a7a1ca6daf99785dccb8640f98175", "title": "Comparutions immédiates : enquête sur une pratique judiciaire", "abstract": null, "venue": "", "year": 2008, "referenceCount": 0, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2078454682", "name": "Angèle Christin"}, {"authorId": "67061063", "name": "R. Lenoir"}, {"authorId": "2096775440", "name": "S. Beaud"}]}}, {"contexts": ["For example, the American Law Institute recommended a\nbroader use of risk-assessment tools in their highly influential Model Penal Code (Starr, 2014).", "Legal scholars also note that riskassessment tools draw on group-based variables and characteristics that are unfair and unconstitutional (Starr, 2014)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "85cb5cd5979612851ec1e45b9816bcd19fa34b17", "externalIds": {"MAG": "2157020070"}, "url": "https://www.semanticscholar.org/paper/85cb5cd5979612851ec1e45b9816bcd19fa34b17", "title": "Evidence-Based Sentencing and the Scientific Rationalization of Discrimination", "abstract": "This paper critiques, on legal and empirical grounds, the growing trend of basing criminal sentences on actuarial recidivism risk prediction instruments that include demographic and socioeconomic variables. I argue that this practice violates the Equal Protection Clause and is bad policy: an explicit embrace of otherwise-condemned discrimination, sanitized by scientific language. To demonstrate that this practice should be subject to heightened constitutional scrutiny, I comprehensively review the relevant case law, much of which has been ignored by existing literature. To demonstrate that it cannot survive that scrutiny and is undesirable policy, I review the empirical evidence underlying the instruments. I show that they provide wildly imprecise individual risk predictions, that there is no compelling evidence that they outperform judges’ informal predictions, that less discriminatory alternatives would likely perform as well, and that the instruments do not even address the right question: the effect of a given sentencing decision on recidivism risk. Finally, I also present new, suggestive empirical evidence, based on a randomized experiment using fictional cases, that these instruments should not be expected merely to substitute actuarial predictions for less scientific risk assessments, but instead to increase the weight given to recidivism risk versus other sentencing considerations.", "venue": "", "year": 2013, "referenceCount": 14, "citationCount": 176, "influentialCitationCount": 14, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "48930937", "name": "Sonja B. Starr"}]}}, {"contexts": ["Thus, scholars studying digital technologies have called for the use of ‘‘multi-sited,’’ ‘‘distributed,’’ or ‘‘networked’’ ethnographies (Burrell, 2009; Hine, 2007; Howard, 2002; Seaver, forthcoming) in which ethnographers follow technological artifacts and discourses as they circulate through…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "89924b146c38356201dd61efc2b9b681f90f910b", "externalIds": {"MAG": "2170270442", "DOI": "10.1177/0162243907303598"}, "url": "https://www.semanticscholar.org/paper/89924b146c38356201dd61efc2b9b681f90f910b", "title": "Multi-sited Ethnography as a Middle Range Methodology for Contemporary STS", "abstract": "The paper draws its inspiration from the provocation which Merton offered sociology both to engage with empirical data and to perform analyses adequate to guide intervention beyond the particular case. Whilst contemporary STS is very different both in its models of theory and its forms of methodology, this paper suggests Merton's concerns with engagement and adequacy provide a useful way to interrogate current approaches. Specifically, the paper explores some recent anthropological conceptions of ethnographic fieldwork that have provided potent models for the study of scientific and technological cultures. These multi-sited approaches have also provided the opportunity to develop new notions of intervention and explore alternative ways of making contributions to development of theory and practice. In the process of pursuing the goals of engagement and adequacy notions of ethnography have however become stretched. This sense of detachment from methodological canons accentuates the need for methodological debate and skill-sharing in STS.", "venue": "", "year": 2007, "referenceCount": 44, "citationCount": 196, "influentialCitationCount": 16, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145202971", "name": "C. Hine"}]}}, {"contexts": ["A second set of strategies has to do with ‘‘gaming,’’ which Espeland and Sauder define as ‘‘manipulating rules and numbers in ways that are unconnected to, or even undermine, the motivation behind them’’ (Espeland and Sauder, 2007: 29)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "8e382703b550774b98c1d928b85a3855db6c1e48", "externalIds": {"MAG": "1945197361", "DOI": "10.1086/517897"}, "url": "https://www.semanticscholar.org/paper/8e382703b550774b98c1d928b85a3855db6c1e48", "title": "Rankings and Reactivity: How Public Measures Recreate Social Worlds1", "abstract": "Recently, there has been a proliferation of measures responding to demands for accountability and transparency. Using the example of media rankings of law schools, this article argues that the methodological concept of reactivity—the idea that people change their behavior in reaction to being evaluated, observed, or measured—offers a useful lens for disclosing how these measures effect change. A framework is proposed for investigating the consequences, both intended and unintended, of public measures. The article first identifies two mechanisms, self‐fulfilling prophecy and commensuration, that induce reactivity and then distinguishes patterns of effects produced by reactivity. This approach demonstrates how these increasingly fateful public measures change expectations and permeate institutions, suggesting why it is important for scholars to investigate the impact of these measures more systematically.", "venue": "American Journal of Sociology", "year": 2007, "referenceCount": 106, "citationCount": 1411, "influentialCitationCount": 90, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "11467814", "name": "W. Espeland"}, {"authorId": "12243277", "name": "Michael Sauder"}]}}, {"contexts": ["On the other hand, scholars criticize the ‘‘mythology’’ of Big Data (boyd and Crawford, 2012), pointing out the opacity of algorithms (Burrell, 2016; Pasquale, 2015) and delineating the discriminatory feedback loops that these ‘‘weapons of math destruction’’ tend to have (Barocas and Selbst, 2016;…", "Researchers also disagree with the promise that algorithms make experts more accountable, criticizing instead the opacity of algorithmic techniques (Burrell, 2016) and the ‘‘black boxes’’ that they tend to create (Pasquale, 2015).", "On the other hand, scholars criticize the ‘‘mythology’’ of Big Data (boyd and Crawford, 2012), pointing out the opacity of algorithms (Burrell, 2016; Pasquale, 2015) and delineating the discriminatory feedback loops that these ‘‘weapons of math destruction’’ tend to have (Barocas and Selbst, 2016; O’Neil, 2016)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "91e36e1c6e3d4a5bdc97fa5ab5b89bdf9113413d", "externalIds": {"MAG": "2189632871", "DOI": "10.1177/2053951715622512"}, "url": "https://www.semanticscholar.org/paper/91e36e1c6e3d4a5bdc97fa5ab5b89bdf9113413d", "title": "How the machine ‘thinks’: Understanding opacity in machine learning algorithms", "abstract": "This article considers the issue of opacity as a problem for socially consequential mechanisms of classification and ranking, such as spam filters, credit card fraud detection, search engines, news trends, market segmentation and advertising, insurance or loan qualification, and credit scoring. These mechanisms of classification all frequently rely on computational algorithms, and in many cases on machine learning algorithms to do this work. In this article, I draw a distinction between three forms of opacity: (1) opacity as intentional corporate or state secrecy, (2) opacity as technical illiteracy, and (3) an opacity that arises from the characteristics of machine learning algorithms and the scale required to apply them usefully. The analysis in this article gets inside the algorithms themselves. I cite existing literatures in computer science, known industry practices (as they are publicly presented), and do some testing and manipulation of code as a form of lightweight code audit. I argue that recognizing the distinct forms of opacity that may be coming into play in a given application is a key to determining which of a variety of technical and non-technical solutions could help to prevent harm.", "venue": "", "year": 2016, "referenceCount": 39, "citationCount": 786, "influentialCitationCount": 38, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "48129731", "name": "J. Burrell"}]}}, {"contexts": ["In contrast, there is no absolute criterion distinguishing journalists from non-journalists: almost anyone can start writing news articles—a fact that journalists came to resent as bloggers began to encroach on their turf (Lewis, 2012)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "97b519827cc291f74c6e07ffb27e755948cfb38e", "externalIds": {"MAG": "1890961823", "DOI": "10.1080/1369118X.2012.674150"}, "url": "https://www.semanticscholar.org/paper/97b519827cc291f74c6e07ffb27e755948cfb38e", "title": "THE TENSION BETWEEN PROFESSIONAL CONTROL AND OPEN PARTICIPATION", "abstract": "Amid growing difficulties for professionals generally, media workers in particular are negotiating the increasingly contested boundary space between producers and users in the digital environment. This article, based on a review of the academic literature, explores that larger tension transforming the creative industries by extrapolating from the case of journalism – namely, the ongoing tension between professional control and open participation in the news process. Firstly, the sociology of professions, with its emphasis on boundary maintenance, is used to examine journalism as boundary work, profession, and ideology – each contributing to the formation of journalism's professional logic of control over content. Secondly, by considering the affordances and cultures of digital technologies, the article articulates open participation and its ideology. Thirdly, and against this backdrop of ideological incompatibility, a review of empirical literature finds that journalists have struggled to reconcile this key tension, caught in the professional impulse toward one-way publishing control even as media become a multi-way network. Yet, emerging research also suggests the possibility of a hybrid logic of adaptability and openness – an ethic of participation – emerging to resolve this tension going forward. The article concludes by pointing to innovations in analytical frameworks and research methods that may shed new light on the producer–user tension in journalism.", "venue": "", "year": 2012, "referenceCount": 239, "citationCount": 503, "influentialCitationCount": 45, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144282491", "name": "S. Lewis"}]}}, {"contexts": ["In\nweb journalism, news websites like ProPublica or public broadcasting agencies are non-profit (more so in Europe than in the United States) (Hallin and Mancini, 2004).", "This does not mean, however, that there are no professional norms in journalism: journalistic practice is organized around specific rules and templates, particularly in the United States, where the norm of objectivity has been a hallmark of professionalism for more than a century (Schudson, 1978).", "Figure 1 provides a screenshot of Chartbeat, a real-time analytics program used by more than 80% of web publishers in the United States.", "This is not the case in criminal justice, where most judges and prosecutors— especially those who are elected, which is frequent in the United States—know and care little about budgetary constraints.", "In 2016, I conducted two weeks of observation in a midsized criminal court that I call Marcy County—a jurisdiction located in the urban area of a southern state in the United States.", "There is growing awareness that racial bias exists at every step of the process: the current system of mass incarceration has been analyzed as a ‘‘new Jim Crow,’’ or system of institutionalized discrimination against African-Americans resembling the pre-Civil Rights era in the United States (Alexander, 2010; Wacquant, 2009).", "In web journalism, news websites like ProPublica or public broadcasting agencies are non-profit (more so in Europe than in the United States) (Hallin and Mancini, 2004).", "Web journalism is structured around news organizations, which—particularly in the United States—tend to be for-profit corporations (Hallin and Mancini, 2004).", "Criminal justice has witnessed an exponential increase over the past 30 years: in the United States, the jail and prison population went from less than 200,000 people in 1970 to more than 2.2 million people in 2015 (Walmsley, 2016).", "Yet it is mostly over the past 20 years that courts have begun using predictive algorithms, also called risk-assessment tools, at every step of the system: more than 60 predictive instruments are currently in use in criminal courts throughout the United States (Barry-Jester et al., 2015)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "9a26bd2cb44ff60e876e61bde40d9073952d229a", "externalIds": {"MAG": "1512096531", "DOI": "10.1017/CBO9780511790867"}, "url": "https://www.semanticscholar.org/paper/9a26bd2cb44ff60e876e61bde40d9073952d229a", "title": "Comparing Media Systems: three models of media and politics", "abstract": "This book proposes a framework for comparative analysis of the relation between the media and the political system. Building on a survey of media institutions in eighteen West European and North American democracies, Hallin and Mancini identify the principal dimensions of variation in media systems and the political variables that have shaped their evolution. They go on to identify three major models of media system development, the Polarized Pluralist, Democratic Corporatist, and Liberal models; to explain why the media have played a different role in politics in each of these systems; and to explore the force of change that are currently transforming them. It provides a key theoretical statement about the relation between media and political systems, a key statement about the methodology of comparative analysis in political communication, and a clear overview of the variety of media institutions that have developed in the West, understood within their political and historical context.", "venue": "", "year": 2004, "referenceCount": 223, "citationCount": 3394, "influentialCitationCount": 353, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "13734825", "name": "D. Hallin"}, {"authorId": "49041828", "name": "P. Mancini"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a2fbf8d0e549e06a6d9b0945917138e8305190be", "externalIds": {"MAG": "2095886318", "DOI": "10.1111/J.1468-0289.2010.00567_35.X"}, "url": "https://www.semanticscholar.org/paper/a2fbf8d0e549e06a6d9b0945917138e8305190be", "title": "Economists and societies: discipline and profession in the United States, Britain and France, 1890s to 1990s – By Marion Fourcade", "abstract": null, "venue": "", "year": 2011, "referenceCount": 0, "citationCount": 28, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "69888965", "name": "R. Middleton"}]}}, {"contexts": ["From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly…", "Many expert fields that used to be protected from quantitative evaluation are now asked to comply with a growing number of metrics and standards (Espeland and Sauder, 2016; Porter, 1996; Strathern, 2000).", "Employees and managers find ways to look compliant without changing the underlying concerns that prompted the adoption of the technology in the first place (Espeland and Sauder, 2016).", "From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly important role in many expert occupations."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "a5aeb11ed4a9d2b85430bbeda131a1429a379283", "externalIds": {"MAG": "2921129334", "DOI": "10.12828/92157"}, "url": "https://www.semanticscholar.org/paper/a5aeb11ed4a9d2b85430bbeda131a1429a379283", "title": "Espeland, W. e Sauder, M. (2016), Engines of Anxiety. Academic Rankings, Reputation and Accountability", "abstract": null, "venue": "", "year": 2018, "referenceCount": 0, "citationCount": 11, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "118881464", "name": "D. Caselli"}]}}, {"contexts": ["This is in turn what neoinstitutionalist sociologists call ‘‘decoupling’’ or ‘‘loose coupling’’ (Meyer and Rowan, 1977).", "Organizations develop rituals and ceremonies to give the appearance of modernity without changing their practices on the ground (Meyer and Rowan, 1977)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "a9abefc58927b732fb04cc340333d388309ecc92", "externalIds": {"MAG": "3006088032", "DOI": "10.4324/9781315247533-33"}, "url": "https://www.semanticscholar.org/paper/a9abefc58927b732fb04cc340333d388309ecc92", "title": "'Institutionalized Organizations: Formal Structure as Myth and Ceremony', American Journal of Sociology, 83, pp. 340-63.", "abstract": null, "venue": "", "year": 2016, "referenceCount": 0, "citationCount": 1108, "influentialCitationCount": 123, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "33662762", "name": "W. Scott"}]}}, {"contexts": ["…work is attributed as specified on the SAGE and Open Access pages (https://us.sagepub.com/en-us/nam/open-access-at-sage).\nabout the practices, representations, and imaginaries of the people who rely on algorithmic technologies in their work and lives (Bucher, 2016; Gillespie, 2016; Levy, 2015).", "The second argument regards the purportedly objective nature of algorithmic techniques (Christin, 2016; Daston and Galison, 2007; Gillespie, 2016).", "about the practices, representations, and imaginaries of the people who rely on algorithmic technologies in their work and lives (Bucher, 2016; Gillespie, 2016; Levy, 2015)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "ace4f15380b2c0b741a2d087510ae3d64a4c1ba9", "externalIds": {"MAG": "2891602024", "DOI": "10.4324/9781315658698-9"}, "url": "https://www.semanticscholar.org/paper/ace4f15380b2c0b741a2d087510ae3d64a4c1ba9", "title": "#trendingistrending: when algorithms become culture", "abstract": "Algorithms may now be our most important knowledge technologies, “the scientific instruments of a society at large,” and they are increasingly vital to how we organize human social interaction, produce authoritative knowledge, and choreograph our participation in public life. Search engines, recommendation systems, and edge algorithms on social networking sites: these not only help us find information, they provide a means to know what there is to know and to participate in social and political discourse. If not as pervasive and structurally central as search and recommendation, trending has emerged as an increasingly common feature of such interfaces and seems to be growing in cultural importance. It represents a fundamentally different logic for how to algorithmically navigate social media: besides identifying and highlighting what might be relevant to “you” specifically, trending algorithms identify what is popular with “us” more broadly. But while the techniques may be new, the instinct is not: what today might be identified as “trending” is the latest instantiation of the instinct to map public attention and interest, be it surveys and polling, audience metrics, market research, forecasting, and trendspotting. Understanding the calculations and motivations behind the production of these “calculated publics,”in this historical context, helps highlight how these algorithms are relevant to our collective efforts to know and be known. Rather than discuss the effect of trending algorithms, I want to ask what it means that they have become a meaningful element of public culture. Algorithms, particularly those involved in the movement of culture, are both mechanisms of distribution and valuation, part of the process by which knowledge institutions circulate and evaluate information, the process by which new media industries provide and sort culture. This essay examines the way these algorithmic techniques themselves become cultural objects, get taken up in our thinking about culture and the public to which it is addressed, and get contested both for what they do and what they reveal. We should ask not just how algorithms shape culture, but how they become culture.", "venue": "", "year": 2016, "referenceCount": 0, "citationCount": 37, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2650288", "name": "Tarleton Gillespie"}]}}, {"contexts": ["Previous research in Science and Technology Studies shows that the meaning of technological artifacts is often profoundly shaped by the complex networks of people and organizations that use them (Knorr-Cetina, 1999; Orlikowski, 2007)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "b9aff1ce341d0e097ed65957ec34a2b54c56ddbb", "externalIds": {"MAG": "1554938181", "DOI": "10.5860/choice.37-0887"}, "url": "https://www.semanticscholar.org/paper/b9aff1ce341d0e097ed65957ec34a2b54c56ddbb", "title": "Epistemic cultures : how the sciences make knowledge", "abstract": "A Note on Transcription 1. Introduction 1.1. The Disunity of the Sciences 1.2. The Cultures of Knowledge Societies 1.3. Culture and Practice 1.4. The Structure of the Book 1.5. Physics Theory, and a First Look at the Field 1.6. Issues of Methodology, and More about the Field 2. What is a Laboratory? 2.1. Laboratories as Reconfigurations of Natural and Social Orders 2.2. From Laboratory to Experiment 2.3. Some Features of the Laboratory Reconsidered 3. Particle Physics and Negative Knowledge 3.1. The Analogy of the Closed Universe 3.2. A World of Signs and Secondary Appearances 3.3. The\"Meaninglessness\" of Measurement 3.4. The Structure of the Care of the Self 3.5. Negative Knowledge and the Liminal Approach 3.6. Moving in a Closed Universe: Unfolding, Framing, and Convoluting 4. Molecular Biology and Blind Variation 4.1. An Object-Oriented Epistemics 4.2. The Small-Science Style of Molecular Biology and the Genome Project 4.3. The Laboratory as a Two-Tier Structure 4.4.\"Blind\" Variation and Natural Selection 4.5. The Experiential Register 4.6. Blind Variation Reconsidered 5. From Machines to Organisms: Detectors as Behavioral and Social Beings 5.1. Primitive Classifications 5.2. Detector Agency and Physiology 5.3. Detectors as Moral and Social Individuals 5.4. Live Organism or Machine? 5.5. Are There Enemies? 5.6. Physicists as Symbionts 5.7. Taxonomies of Trust 5.8. Primitive Classifications Reconsidered 6. From Organisms to Machines: Laboratories as Factories of Transgenics 6.1. A Science of Life without Nature? 6.2. Organisms as Production Sites 6.3. Cellular Machines 6.4. Industrial Production versus Natural (Re)production 6.5. Biological Machines Reconsidered 7. HEP Experiments as Post-Traditional Communitarian Structures 7.1.. Large Collaborations: A Brief History 7.2. The Erasure of the Individual as an Epistemic Subject 7.3. Management by Content 7.4. The Intersection of Management by Content and Communitarianism 7.5. Communitarian Time: Genealogical, Scheduled 8. The Multiple Ordering Frameworks of HEP Collaborations 8.1. The Birth Drama of an Experiment 8.2. Delaying the Choice, or Contests of Unfolding 8.3. Confidence Pathways and Gossip Circles 8.4. Other Ordering Frameworks 8.5. Reconfiguration Reconsidered 9. The Dual Organization of Molecular Biology Laboratories 9.1. Laboratories Structured as Individuated Units 9.2. Becoming a Laboratory Leader 9.3. The Two Levels of the Laboratory 9.4. The\"Impossibility\" of Cooperation in Molecular Biology 10. Toward an Understanding of Knowledge Societies: A Dialogue Notes References Index", "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 3052, "influentialCitationCount": 240, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1403802286", "name": "K. Knorr-Cetina"}]}}, {"contexts": ["This in turn triggered another evolution: the emergence of audience metrics explicitly designed for editorial rather than marketing departments (Anderson, 2011a, 2011b).", "Web journalists and editors now routinely make predictions about which articles will be popular, expressing surprise or disappointment when the numbers do not match their expectations (Anderson, 2011a; Christin, 2014; Petre, 2015).", "Like other news websites (Anderson, 2011a; Petre, 2015),\nTheNotebook prides itself on being data-savvy.", "…finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly…"], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "be1529f43cb24dfa1ba3f60d056ad7fc50aa5f92", "externalIds": {"MAG": "1605071501"}, "url": "https://www.semanticscholar.org/paper/be1529f43cb24dfa1ba3f60d056ad7fc50aa5f92", "title": "Deliberative, Agonistic, and Algorithmic Audiences: Journalism's Vision of its Public in an Age of Audience Transparency", "abstract": "Building on earlier empirical work in newsrooms, this paper contends that a fundamental transformation has occurred in journalists’ understanding of their audiences. A new level of responsiveness to the agenda of the audience is becoming built into the DNA of contemporary news work. This article argues, however, that this journalistic responsiveness to the “agenda of the audience” has multiple, often contradictory meanings. It traces these out through a critical-historical sketch of key moments in the journalism-audience relationship, including the public journalism movement, Independent Media Center (Indymedia), and Demand Media. These different visions of the audience are correlated to different images of democracy, and they have different sociological implications. The public journalism movement believed in a form of democracy that was conversational and deliberative; in contrast, traditional journalism embraced an aggregative understanding of democracy, while Indymedia's democratic vision could best be seen as agonistic in nature. Demand Media and similar ventures, this article concludes, may be presaging an image of public that can best be described as algorithmic. Understanding this algorithmic conception of the audience may be the first step into launching a broader inquiry into the sociology and politics of algorithms.", "venue": "", "year": 2011, "referenceCount": 55, "citationCount": 190, "influentialCitationCount": 25, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2107784012", "name": "C. W. Anderson"}]}}, {"contexts": ["Google and Facebook may be the leaders of the ‘‘Big Data revolution’’ (Cukier and Mayer-Schönberger, 2013), but digital technologies of quantification are also rapidly multiplying in many fields that are not directly part of the web economy.", "Google and Facebook may be the leaders of the ‘‘Big Data revolution’’ (Cukier and Mayer-Schönberger, 2013), but digital technologies of quantification are also rapidly multiplying in many fields that are not directly part of the web economy."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "bf69c98fca9a9f6c1cde871beddbcdc668b77771", "externalIds": {"MAG": "2886038082"}, "url": "https://www.semanticscholar.org/paper/bf69c98fca9a9f6c1cde871beddbcdc668b77771", "title": "Big Data: A Revolution That Will Transform How We Live, Work, and Think", "abstract": "Since Aristotle, we have fought to understand the causes behind everything. But this ideology is fading. The world of big data can crunch However the indirect implication of a raw material in cdc data processing. He says most common search terms think we'll have lost. At the damnation profoundly surprising conclusions, from make it seems more recently I think. Less as a fascinatingand sometimes profoundly surprising ways not knowing why only one to find knowledge.", "venue": "", "year": 2015, "referenceCount": 0, "citationCount": 1585, "influentialCitationCount": 89, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "5826096", "name": "Eric Gossett"}]}}, {"contexts": ["From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly…", "From finance (Pasquale, 2015; Poon, 2009) to healthcare (Reich, 2012), education (Espeland and Sauder, 2016; Strathern, 2000; Zeide, 2016), journalism (Anderson, 2011a), human resources (O’Neil, 2016), and criminal justice (Harcourt, 2006), algorithms and analytics are playing an increasingly important role in many expert occupations."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "bfb6861c8f47c536ba71703e7da8875274748ce5", "externalIds": {"MAG": "1973246108", "DOI": "10.1016/j.socscimed.2011.12.032", "PubMed": "22357300"}, "url": "https://www.semanticscholar.org/paper/bfb6861c8f47c536ba71703e7da8875274748ce5", "title": "Disciplined doctors: the electronic medical record and physicians' changing relationship to medical knowledge.", "abstract": "This study explores the effects of the electronic medical record (EMR) on the power of the medical profession. It is based on twenty-five in-depth interviews with administrators and physicians across three departments of a large, U.S. integrated health system, as well as ethnographic observation, all of which took place between September of 2009 and December of 2010. While scholarship on professional power has tended toward the opposite poles of professional dominance and deprofessionalization or proletarianization, I find that doctors' interactions with the EMR reconcile these perspectives by making physicians' professional identities consistent with their subordination to bureaucratic authority. After examining the electronic medical record as a disciplinary technology, the paper analyzes variation in the extent to which practitioners' professional identities are reconciled with bureaucratic subordination across the different departments studies.", "venue": "Social science & medicine", "year": 2012, "referenceCount": 54, "citationCount": 48, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "49369674", "name": "A. Reich"}]}}, {"contexts": ["Scholars have diagnosed a growing gap between the preferences of journalists and their readers (Boczkowski and Mitchelstein, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c130e5900d35f662b7c823211321146909468265", "externalIds": {"MAG": "1942609315", "DOI": "10.7551/mitpress/9780262019835.001.0001"}, "url": "https://www.semanticscholar.org/paper/c130e5900d35f662b7c823211321146909468265", "title": "The News Gap: When the Information Preferences of the Media and the Public Diverge", "abstract": "The sites of major media organizations -- CNN, USA Today, the Guardian, and others -- provide the public with much of the online news they consume. But although a large proportion of the top stories these sites disseminate cover politics, international relations, and economics, users of these sites show a preference (as evidenced by the most viewed stories) for news about sports, crime, entertainment, and weather. In this book, Pablo Boczkowski and Eugenia Mitchelstein examine this gap and consider the implications for the media industry and democratic life in the digital age. Drawing on analyses of more than 50,000 stories posted on twenty news sites in seven countries in North and South America and Western Europe, Boczkowski and Mitchelstein find that the gap in news preferences exists regardless of ideological orientation or national media culture. They show that it narrows in times of heightened political activity (including presidential elections or government crises) as readers feel compelled to inform themselves about public affairs but remains wide during times of normal political activity. Boczkowski and Mitchelstein also find that the gap is not affected by innovations in Web-native forms of storytelling such as blogs and user-generated content on mainstream news sites. Keeping the account of the news gap up to date, in the book's coda they extend the analysis through the 2012 U.S. presidential election. Drawing upon these findings, the authors explore the news gap's troubling consequences for the matrix that connects communication, technology, and politics in the digital age.", "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 143, "influentialCitationCount": 6, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3077056", "name": "P. Boczkowski"}, {"authorId": "2518890", "name": "Eugenia Mitchelstein"}]}}, {"contexts": ["Throughout the twentieth century, companies like Nielsen or Arbitron have relied on panel-based surveys to gather data about audience behavior and sell it to news organizations (Napoli, 2011)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c1d9162eea2fe6aa8046d54990bff942f51b1cdc", "externalIds": {"MAG": "172639477", "DOI": "10.1177/107769581106600206"}, "url": "https://www.semanticscholar.org/paper/c1d9162eea2fe6aa8046d54990bff942f51b1cdc", "title": "Audience Evolution: New Technologies and the Transformation of Media Audiences", "abstract": "Audience Evolution: New Technologies and the Transformation of Media Audiences. Philip M. Napoli. New York, NY: Columbia University Press, 2010. 272 pp. $27.50 pbk. Philip Napoli's new book, Audience Evolution: New Technologies and the Transformation of Media Audiences, is a good combination of a critical approach to audience measurement as well as a thorough review of the development of audience information systems. His key argument is that technologies foster the collection and compilation of audience information beyond the traditional exposure model, and allow new dimensions of audience information be incorporated into business use. Napoli, a professor in the Graduate School of Business at Fordham University and director of the Donald McGannon Communication Research Center, focuses on the institutionalized audience, in which the audience is understood and used as currencies in the formal procedures and practices of institutions such as media organizations and advertisers. \"The concept of audience is constructed and defined to reflect the economic and strategic imperatives of media organizations,\" he says. The book consists of six parts: (1) introduction, (2) contextualizing audience evolution, (3) the transformation of media consumption, (4) the transformation of audience information systems, (5) contesting audiences, and (6) the implications of audience revolution. Throughout, Napoli reminds readers that new and alternative dimensions of audience, such as engagement and appreciation of content, should be considered for a more complete picture of the audience's interaction with the content beyond the traditional exposure model. He also suggests that the new dimensions may increase acceptance of audience research results by content producers. The book builds on his previous Audience Economics: Media Institutions and the Audience Marketplace (2003). In this work, Napoli recognizes two key phenomena causing the change in media industries' conceptualization of audience related to technologies: audience fragmentation and audience autonomy. The proliferation of media platforms and outlets has resulted in diverting audience attention to more media channels. Various interactive technologies empower audiences to make choices and create user-generated content. The process of rationalization of audience understanding in the media industries highlighted in Audience Evolution is of high relevance to practitioners and researchers. By using \"scientific methods\" to collect audience information and then base business decisions upon them, media industries have moved from an intuitive model based on executive judgment to a more rational and objective model. There are, of course, negative consequences of such a model, such as stifling creativity and encouragement of homogenization. I like Napoli's discussion of the political economy of the audience measurement industry, in which various established media and stakeholders resist changes for their own interests and do not Support new measurement initiatives. …", "venue": "", "year": 2011, "referenceCount": 0, "citationCount": 231, "influentialCitationCount": 24, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144582009", "name": "Louisa Ha"}]}}, {"contexts": ["Depending on the organizational structure and relevant social groups involved in the trajectory of a given form, innovations may either achieve rhetorical closure or fail to be implemented (Barley, 1986; Pinch and Bijker, 1984)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c4e70abcf9f61acc882db3502610aa1777e802fc", "externalIds": {"MAG": "2030461396", "DOI": "10.1017/CBO9780511618925.007", "PubMed": "10281188"}, "url": "https://www.semanticscholar.org/paper/c4e70abcf9f61acc882db3502610aa1777e802fc", "title": "Technology as an occasion for structuring: evidence from observations of CT scanners and the social order of radiology departments.", "abstract": "New medical imaging devices, such as the CT scanner, have begun to challenge traditional role relations among radiologists and radiological technologists. Under some conditions, these technologies may actually alter the organizational and occupational structure of radiological work. However, current theories of technology and organizational form are insensitive to the potential number of structural variations implicit in role-based change. This paper expands recent sociological thought on the link between institution and action to outline a theory of how technology might occasion different organizational structures by altering institutionalized roles and patterns of interaction. In so doing, technology is treated as a social rather than a physical object, and structure is conceptualized as a process rather than an entity. The implications of the theory are illustrated by showing how identical CT scanners occasioned similar structuring processes in two radiology departments and yet led to divergent forms of organization. The data suggest that to understand how technologies alter organizational structures researchers may need to integrate the study of social action and the study of social form.", "venue": "Administrative science quarterly", "year": 1986, "referenceCount": 47, "citationCount": 2849, "influentialCitationCount": 230, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "2040894", "name": "S. Barley"}]}}, {"contexts": ["Web journalists and editors now routinely make predictions about which articles will be popular, expressing surprise or disappointment when the numbers do not match their expectations (Anderson, 2011a; Christin, 2014; Petre, 2015).", "Like other news websites (Anderson, 2011a; Petre, 2015),\nTheNotebook prides itself on being data-savvy.", "Like other news websites (Anderson, 2011a; Petre, 2015), Christin 7", "Also, note that Chartbeat does rely on computation: for example, the main metric provided by the Chartbeat dashboard (‘‘concurrent visitors’’) is a composite variable based on other variables such as the numbers of visitors and time engaged (see Petre, 2015 for\na discussion)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "cebc9fa4c68d444781466054d7dd23d76955614e", "externalIds": {"MAG": "2743610921", "DOI": "10.7916/D80293W1"}, "url": "https://www.semanticscholar.org/paper/cebc9fa4c68d444781466054d7dd23d76955614e", "title": "The Traffic Factories: Metrics at Chartbeat, Gawker Media, and The New York Times", "abstract": null, "venue": "", "year": 2015, "referenceCount": 0, "citationCount": 66, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "117028828", "name": "Caitlin Petre"}]}}, {"contexts": ["This does not mean, however, that there are no professional norms in journalism: journalistic practice is organized around specific rules and templates, particularly in the United States, where the norm of objectivity has been a hallmark of professionalism for more than a century (Schudson, 1978)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "cf010b5f179a3d977a4106e755d15ecfb13e6e5b", "externalIds": {"MAG": "2170667996", "DOI": "10.2307/2065282"}, "url": "https://www.semanticscholar.org/paper/cf010b5f179a3d977a4106e755d15ecfb13e6e5b", "title": "Discovering The News: A Social History Of American Newspapers", "abstract": "The Ideal of Objectivity The Revolution in American Journalism in the Age of Egalitarianism: The Penny Press Telling Stories: Journalism as a Vocation After 1880 Stories and Information: Two Journalisms in the 1890s Objectivity Becomes Ideology: Journalism After World War I Objectivity, News Management, and the Critical Culture", "venue": "", "year": 1980, "referenceCount": 0, "citationCount": 1184, "influentialCitationCount": 67, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "50156656", "name": "M. Schudson"}]}}, {"contexts": ["…of the print era depict journalists assuming that what interested them would also interest their audience: they disregarded the letters to the editor written by unknown readers; they wrote for their colleagues, their friends, and their sources, rather than for the audience at large (Gans, 1979).", "As such, they are often criticized as an intrusion of market pressures from beyond the ‘‘wall’’ that is intended to protect editorial departments from commercial pressures (Gans, 1979).", "Classical ethnographies of the print era depict journalists assuming that what interested them would also interest their audience: they disregarded the letters to the editor written by unknown readers; they wrote for their colleagues, their friends, and their sources, rather than for the audience at large (Gans, 1979)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "cfb7d739d6f73fb0156da05c38700b5cc0ba34e4", "externalIds": {"MAG": "307140327"}, "url": "https://www.semanticscholar.org/paper/cfb7d739d6f73fb0156da05c38700b5cc0ba34e4", "title": "Deciding What's News: A Study of CBS Evening News, NBC Nightly News, Newsweek, and Time", "abstract": null, "venue": "", "year": 2005, "referenceCount": 0, "citationCount": 1302, "influentialCitationCount": 154, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "39448625", "name": "Lee Wilkins"}]}}, {"contexts": ["The second argument regards the purportedly objective nature of algorithmic techniques (Christin, 2016; Daston and Galison, 2007; Gillespie, 2016)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d3490ecc1f2ce34699f3572c3c367eae21d4b54f", "externalIds": {"MAG": "2312389195", "DBLP": "journals/sigcas/Christin16", "DOI": "10.1145/2908216.2908220"}, "url": "https://www.semanticscholar.org/paper/d3490ecc1f2ce34699f3572c3c367eae21d4b54f", "title": "From daguerreotypes to algorithms: machines, expertise, and three forms of objectivity", "abstract": "What claims are made about the objectivity of machines versus that of human experts? Whereas most current debates focus on the growing impact of algorithms in the age of Big Data, I argue here in favor of taking a longer historical perspective on these developments. Drawing on Daston and Galison's analysis of scientific production since the eighteenth century, I show that their distinction among three forms of objectivity (\"truth-to-nature,\" \"mechanical objectivity,\" and \"trained judgment\") sheds light on existing discussions about algorithmic objectivity and accountability in expert fields.", "venue": "CSOC", "year": 2016, "referenceCount": 7, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "3379909", "name": "Angèle Christin"}]}}, {"contexts": ["In\nweb journalism, news websites like ProPublica or public broadcasting agencies are non-profit (more so in Europe than in the United States) (Hallin and Mancini, 2004).", "Over the past 30 years and in parallel with the rise of mass incarceration, criminal justice budgets have been stretched to an unprecedented limit (Alexander, 2010).", "This does not mean, however, that there are no professional norms in journalism: journalistic practice is organized around specific rules and templates, particularly in the United States, where the norm of objectivity has been a hallmark of professionalism for more than a century (Schudson, 1978).", "Figure 1 provides a screenshot of Chartbeat, a real-time analytics program used by more than 80% of web publishers in the United States.", "This is not the case in criminal justice, where most judges and prosecutors— especially those who are elected, which is frequent in the United States—know and care little about budgetary constraints.", "In 2016, I conducted two weeks of observation in a midsized criminal court that I call Marcy County—a jurisdiction located in the urban area of a southern state in the United States.", "There is growing awareness that racial bias exists at every step of the process: the current system of mass incarceration has been analyzed as a ‘‘new Jim Crow,’’ or system of institutionalized discrimination against African-Americans resembling the pre-Civil Rights era in the United States (Alexander, 2010; Wacquant, 2009).", "Web journalism is structured around news organizations, which—particularly in the United States—tend to be for-profit corporations (Hallin and Mancini, 2004).", "…that racial bias exists at every step of the process: the current system of mass incarceration has been analyzed as a ‘‘new Jim Crow,’’ or system of institutionalized discrimination against African-Americans resembling the pre-Civil Rights era in the United States (Alexander, 2010; Wacquant, 2009).", "Criminal justice has witnessed an exponential increase over the past 30 years: in the United States, the jail and prison population went from less than 200,000 people in 1970 to more than 2.2 million people in 2015 (Walmsley, 2016).", "Yet it is mostly over the past 20 years that courts have begun using predictive algorithms, also called risk-assessment tools, at every step of the system: more than 60 predictive instruments are currently in use in criminal courts throughout the United States (Barry-Jester et al., 2015)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "dd27ecc13c2f5963543846d9c2d1debf380c195d", "externalIds": {"MAG": "2097098436"}, "url": "https://www.semanticscholar.org/paper/dd27ecc13c2f5963543846d9c2d1debf380c195d", "title": "The New Jim Crow: Mass Incarceration in the Age of Colorblindness", "abstract": "“More African Americans are under the control of the criminal justice system today – in prison or jail, on probation or parole – than were enslaved in 1850. Discrimination in housing, education, employment, and voting rights, which many Americans thought was wiped out by the civil rights laws of the 1960s, is now perfectly legal against anyone labeled a “felon.” And since many more people of color than whites are made felons by the entire system of mass incarceration, racial discrimination remains as powerful as it was under slavery or under the post-slavery era of Jim Crow segregation.”", "venue": "", "year": 2010, "referenceCount": 0, "citationCount": 4296, "influentialCitationCount": 535, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "2072406938", "name": "Michelle Alexander"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "df79d7776b6d3cf0ae4214a6dca0e9328ffaa30a", "externalIds": {"MAG": "1873643161", "DOI": "10.1080/21670811.2014.909122"}, "url": "https://www.semanticscholar.org/paper/df79d7776b6d3cf0ae4214a6dca0e9328ffaa30a", "title": "The Ethics of Web Analytics", "abstract": "The collection and reporting of audience data through Web analytics is reshaping the news construction process, with journalists now aware of what their online audiences want. A more important question than understanding this process of adoption of Web analytics in the newsroom is how access to audience metrics impacts on the journalism that journalists produce. In this essay, we pose three interconnected concerns about the use of Web analytics in journalism, guided by journalism’s communitarian role. First, we warn of the danger of viewing the audience as disaggregated segments based on consumer preference. Second, we argue against choice as a moral end and call for distinction between the public interest and what the public is interested in. Finally, we warn against the dangers of journalism studies romanticizing the audience and arguing too strongly against journalistic autonomy.", "venue": "", "year": 2015, "referenceCount": 91, "citationCount": 101, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2749787", "name": "Edson C. Tandoc"}, {"authorId": "2110803020", "name": "Ryan J. Thomas"}]}}, {"contexts": ["…work is attributed as specified on the SAGE and Open Access pages (https://us.sagepub.com/en-us/nam/open-access-at-sage).\nabout the practices, representations, and imaginaries of the people who rely on algorithmic technologies in their work and lives (Bucher, 2016; Gillespie, 2016; Levy, 2015).", "about the practices, representations, and imaginaries of the people who rely on algorithmic technologies in their work and lives (Bucher, 2016; Gillespie, 2016; Levy, 2015)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "e3cf090e9ab06846bf7b0581ccd71fa1d7e570dc", "externalIds": {"MAG": "2337934060", "DOI": "10.1080/1369118X.2016.1154086"}, "url": "https://www.semanticscholar.org/paper/e3cf090e9ab06846bf7b0581ccd71fa1d7e570dc", "title": "The algorithmic imaginary: exploring the ordinary affects of Facebook algorithms", "abstract": "ABSTRACT This article reflects the kinds of situations and spaces where people and algorithms meet. In what situations do people become aware of algorithms? How do they experience and make sense of these algorithms, given their often hidden and invisible nature? To what extent does an awareness of algorithms affect people's use of these platforms, if at all? To help answer these questions, this article examines people's personal stories about the Facebook algorithm through tweets and interviews with 25 ordinary users. To understand the spaces where people and algorithms meet, this article develops the notion of the algorithmic imaginary. It is argued that the algorithmic imaginary – ways of thinking about what algorithms are, what they should be and how they function – is not just productive of different moods and sensations but plays a generative role in moulding the Facebook algorithm itself. Examining how algorithms make people feel, then, seems crucial if we want to understand their social power.", "venue": "", "year": 2017, "referenceCount": 35, "citationCount": 373, "influentialCitationCount": 31, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "38516982", "name": "Taina Bucher"}]}}, {"contexts": ["’’ Building on Bourdieu’s theory of fields (Bourdieu, 1993), I analyze expert fields as configurations of actors and institutions sharing a belief in the legitimacy of specific forms of knowledge as a basis for intervention in public affairs (Collins and Evans, 2007; Fourcade, 2010).", "Building on Bourdieu’s theory of fields (Bourdieu, 1993), I analyze expert fields as configurations of actors and institutions sharing a belief in the legitimacy of specific forms of knowledge as a basis for intervention in public affairs (Collins and Evans, 2007; Fourcade, 2010)."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "e9b6e09ba4be8ee3cf4117215d5603450a48bc17", "externalIds": {"MAG": "2335058651", "DOI": "10.1215/00182702-1346878"}, "url": "https://www.semanticscholar.org/paper/e9b6e09ba4be8ee3cf4117215d5603450a48bc17", "title": "Economists and Societies: Discipline and Profession in the United States, Britain, and France, 1890s to 1990s", "abstract": null, "venue": "", "year": 2011, "referenceCount": 0, "citationCount": 205, "influentialCitationCount": 14, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "93627660", "name": "K. Tribe"}]}}, {"contexts": ["These ideological forms may be somewhat specific to web\nnewsrooms compared to print newsrooms or legacy news organizations (see for instance Usher 2014 for the study of a legacy print organization that has a digital version but where journalists mostly care about the paper product)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "eb44a607c25bd27c58736a3372038b9291240638", "externalIds": {"MAG": "1959286949", "DOI": "10.5860/choice.186140"}, "url": "https://www.semanticscholar.org/paper/eb44a607c25bd27c58736a3372038b9291240638", "title": "Making News at The New York Times", "abstract": "At a time when so many are quick to proclaim the imminent demise of traditional media, Nikki Usher addresses a different set of questions: How does the promise of the Web inform news practices, news values, and news production, and what is the potential effect on the news consumer? The author argues that the Internet's preeminent values of participation, immediacy, and interactivity are changing the fabric of news production, though not without conflict in the newsroom. Making News at 'The New York Times' retains continuity with past literature about news work, but presents a different interpretation: arguing that news production is rapidly becoming increasingly improvisational, dynamic, and flexible, rather than a routinised process akin to an assembly line--particularly in a digital world. Making News at 'The New York Times' uses evidence from the preeminent newsroom in the U.S. as a way to build an enduring conceptual framework to understand the changes reshaping news in the digital age.", "venue": "", "year": 2014, "referenceCount": 59, "citationCount": 195, "influentialCitationCount": 12, "isOpenAccess": true, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "2751069", "name": "N. Usher"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Why smart statistics are the key to fighting crime. TED Talk", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A Milgram"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Should prison sentences be based on crimes that haven't been committed yet? FiveThirtyEight", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A M Barry-Jester"}, {"authorId": null, "name": "Casselman B Goldstein"}]}}, {"contexts": ["Only during the discovery phase of trials do courts heavily rely on digital tools, usually in collaboration with police departments (Bechky, 2016)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "DNA envy, objectivity, and the legitimacy of forensic science work. Stern School of Business", "abstract": null, "venue": "", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "B A Bechky"}]}}, {"contexts": ["…perform relatively simple calculative tasks (aggregation and sorting), whereas risk-assessment tools tend to perform more complex predictive calculations (usually drawing on linear regression models) but often draw on smaller amounts of\ndata (often a few thousand cases, see Christin et al., 2015)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Courts and predictive algorithms", "abstract": null, "venue": "Primer for the Big Data and Civil Rights Conference: A new era of policing and justice. Available at: https://datasociety.net/output/data-civilrights-courts-and-predictive-algorithms/ (accessed 22 July", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A Christin"}, {"authorId": null, "name": "A Rosenblat"}, {"authorId": null, "name": "boyd. d"}]}}, {"contexts": ["In\nweb journalism, news websites like ProPublica or public broadcasting agencies are non-profit (more so in Europe than in the United States) (Hallin and Mancini, 2004).", "This does not mean, however, that there are no professional norms in journalism: journalistic practice is organized around specific rules and templates, particularly in the United States, where the norm of objectivity has been a hallmark of professionalism for more than a century (Schudson, 1978).", "Figure 1 provides a screenshot of Chartbeat, a real-time analytics program used by more than 80% of web publishers in the United States.", "This is not the case in criminal justice, where most judges and prosecutors— especially those who are elected, which is frequent in the United States—know and care little about budgetary constraints.", "In 2016, I conducted two weeks of observation in a midsized criminal court that I call Marcy County—a jurisdiction located in the urban area of a southern state in the United States.", "There is growing awareness that racial bias exists at every step of the process: the current system of mass incarceration has been analyzed as a ‘‘new Jim Crow,’’ or system of institutionalized discrimination against African-Americans resembling the pre-Civil Rights era in the United States (Alexander, 2010; Wacquant, 2009).", "Web journalism is structured around news organizations, which—particularly in the United States—tend to be for-profit corporations (Hallin and Mancini, 2004).", "…that racial bias exists at every step of the process: the current system of mass incarceration has been analyzed as a ‘‘new Jim Crow,’’ or system of institutionalized discrimination against African-Americans resembling the pre-Civil Rights era in the United States (Alexander, 2010; Wacquant, 2009).", "Criminal justice has witnessed an exponential increase over the past 30 years: in the United States, the jail and prison population went from less than 200,000 people in 1970 to more than 2.2 million people in 2015 (Walmsley, 2016).", "Yet it is mostly over the past 20 years that courts have begun using predictive algorithms, also called risk-assessment tools, at every step of the system: more than 60 predictive instruments are currently in use in criminal courts throughout the United States (Barry-Jester et al., 2015)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Deadly Symbiosis: Race and the Rise of the Penal State. Oxford, UK: Polity", "abstract": null, "venue": "", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "L Wacquant"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "2016) World Prison Brief. London: Institute for Criminal Policy Research", "abstract": null, "venue": "Available at: http://www.prisonstudies.org/sites/default/files/resources/downloads/ world_prison_population_list_11th_edition_0.pdf (accessed", "year": 2017, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "R Walmsley"}]}}, {"contexts": ["The second argument regards the purportedly objective nature of algorithmic techniques (Christin, 2016; Daston and Galison, 2007; Gillespie, 2016)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Objectivity. New York, NY: Zone Books", "abstract": null, "venue": "", "year": 2007, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "L Daston"}, {"authorId": null, "name": "P Galison"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "World Prison Brief. London: Institute for Criminal Policy Research", "abstract": null, "venue": "", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "R Walmsley"}]}}, {"contexts": ["…that racial bias exists at every step of the process: the current system of mass incarceration has been analyzed as a ‘‘new Jim Crow,’’ or system of institutionalized discrimination against African-Americans resembling the pre-Civil Rights era in the United States (Alexander, 2010; Wacquant, 2009)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Deadly Symbiosis: Race and the Rise of the Penal State", "abstract": null, "venue": "", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "L Wacquant"}]}}, {"contexts": ["Web journalists and editors now routinely make predictions about which articles will be popular, expressing surprise or disappointment when the numbers do not match their expectations (Anderson, 2011a; Christin, 2014; Petre, 2015)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "When it comes to chasing clicks, journalists say one thing but feel pressure to do another", "abstract": null, "venue": "Nieman Journalism Lab 2014. Available at: www.niemanlab.org/ 2014/08/when-it-comes-to-chasing-clicks-journalists-sayone-thing-but-feel-pressure-to-do-another/ (accessed", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A Christin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Available at: www.propublica.org/article/machine-bias-risk-assessments-in-criminal-sentencing", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J Angwin"}, {"authorId": null, "name": "J Larson"}, {"authorId": null, "name": "S Mattu"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Los Angeles Review of Books", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M Mazzotti"}]}}, {"contexts": ["As Max Weber (1978) first argued, the rationalization process started several centuries ago; the ‘‘iron cage’’ of modern rationality is here to stay."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Economy and Society: An Outline of Interpretative Sociology", "abstract": null, "venue": "", "year": 1978, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M Weber"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Critical questions for big data: Provocations for a cultural, technological, and scholarly phenomenon", "abstract": null, "venue": "Information, Communication, & Society", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "boyd d"}, {"authorId": null, "name": "K Crawford"}]}}, {"contexts": ["In\nweb journalism, news websites like ProPublica or public broadcasting agencies are non-profit (more so in Europe than in the United States) (Hallin and Mancini, 2004).", "Over the past 30 years and in parallel with the rise of mass incarceration, criminal justice budgets have been stretched to an unprecedented limit (Alexander, 2010).", "This does not mean, however, that there are no professional norms in journalism: journalistic practice is organized around specific rules and templates, particularly in the United States, where the norm of objectivity has been a hallmark of professionalism for more than a century (Schudson, 1978).", "Figure 1 provides a screenshot of Chartbeat, a real-time analytics program used by more than 80% of web publishers in the United States.", "This is not the case in criminal justice, where most judges and prosecutors— especially those who are elected, which is frequent in the United States—know and care little about budgetary constraints.", "In 2016, I conducted two weeks of observation in a midsized criminal court that I call Marcy County—a jurisdiction located in the urban area of a southern state in the United States.", "There is growing awareness that racial bias exists at every step of the process: the current system of mass incarceration has been analyzed as a ‘‘new Jim Crow,’’ or system of institutionalized discrimination against African-Americans resembling the pre-Civil Rights era in the United States (Alexander, 2010; Wacquant, 2009).", "Web journalism is structured around news organizations, which—particularly in the United States—tend to be for-profit corporations (Hallin and Mancini, 2004).", "…that racial bias exists at every step of the process: the current system of mass incarceration has been analyzed as a ‘‘new Jim Crow,’’ or system of institutionalized discrimination against African-Americans resembling the pre-Civil Rights era in the United States (Alexander, 2010; Wacquant, 2009).", "Criminal justice has witnessed an exponential increase over the past 30 years: in the United States, the jail and prison population went from less than 200,000 people in 1970 to more than 2.2 million people in 2015 (Walmsley, 2016).", "Yet it is mostly over the past 20 years that courts have begun using predictive algorithms, also called risk-assessment tools, at every step of the system: more than 60 predictive instruments are currently in use in criminal courts throughout the United States (Barry-Jester et al., 2015)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Mass Incarceration in an Age of Colorblindness", "abstract": null, "venue": "", "year": 2010, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M Alexander"}]}}, {"contexts": ["Only during the discovery phase of trials do courts heavily rely on digital tools, usually in collaboration with police departments (Bechky, 2016)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "DNA envy, objectivity, and the legitimacy of forensic science work", "abstract": null, "venue": "Stern School of Business, Working paper.", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "BA Bechky"}]}}, {"contexts": ["Many have called for increased transparency and accountability in algorithmic systems (Diakopoulos and Friedler, 2016; Pasquale, 2015)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "How to hold algorithms accountable", "abstract": null, "venue": "MIT Technology Review, November", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "N Diakopoulos"}, {"authorId": null, "name": "S Friedler"}]}}, {"contexts": ["Web journalists and editors now routinely make predictions about which articles will be popular, expressing surprise or disappointment when the numbers do not match their expectations (Anderson, 2011a; Christin, 2014; Petre, 2015)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Primer for the Big Data and Civil Rights Conference: A new era of policing and justice", "abstract": null, "venue": "", "year": 2014, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A Christin"}]}}, {"contexts": ["On the one hand, Big Data evangelists emphasize the benefits of using ‘‘smart statistics’’ to ‘‘disrupt’’ or ‘‘moneyball’’ sectors with long histories of inefficiency and bias (Castro, 2016; Milgram, 2013).", "Big Data evangelists often argue that accountability is not only possible but also easier than ever to achieve through automatic and computerized procedures (see for instance Ægisdottir et al., 2006; Castro, 2016; Milgram, 2013).", "On the one hand, Big Data evangelists emphasize the benefits\nof using ‘‘smart statistics’’ to ‘‘disrupt’’ or ‘‘moneyball’’ sectors with long histories of inefficiency and bias (Castro, 2016; Milgram, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Data detractors are wrong: The rise of algorithms is a cause for hope and optimism. Center for Data Innovation", "abstract": null, "venue": "Available at: www.datainnovation.org/2016/ 10/data-detractors-are-wrong-the-rise-of-algorithms-is-acause-for-hope-and-optimism/ (accessed", "year": 2016, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "D Castro"}]}}, {"contexts": ["Big Data evangelists often argue that accountability is not only possible but also easier than ever to achieve through automatic and computerized procedures (see for instance Ægisdottir et al., 2006; Castro, 2016; Milgram, 2013).", "Milgram became the public figure for the initiative and explained her views about ‘‘smart statistics’’ in a TED talk viewed more than 700,000 times (Milgram, 2013).", "On the one hand, Big Data evangelists emphasize the benefits of using ‘‘smart statistics’’ to ‘‘disrupt’’ or ‘‘moneyball’’ sectors with long histories of inefficiency and bias (Castro, 2016; Milgram, 2013).", "On the one hand, Big Data evangelists emphasize the benefits\nof using ‘‘smart statistics’’ to ‘‘disrupt’’ or ‘‘moneyball’’ sectors with long histories of inefficiency and bias (Castro, 2016; Milgram, 2013).", "(Milgram, 2013)\nFor Milgram, subjectivity comes with human errors."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Why smart statistics are the key to fighting crime", "abstract": null, "venue": "TED Talk,", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "A Milgram"}]}}, {"contexts": ["In\nweb journalism, news websites like ProPublica or public broadcasting agencies are non-profit (more so in Europe than in the United States) (Hallin and Mancini, 2004).", "This does not mean, however, that there are no professional norms in journalism: journalistic practice is organized around specific rules and templates, particularly in the United States, where the norm of objectivity has been a hallmark of professionalism for more than a century (Schudson, 1978).", "Figure 1 provides a screenshot of Chartbeat, a real-time analytics program used by more than 80% of web publishers in the United States.", "This is not the case in criminal justice, where most judges and prosecutors— especially those who are elected, which is frequent in the United States—know and care little about budgetary constraints.", "In 2016, I conducted two weeks of observation in a midsized criminal court that I call Marcy County—a jurisdiction located in the urban area of a southern state in the United States.", "There is growing awareness that racial bias exists at every step of the process: the current system of mass incarceration has been analyzed as a ‘‘new Jim Crow,’’ or system of institutionalized discrimination against African-Americans resembling the pre-Civil Rights era in the United States (Alexander, 2010; Wacquant, 2009).", "Web journalism is structured around news organizations, which—particularly in the United States—tend to be for-profit corporations (Hallin and Mancini, 2004).", "Criminal justice has witnessed an exponential increase over the past 30 years: in the United States, the jail and prison population went from less than 200,000 people in 1970 to more than 2.2 million people in 2015 (Walmsley, 2016).", "Yet it is mostly over the past 20 years that courts have begun using predictive algorithms, also called risk-assessment tools, at every step of the system: more than 60 predictive instruments are currently in use in criminal courts throughout the United States (Barry-Jester et al., 2015)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Should prison sentences be based on crimes that haven’t been committed yet", "abstract": null, "venue": "FiveThirtyEight, August", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "AM Barry-Jester"}, {"authorId": null, "name": "B Casselman"}, {"authorId": null, "name": "D Goldstein"}]}}]}