{"paperId": "42683e564a16aaabca02ea4e95282d38264af4d8", "externalIds": {"MAG": "2077505261", "DBLP": "journals/topics/SalganikW09", "DOI": "10.1111/j.1756-8765.2009.01030.x", "PubMed": "25164996"}, "url": "https://www.semanticscholar.org/paper/42683e564a16aaabca02ea4e95282d38264af4d8", "title": "Web-Based Experiments for the Study of Collective Social Dynamics in Cultural Markets", "abstract": "Social scientists are often interested in understanding how the dynamics of social systems are driven by the behavior of individuals that make up those systems. However, this process is hindered by the difficulty of experimentally studying how individual behavioral tendencies lead to collective social dynamics in large groups of people interacting over time. In this study, we investigate the role of social influence, a process well studied at the individual level, on the puzzling nature of success for cultural products such as books, movies, and music. Using a \"multiple-worlds\" experimental design, we are able to isolate the causal effect of an individual-level mechanism on collective social outcomes. We employ this design in a Web-based experiment in which 2,930 participants listened to, rated, and downloaded 48 songs by up-and-coming bands. Surprisingly, despite relatively large differences in the demographics, behavior, and preferences of participants, the experimental results at both the individual and collective levels were similar to those found in Salganik, Dodds, and Watts (2006). Further, by comparing results from two distinct pools of participants, we are able to gain new insights into the role of individual behavior on collective outcomes. We conclude with a discussion of the strengths and weaknesses of Web-based experiments to address questions of collective social dynamics.", "venue": "Top. Cogn. Sci.", "year": 2009, "referenceCount": 138, "citationCount": 115, "influentialCitationCount": 6, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine", "Computer Science"], "authors": [{"authorId": "1925509", "name": "Matthew J. Salganik"}, {"authorId": "1783914", "name": "D. Watts"}]}