{"offset": 0, "data": [{"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "df83f85292a84f8b70145065fd5cbbd37f6b71e6", "externalIds": {"DOI": "10.1016/b978-0-12-815367-3.06001-1"}, "url": "https://www.semanticscholar.org/paper/df83f85292a84f8b70145065fd5cbbd37f6b71e6", "title": "Foreword", "abstract": null, "venue": "Living with Robots", "year": 2020, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": ["background"], "contexts": ["With the transition in Medieval Europe from ‘oralcy’ to literacy (Ong, 1997) the principles of rhetoric were translated to the composition of written texts, using Latin rather than Greek terms."], "isInfluential": false, "citingPaper": {"paperId": "7b9bdea2b6c0a5587e0f05406a56be6d3b4c8d14", "externalIds": {"MAG": "2119150065", "DOI": "10.1177/1464884914523091"}, "url": "https://www.semanticscholar.org/paper/7b9bdea2b6c0a5587e0f05406a56be6d3b4c8d14", "title": "The ethics of narrative: A return to the source", "abstract": "If there is a single thing that distinguishes literary journalism from other forms of reporting, it is the use of narrative rather than expository prose. This involves the dramatisation of actions that have consequences. In the case of nonfiction storytelling, the consequences are not invented but real; or at least, verifiable. As a result, an engagement with literary journalism often leads to a struggle to reconcile the twin demands of truth and beauty. The long-running debate about how to do so is heavily influenced by Aristotle’s classical texts, The Art of Rhetoric and the Poetics. It is productive to return to those early statements of principle, which provide a blueprint not only for practice in the art of dramatised storytelling, but also for reflection about its ethical dimensions. Because of its specific character, literary journalism therefore puts itself at the heart of a foundational discussion. The tantalising possibility arises that the choice is not between ethics and aesthetics, but ethics therefore aesthetics; and by the same measure, aesthetics therefore ethics.", "venue": "", "year": 2014, "referenceCount": 31, "citationCount": 10, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "70293520", "name": "S. Greenberg"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "dfb6fcbf19867f0f82560534f1076a21e36b4ecc", "externalIds": {"MAG": "2341022662"}, "url": "https://www.semanticscholar.org/paper/dfb6fcbf19867f0f82560534f1076a21e36b4ecc", "title": "Discourse Adherence and the Pronominal Status of Null-objects in French-speaking children", "abstract": "In many Romance languages, children’s and adults’ grammar vary in the distribution of null objects. To explain this difference, many previous studies argued in favour of a correlation between the presence of clitics in the target language and object omissions. Recently, Perez-Leroux et al. (2008) suggested that this correlation might be weaker than previously thought and that object omissions are not restricted to pronominal contexts alone. In order to investigate the role of the discursive context, a new experiment has been designed. We manipulate the discourse in order to disentangle anaphoric contexts from the non-anaphoric ones. The result is a significantly higher rate of null objects in the anaphoric contexts, a result that does not support the existence of a stage (the Generalized Null Object Stage ) in which children omit the object in both pronominal and non-pronominal contexts.", "venue": "", "year": 2014, "referenceCount": 98, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Mathematics"], "authors": [{"authorId": "22488207", "name": "Vincenzo Moscati"}]}}]}