{"paperId": "466f01acf19d02487f3f669c93655df3575863ab", "externalIds": {"MAG": "2783588333"}, "url": "https://www.semanticscholar.org/paper/466f01acf19d02487f3f669c93655df3575863ab", "title": "American Girls: Social Media and the Secret Lives of Teenagers", "abstract": "A New York Times BestsellerInstagram. Whisper. Yik Yak. Vine. YouTube. Kik. Ask.fm. Tinder. The dominant force in the lives of girls coming of age in America today is social media. What it is doing to an entire generation of young women is the subject of award-winning Vanity Fair writer Nancy Jo Saless riveting and explosive American Girls. With extraordinary intimacy and precision, Sales captures what it feels like to be a girl in America today. From Montclair to Manhattan and Los Angeles, from Florida and Arizona to Texas and Kentucky, Sales crisscrossed the country, speaking to more than two hundred girls, ages thirteen to nineteen, anddocumenting a massive change in the way girls are growing up, a phenomenon that transcends race, geography, and household income. American Girls provides a disturbing portrait of the end of childhood as we know it and of the inexorable and ubiquitous experience of a new kind of adolescenceone dominated by new social and sexual norms, where a girls first crushes and experiences of longing and romance occur in an accelerated electronic environment; where issues of identity and self-esteem are magnified and transformed by social platforms that provide instantaneous judgment. What does it mean to be a girl in America in 2016? It means coming of age online in a hypersexualized culture that has normalized extreme behavior, from pornography to the casual exchange of nude photographs; a culture rife with a virulent new strain of sexism and a sometimes self-undermining notion of feminist empowerment; a culture in which teenagers are spending so much time on technology and social media that they are not developing basic communication skills. From beauty gurus to slut-shaming to a disconcerting trend of exhibitionism, Nancy Jo Sales provides a shocking window into the troubling world of todays teenage girls. Provocative and urgent, American Girls is destined to ignite a much-needed conversation about how we can help our daughters and sons negotiate unprecedented new challenges. From the Hardcover edition.", "venue": "", "year": 2016, "referenceCount": 0, "citationCount": 35, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "147706013", "name": "N. Sales"}]}