{"paperId": "1af35203acd53a8808db35feb575457f0b5be93e", "externalIds": {"MAG": "2412422652", "PubMed": "23074869"}, "url": "https://www.semanticscholar.org/paper/1af35203acd53a8808db35feb575457f0b5be93e", "title": "What ever happened to accountability?", "abstract": "When leaders don't fire underperforming executives, they send a bad message to the whole organization. A case in point is the U.S. Army. \"To study the change in the army across the two decades between World War II and Vietnam,\" Ricks writes, \"is to learn how a culture of high standards and accountability can deteriorate.\" In this essay, adapted from his new book, The Generals: American Military Command from World War II to Today, Ricks illuminates the contrast between General George C. Marshall, an unlikely figure of quiet resolve who became a classic transformational Leader, and the disastrous generals of the Vietnam era. In Vietnam, he writes, the honesty and accountability of Marshall's system were replaced by deceit and command indiscipline. If inadequate leaders are allowed to remain in command of an enterprise, their superiors must look for other ways to accomplish its goals. In Vietnam commanders turned to micromanagement, hovering overhead in helicopters to direct (and interfere with) squad leaders and platoon leaders on the ground. This both undercut combat effectiveness and denied small-unit leaders the opportunity to grow by making decisions under extreme pressure. In Iraq and Afghanistan, Ricks writes, though U.S. troops fought their battles magnificently, their generals often seemed ill equipped for the tasks at hand-especially the difficult but essential job of turning victories on the ground into strategic progress. This brief but powerful history of the army since World War II holds stark lessons for business leaders.", "venue": "Harvard business review", "year": 2012, "referenceCount": 0, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Medicine"], "authors": [{"authorId": "152501380", "name": "Thomas E. Ricks"}]}