{"offset": 0, "data": [{"contexts": ["For further information on Christian transhumanism, see Donaldson and Cole-Turner 2019;\nShatzer 2019; and Cole-Turner 2011.\nfunctioning of human life and not to go beyond it."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "03c1df2f80661b887ac9a0e9ac6c9c4af1b9d15b", "externalIds": {"MAG": "3128403077", "DOI": "10.1177/0142064X21989979"}, "url": "https://www.semanticscholar.org/paper/03c1df2f80661b887ac9a0e9ac6c9c4af1b9d15b", "title": "What Jesus Did, Does and May Do in Future: Gospel Miracles, Human Augmentation, Transhumanism and the Future of New Testament Studies", "abstract": "The quest of New Testament studies for a well-resourced future would be substantially aided by its explicit abandonment of a narrow methodological focus in favour of building links with other disciplines and by its acknowledgment that exegetical insights may arise from examining the impact of biblical texts down the centuries. In the potential appropriation of Jesus by Christian transhumanists interested in human bodily enhancement, for example, the healings of his earthly ministry are ignored because they are understood to restore human bodies to a previous form (a position recognizable in much of New Testament scholarship) rather than augment them to a new one. Building on deaf nineteenth-century interpretations which see the mental abilities of the deaf man in Mk 7.32-37 as being enhanced beyond human norms by Jesus, this article examines the healings of three blind men (Mk 8.22-26, Mk 10.46-52 and Jn 9.1-41). While the Johannine blind man is explicitly said to be blind from birth (whatever New Testament translations have often been made to say!), this article proposes that Blind Bartimaeus in Mk 10 should also be viewed this way. While their becoming sighted restores them to a common human pattern, their lack of prior sighted-experience means that it is their ability to see instantly that strongly implies the presence of an augmentative element to their healings. A postscript notes the different attitudes to the permission required to transform the human body within these narratives and suggests transhumanists consider the ethical implications of each story carefully before they incorporate the earthly Jesus into their arguments.", "venue": "Journal for the Study of the New Testament", "year": 2021, "referenceCount": 50, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "32870059", "name": "W. Lyons"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9728c3c4f45c5a1a4a702d19b4719a49d0637eda", "externalIds": {"MAG": "3045917219", "DOI": "10.1111/zygo.12618"}, "url": "https://www.semanticscholar.org/paper/9728c3c4f45c5a1a4a702d19b4719a49d0637eda", "title": "RISK AND SACRAMENT: BEING HUMAN IN A COVID‐19 WORLD", "abstract": "In this article we examine the changing relationship to risk as revealed by the COVID-19 pandemic and the ways this has, and may in future, alter sacramental practice, considering the radical effects this could have on traditional Christian practice. We consider the cultural trends that may lie behind this developing approach to risk, examining this in the context of an emergent transhuman identity that is technologically moderated and seeks to overcome risks of human mortality.", "venue": "", "year": 2020, "referenceCount": 49, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1393028865", "name": "Ziba Norman"}, {"authorId": "50575959", "name": "M. Reiss"}]}}]}