{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8fd47c41f7417c3460d283c8e3f3c2257affe165", "externalIds": {"MAG": "2324766391"}, "url": "https://www.semanticscholar.org/paper/8fd47c41f7417c3460d283c8e3f3c2257affe165", "title": "Information Transmission using the Nonlinear Fourier Transform", "abstract": "The central objective of this thesis is to suggest and develop one simple, unified method for communication over optical fiber\nnetworks, valid for all values of dispersion and nonlinearity parameters, and for a single-user channel or a multiple-user network. The method is based on the nonlinear Fourier transform (NFT), a powerful tool in soliton theory and exactly solvable models for solving integrable partial differential equations governing wave propagation in certain nonlinear media. The NFT decorrelates\nsignal degrees of freedom in such models, in much the same way that the Fourier transform does for linear systems. In this thesis,\nthis observation is exploited for data transmission over integrable channels such as optical fibers, where pulse propagation is\ngoverned by the nonlinear Schr\\\"odinger (NLS) equation. In this transmission scheme, which can be viewed as a nonlinear analogue of orthogonal frequency-division multiplexing commonly used in linear channels, information is encoded in the nonlinear spectrum of the signal. Just as the (ordinary) Fourier transform converts a linear convolutional channel into a number of parallel scalar channels, the nonlinear Fourier transform converts a nonlinear dispersive channel described by a \\emph{Lax convolution} into a number of parallel scalar channels. Since, in the spectral coordinates the NLS equation is\nmultiplicative, users of a network can operate in independent nonlinear frequency bands with no deterministic inter-channel\ninterference. Unlike most other fiber-optic transmission schemes, this technique deals with both dispersion and nonlinearity directly and unconditionally without\nthe need for dispersion or nonlinearity compensation methods. This thesis lays the foundations of such a nonlinear frequency-division multiplexing system.%%%%PhD", "venue": "", "year": 2013, "referenceCount": 85, "citationCount": 119, "influentialCitationCount": 25, "isOpenAccess": false, "fieldsOfStudy": ["Mathematics"], "authors": [{"authorId": "2318744", "name": "Mansoor I. Yousefi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b90d541d26e432a738bae7712ef19cd62f8ed4c7", "externalIds": {"MAG": "101222188", "DOI": "10.1007/978-3-7091-1485-8_3"}, "url": "https://www.semanticscholar.org/paper/b90d541d26e432a738bae7712ef19cd62f8ed4c7", "title": "Primary Abundance, Urban Philosophy — Information and the Form of Actuality", "abstract": "“Either we know what something is, or we do not. If we do, then there is no point in searching for it, if we do not, then we will not know what to search for.”", "venue": "", "year": 2013, "referenceCount": 12, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1975435", "name": "V. Bühlmann"}]}}]}