{"offset": 0, "next": 100, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a63b989be1e99ab9bb0584cfdfa3781516681c48", "externalIds": {"MAG": "2962035542", "DBLP": "journals/caee/SinghACRYJ19", "DOI": "10.1002/cae.22135"}, "url": "https://www.semanticscholar.org/paper/a63b989be1e99ab9bb0584cfdfa3781516681c48", "title": "Automata Simulator: A mobile app to teach theory of computation", "abstract": "We developed a mobile app named Automata Simulator to simulate different types of automata and used it to teach the course on theory of computation. The students used the app to design and simulate automata during the lectures. The students also used a more sophisticated desktop application, JFLAP, to study advanced concepts related to automata theory after the lectures. An analysis of the examination results revealed that this approach helped the students to learn the concepts better and score 1% more marks. Moreover, a strong correlation between the marks obtained by the students for questions related to designing of automata and their total score was identified. In a survey conducted at the end of the semester, the students said that it was difficult to use two tools for learning the same concepts. However, they also felt that the combination of the two tools made the course more interactive and contributed positively in the process of learning.", "venue": "Comput. Appl. Eng. Educ.", "year": 2019, "referenceCount": 59, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3326073", "name": "Tuhina Singh"}, {"authorId": "151453408", "name": "Simra Afreen"}, {"authorId": "46823505", "name": "P. Chakraborty"}, {"authorId": "152573379", "name": "R.K. Raj"}, {"authorId": "66285322", "name": "Savita Yadav"}, {"authorId": "2058985791", "name": "Dipika Jain"}]}}, {"contexts": ["Bynum and Moor [10] have integrated these techniques into a general method of text analysis."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "01b468c9a2688a5e32e569cd35df341a13a8b240", "externalIds": {"MAG": "2807991199", "DOI": "10.6092/ISSN.2532-8816/7305"}, "url": "https://www.semanticscholar.org/paper/01b468c9a2688a5e32e569cd35df341a13a8b240", "title": "Conceptual Analysis in a computer-assisted framework: mind in Peirce", "abstract": "Conceptual Analysis (CA) is a matter-of-course practice for philosophers and other scholars in the humanities. Exploring one author’s corpus of texts in order to discover the various properties of a concept is a classic example of CA. Recently, a corpus-based computational framework for CA has been emerging in response to the methodological challenges brought about by the massive digitization of texts. In this framework, CA is approached by implementing a computer-assisted text analysis method, within which algorithms are used to support the various cognitive operations involved in CA. In this article, we focus on the retrieval of relevant text segments for analysis. However, this is a complex issue within a computational framework, since the relation between concept and natural language depends on several semantic phenomena, including synonymy , polysemy, and contextual modulation . The main contribution of this article is methodological because it explores the computational approach to CA. We present three algorithmic methods, which identify relevant text segments while taking into account various semantic phenomena. The results show the potential of computer-assisted CA, thereby highlighting the need to overcome the limitations of these first experiments. An additional contribution of this work takes the form of knowledge transfer from Artificial Intelligence to the Humanities.", "venue": "", "year": 2018, "referenceCount": 94, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "31544405", "name": "D. Pulizzotto"}, {"authorId": "32656614", "name": "Jean-François Chartier"}, {"authorId": "2065127135", "name": "Francis Lareau"}, {"authorId": "46240302", "name": "J. Meunier"}, {"authorId": "46792819", "name": "L. Chartrand"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "19a09af6bc22aa3071a870046270660fbe6e1ef6", "externalIds": {"MAG": "2779008490", "DOI": "10.5334/BBI.32"}, "url": "https://www.semanticscholar.org/paper/19a09af6bc22aa3071a870046270660fbe6e1ef6", "title": "@PhilosTEI: Building Corpora for Philosophers", "abstract": "For philosophers to be able to take a computational turn in their field, especially if that field relies heavily on historical material, it is crucial to be able to build high-quality, easily and freely accessible corpora in a sustainable format composed from multi-language, multi-script books from different historical periods. At the moment, corpora matching these needs are virtually non-existent. Within the CLARIN-NL project @PhilosTEI, we have addressed the problem of building this kind of corpora by developing an open-source, web-based, user-friendly workflow from textual images to TEI, based on state-of-the-art open-source OCR software Tesseract, and a multi-language version of TICCL, a powerful OCR post-correction tool. We have demonstrated the utility of the @PhilosTEI tool by applying it to a multilingual, multi-script corpus of important 18th to 20th century European philosophical texts.", "venue": "", "year": 2017, "referenceCount": 42, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144740852", "name": "A. Betti"}, {"authorId": "2777127", "name": "Martin Reynaert"}, {"authorId": "144063578", "name": "H. Berg"}]}}, {"contexts": ["…it possible to write down pseudocode for sophisticated algorithms, and to implement and test them in a high level language that supports the graph API, without getting bogged down in the syntax of traditional programming languages, an approach that has been successful in teaching logic [1, 16].", "…and heavy use of consolidation modules; (c) a focus on heterogeneous reasoning via Edgy (i.e. learning in both syntactic and graphical modes) [1, 16], and (d) stepping back from programming, through adoption of a blocks-based visual programming language as a well-defined level of pseudocode."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "3ed3c9914f117e1506960882ea1b84e7941ce836", "externalIds": {"DBLP": "conf/sigcse/CoxBM17", "MAG": "2593801320", "DOI": "10.1145/3017680.3017735"}, "url": "https://www.semanticscholar.org/paper/3ed3c9914f117e1506960882ea1b84e7941ce836", "title": "Teaching Computer Science in the Victorian Certificate of Education: A Pilot Study", "abstract": "A new computer science curriculum has been developed for the Victorian Certificate of Education. It gives students direct entry into second year University computer science. The curriculum focuses on data structures and algorithms, with an emphasis on the graph abstract data type and graph algorithms. We taught a pilot course during 2014 involving students from seven schools, and administered an algorithmic thinking quiz on entry and exit, and also tested a first year university reference group. In this paper we present the curriculum and report on the evaluation. We discuss the effectiveness of our approach and make recommendations for improving future versions of the course. Pedagogical issues are discussed in relation to the cognitive education literature on the teaching of algorithmic thinking.", "venue": "SIGCSE", "year": 2017, "referenceCount": 27, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2056396260", "name": "Richard Cox"}, {"authorId": "21308992", "name": "Steven Bird"}, {"authorId": "46738321", "name": "B. Meyer"}]}}, {"contexts": ["Further, according to Terrell Ward Bynum (Lockhorst 1998) developed broad definition of CE, that is CE identifies and analyzes the impacts of information technology on such social and human values as health, wealth, work, opportunity, freedom, democracy, knowledge, privacy, security,…", "Further, according to Terrell Ward Bynum (Lockhorst 1998) developed broad definition of CE, that is CE identifies and analyzes the impacts of information technology on such social and human values as health, wealth, work, opportunity, freedom, democracy, knowledge, privacy, security, self-fulfilment, etc.\nBreij (2001) states that CE as a field of study, is part of a wider field of study which may be called social and humanistic studies of computing (SHC).", "Further, according to Terrell Ward Bynum (Lockhorst 1998) developed broad definition of CE, that is CE identifies and analyzes the impacts of information technology on such social and human values as health, wealth, work, opportunity, freedom, democracy, knowledge, privacy, security, self-fulfilment, etc."], "isInfluential": true, "intents": ["methodology"], "citingPaper": {"paperId": "e8cd791443f670c54e1cabfed833752c2d2d55b1", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/e8cd791443f670c54e1cabfed833752c2d2d55b1", "title": "Australasian ( ACIS ) 2008 Computer Ethics Awareness Among Undergraduate Students in Malaysian Higher Education Institutions", "abstract": "This study investigates the ethical awareness of computer use among undergraduate computer science students at two public Malaysian universities. One hundred and fifty-nine students were asked to evaluate the code of ethics pertaining to computer ethics. A comparison of undergraduate computer science students between two public universities was done to determine the level of ethical awareness of computer use. Independent Samples T-test for differences was performed across four distinct groups, that is, university, gender, age, and duration of computer use. The results of the tests conducted indicate that the ethical awareness of computer use of the students differ most significantly on the basis of the university itself. There were minimal differences across gender, age and duration of computer use. This suggests that computer ethics awareness training is needed for university users. The results are discussed and the implications for studies in an education context are outlined.", "venue": "", "year": 2017, "referenceCount": 23, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2677517", "name": "M. Masrom"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7ee0d13f70e09de3e6544b564df80ef4888059dc", "externalIds": {"ACL": "2016.jeptalnrecital-poster.27"}, "url": "https://www.semanticscholar.org/paper/7ee0d13f70e09de3e6544b564df80ef4888059dc", "title": "Recherche de « périsegments » dans un contexte d’analyse conceptuelle assistée par ordinateur : le concept d’« esprit » chez Peirce (Search of “perisegments” in computer-assisted conceptual analysis : the concept of “mind” in Peirce)[In French]", "abstract": "Search of “perisegments” in computer-assisted conceptual analysis : the concept of “mind” in Peirce. In humanities and especially in philosophy, Conceptual Analysis (AC) is a fundamental practice for studying concept’s proprieties. When this analysis is executed on a textual corpus, the challenge is to identify segments of text expressing the concept. Sometimes, these are easily retrievable in reason of one expected lexical item, that we call canonical form. However, this is not always the case. This article outlines a processing chain for peripheral segments, or perisegments, discovery. This process is illustrated by some experiments on the concept of “mind” in the Collected Papers of Ch. S. Peirce, obtaining more than 83% of the average precision. MOTS-CLÉS : philosophie, Peirce, esprit, analyse conceptuelle, assistée par ordinateur, concordance, périsegment, composantes sémantiques, k-moyennes, apprentissage automatique, SVM.", "venue": "JEPTALNRECITAL", "year": 2016, "referenceCount": 28, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2082143117", "name": "Davide Pulizzotto"}, {"authorId": "1805993690", "name": "J. Lopez Gonzalez"}, {"authorId": "82541343", "name": "Jean-François Chartier"}, {"authorId": "152804988", "name": "J. Meunier"}, {"authorId": "2095645130", "name": "L. Chartrand"}, {"authorId": "113460067", "name": "Francis Lareau"}, {"authorId": "2008367136", "name": "Tan Le Ngoc"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "26a232ab3db562ed195a232f1207891a511c8c01", "externalIds": {"DBLP": "journals/ais/BendickB17", "MAG": "1556681212", "DOI": "10.1007/s00146-015-0606-7"}, "url": "https://www.semanticscholar.org/paper/26a232ab3db562ed195a232f1207891a511c8c01", "title": "Explanation in philosophy and the limits of precision", "abstract": "A look at the beginning of philosophy and a consideration of contemporary Anglo-American philosophy show that precision of presentation is a commendable and widely pursued goal. There is a trade-off, however, between precision and richness of presentation. As precision gets sharpened, impoverishment of subject matter advances, often without recognition of the price that is paid for precision. A precise way of illustrating the trade-off in question is to take a precise meteorological model, consider how little it tells us about the weather, enrich the model, and see how precision loses its edge. The works of Heidegger and Rawls are mentioned as exemplars of balance between precision and richness.", "venue": "AI & SOCIETY", "year": 2017, "referenceCount": 30, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "4722896", "name": "R. Bendick"}, {"authorId": "34960508", "name": "A. Borgmann"}]}}, {"contexts": ["In the introduction of Bynum and Moor (1998), the authors acknowledge the emergence of a new trend in philosophical practice."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "33084173dc8c26a49653c1a6487977b2c0f6e694", "externalIds": {"DBLP": "journals/jetai/Zenil15", "MAG": "2054773418", "DOI": "10.1080/0952813X.2014.940686"}, "url": "https://www.semanticscholar.org/paper/33084173dc8c26a49653c1a6487977b2c0f6e694", "title": "Algorithmicity and programmability in natural computing with the Game of Life as in silico case study", "abstract": "In a previous article, I suggested a method for testing the algorithmicity of a natural/physical process using the concept of Levin's universal distribution. Here, I explain this method in the context of the problem formulated by L. Floridi concerning the testability of pancomputationalism. Then, I will introduce a behavioural battery of programmability tests for natural computation, as an example of a computational philosophy approach. That is to tackle a simplified version of a complex philosophical question with a computer experiment. I go on to demonstrate the application of this novel approach in a case study featuring Conway's Game of Life. In this context, I also briefly discuss another question raised by Floridi, concerning a grand unified theory of information, which I think is deeply connected to the grand unification of physics.", "venue": "J. Exp. Theor. Artif. Intell.", "year": 2015, "referenceCount": 47, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "66445647", "name": "H. Zenil"}]}}, {"contexts": ["Research in cognitive science describes scientific discovery as an iterative process entailing four related but distinct phases (Darden 1998; Nersessian 2008): model construction, use, evaluation, and revision.", "Keywords: Functional roles of teachers; intelligent tutoring systems, metacognition, metacognitive tutoring; scientific inquiry; scientific modeling."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "64e05c7bef7360f2e4040622f39b7bcb8805f76e", "externalIds": {"DBLP": "conf/cogsci/JoynerG15", "MAG": "2400992712"}, "url": "https://www.semanticscholar.org/paper/64e05c7bef7360f2e4040622f39b7bcb8805f76e", "title": "Organizing Metacognitive Tutoring Around Functional Roles of Teachers", "abstract": "Metacognitive skills are critical in learning but difficult to teach. Thus the question becomes how can we facilitate metacognitive tutoring? We present an exploratory learning environment called MILA-T with embedded metacognitive tutors imitating five functional roles of teachers in classrooms. We tested MILA–T in a controlled experiment with 237 middle school students. We examine the impact of MILA–T on the models of a natural phenomenon constructed by the students. We find that students with access to MILA–T wrote better evidential justifications for their models, and thus, deliver better-justified models for the phenomenon. We also find that these improvements persisted during a transfer task. These results lend support for organizing metacognitive tutoring around the functional roles of teachers for supporting inquiry-driven modeling.", "venue": "CogSci", "year": 2015, "referenceCount": 23, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "34982020", "name": "David A. Joyner"}, {"authorId": "39491751", "name": "Ashok K. Goel"}]}}, {"contexts": ["Introduction Scientific discovery in general is a creative task (Carruthers, Stitch & Siegal 2002; Clement 2008; Darden 1998; Magini, Nersessian & Thagard 1999; Nersessian 2008).", "Scientific discovery often engages analogical reasoning (Clement 2008; Dunbar 1997; Nersessian 2008).", "Conceptual modeling is ubiquitous in science (e.g., Clement 2008; Darden 1998; Nersessian 2008).", "Science education nowadays emphasizes authentic science practices mimicking the creative discovery processes of real scientists."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "c5c7af6c0b1ca7996f7f911cba2d639509cdc455", "externalIds": {"MAG": "2552961700", "DBLP": "conf/icccrea/GoelJ15"}, "url": "https://www.semanticscholar.org/paper/c5c7af6c0b1ca7996f7f911cba2d639509cdc455", "title": "Impact of a Creativity Support Tool on Student Learning about Scientific Discovery Process", "abstract": "Science education nowadays emphasizes authentic science practices mimicking the creative discovery processes of real scientists. How, then, can we build creativity support tools for student learning about scientific discovery processes? We summarize several epistemic views of ideation in scientific discovery and find that the ideation techniques provide few guarantees of correctness of scientific hypotheses, indicating the need for supporting hypothesis evaluation. We describe an interactive tool called MILA−S that enables students to elaborate hypotheses about ecological phenomena into conceptual models and evaluate conceptual models through agent-based simulations. We report on a pilot experiment with 50 middle school students who used MILA−S to discover causal explanations for an ecological phenomenon. Preliminary results from the study indicate that use of MILA‐S had a significant impact both on the creative process of model construction and the nature of the constructed models. We posit that the computational support for model construction, evaluation and revision embodied in MILA‐S fosters student creativity in learning about scientific discovery processes.", "venue": "ICCC", "year": 2015, "referenceCount": 61, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "39491751", "name": "Ashok K. Goel"}, {"authorId": "34982020", "name": "David A. Joyner"}]}}, {"contexts": ["…Crane, 1996; Heim, 1993; Pepperell, 1995), Floridi’s work (1999b) has gone beyond much of the early “computational turn” in philosophy (for example, Bynum & Moor, 1998) with his formulation of a philosophy done informationally (Greco, Paronitti, Turilli, & Floridi, 2005) and offering a formal…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "cc85539a72c660a1da86a6ff558a9fbf423a6f13", "externalIds": {"MAG": "2035528056", "DBLP": "journals/libt/Martens15", "DOI": "10.1353/lib.2015.0006"}, "url": "https://www.semanticscholar.org/paper/cc85539a72c660a1da86a6ff558a9fbf423a6f13", "title": "An Illustrated Introduction to the Infosphere", "abstract": "This introduction to Luciano Floridi’s philosophy of information (PI) provides a short overview of Floridi’s work and its reception by the library and information studies (LIS) community, brief definitions of some important PI concepts, and illustrations of Floridi’s three suggested applications of PI to library and information studies. It suggests that LIS may just be as important to PI as PI is to LIS in terms of deepening our mutual understanding of information ontologies, the dynamics of informational domains, and the variety of evolving relationships among information organisms and information objects.", "venue": "Libr. Trends", "year": 2015, "referenceCount": 381, "citationCount": 20, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2688820", "name": "B. Martens"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fc5219fb458960befe73714928a1a31fcfcdd55e", "externalIds": {"MAG": "1997404864", "DBLP": "journals/jetai/Muller15", "DOI": "10.1080/0952813X.2014.940143"}, "url": "https://www.semanticscholar.org/paper/fc5219fb458960befe73714928a1a31fcfcdd55e", "title": "Which symbol grounding problem should we try to solve?", "abstract": "Floridi and Taddeo propose a condition of ‘zero semantic commitment’ for solutions to the grounding problem, and a solution to it. I argue briefly that their condition cannot be fulfilled, not even by their own solution. After a look at Luc Steel's very different competing suggestion, I suggest that we need to re-think what the problem is and what role the ‘goals’ in a system play in formulating the problem. On the basis of a proper (syntactic) understanding of computing, I come to the conclusion that the only sensible grounding problem is how we can explain and re-produce the behavioural ability and function of meaning in artificial computational agents.", "venue": "J. Exp. Theor. Artif. Intell.", "year": 2015, "referenceCount": 19, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1807005", "name": "V. C. Müller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "09c277298d7be152059555efbeb38d06fe9ab949", "externalIds": {"MAG": "101156536"}, "url": "https://www.semanticscholar.org/paper/09c277298d7be152059555efbeb38d06fe9ab949", "title": "Author’s Response: Why We Need Info-computational Constructivism", "abstract": "Upshot: The variety of commentaries has shown that IC impacts on many disciplines, from physics to biology, to cognitive science, to ethics. Given its young age, IC still needs to fill in many gaps…", "venue": "", "year": 2014, "referenceCount": 178, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1403731773", "name": "G. Dodig-Crnkovic"}]}}, {"contexts": ["212 institutions, organizations, cultures, communities, and nations [6]."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "10bf5c164561d7ed027cc590b3e3ef094787d06a", "externalIds": {"MAG": "2626350659"}, "url": "https://www.semanticscholar.org/paper/10bf5c164561d7ed027cc590b3e3ef094787d06a", "title": "Ethical behaviors in e-tendering process for construction project in Malaysia", "abstract": "Nowadays, application of electronic commerce is increasing in commercial fields; this includes procurement process which introduced e-Tendering in construction industry. e-Tendering concept is to engage lesser paperwork and provide higher transparency in every transaction of procurement process. The aim of this paper is to study ethical issues related e-Tendering in Malaysia construction industry. This paper reviewed previous and recent literature in order to identify the ethical issues and risk of corruption encountered in electronic commerce. Questionnaire survey was used to identify the current situation of e- Tendering involving ethical issues and factors that contributed to these issues. This study proposed potential initiatives to resolve the issues of procurement transparency that improve ethical behavior of parties in managing and bidding tender. This study utilized Average Index method and ideal solution (TOPSIS) for data analysis. TOPSIS which is one of the multi-criteria decision making methods for ranking the factors contributed to ethical issue in e-tendering and the potential initiatives for improvement. Results of TOPSIS showed that the most critical factor that contributed to the ethical issue in e-Tendering was cronyism, followed by lack of meritocracy, collusion, unpublicized process, long-term relationship, human greed and transparency feature of e-Tendering. In addition, from the result, it was concluded that the initiative that was known to be most potential in enhancing e-Tendering process was the features of the e- Tendering system and the ethical awareness among tendering authorities.", "venue": "", "year": 2014, "referenceCount": 27, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "48719798", "name": "R. Zakaria"}, {"authorId": "121489307", "name": "Lee Zhi Kwong"}, {"authorId": "3095698", "name": "M. Nilashi"}, {"authorId": "102010202", "name": "M. Majid"}, {"authorId": "66083398", "name": "O. Ibrahim"}, {"authorId": "98758671", "name": "R. M. Zin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2f21f0ed32ef9443b50d904fa08b67cabc93d39b", "externalIds": {"MAG": "2064466105", "DBLP": "conf/iui/JoynerGP14", "DOI": "10.1145/2557500.2557516"}, "url": "https://www.semanticscholar.org/paper/2f21f0ed32ef9443b50d904fa08b67cabc93d39b", "title": "MILA--S: generation of agent-based simulations from conceptual models of complex systems", "abstract": "Scientists use both conceptual models and executable simulations to help them make sense of the world. Models and simulations each have unique affordances and limitations, and it is useful to leverage their affordances to mitigate their respective limitations. One way to do this is by generating the simulations based on the conceptual models, preserving the capacity for rapid revision and knowledge sharing allowed by the conceptual models while extending them to provide the repeated testing and feedback of the simulations. In this paper, we present an interactive system called MILAfiS for generating agent-based simulations from conceptual models of ecological systems. Designed with STEM education in mind, this user-centered interface design allows the user to construct a Component-Mechanism-Phenomenon conceptual model of a complex system, and then compile the conceptual model into an executable NetLogo simulation. In this paper, we present the results of a pilot study with this interface with about 50 middle school students in the context of learning about ecosystems.", "venue": "IUI", "year": 2014, "referenceCount": 22, "citationCount": 20, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "34982020", "name": "David A. Joyner"}, {"authorId": "39491751", "name": "Ashok K. Goel"}, {"authorId": "3077024", "name": "Nicolas M. Papin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "33bc3aa2c2d998b17b53f757125dae327a743595", "externalIds": {"MAG": "1821148699"}, "url": "https://www.semanticscholar.org/paper/33bc3aa2c2d998b17b53f757125dae327a743595", "title": "Info-computational Constructivism and Cognition", "abstract": "Context: At present, we lack a common understanding of both the process of cognition in living organisms and the construction of knowledge in embodied, embedded cognizing agents in general, including future artifactual cognitive agents under development, such as cognitive robots and softbots. Purpose: This paper aims to show how the info-computational approach (IC) can reinforce constructivist ideas about the nature of cognition and knowledge and, conversely, how constructivist insights (such as that the process of cognition is the process of life) can inspire new models of computing. Method: The info-computational constructive framework is presented for the modeling of cognitive processes in cognizing agents. Parallels are drawn with other constructivist approaches to cognition and knowledge generation. We describe how cognition as a process of life itself functions based on info-computation and how the process of knowledge generation proceeds through interactions with the environment and among agents. Results: Cognition and knowledge generation in a cognizing agent is understood as interaction with the world (potential information), which by processes of natural computation becomes actual information. That actual information after integration becomes knowledge for the agent. Heinz von Foerster is identified as a precursor of natural computing, in particular bio computing. Implications: IC provides a framework for unified study of cognition in living organisms (from the simplest ones, such as bacteria, to the most complex ones) as well as in artifactual cognitive systems. Constructivist content: It supports the constructivist view that knowledge is actively constructed by cognizing agents and shared in a process of social cognition. IC argues that this process can be modeled as info-computation.", "venue": "", "year": 2014, "referenceCount": 298, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1403731773", "name": "G. Dodig-Crnkovic"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7405faf422d92096685a977b2b2c974ffcf73be8", "externalIds": {"MAG": "406298602", "DOI": "10.1017/CBO9781107477346"}, "url": "https://www.semanticscholar.org/paper/7405faf422d92096685a977b2b2c974ffcf73be8", "title": "Discrete or Continuous?: The Quest for Fundamental Length in Modern Physics", "abstract": "1. Introduction 2. Arguments from mathematics 3. Arguments from philosophy 4. Electrodynamics, QED, and early QFT 5. Quantum gravity: prehistory 6. Einstein on the notion of length 7. Quantum gravity: current approaches 8. The proof is in the pudding 9. Coda.", "venue": "", "year": 2014, "referenceCount": 102, "citationCount": 48, "influentialCitationCount": 6, "isOpenAccess": true, "fieldsOfStudy": ["Physics"], "authors": [{"authorId": "3215271", "name": "Amit Hagar"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9fd78f1d8ea53c43d35e05ed07f287f379bf32fc", "externalIds": {"DBLP": "conf/iknow/BergPJDD14", "MAG": "2046404603", "DOI": "10.1145/2637748.2638412"}, "url": "https://www.semanticscholar.org/paper/9fd78f1d8ea53c43d35e05ed07f287f379bf32fc", "title": "Studying the history of philosophical ideas: supporting research discovery, navigation, and awareness", "abstract": "The use of computational tools in the humanities for science 2.0 practices is steadily increasing. This paper examines current research practices of a group of philosophers studying the history of philosophical concepts. We explain the methodology and workflow of these philosophers and provide an overview of tools they currently use in their research. The case study highlights a number of fundamental challenges facing these researchers, including: (i) accessing known relevant research content or resources; (ii) discovering new research content or data; (iii) working collaboratively rather than individually. We propose a mash-up of search, visualization, and awareness tools addressing these challenges and discuss the design of the mash-up, its implementation, and evaluation with the target users. Through our case study, we demonstrate the benefits of a user-centered design approach, as well as the benefits of the concrete mash-up for historians of philosophy, and, importantly, the limitations of these tools for conducting historical and philosophical research.", "venue": "i-KNOW '14", "year": 2014, "referenceCount": 34, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144063578", "name": "H. Berg"}, {"authorId": "143863595", "name": "Gonzalo Parra"}, {"authorId": "2856259", "name": "Anja Jentzsch"}, {"authorId": "144967594", "name": "A. Drakos"}, {"authorId": "47662528", "name": "E. Duval"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a8b9f90dfb0051677442826decd2b3fde501a48d", "externalIds": {"MAG": "201780859", "DOI": "10.1007/978-1-4471-6338-1_20"}, "url": "https://www.semanticscholar.org/paper/a8b9f90dfb0051677442826decd2b3fde501a48d", "title": "Theories, Models, Programs, and Tools of Design: Views from Artificial Intelligence, Cognitive Science, and Human-Centered Computing", "abstract": "Our research on design adopts the perspectives of artificial intelligence, cognitive science, and human-centered computing. Thus, it produces information-processing theories, computational models, computer programs, and interactive tools for aspects of design. In this chapter, we describe these perspectives and products. We also illustrate some of the methods and artifacts of our research through a case study of problem–solution coevolution in biologically inspired design. Starting with the Structure-Behavior-Function knowledge model as a seed, we develop a knowledge model of design problems called SR.BID that is grounded in empirical data about biologically inspired design practice. SR.BID captures problem descriptions as well as problem–solution relationships in biologically inspired design, and thus forms the basis for the development of new interactive tools for supporting its practice as well as new pedagogical techniques for learning about problem formulation.", "venue": "", "year": 2014, "referenceCount": 46, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "39491751", "name": "Ashok K. Goel"}, {"authorId": "1681190", "name": "Michael E. Helms"}]}}, {"contexts": ["Computer ethics was developed by James Moor, Terrell Bynum and Deborah Johnson (Bynum & Moor 2000; Johnson 2008) and that addresses a variety of issues related to computers and ICT such as privacy, personal integrity, changed value systems, roboethical issues, cognitive enhancements, etc.."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c8b1e2148aaa738f3caf3a8fd7f05914476d04de", "externalIds": {"MAG": "2802661183"}, "url": "https://www.semanticscholar.org/paper/c8b1e2148aaa738f3caf3a8fd7f05914476d04de", "title": "Why we need Info-computational Constructivism", "abstract": "The variety of commentaries to my target article has shown that IC impacts on many \ndisciplines, from physics to biology, to cognitive science, to ethics. Given its \nyoung age, infocomputation still needs to fill in many gaps, some of which were pointed out by the commentators. \n \nMy goal is both to illuminate some general topics of infocomputation, and to answer specific questions.", "venue": "", "year": 2014, "referenceCount": 25, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "41216026", "name": "Gordana Dodig Crnkovic"}]}}, {"contexts": ["This paper first analyzes the essential connotation of CT, finds some representative terms with the features of computing science, reveals the typical thoughts of CT and gives the formalized description of CT."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "d935011177b6abefd41e93ff9caca659726a6057", "externalIds": {"DBLP": "journals/jsw/ShiLH14", "MAG": "2113052077", "DOI": "10.4304/JSW.9.10.2507-2513"}, "url": "https://www.semanticscholar.org/paper/d935011177b6abefd41e93ff9caca659726a6057", "title": "Computational Features of the Thinking and the Thinking Attributes of Computing: On Computational Thinking", "abstract": "The paper aims at revealing the essence and connotation of Computational Thinking. It analyzed some of the international academia's research results of Computational Thinking. The author thinks Computational Thinking is discipline thinking or computing philosophy, and it is very critical to understand Computational Thinking to grasp the thinking' s computational features and the computing's thinking attributes. He presents the basic rules of screening the representative terms of Computational Thinking and lists some representative terms based on the rules. He thinks Computational Thinking is contained in the commonalities of those terms. The typical thoughts of Computational Thinking are structuralization, formalization, association-and-interaction, optimization and reuse-and-sharing. Training Computational Thinking must base on the representative terms and the typical thoughts. There are three innovations in the paper: the five rules of screening the representative terms, the five typical thoughts and the formalized description of Computational Thinking.", "venue": "J. Softw.", "year": 2014, "referenceCount": 35, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2847665", "name": "Wenchong Shi"}, {"authorId": "2112251687", "name": "Maohua Liu"}, {"authorId": "2341784", "name": "P. Hendler"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "dea3812195a2e4b20e1c3bfd7ea7a2a5f5149a9d", "externalIds": {"MAG": "2762798710"}, "url": "https://www.semanticscholar.org/paper/dea3812195a2e4b20e1c3bfd7ea7a2a5f5149a9d", "title": "The Digital World – Essence and Dualism", "abstract": "Този текст (част от докторска дисертация в развитие) се фокусира върху съвременните предизвикателства пред философията, в процеса на синхронизиране на концепциите с бурно развиващите се изследвания на дигиталния свят. Отправна точка са вижданията на Р. Декарт и Г. Лайбниц, заявени преди векове, но валидни в значителна степен и днес. Коментарът е от позиция на физикалиста, а анализът включва човешкия бинарен подход, онтологичните аспекти на компютърните програмни езици, както и философията във взаимоотношенията хардуер-софтуер.", "venue": "", "year": 2014, "referenceCount": 140, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "118463786", "name": "Alexander Lazarov"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ef422641df657f0fd0e4ff73af726249743b69d3", "externalIds": {"MAG": "2140878659", "DOI": "10.5840/MONIST201497320"}, "url": "https://www.semanticscholar.org/paper/ef422641df657f0fd0e4ff73af726249743b69d3", "title": "Levins and the lure of artificial worlds.", "abstract": "What is it about simulation models that has led some practitioners to treat them as potential sources of empirical data on the real-world systems being simulated; that is, to treat simulations as ‘artificial worlds’ within which to perform computational ‘experiments’? Here we use the work of Richard Levins as a starting point in identifying the appeal of this model building strategy, and proceed to account for why this appeal is strongest for computational modellers. This analysis suggests a perspective on simulation modelling that makes room for ‘artificial worlds’ as legitimate science without having to accept that they should be treated as sources of empirical data", "venue": "", "year": 2014, "referenceCount": 43, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144199913", "name": "S. Bullock"}]}}, {"contexts": ["In the second category, a topic that has received considerable attention from researchers is the role of computers in philosophy education and research (Bynum & Moor 1998)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "fafc70b500eb35aad20dc5cf1ac0d3f766927560", "externalIds": {"MAG": "2266486444"}, "url": "https://www.semanticscholar.org/paper/fafc70b500eb35aad20dc5cf1ac0d3f766927560", "title": "From machine learning to learning with machines : remodeling the knowledge discovery process", "abstract": "Knowledge discovery (KD) technology is used to extract knowledge from large quantities of digital data in an automated fashion. The established process model represents the KD process in a linear and technology-centered manner, as a sequence of transformations that refine raw data into more and more abstract and distilled representations. Any actual KD process, however, has aspects that are not adequately covered by this model. In particular, some of the most important actors in the process are not technological but human, and the operations associated with these actors are interactive rather than sequential in nature. This thesis proposes an augmentation of the established model that addresses this neglected dimension of the KD process. The proposed process model is composed of three sub-models: a data model, a workflow model, and an architectural model. Each sub-model views the KD process from a different angle: the data model examines the process from the perspective of different states of data and transformations that convert data from one state to another, the workflow model describes the actors of the process and the interactions between them, and the architectural model guides the design of software for the execution of the process. For each of the sub-models, the thesis first defines a set of requirements, then presents the solution designed to satisfy the requirements, and finally, re-examines the requirements to show how they are accounted for by the solution. The principal contribution of the thesis is a broader perspective on the KD process than what is currently the mainstream view. The augmented KD process model proposed by the thesis makes use of the established model, but expands it by gathering data management and knowledge representation, KD workflow and software architecture under a single unified model. Furthermore, the proposed model considers issues that are usually either overlooked or treated as separate from the KD process, such as the philosophical aspect of KD. The thesis also discusses a number of technical solutions to individual sub-problems of the KD process, including two software frameworks and four case-study applications that serve as concrete implementations and illustrations of several key features of the proposed process model.", "venue": "", "year": 2014, "referenceCount": 192, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1935063", "name": "L. Tuovinen"}]}}, {"contexts": ["Fortunately, removing topical content does not reduce the appeal of logic games, given the success of logic software programs such as Zoombinis (Higgins, 2000), Hyperproof, and Tarski’s World (Barwise & Etchemendy, 1998)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "230e2e5f9624e4a8d96fcc2ec0c053d2d0d0e152", "externalIds": {"MAG": "2001188565", "DOI": "10.1080/10508406.2013.807263"}, "url": "https://www.semanticscholar.org/paper/230e2e5f9624e4a8d96fcc2ec0c053d2d0d0e152", "title": "Learning by Teaching Human Pupils and Teachable Agents: The Importance of Recursive Feedback", "abstract": "Feedback is important for learning. However, there are different types of feedback, and not all feedback is effective. Here we introduce recursive feedback (RF), which occurs when tutors observe their pupils use what they have been taught. Two experiments examined the value of RF during learning by teaching. In the first study adults taught another adult face to face about human biology. Those participants who observed their pupil interact with an examiner exhibited superior learning relative to individuals in several control conditions that included elements of learning by teaching but not RF. The second study examined whether RF benefits extend to teaching computerized teachable agents in regular classrooms. High school students played games in which they induced logical rules. Students taught their agent the governing rules. They received RF when they observed their teachable agent play a prediction game against a second competitor agent. On a posttest, these students exhibited greater abilities to use logic to solve novel problems compared to students in control conditions who received direct feedback by playing against the competitor agent themselves. RF may further generalize to nonteaching situations that also involve a production–appropriation cycle, such as do-it-yourself projects in which people have a chance to learn from how other people take up their handiwork.", "venue": "", "year": 2013, "referenceCount": 108, "citationCount": 54, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3289974", "name": "Sandra Y. Okita"}, {"authorId": "1686695", "name": "D. Schwartz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "65a3f5e10730d284866a8136b6b76cac4f5a8b6c", "externalIds": {"MAG": "2125499448", "DBLP": "journals/simulation/MuzyVZCCTPCMH13", "DOI": "10.1177/0037549712457852"}, "url": "https://www.semanticscholar.org/paper/65a3f5e10730d284866a8136b6b76cac4f5a8b6c", "title": "Refounding of the activity concept? Towards a federative paradigm for modeling and simulation", "abstract": "Currently, the widely used notion of activity is increasingly present in computer science. However, because this notion is used in specific contexts, it becomes vague. Here, the notion of activity is scrutinized in various contexts and, accordingly, put in perspective. It is discussed through four scientific disciplines: computer science, biology, economics, and epistemology. The definition of activity usually used in simulation is extended to new qualitative and quantitative definitions. In computer science, biology and economics disciplines, the new simulation activity definition is first applied critically. Then, activity is discussed generally. In epistemology, activity is discussed, in a prospective way, as a possible framework in models of human beliefs and knowledge.", "venue": "Simul.", "year": 2013, "referenceCount": 81, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2113541", "name": "A. Muzy"}, {"authorId": "2200129", "name": "Franck Varenne"}, {"authorId": "1755591", "name": "B. Zeigler"}, {"authorId": "2384054", "name": "Jonathan Caux"}, {"authorId": "2230091", "name": "P. Coquillard"}, {"authorId": "1935513", "name": "Luc Touraille"}, {"authorId": "51022319", "name": "D. Prunetti"}, {"authorId": "1685736", "name": "Philippe Caillou"}, {"authorId": "143744438", "name": "O. Michel"}, {"authorId": "144913292", "name": "D. Hill"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "95a0dcc371fd089d86be8c9f55e53fbe4846d7a6", "externalIds": {"DBLP": "conf/icitst/RinaldiRMN13", "DOI": "10.1109/ICITST.2013.6750175"}, "url": "https://www.semanticscholar.org/paper/95a0dcc371fd089d86be8c9f55e53fbe4846d7a6", "title": "A system for social network analysis", "abstract": "As new technologies advance, simulations and computational experiments are increasingly interesting alternatives for the scientific study of specific working principles of a real system. The goal of this project is the development of a system to support experiments in primates behavior psychology that seeks evaluating the learning processes (usage of tools for breaking encapsulated fruits) through observation and experiments that may emerge in an autonomous agents group (represented by Capuchin monkeys). The experiment focuses on analyzing data through simulations for the prediction of social behavior associated to some cognitive skills. The dissemination of information occur through the group social structure, which is represented by a graph object that has been built based on theorems and algorithms from the graph theory. When a simulation of a complex society behavior is performed, it is important to highlight that it takes places over a mathematical model which is not able to represent neither animals mental properties nor the real shape of a society behavior. Thus, the behavior of these agents is naturally limited to characteristics present in computational models, so agents mental models and their corresponding social behaviors are naturally reality simplifications.", "venue": "8th International Conference for Internet Technology and Secured Transactions (ICITST-2013)", "year": 2013, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1974194", "name": "Luciene Cristina Alves Rinaldi"}, {"authorId": "2405988", "name": "B. Resende"}, {"authorId": "2061060226", "name": "Rodrigo Bossini Tavares Moreira"}, {"authorId": "34746524", "name": "M. Netto"}]}}, {"contexts": ["Computational simulations can be more powerful than traditional thought experiments because they must usually be instantiated at a more technical level, and because they allow complex interactions and structures which might be unintuitive (Bedau, 1998)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "de45f0a3b0a74d8ab94a5a44a2219c6687c2d9ec", "externalIds": {"MAG": "1491155945", "DBLP": "conf/cogsci/IrvineRK13"}, "url": "https://www.semanticscholar.org/paper/de45f0a3b0a74d8ab94a5a44a2219c6687c2d9ec", "title": "A robustness approach to theory building: A case study of language evolution", "abstract": "Models of cognitive processes often include simplifications, \nidealisations, and fictionalisations, so how should we learn about cognitive processes from such models? Particularly in cognitive science, when many features of the target system are unknown, it is not always clear which simplifications, idealisations, and so on, are appropriate for a research question, and which are highly misleading. Here we use a case-study from studies of language evolution, and ideas from philosophy of science, to illustrate a robustness approach to learning from models. Robust properties are those that arise across a range of models, simulations and experiments, and can be used to identify key causal structures in the models, and the phenomenon, under investigation. For example, in studies of language evolution, the emergence of compositional structure is a robust property across models, simulations and experiments of cultural transmission, but only under pressures for learnability and expressivity. This arguably illustrates the principles underlying real cases of language evolution. We provide an outline of the robustness approach, including its limitations, and suggest that this methodology can be productively used throughout cognitive science. Perhaps of most importance, it suggests that different modelling frameworks should be used as tools to identify the abstract properties of a system, rather than being definitive expressions of theories.", "venue": "CogSci", "year": 2013, "referenceCount": 43, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "39608613", "name": "Liz Irvine"}, {"authorId": "35685797", "name": "Seán G. Roberts"}, {"authorId": "145679294", "name": "S. Kirby"}]}}, {"contexts": ["For the epistemological literature only, see e.g. Humphreys (1990), Rohrlich (1990), Hartmann (1995), Dietrich (1996), Galison (1996, 1997), Bedau (1998), Winsberg (1999), Stöckler (2000), Di Paolo et al. (2000), Varenne (2001), Peck (2004), Livet (2007), Winsberg (2009), Morrison (2009), David et…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e84cf5b5aa6cba5ee77f87deb0fb76b8b11774cf", "externalIds": {"MAG": "2104716483"}, "url": "https://www.semanticscholar.org/paper/e84cf5b5aa6cba5ee77f87deb0fb76b8b11774cf", "title": "Chains of Reference in Computer Simulations", "abstract": "This paper proposes an extensionalist analysis of computer simulations (CSs). It puts the emphasis not on languages nor on models, but more precisely on symbols, on their extensions, and on their various ways of referring. It shows that chains of reference of symbols in CSs are multiple and of different kinds. As they are distinct and diverse, these chains enable different kinds of remoteness of reference and different kinds of validation for CSs. Although some methodological papers have already but implicitly taken into account the heterogeneity and variety of the relationships of reference in CSs, hence of cross-validations, this diversity is still overlooked in the epistemological literature on CSs. As a consequence, a particular outcome of this analytical and explicitly extensional view is an ability to classify existing epistemological theses on the epistemic status of CSs according to what their authors choose to select and put at the forefront: either the extensions of symbols, or the symbol-types, or the symbol-tokens, or the internal denotational hierarchies of the CS seen as a whole or the references of these hierarchies to external denotational hierarchies seen as wholes. Through the adoption of this extensionalist view together with its precise conceptual differentiations, it also becomes possible to explain more precisely the reasons why some complete reduction of the epistemic role of CSs to classical epistemic paradigms such as \"experience\", \"experiment\", or \"theoretical argument\" remains doubtful. On this last point, in particular, this paper is in agreement with what many epistemologists already have acknowledged. But it proposes new conceptual means - new in this context - to explain the situation further.", "venue": "", "year": 2013, "referenceCount": 209, "citationCount": 27, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2200129", "name": "Franck Varenne"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f2dfe73bc018e1a566f0d9dcc578eb1174a0476c", "externalIds": {"MAG": "2189366334"}, "url": "https://www.semanticscholar.org/paper/f2dfe73bc018e1a566f0d9dcc578eb1174a0476c", "title": "EVOLUTIONARY BIOLOGY AND THE AXIOMATIC METHOD REVISITED", "abstract": "In evolutionary biology there has never been reached a consensus re- garding the manner of presenting its theory. According to the skeptical view, evolutionary biology cannot even be presented as a proper scientifi c theory be- cause of its lack of uncontroversial laws. The skepticism, however, is not shared by the logicians of science, who claim that biological explanations can be mold- ed into proper theories by means of logical reconstruction. In this paper I will address three developments of the axiomatic method in evolutionary biology : the hypothetical-deductive, the semantic and, perhaps the most recent one, the natural deduction method. I will point out that the key concept in fi guring out the logical structure of evolutionary theory concerns deductive consequence. Then I will argue that a syntactic approach to deduction in the sense of the third method might be the most promising option. Eventually, I will claim this ap- proach does half justice to the skeptical view that there are no uncontroversial laws in evolutionary biology.", "venue": "", "year": 2013, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Mathematics"], "authors": [{"authorId": "102530258", "name": "A. Anu"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f4fdcf9e7b9812f7a61f40f3cb1836febabb0f6a", "externalIds": {"MAG": "176214328"}, "url": "https://www.semanticscholar.org/paper/f4fdcf9e7b9812f7a61f40f3cb1836febabb0f6a", "title": "Modelling the Evolution of Business Relationships and Networks as Complex Adaptive Systems", "abstract": "This thesis seeks to better understand the development and evolution of business relationships and networks from a complex systems perspective, using agentbased modelling. The thesis focusses on the early stages of the development of a business network: the transition from autarky to an interdependent yet decentralised system of production and consumption, that relies on exchange, specialisation and division of labour. The thesis uses existing research on activities and interactions in business relationships in order to identify social mechanisms that constitute a causal explanation of the self-organisation of an interdependent production system. These mechanisms are implemented in a computer model of autonomous agents, and the implementation is validated through the reproduction of stylised facts from prior laboratory experiments. Subsequent model analysis identifies alternative patterns of emergence and investigates the interacting effects of input parameters that define social and economic aspects of the model. The presented model is modularly expandable, facilitating the introduction of new aspects regarding the agents’ behaviour, their economic and technological system and their environment, inviting extensions and future research on one unifying platform.", "venue": "", "year": 2013, "referenceCount": 406, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "28522572", "name": "Fabian P Held"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f97b318bc93d3e66a4ea5f77a545f4221db0658f", "externalIds": {"MAG": "1985439403", "DBLP": "journals/aiedam/Goel13", "DOI": "10.1017/S0890060413000218"}, "url": "https://www.semanticscholar.org/paper/f97b318bc93d3e66a4ea5f77a545f4221db0658f", "title": "A 30-year case study and 15 principles: Implications of an artificial intelligence methodology for functional modeling", "abstract": "Abstract Research on design and analysis of complex systems has led to many functional representations with several meanings of function. This work on conceptual design uses a family of representations called structure–behavior–function (SBF) models. The SBF family ranges from behavior–function models of abstract design patterns to drawing–shape–SBF models that couple SBF models with visuospatial knowledge of technological systems. Development of SBF modeling is an instance of cognitively oriented artificial intelligence research that seeks to understand human cognition and build intelligent agents for addressing complex tasks such as design. This paper first traces the development of SBF modeling as our perspective on design evolved from that of problem solving to that of memory and learning. Next, the development of SBF modeling as a case study is used to abstract some of the core principles of an artificial intelligence methodology for functional modeling. Finally, some implications of the artificial intelligence methodology for different meanings of function are examined.", "venue": "Artificial Intelligence for Engineering Design, Analysis and Manufacturing", "year": 2013, "referenceCount": 114, "citationCount": 44, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "39491751", "name": "Ashok K. Goel"}]}}, {"contexts": ["We consider computational modeling to be a promising approach to a range of philosophical questions as well, and to questions that sit on the border between philosophy and other disciplines (Burkholder 1992; Bynum & Moor 1998; Holyoak & Thagard, 1997; Grim, Mar, & St. Denis, 1998; Grim 2004)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "871d4600e02c48dffec8dfaf13a0975e9d7d7150", "externalIds": {"MAG": "2402393496", "PubMed": "24466470"}, "url": "https://www.semanticscholar.org/paper/871d4600e02c48dffec8dfaf13a0975e9d7d7150", "title": "Philosophical Analysis in Modeling Polarization: Notes from a Work in Progress.", "abstract": "Computational modeling and computer simulation have quickly established themselves not merely as useful add-ons but as core tools across the range of the sciences. We consider computational modeling to be a promising approach to a range of philosophical questions as well, and to questions that sit on the border between philosophy and other disciplines (Burkholder 1992; Bynum & Moor 1998; Holyoak & Thagard, 1997; Grim, Mar, & St. Denis, 1998; Grim 2004). Questions regarding the transference of belief, social networks, and opinion polarization fall in the latter category, bridging epistemology, social philosophy, sociology, political science, network studies and complex systems. These are the focus of some of our current research. \n \nOur purpose here is not to sing the praises of computational modeling as a new philosophical technique. Our purpose is rather to emphasize the continuity of computational model-building with the long philosophical tradition of conceptual analysis (Hanna 2000; Sandin 2006; Beaney 2009). With reflections from the process of building a specific model, we want to emphasize two points: that 1) the work of constructing a computational model can serve the philosophical ends of conceptual understanding, in part because (2) attempts at computational modeling often require clarification of the core concepts at issue.", "venue": "APA newsletters", "year": 2012, "referenceCount": 34, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "1725003", "name": "P. Grim"}, {"authorId": "2753802", "name": "A. Bramson"}, {"authorId": "47373079", "name": "Daniel J. Singer"}, {"authorId": "3357717", "name": "Steven Fisher"}, {"authorId": "15754689", "name": "Carissa Flocken"}, {"authorId": "40151782", "name": "William J. Berger"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9197f30feba9582f3ec959d4a216b6d3d0a716d7", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/9197f30feba9582f3ec959d4a216b6d3d0a716d7", "title": "Logic and Cognitive Science", "abstract": "Our aim is to show that the logical point of view and methods of logic are indispensable for the understanding of human cognition. However, the results of some well known psychological experiments may be seen as denying the relevance of logic in studying human reasoning. Wrong design decisions and interpretations of these experiments are analyzed in this chapter. Arguments supporting an externalist position for a level of descriptions of cognition are presented. Finally, relations of logic and actual human reasoning are analyzed and illustrated on some examples.", "venue": "", "year": 2012, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3131323", "name": "I. Sedlár"}, {"authorId": "2295111", "name": "J. Sefránek"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bd743c447a2f08df40a7d887c3fb15c68020479e", "externalIds": {"MAG": "1989867183", "DBLP": "journals/synthese/SkafI13", "DOI": "10.1007/s11229-012-0203-y"}, "url": "https://www.semanticscholar.org/paper/bd743c447a2f08df40a7d887c3fb15c68020479e", "title": "Unfolding in the empirical sciences: experiments, thought experiments and computer simulations", "abstract": "Experiments (E), computer simulations (CS) and thought experiments (TE) are usually seen as playing different roles in science and as having different epistemologies. Accordingly, they are usually analyzed separately. We argue in this paper that these activities can contribute to answering the same questions by playing the same epistemic role when they are used to unfold the content of a well-described scenario. We emphasize that in such cases, these three activities can be described by means of the same conceptual framework—even if each of them, because they involve different types of processes, fall under these concepts in different ways. We further illustrate our claims by presenting a threefold case study describing how a TE, a CS and an E were indeed used in the same role at different periods to answer the same questions about the possibility of a physical Maxwellian demon. We also point at fluid dynamics as another field where these activities seem to be playing the same unfolding role. We analyze the importance of unfolding as a general task of science and highlight how our description in terms of epistemic functions articulates in a noncommittal way with the epistemology of these three activities and accounts for their similarities and the existence of hybrid forms of activities. We finally emphasize that picturing these activities as functionally substitutable does not imply that they are epistemologically substitutable.", "venue": "Synthese", "year": 2013, "referenceCount": 61, "citationCount": 36, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy", "Computer Science"], "authors": [{"authorId": "40565792", "name": "Rawad El Skaf"}, {"authorId": "28682046", "name": "C. Imbert"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f63f400b190907bb35b875903fb11d0906f9f3f8", "externalIds": {"DBLP": "journals/chb/Chang12", "MAG": "2067490854", "DOI": "10.1016/j.chb.2011.10.013"}, "url": "https://www.semanticscholar.org/paper/f63f400b190907bb35b875903fb11d0906f9f3f8", "title": "How to build an appropriate information ethics code for enterprises in Chinese cultural society", "abstract": "Information ethics codes play a vital role in clarifying the responsibilities of MIS (management information systems) professionals and providing them with a point of reference when dealing with ethical issues. In view of the important 21st Century role played by China, particularly Mainland China, which represents a hugely significant market to all global enterprises, it is hoped that this study will assist the business world in understanding the culture in which Chinese business is conducted, and will facilitate the building of a suitable information ethics code in the future. Academically, this paper aims to explain how Confucian ethics and the guanxi culture perspective affect MIS professionals' ethical dilemmas and reactive processes. Specifically, it examines the reactive processes of MIS professionals in CHSyst (pseudonym) in Taiwan, Hong Kong and Mainland China. In practice, this study provides a good reference for enterprises such as the above that wish to find the most appropriate way to create an ethics code suitable for a Chinese company context to prevent Chinese MIS professionals from behaving unethically in their workplace. Such a code will serve to reduce the negative consequences of unethical conduct for the organization.", "venue": "Comput. Hum. Behav.", "year": 2012, "referenceCount": 115, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "32586375", "name": "C. Chang"}]}}, {"contexts": ["(Barnette, 1998)\nBarnette’s (1998) experiences with his “Philosophy in Cyberspace” – PHICYBER – course was that the anonymity provided by technologically mediated education delivery engendered “more civility and concern for others, not less.”"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "00dcd39cc9a96ae01f59e55beb3ac320a0dab9e4", "externalIds": {"DBLP": "journals/ets/WardP11", "MAG": "199727177"}, "url": "https://www.semanticscholar.org/paper/00dcd39cc9a96ae01f59e55beb3ac320a0dab9e4", "title": "Reflections on Cyberspace as the New \"Wired World of Education\"", "abstract": "Introduction In the late 1980s and early 1990s, few people had heard of, or knew the meanings of words like 'Internet' or 'Cyberspace', yet by 1997, Cairncross (1997) was proclaiming how the communications revolution, exemplified by the Internet, meant the \"death of distance\". Between 1997 and now, developments in Information Technologies (ITs) like the Internet have accelerated and further transformed information exchanges (See Guri-Rosenblit, 2005), and by 2007, Fuchs (2007) could legitimately begin his Internet and Society: Social Theory in the Information Age with the observation that the \"Internet is ubiquitous in everyday life.\" Since information exchange and analysis are key aspects of the learning experience, it is not surprising that these developments have had, and will continue to have a significant impact on education. For example, according to an October 2003 supplement to the Current Population Survey, conducted by the U.S. Census Bureau, among U.S. children 3 to 17 years of age, 83.4% of children enrolled in school in 2003 used a computer at school, and 43.1% used the internet at school. (Day, Janus, and Davis, 2005; Also, see Rovai and Wighting, 2005) An even more recent survey by the Alfred P. Sloan Foundation, reporting 2009 statistics and information about online education in the United States, notes that for the past six years, 2003-2009, \"online enrollments have been growing substantially faster than overall higher education enrollments.\" (Allen and Seaman, 2010) This continues the earlier trend from 2004 when the same authors reported that 65% \"of schools offering graduate face-to-face courses also offer graduate courses online\", while 63% of schools \"offering undergraduate face-to-face courses also offer undergraduate courses online.\" (Allen and Seaman, 2005) Within this context, the important question concerns the sort of educational relationships that exist (or fail to exist) when information exchanges and analyses are structured by the use of ITs such as the Internet. If one carefully examines educational relationships, there is ample reason to believe that there is more to education than simple information exchange. (See Guri-Rosenblit, 2005) For example, while \"multiple measures of learning success exist\" (Song et al., 2007), in the United States it is common for universities and colleges to poll students on how \"successful\" the instructor has been in his or her teaching. (See Spencer and Schmelkin, 2002) Among the questions in such polls are those asking the students' opinions whether the instructor was \"enthusiastic about teaching the class\", whether the instructor \"showed concern for students\", whether the instructor \"had a genuine interest in students\", and whether the \"instructor's style of presentation held your interest during class.\" At the very least, this suggests that successful educational relationships include much more than just the exchange of information; the manner/mode and context of information exchange also is important when it comes to assessing teaching. (See King, 2002) Thus, in what follows we will use ideas from writers not normally linked to discussions about IT use in education, Levinas and Aristotle, to argue that there are important kinds of relationships that, ideally, emerge within face-to-face education settings but not, typically, within education entirely mediated by the use of ITs. Further, we will argue that the importance of the relationships that emerge within face-to-face educational settings suggest that, short of the appropriate adoption and use of enhancements potentially offered by increased bandwidth such as three-dimensional learning environments (See Dalgarno and Lee, 2010) or broadband videoconferencing (Smyth, 2005), Internet-based education should supplement, but not supplant face-to-face education. Levinas On the assumption that the manner/mode and context of information exchange is an important component of successful teaching, the question is how face-to-face educational relationships differ from those mediated by ITs such as the Internet. …", "venue": "J. Educ. Technol. Soc.", "year": 2011, "referenceCount": 62, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "50047379", "name": "Andrew Ward"}, {"authorId": "144792666", "name": "Brian Prosser"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3db90eb2207ffa3127a325e01f49804574d4aa67", "externalIds": {"MAG": "649001911", "DOI": "10.1017/cbo9780511976216"}, "url": "https://www.semanticscholar.org/paper/3db90eb2207ffa3127a325e01f49804574d4aa67", "title": "The Origins of Health and Disease", "abstract": "1. The two philosophies: health, disease, medicine and psychotherapy 2. The body's mind: psychoneuroimmunology, stress and adaptive response 3. Personality, disease and the meaning of infornet dysregulation 4. Networks and their properties 5. The causes of dysregulation: associative learning, food intolerance and the effects of stress throughout the lifespan 6. The causes of dysregulation: supervised learning, repetitive strain injury, attention deficit/hyperactivity disorder, chronic fatigue syndrome and depression 7. The causes of dysregulation: asthma and precursors to specific disease 8. Three different types of psychologically mediated therapy: placebos and the art of medicine, psychotherapy and complementary and alternative medicine 9. Therapeutic mechanisms 10. Finding the pattern: health in modern society 11. Infornet theory in perspective.", "venue": "", "year": 2011, "referenceCount": 458, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5516823", "name": "M. Hyland"}]}}, {"contexts": ["…latest work by Kroeze on the notion of ontology in software engineering (Kroeze 2010), the works by Fetzer on the philosophy of program verification (Fetzer 1988, 1998) as well as on the concept of models in computer science (Fetzer 1999)—the field of software science and software engineering as…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "504b3215b64a4c5648cb92e9ca5bbca937d7e444", "externalIds": {"MAG": "2085992057", "DBLP": "journals/mima/Gruner11", "DOI": "10.1007/s11023-011-9234-2"}, "url": "https://www.semanticscholar.org/paper/504b3215b64a4c5648cb92e9ca5bbca937d7e444", "title": "Problems for a Philosophy of Software Engineering", "abstract": "On the basis of an earlier contribution to the philosophy of computer science by Amnon Eden, this essay discusses to what extent Eden’s ‘paradigms’ of computer science can be transferred or applied to software engineering. This discussion implies an analysis of how software engineering and computer science are related to each other. The essay concludes that software engineering can neither be fully subsumed by computer science, nor vice versa. Consequently, also the philosophies of computer science and software engineering—though related to each other—are not identical branches of a general philosophy of science. This also implies that not all of Eden’s earlier arguments can be directly mapped from the domain of computer science into the domain of software science. After the discussion of this main topic, the essay also points to some further problems and open issues for future studies in the philosophy of software science and engineering.", "venue": "Minds and Machines", "year": 2011, "referenceCount": 46, "citationCount": 14, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "33886881", "name": "S. Gruner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6d1d9cbf743bf29f263c9d0b41f9573beb702056", "externalIds": {"DBLP": "journals/information/CrnkovicH11", "MAG": "2158510049", "DOI": "10.3390/info2020327"}, "url": "https://www.semanticscholar.org/paper/6d1d9cbf743bf29f263c9d0b41f9573beb702056", "title": "Floridi's \"Open Problems in Philosophy of Information\", Ten Years Later", "abstract": "In his article Open Problems in the Philosophy of Information 1 Luciano Floridi presented a Philosophy of Information research program in the form of eighteen open problems, covering the following fundamental areas: Information definition, information semantics, intelligence/cognition, informational universe/nature and values/ethics. We revisit Floridis program, highlighting some of the major advances, commenting on unsolved problems and rendering the new landscape of the Philosophy of Information (PI) emerging at present. As we analyze the progress of PI we try to situate Floridis program in the context of scientific and technological development that have been made last ten years. We emphasize that Philosophy of Information is a huge and vibrant research field, with its origins dating before Open Problems, and its domains extending even outside their scope. In this paper, we have been able only to sketch some of the developments during the past ten years. Our hope is that, even if fragmentary, this review may serve as a contribution to the effort of understanding the present state of the art and the paths of development of Philosophy of Information as seen through the lens of Open Problems.", "venue": "Inf.", "year": 2011, "referenceCount": 214, "citationCount": 37, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1403731773", "name": "G. Dodig-Crnkovic"}, {"authorId": "2194993", "name": "W. Hofkirchner"}]}}, {"contexts": ["(Bynum and Moor, 1998) At the same time the ideal subject of investigation of the Philosophy of Science is changing."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "c0e50a5fa588f835b8669a1b0402304992c6a796", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/c0e50a5fa588f835b8669a1b0402304992c6a796", "title": "Acknowledgements School of Innovation, Design and Engineering Was an Excellent Working Place and Research Environment and I Learned Much from Many of My Colleagues and My Students", "abstract": "Dedication This book is dedicated to the memory of two people who most profoundly influenced my worldview: my uncle Anton Dodig, who was the first one to show me the proof of Pythagoras theorem – a magic moment I will never forget, along with his innumerable demonstrations of the effectiveness of logical analysis which taught me the amazing power of reason; and to my mother Jelena whose fascination for chemistry and in particular for experiment inspired my enduring love for scientific exploration. 2 \" Technology unveils, transforms, and controls the world, often designing and creating new realities in the process. It tends to prompt original ideas, to shape new concepts, and to cause unprecedented problems. It usually embeds but also challenges ethical values and perspectives. In short, technology can be a very powerful force for intellectual innovation, exercising a profound influence on how we conceptualize, interpret, and transform the world. Add to that the fact that the more ontologically powerful and pervasive a technology is, the more profound and lasting its intellectual influence is going to be. Recall that technology has had an escalating importance in human affairs at least since the invention of printing and the scientific revolution. It becomes obvious why the conceptual interactions between philosophy and technology have constantly grown in scope and magnitude, at least since Galileo's use of the telescope \". (Floridi, 2004) Preface \" Theories are nets: only the one who casts will catch. \" Novalis We live in a computing universe. It is not only that we are vitally dependent on computers in our work and surrounded by ubiquitous computing in our daily lives. Even the Cosmos nowadays is envisaged as a network of computational processes, the stance known as pancomputationalism or naturalist computationalism. In the complementary outlook, the universe, on its most fundamental physical level, is seen as consisting of information which is a view of paninformationalism or informational structural realism. This book goes a step further and develops a synthetic framework by integrating pancomputationalism and paninformationalism. The universe is perceived as being engaged in the computing of its own future states through physical processes of dynamical changes in the informational structure. Computation is thus in the most general form understood as information processing which can be seen at different levels of informational organization. In spite of the development of ICT (Information and Communication Technology) and availability of information through global info-computational …", "venue": "", "year": 2011, "referenceCount": 163, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1403731773", "name": "G. Dodig-Crnkovic"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4933a0e864448cb6543e15ee28a6817893ab49f8", "externalIds": {"MAG": "2110284392", "DOI": "10.1111/J.1467-9973.2010.01647.X"}, "url": "https://www.semanticscholar.org/paper/4933a0e864448cb6543e15ee28a6817893ab49f8", "title": "The philosophy of information : ten years later", "abstract": "The definitive version is available at: http://onlinelibrary.wiley.com/ Copyright Wiley [Full text of this article is not available in the UHRA]", "venue": "", "year": 2010, "referenceCount": 28, "citationCount": 13, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1982425", "name": "L. Floridi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "564a4d80ad301adcad205f7dffd06c99f51b8e47", "externalIds": {"DBLP": "journals/synthese/RooijWW12", "MAG": "2159231272", "DOI": "10.1007/s11229-010-9847-7"}, "url": "https://www.semanticscholar.org/paper/564a4d80ad301adcad205f7dffd06c99f51b8e47", "title": "Intractability and the use of heuristics in psychological explanations", "abstract": "Many cognitive scientists, having discovered that some computational-level characterization f of a cognitive capacity $${\\phi}$$ is intractable, invoke heuristics as algorithmic-level explanations of how cognizers compute f. We argue that such explanations are actually dysfunctional, and rebut five possible objections. We then propose computational-level theory revision as a principled and workable alternative.", "venue": "Synthese", "year": 2012, "referenceCount": 60, "citationCount": 55, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145471720", "name": "I. Rooij"}, {"authorId": "39240589", "name": "C. Wright"}, {"authorId": "7681721", "name": "Todd Wareham"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5ca3a92ecf5691fee2238c59599a9a716757df0f", "externalIds": {"MAG": "2551705344"}, "url": "https://www.semanticscholar.org/paper/5ca3a92ecf5691fee2238c59599a9a716757df0f", "title": "On Modeling Adaptive and Cognitive Systems", "abstract": "Synthetic computational methodologies have been used to model and simulate cognitive processes (e.g., perception, planning, navigation, inference, communication, language) from many different perspectives (see, e.g., Loula, Gudwin and Queiroz, 2007). In this book, the reader will find two types of contributions: models and experiments of adaptive and cognitive processes and agents, as well as theoretical and philosophical discussions about building adaptive and cognitive systems. These are complementary fields of research in adaptive and cognitive systems, as building such systems generally relies and starts with theoretical foundations and theoretical considerations are always raised when synthesizing such systems. Indeed, computer simulation, on one hand, is heavily influenced by both formal theoretical constraints and empirical constraints in the design of the environment, the morphological definitions of sensors and effectors, and the implementation of cognitive architecture and processes of the conceived artificial systems. On the other hand, simulations offer the opportunity to quantify and formalize ideas, concepts and propositions that constitute a theory in terms of programming (Parisi 2001). Most important, artificial cognition systems provide scientists with the means to perform ‘mental experiments’ about the necessary and sufficient conditions to observe processes of interest (Bedau 1998, Dennett 1998) – how would a certain system change, given different initial conditions and/or developmental path? What set of conditions is sufficient for the emergence of specific traits of the system?", "venue": "", "year": 2010, "referenceCount": 6, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1915190", "name": "Angelo C. Loula"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "687811be92979a398628792fbfb48bb8ba3fd477", "externalIds": {"MAG": "2285316252"}, "url": "https://www.semanticscholar.org/paper/687811be92979a398628792fbfb48bb8ba3fd477", "title": "IT in university level mathematics teaching and learning: a mathematician's point of view", "abstract": "University mathematicians are often selective in their approaches to the use of IT in teaching. Although mathematicians systematically use specialist software in direct teaching of mathematics, as means of delivery e-learning technologies have so far been less widely used. This article is an attempt to explain the rationale for this selectivity, and proposes a ‘wish list’ of future developments for e-learning technologies.", "venue": "", "year": 2010, "referenceCount": 18, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2110535", "name": "A. Borovik"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8f15a80c54237c2f20e12bcfa2d098ace9246539", "externalIds": {"MAG": "2082650233", "DOI": "10.1016/J.FUTURES.2010.08.005"}, "url": "https://www.semanticscholar.org/paper/8f15a80c54237c2f20e12bcfa2d098ace9246539", "title": "Facilitating eco-logical futures through postformal poetic ecosophy", "abstract": "Abstract A perspective is given regarding global mindset change: two key interrelated features underlying late modernity – economism and modern atomism – are critically contrasted with three key interrelated features underlying prospective “eco-logical” futures, namely, ecosophy, postformal thinking, and poetics. From a transdisciplinary or complex-integrative perspective, both economism and modern atomism are identified as suffering “economies of truth” whilst postformal poetic ecosophy is identified as involving “complexities of truth” – a better fit for an eco-logical future. The desirability of the following hierarchies is indicated: that the archetype of economy be aptly embraced by ecosophy, formal by postformal, and prosaics by poetics.", "venue": "", "year": 2010, "referenceCount": 94, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2425506", "name": "G. H. Hampson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a595c4e33d3815cfcaa5904f0a404cee58da1454", "externalIds": {"MAG": "2554067548", "DOI": "10.1201/B16448-7"}, "url": "https://www.semanticscholar.org/paper/a595c4e33d3815cfcaa5904f0a404cee58da1454", "title": "Developing Agent-Based Models of Business Relations and Networks *", "abstract": "Business relations and networks play a central role in the way business and economic systems are organised and function. But their dynamics and evolution have received limited research attention, with research focusing more on comparative static and cross-section surveys. In order to develop appropriate researchbased management and policy advice we need a better understanding of how business relations and networks form and evolve. One way to do this is through the development of agent-based simulation models of business relations and networks that allow researchers to systematically explore the nature and impact of different factors on the structure, behaviour and performance that are beyond traditional closed-form mathematical solution and which would be impossible in the field. We identify the main mechanisms driving the evolution of business relations and networks and review models from various disciplines that attempt to represent these. This provides the basis for developing a generic simulation platform called the Business Network Agent-Based Modelling System (BNAS).", "venue": "", "year": 2010, "referenceCount": 395, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Engineering"], "authors": [{"authorId": "144917266", "name": "I. Wilkinson"}, {"authorId": "28522572", "name": "Fabian P Held"}, {"authorId": "2022792", "name": "R. Marks"}, {"authorId": "145714148", "name": "Louise Young"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cafd76eec79b06c4ae44d96d29765e0070067cee", "externalIds": {"MAG": "253330792", "DOI": "10.1007/978-1-4419-6139-6_17"}, "url": "https://www.semanticscholar.org/paper/cafd76eec79b06c4ae44d96d29765e0070067cee", "title": "Evolution as Metaphor: A Critical Review of the Use of Evolutionary Concepts in Information Systems and e-Commerce", "abstract": "Many aspects of information systems can be described in terms of evolution. Technologies as well as markets and business models evolve by selection of the best and elimination of weaker ones. This chapter argues that the use of such Darwinian concepts can often better be understood as a metaphorical use of language rather than an exact and scientific description of reality. Metaphors, however, are not value-free tools of observation but carry with them assumptions and views of the world. They can, therefore, be used to promote particular interests and limit critical scrutiny and discourses. This chapter will concentrate on the question of ethics to make the case that speaking of information systems in terms of evolution can limit discourses. By describing information systems through the use of biological metaphors such as evolution, alternative discourses focusing on human agency and freedom can be ignored. This negates the possibility of ethical intervention and thereby strengthens the interests of the established players and power holders.", "venue": "", "year": 2010, "referenceCount": 69, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1792014", "name": "B. Stahl"}]}}, {"contexts": ["…turns and shifts in philosophical paradigms (Floridi, 2002c, p. 125), citing Bynum and Moor’s 1998 edited collection (on the new philosophical paradigm provided by computing; Bynum & Moor, 1998) as evidence of “the emergence of PI as a new force” (Floridi, 2002c, p. 129)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e1d4b7ac6a9ab2a9f47344918459bfaf110c55e8", "externalIds": {"MAG": "2146168104", "DBLP": "journals/arist/Furner10", "DOI": "10.1002/aris.2010.1440440111"}, "url": "https://www.semanticscholar.org/paper/e1d4b7ac6a9ab2a9f47344918459bfaf110c55e8", "title": "Philosophy and information studies", "abstract": null, "venue": "Annu. Rev. Inf. Sci. Technol.", "year": 2010, "referenceCount": 175, "citationCount": 67, "influentialCitationCount": 9, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1708911", "name": "J. Furner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e74639d9478cd56a0bdc9c46f3059b5a57e9f8f5", "externalIds": {"MAG": "2076370189", "DOI": "10.1111/J.1467-9973.2010.01651.X"}, "url": "https://www.semanticscholar.org/paper/e74639d9478cd56a0bdc9c46f3059b5a57e9f8f5", "title": "PHILOSOPHY IN THE INFORMATION AGE", "abstract": "Abstract: In the past, major scientific and technological revolutions, like the Copernican Revolution and the Industrial Revolution, have had profound effects, not only upon society in general, but also upon Philosophy. Today's Information Revolution is no exception. Already it has had significant impacts upon our understanding of human nature, the nature of society, even the nature of the universe. Given these developments, this essay considers some of the philosophical contributions of two “philosophers of the Information Age”—Norbert Wiener and Luciano Floridi—with regard to the nature of the universe, human nature, the nature of society, and the nature of “artificial agents” such as robots, softbots, and cyborgs.", "venue": "", "year": 2010, "referenceCount": 12, "citationCount": 16, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1856861", "name": "T. Bynum"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "03dff0ffc31086df0734df041de8183dac236796", "externalIds": {"MAG": "2112596240", "DOI": "10.1016/J.APPDEV.2008.10.011"}, "url": "https://www.semanticscholar.org/paper/03dff0ffc31086df0734df041de8183dac236796", "title": "Children's Behavior toward and Understanding of Robotic and Living Dogs", "abstract": "Abstract This study investigated children's reasoning about and behavioral interactions with a computationally sophisticated robotic dog (Sony's AIBO) compared to a live dog (an Australian Shepherd). Seventy-two children from three age groups (7–9 years, 10–12 years, and 13–15 years) participated in this study. Results showed that more children conceptualized the live dog, as compared to AIBO, as having physical essences, mental states, sociality, and moral standing. Children also spent more time touching and within arms distance of the live dog, as compared to AIBO. However, a surprising majority of children conceptualized and interacted with AIBO in ways that were like a live dog. For example, over 60% of the children affirmed that AIBO had mental states, sociality, and moral standing; and children were as likely to give AIBO commands as a living dog. Discussion broaches whether it is possible that a new technological genre is emerging that challenges traditional ontological categories.", "venue": "", "year": 2009, "referenceCount": 74, "citationCount": 118, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2964133", "name": "G. F. Melson"}, {"authorId": "144674612", "name": "P. H. Kahn"}, {"authorId": "144999873", "name": "A. Beck"}, {"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "28415481", "name": "T. Roberts"}, {"authorId": "39420986", "name": "Erik Garrett"}, {"authorId": "2582208", "name": "Brian T. Gill"}]}}, {"contexts": ["We must admit that despite the fact that there have been several philosophers who have tried to show the radical implications of computation in human reasoning (Bynum and Moor 1998; Thagard 1988; Landow 1994; Rouet 1996; Mitcham 1994; Vallverdú 2007), this has not implied the design of a new epistemology for e-Science.", "…that despite the fact that there have been several philosophers who have tried to show the radical implications of computation in human reasoning (Bynum and Moor 1998; Thagard 1988; Landow 1994; Rouet 1996; Mitcham 1994; Vallverdú 2007), this has not implied the design of a new epistemology for…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "6040f487c1ea9d05dd8d3760d244243319e87c22", "externalIds": {"DBLP": "journals/mima/Segura09", "DOI": "10.1007/s11023-009-9168-0"}, "url": "https://www.semanticscholar.org/paper/6040f487c1ea9d05dd8d3760d244243319e87c22", "title": "Computational Epistemology and e-Science: A New Way of Thinking", "abstract": "Recent trends towards an e-Science offer us the opportunity to think about the specific epistemological changes created by computational empowerment in scientific practices. In fact, we can say that a computational epistemology exists that requires our attention. By ‘computational epistemology’ I mean the computational processes implied or required to achieve human knowledge. In that category we can include AI, supercomputers, expert systems, distributed computation, imaging technologies, virtual instruments, middleware, robotics, grids or databases. Although several authors talk about the extended mind and computational extensions of the human body, most of these proposals don’t analyze the deep epistemological implications of computer empowerment in scientific practices. At the same time, we must identify the principal concept for e-Science: Information. Why should we think about a new epistemology for e-Science? Because several processes exist around scientific information that require a good epistemological model to be understood.", "venue": "Minds and Machines", "year": 2009, "referenceCount": 21, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1811807", "name": "Jordi Vallverdú"}]}}, {"contexts": ["Further, according to Terrell Ward Bynum who developed broad definition of CE, CE identifies and analyzes the impacts of information technology on such social and human values as health, wealth, work, opportunity, freedom, democracy, knowledge, privacy, security, self-fulfilment, and others (Lockhorst, 1998).", "…to Terrell Ward Bynum who developed broad definition of CE, CE identifies and analyzes \nthe impacts of information technology on such social and human values as health, wealth, work, opportunity, \nfreedom, democracy, knowledge, privacy, security, self-fulfilment, and others (Lockhorst, 1998)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "7e010ad23376abf74a13b8a3b154f2488b5fb261", "externalIds": {"MAG": "1990625096", "DBLP": "journals/sigcas/MasromIH09", "DOI": "10.1145/1565795.1565798"}, "url": "https://www.semanticscholar.org/paper/7e010ad23376abf74a13b8a3b154f2488b5fb261", "title": "Ethical awareness of computer use among undergraduate students", "abstract": "This study investigates the ethical awareness of computer use among undergraduate computer science students at two public Malaysian universities. One hundred and fifty-nine students were asked to evaluate the code of ethics pertaining to computer ethics. A comparison of undergraduate computer science students between two public universities was done to determine the level of ethical awareness of computer use. Independent Samples t-tests for differences were performed across four distinct groups: university, gender, age, and duration of computer use. The results of the tests conducted indicate that the ethical awareness of computer use of the students differ most significantly on the basis of the university itself. There were minimal differences across gender, age and duration of computer use. This suggests that computer ethics awareness training is needed for university users. The results are discussed and the implications for studies in an educational context are outlined.", "venue": "CSOC", "year": 2009, "referenceCount": 28, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2677517", "name": "M. Masrom"}, {"authorId": "2382778", "name": "Z. Ismail"}, {"authorId": "46670389", "name": "Ramlah Hussein"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9573e4e10c786de69fac32b80b03f164a9c27f44", "externalIds": {"MAG": "95528974", "DOI": "10.1016/B978-0-444-51667-1.50051-3"}, "url": "https://www.semanticscholar.org/paper/9573e4e10c786de69fac32b80b03f164a9c27f44", "title": "Philosophy of Computing and Information Technology", "abstract": "Philosophy has been described as having taken a “computational turn,” referring to the ways in which computers and information technology throw new light upon traditional philosophical issues, provide new tools and concepts for philosophical reasoning, and pose theoretical and practical questions that cannot readily be approached within traditional philosophical frameworks. As such, computer technology is arguably the technology that has had the most profound impact on philosophy. Philosophers have studied computer technology and its philosophical implications extensively. Philosophers have discovered computers and information technology (IT) as research topics, and a wealth of research is taking place on philosophical issues in relation to these technologies. The research agenda is broad and diverse. Issues that are studied include the nature of computational systems, the ontological status of virtual worlds, the limitations of artificial intelligence, philosophical aspects of data modeling, the political regulation of cyberspace, the epistemology of Internet information, ethical aspects of information privacy and security, and many more.\n\nPhilosophy has been described as having taken a ‘computational turn’, referring to the ways in which computers and information technology throw new light upon traditional philosophical issues, provide new tools and concepts for philosophical reasoning, and pose theoretical and practical questions that cannot readily be approached within traditional philosophical frameworks. As such, computer technology is arguably the technology that has had the most profound impact on philosophy. Philosophers have studied computer technology and its philosophical implications extensively, and this chapter gives an overview of the field. We start with definitions and historical overviews of the field and its various subfields. We then consider studies of the fundamental nature and basic principles of computing and computational systems, before moving on to philosophy of computer science, which investigates the nature, scope and methods of computer science. Under this heading, we will also address such topics as data modeling, ontology in computer science, programming languages, software engineering as an engineering discipline, management of information systems, the use of computers for simulation, and human-computer interaction. Subsequently, we will address the issue in computing that has received the most attention from philosophers, artificial intelligence (AI). The purpose of this section is to give an overview of the philosophical issues raised by the notion of creating intelligent machines. We consider philosophical critiques of different approaches within AI and pay special attention to philosophical studies of applications of AI. We then turn to a section on philosophical issues pertaining to new media and the Internet, including the convergence between media and digital computers. The theoretical and ethical issues raised by this relatively recent phenomenon are diverse. We will focus on philosophical theories of the ‘information society’, epistemological and ontological issues in relation to Internet information and virtuality, the philosophical study of social life online and cyberpolitics, and issues raised by the disappearing borders between body and artifact in cyborgs and virtual selves. The final section in this chapter is devoted to the many ethical questions raised by computers and information technology, as studied in computer ethics.", "venue": "", "year": 2009, "referenceCount": 335, "citationCount": 46, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "39979166", "name": "P. Brey"}, {"authorId": "152181934", "name": "J. Søraker"}]}}, {"contexts": ["Bedau (1998) and, particularly, Di Paolo, Noble, and Bullock (2000) have elaborated a more detailed account of the role and methodology of artificial life as opaque thought experiments."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "de39c10198402175b5e19d79bc50bdc6e8302f7f", "externalIds": {"MAG": "2075179456", "DBLP": "journals/adb/BarandiaranC09", "DOI": "10.1177/1059712309340847"}, "url": "https://www.semanticscholar.org/paper/de39c10198402175b5e19d79bc50bdc6e8302f7f", "title": "Animats in the Modeling Ecosystem", "abstract": "There are many different kinds of model and scientists do all kind of things with them. This diversity of model type and model use is a good thing for science. Indeed, it is crucial especially for the biological and cognitive sciences, which have to solve many different problems at many different scales, ranging from the most concrete of the structural details of a DNA molecule to the most abstract and generic principles of self-organization in networks. Getting a grip (or more likely many separate grips) on this range of topics calls for a teeming forest of techniques, including many different modeling techniques. Barbara Webb’s target article strikes us as a proposal for clear-cutting the forest. We think clear-cutting here would be as good for science as it is for non-metaphorical forests. Our argument for this is primarily a recitation of a few of the ways that diversity has been useful. Recently, looking at the actual practice of artificial life modelers, one of us distinguished four uses of simulation models classified in terms of the position the models take up between theory and data (see Figure 1). The classification is not exhaustive, and the barriers between kinds are not absolute. Rather, the purpose of the taxonomy is to open up the view for an epistemic ecology of modeling practices. First, and closest to the empirical domain, there are mechanistic models, in which there is an almost one-to-one correspondence between variables in the model and observables in the target system and its environment. Webb’s cricket robot is a paradigmatic example of this type. Second, there are functional models, which aim for a behavioral or functional rather than a variable-to-variable correspondence between the model system and its target. Many models in cognitive psychology are of this type, as are many in biology when the underlying mechanisms are not accessible to modeling correspondence (see Vickerstaff & Di Paolo, 2005, for a good example of this). Third, there are generic models, which cover a wide spectrum of phenomena in search for generic principles of complex systems. Cellular automata, random Boolean networks, and the like belong to this class. Finally, there are conceptual models, which do not target any particular natural system nor a wide spectrum of them. Instead conceptual models are built from theories, for which they embody assumptions, illustrate concepts, simulate theoretical principles, and so forth. Beer’s model and many other animats are of this type (for more details see Barandiaran, 2008, chap. 2; Barandiaran & Moreno, 2006). Modeling is a relational activity, it involves the template or construct (usually referred as the model) and also an interpretative framework (made of assumptions, generalizations, definitions, etc.) that puts the model in connection with other models, theories or objects. It is this interpretative framework and the modelers’ intentions that situate a given model into one of the categories of models. But only mechanistic models are used as Webb suggests all models should be: “the cricket robot is a mixed physical and computational implementation of a particular hypothesis about an observed phenomenon of sensorimotor behavior in", "venue": "Adapt. Behav.", "year": 2009, "referenceCount": 28, "citationCount": 12, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1734288", "name": "Xabier E. Barandiaran"}, {"authorId": "2767496", "name": "A. Chemero"}]}}, {"contexts": ["(Bynum and Moor, 1998) At the same time the ideal subject of investigation of the Philosophy of Science is changing."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e2a3fe2901b8cd2751c58f9400a807e9120117d8", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/e2a3fe2901b8cd2751c58f9400a807e9120117d8", "title": "Nets of Information and Computation", "abstract": "Dedication This book is dedicated to the memory of two people who most profoundly influenced my worldview: my uncle Anton Dodig, who was the first one to show me the proof of Pythagoras theorem – a magic moment I will never forget, along with his innumerable demonstrations of the effectiveness of logical analysis which taught me the amazing power of reason; and to my mother Jelena whose fascination for chemistry and in particular for experiment inspired my enduring love for scientific exploration. 3 \" Technology unveils, transforms, and controls the world, often designing and creating new realities in the process. It tends to prompt original ideas, to shape new concepts, and to cause unprecedented problems. It usually embeds but also challenges ethical values and perspectives. In short, technology can be a very powerful force for intellectual innovation, exercising a profound influence on how we conceptualize, interpret, and transform the world. Add to that the fact that the more ontologically powerful and pervasive a technology is, the more profound and lasting its intellectual influence is going to be. Recall that technology has had an escalating importance in human affairs at least since the invention of printing and the scientific revolution. It becomes obvious why the conceptual interactions between philosophy and technology have constantly grown in scope and magnitude, at least since Galileo's use of the telescope \". (Floridi, 2004) 4 Preface \" Theories are nets: only the one who casts will catch. \" Novalis We live in a computing universe. It is not only that we are vitally dependent on computers in our work and surrounded by ubiquitous computing in our daily lives. Even the Cosmos nowadays is envisaged as a network of computational processes, the stance known as pancomputationalism or naturalist computationalism. In the complementary outlook, the universe, on its most fundamental physical level, is seen as consisting of information which is a view of paninformationalism or informational structural realism. This book goes a step further and develops a synthetic framework by integrating pancomputationalism and paninformationalism. The universe is perceived as being engaged in the computing of its own future states through physical processes of dynamical changes in the informational structure. Computation is thus in the most general form understood as information processing which can be seen at different levels of informational organization. In spite of the development of ICT (Information and Communication Technology) and availability of all kinds of …", "venue": "", "year": 2009, "referenceCount": 143, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1730689", "name": "Gordana Dodig Crnkovic"}]}}, {"contexts": ["We must admit that despite the fact that there have been several philosophers who have tried to show the radical implications of computation in human reasoning (Bynum and Moor 1998; Thagard 1988; Landow 1994; Rouet 1996; Mitcham 1994; Vallverdú 2007), this has not implied the design of a new epistemology for e-Science."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f230dfafbb13e11cecdc8ea2e1d2c62d4e7c63dc", "externalIds": {"MAG": "2044488705", "DOI": "10.1007/S11023-009-9168-0"}, "url": "https://www.semanticscholar.org/paper/f230dfafbb13e11cecdc8ea2e1d2c62d4e7c63dc", "title": "Computational Epistemology and e-Science: A New Way of Thinking", "abstract": "Recent trends towards an e-Science offer us the opportunity to think about the specific epistemological changes created by computational empowerment in scientific practices. In fact, we can say that a computational epistemology exists that requires our attention. By `computational epistemology' I mean the computational processes implied or required to achieve human knowledge. In that category we can include AI, supercomputers, expert systems, distributed computation, imaging technologies, virtual instruments, middleware, robotics, grids or databases. Although several authors talk about the extended mind and computational extensions of the human body, most of these proposals don't analyze the deep epistemological implications of computer empowerment in scientific practices. At the same time, we must identify the principal concept for e-Science: Information. Why should we think about a new epistemology for e-Science? Because several processes exist around scientific information that require a good epistemological model to be understood.", "venue": "", "year": 2009, "referenceCount": 30, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2053794759", "name": "J. Segura"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "47dae08eac7459689256a68ca68e41ce4e6377fc", "externalIds": {"MAG": "2067309476", "DBLP": "journals/synthese/Floridi09a", "DOI": "10.1007/s11229-008-9334-6"}, "url": "https://www.semanticscholar.org/paper/47dae08eac7459689256a68ca68e41ce4e6377fc", "title": "Against digital ontology", "abstract": "The paper argues that digital ontology (the ultimate nature of reality is digital, and the universe is a computational system equivalent to a Turing Machine) should be carefully distinguished from informational ontology (the ultimate nature of reality is structural), in order to abandon the former and retain only the latter as a promising line of research. Digital vs. analogue is a Boolean dichotomy typical of our computational paradigm, but digital and analogue are only “modes of presentation” of Being (to paraphrase Kant), that is, ways in which reality is experienced or conceptualised by an epistemic agent at a given level of abstraction. A preferable alternative is provided by an informational approach to structural realism, according to which knowledge of the world is knowledge of its structures. The most reasonable ontological commitment turns out to be in favour of an interpretation of reality as the totality of structures dynamically interacting with each other. The paper is the first part (the pars destruens) of a two-part piece of research. The pars construens, entitled “A Defence of Informational Structural Realism”, is developed in a separate article, also published in this journal.", "venue": "Synthese", "year": 2009, "referenceCount": 87, "citationCount": 79, "influentialCitationCount": 10, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1982425", "name": "L. Floridi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "61c116fa46fe92a46ecab5b6c1add947818403eb", "externalIds": {"DBLP": "conf/alife/BarandiaranP08", "MAG": "2396775244"}, "url": "https://www.semanticscholar.org/paper/61c116fa46fe92a46ecab5b6c1add947818403eb", "title": "Artificial mental life", "abstract": "Work in Artificial Life aimed at informing Artificial Intelligence (Steels & Brooks, 1994, Artificial Life route to Artificial Intelligence, Lawrence Erlbaum) has drawn inspiration from biology mainly at two levels: i) a bottom-up modelling approach conceiving cognition as the evolutionary complexification of adaptive behaviour, and ii) appeals to self-organization in the domain of behaviour and neural dynamics in analogy with self-organized chemical and biological processes. But little attention has been paid to the possibility of conceiving (and modelling) behaviour in terms of a self-maintaining organized unity in analogy with minimal forms of proto-cellular (or autopoietic) life. We propose that the behavioural counterpart of a network of self-sustaining chemical reactions should be a network of interactively maintained sensorimotor dissipative structures (habits) that emerge from the continuous reciprocal interaction between brain, body and world (and not, as in previous attempts, between molecular processes and neural processes, conceiving the nervous system as operationally closedVarela, 1979, Principles of Biological Autonomy, Elsevier). Despite its popularity among pre-Darwinian biologists (such as Aristotle, Lamarck or Bichat), pragmatists and phenomenologists alike (Dewey, Merleau-Ponty) and among pre-computationalist psychologists (like James, Goldstein, Ivo Kohler or Piaget) the notion of habit has received little attention within Artificial Life. Habits posses key properties that make them extremely attractive for modelling the organization of behaviour: a) the structure of habits can be traced back to a fully operational-dynamicist framework, b) they do not presuppose a distinction or a causal priority between perception and action, c) habits are inherently situated or enactive structures cutting across brain, body and environment, d) habits are plastic and malleable, e) habits provide a concrete sense of self-maintenance (they are both cause and effect of their occurrence) potentially implying an intrinsic and a interactive teleology and f) habits can be nested or composed at different scales. This opens up the possibility for an operational notion of what might be called Mental Life (Barandiaran, 2007, The World, the Mind and the Body, p. 49, Imprint Academic) as the continued formation of a web of habits through sensorimotor interactions whose cohesive self-maintenance constitutes the identity of a cognitive (as opposed to barely biological) agent and the world it thereby co-defines. We use some recent evolutionary robotic models on preference and habit formation (Di Paolo & Iizuka, 2008, Biosystems, 91, p. 409) to illustrate and explore the theoretical and philosophical implications of taking sensorimotor habits as the building blocks of behavioural organization. This organization takes the form of an attractor landscape whose stability is homeodynamically maintained through sensorimotor coupling. Mental Life opens up a new object of modelling in its own right, closer to the Aristotelian notion of psyche (or even the Heideggerian notion of Dasein) than to the notion of information processing, adaptive problem solving or weak conceptions of autonomy in robotics. Artificial Mental Life involves a shift from building artificial systems that satisfy externally imposed norms (engineering or evolutionary) to systems capable of generating their own norms: those required to sustain their own behavioural organization. In turn, it can become a source of new research questions to investigate the dynamics of assimilation and accommodation into an existing organization, its shaping by social interactions and institutions, or mental disorders dealing with stability, stress, identity, etc.", "venue": "ALIFE", "year": 2008, "referenceCount": 23, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1734288", "name": "Xabier E. Barandiaran"}, {"authorId": "1734883", "name": "E. D. Paolo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6211c61392448f4ecd79d6c1bc8bd40b5d52a071", "externalIds": {"MAG": "1594301398"}, "url": "https://www.semanticscholar.org/paper/6211c61392448f4ecd79d6c1bc8bd40b5d52a071", "title": "From Play to Thoughtful Learning: A Design Strategy to Engage Children With Mathematical Representations", "abstract": null, "venue": "", "year": 2008, "referenceCount": 27, "citationCount": 71, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1982529", "name": "K. Sedig"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6914aca0c57aa8e66971fb07b0965ec90e1eed16", "externalIds": {"MAG": "2031000885", "DBLP": "journals/adb/MirolliP08", "DOI": "10.1177/1059712307087597"}, "url": "https://www.semanticscholar.org/paper/6914aca0c57aa8e66971fb07b0965ec90e1eed16", "title": "How Producer Biases Can Favor the Evolution of Communication: An Analysis of Evolutionary Dynamics", "abstract": "Like any other biological trait, communication can be studied from at least four perspectives: mechanistic, ontogenetic, functional, and phylogenetic. In this article, we focus on the following phylogenetic question: how can communication emerge, given that both signal-producing and signal-responding abilities seem to be adaptively neutral until the complementary ability is present in the population? We explore the problem of co-evolution of speakers and hearers with artificial life simulations: a population of artificial neural networks evolving a food call system. The core of the article is devoted to a careful analysis of the complex evolutionary dynamics demonstrated by our simple simulation. Our analyses reveal an important factor, which might solve the phylogenetic problem: the spontaneous production of good (meaningful) signals by speakers because of the need for organisms to categorize their experience in adaptively relevant ways. We discuss our results with respect both to previous simulative work and to the biological literature on the evolution of communication.", "venue": "Adapt. Behav.", "year": 2008, "referenceCount": 71, "citationCount": 42, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1805997", "name": "M. Mirolli"}, {"authorId": "1762202", "name": "D. Parisi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7f7b17a212b1550b1ad32e6995f0163975ffc793", "externalIds": {"DBLP": "conf/ACMse/Polycarpou08", "MAG": "2045947610", "DOI": "10.1145/1593105.1593221"}, "url": "https://www.semanticscholar.org/paper/7f7b17a212b1550b1ad32e6995f0163975ffc793", "title": "Induction as a tool for conceptual coherence in computer science", "abstract": "Induction is central to many areas of computer science (CS) such as data structures, theory of computation, programming languages, program correctness/verification, and program efficiency. In this paper, I discuss the role of induction in the current CS curriculum and its applications in some of the above areas. I also shed some light on \"hidden\" applications of structural induction, and I demonstrate how induction can be used as a tool for conceptual coherence in CS. Proofs by induction are currently taught independently of their CS applications and as a \"recipe\" to be followed, without explaining the role of each ingredient. Moreover, there is no unified framework for induction throughout the CS curriculum, which I argue that is necessary for students to gain conceptual understanding.", "venue": "ACM-SE 46", "year": 2008, "referenceCount": 44, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3288059", "name": "I. Polycarpou"}]}}, {"contexts": ["Further, according to Terrell Ward Bynum (Lockhorst 1998) developed broad definition of CE, that is CE identifies and analyzes the impacts of information technology on such social and human values as health, wealth, work, opportunity, freedom, democracy, knowledge, privacy, security,…", "Further, according to Terrell Ward Bynum (Lockhorst 1998) developed broad definition of CE, that is CE identifies and analyzes the impacts of information technology on such social and human values as health, wealth, work, opportunity, freedom, democracy, knowledge, privacy, security, self-fulfilment, etc.\nBreij (2001) states that CE as a field of study, is part of a wider field of study which may be called social and humanistic studies of computing (SHC).", "Further, according to Terrell Ward Bynum (Lockhorst 1998) developed broad definition of CE, that is CE identifies and analyzes the impacts of information technology on such social and human values as health, wealth, work, opportunity, freedom, democracy, knowledge, privacy, security, self-fulfilment, etc."], "isInfluential": true, "intents": ["methodology"], "citingPaper": {"paperId": "7f9c9a47d5c2d645c99f2903815e21d3b03f984b", "externalIds": {"MAG": "2116190838"}, "url": "https://www.semanticscholar.org/paper/7f9c9a47d5c2d645c99f2903815e21d3b03f984b", "title": "Computer Ethics Awareness Among Undergraduate Students in Malaysian Higher Education Institutions", "abstract": "This study investigates the ethical awareness of computer use among undergraduate computer science students at two public Malaysian universities. One hundred and fifty-nine students were asked to evaluate the code of ethics pertaining to computer ethics. A comparison of undergraduate computer science students between two public universities was done to determine the level of ethical awareness of computer use. Independent Samples T-test for differences was performed across four distinct groups, that is, university, gender, age, and duration of computer use. The results of the tests conducted indicate that the ethical awareness of computer use of the students differ most significantly on the basis of the university itself. There were minimal differences across gender, age and duration of computer use. This suggests that computer ethics awareness training is needed for university users. The results are discussed and the implications for studies in an education context are outlined.", "venue": "", "year": 2008, "referenceCount": 29, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2677517", "name": "M. Masrom"}, {"authorId": "2382778", "name": "Z. Ismail"}, {"authorId": "46670389", "name": "Ramlah Hussein"}]}}, {"contexts": ["This \nmakes it difficult for the instructors to effectively convey the often complex nature of proofs."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "82dbd43d1c0a1aefc9a6fa090bf9d04b0ee80ea2", "externalIds": {"MAG": "2088990650", "DOI": "10.1145/1352135.1352142"}, "url": "https://www.semanticscholar.org/paper/82dbd43d1c0a1aefc9a6fa090bf9d04b0ee80ea2", "title": "A conceptual approach to teaching induction for computer science", "abstract": "In this paper, we present an approach to teaching induction that we call the \"conceptual route\" of teaching induction. Proofs by induction are central to the study of computer science and students come across them in many courses of their curricula. It is documented in the literature that in general students have difficulties with proofs by induction. Even though through the years some solutions were proposed to improve the situation, recent studies show that students are still having difficulties. Currently, proofs by induction take up too little of the computer science curriculum, and they are taught as a step-by-step procedure to be followed, which is not sufficient for students to gain conceptual understanding. In contrast, our approach aims at students' conceptual understanding by shifting their focus from the syntactic form of proofs by induction to their substance. The theoretical underpinning of our approach is an operationalization of the Induction Principle.", "venue": "SIGCSE '08", "year": 2008, "referenceCount": 58, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3288059", "name": "I. Polycarpou"}, {"authorId": "1734635", "name": "A. Pasztor"}, {"authorId": "2236483", "name": "M. Adjouadi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8731eaa6d06cf644e93f382fd10a244639532045", "externalIds": {"MAG": "2228468997"}, "url": "https://www.semanticscholar.org/paper/8731eaa6d06cf644e93f382fd10a244639532045", "title": "Outside the frame: Towards a phenomenology of texts and technology", "abstract": null, "venue": "", "year": 2008, "referenceCount": 231, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49459010", "name": "A. Crisafi"}]}}, {"contexts": ["“Putting your model where your mouth is” in this way replaces verbal speculation with computer simulations and enforces reference only to explicit and feasible mechanisms (Bedau 1998).", "The second reason not to think that computational universality trivializes our question involves distinguishing what is possible in principle from what is possible in practice."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "934db74f965a63208e5d886c88c65501f1878c77", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/934db74f965a63208e5d886c88c65501f1878c77", "title": "Presented at a Symposium on \" the Making up of Organisms: Mapping the Future of Biological Models and Theories, the Evolution of Complexity", "abstract": "The evolution of the biosphere exhibits a trend of increasing complexity of the most complex organisms. Even though we are uncertain about the proper way to measure complexity, it is hard to deny that the earliest prokaryotic cells are simpler than the eukaryotic cells that arose from them, and these were simpler than the multicellular life forms that evolved from them, and so on. But it is controversial how to interpret and explain this trend, and even how to describe it properly (see, e.g., Gould 1989, McShea 1991, Gould 1996, Sterelny and Griffiths 1999). Some think that increasing maximal organism complexity has for all intents and purposes been explained by Darwin, Miller and Urey, Watson and Crick, or some other past or present biologists. This chapter defends the alternative view that the trend is not yet adequately explained but instead is one of the major remaining challenges in understanding biological phenomena.", "venue": "", "year": 2008, "referenceCount": 50, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1790676", "name": "M. Bedau"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a038ca21ed0e5740e83f773e1ad488373fa0dc5d", "externalIds": {"MAG": "2165579118", "DOI": "10.4067/S0718-43602008000100013"}, "url": "https://www.semanticscholar.org/paper/a038ca21ed0e5740e83f773e1ad488373fa0dc5d", "title": "APUNTES EPISTEMOLÓGICOS A LA E-CIENCIA", "abstract": "Right at the beginning of the 21st century an e-Science is emerging, a highly computerized electronic science which demands a new way of understanding scientific epistemology. Through Bioinformatics and Biotechnologies, the author analyzes some of the characteristics of this new e-Science and shows several problems which contemporary philosophers of science must face.", "venue": "", "year": 2008, "referenceCount": 60, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2065513617", "name": "Jordi Vallverdú"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a277b99cd0d9d9c1265f56e73e08b205b38fc907", "externalIds": {"MAG": "2479745847", "DOI": "10.1093/ACPROF:OSO/9780199296309.003.0011"}, "url": "https://www.semanticscholar.org/paper/a277b99cd0d9d9c1265f56e73e08b205b38fc907", "title": "Reflections on Consequence", "abstract": "In The Concept of Logical Consequence (CLC) [13], I presented an extended argument that the standard, Tarskian analysis of logical consequence and logical truth is wrong. In the years since its publication, over a score of authors have written reviews, articles, or portions of books criticizing various arguments I gave in the book.1 Nearly all have presented what the authors considered devastating replies to some or all of my arguments. Many of the replies are very thoughtful and contain much with which I entirely agree. Other authors misunderstood crucial parts of my argument, no doubt because I expressed them poorly. But all in all, the attention the book has gotten is gratifying. My only regret is that due to an onerous administrative appointment at my university, I was unable to reply to individual articles as they came out. This paper is not meant to be a “reply to my critics.” Such a reply would be of very little interest to any one reader, inasmuch as the critics themselves disagree so sharply on fundamental points, and so the lines of criticism are often at odds with one another. Instead, the paper is meant to be a rethinking of my overall argument in light of what I have learned from the various critiques, in particular what I have learned about ways in which CLC was confusing, incomplete, or otherwise misleading. Where appropriate, I indicate in footnotes how points made in this paper relate to specific criticism that has appeared in print. Let me say at the outset that I still believe that all of the significant points made in the book are essentially correct. Indeed, I am confident that most readers will not need my help answering some of the criticism that has been offered in the literature. A fair amount of that criticism has centered on historical questions about Tarski’s 1936 paper “On the Concept of Logical Consequence” [37], which I took as the philosophical locus of the standard analysis. Tarski’s short paper is remarkably puzzling in many ways, but as I said in the book, and as most commentators agree, the important issue is not what Tarski was", "venue": "", "year": 2008, "referenceCount": 44, "citationCount": 34, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "3141819", "name": "J. Etchemendy"}]}}, {"contexts": ["In (Barwise and Etchemendy 1998) the authors describe how developing educational software informs their understanding of the subject matter and their future research program."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "a814ced338947ed9867bd5a167035cf1904a20bb", "externalIds": {"MAG": "1597488273"}, "url": "https://www.semanticscholar.org/paper/a814ced338947ed9867bd5a167035cf1904a20bb", "title": "Automated Assessment in the Internet Classroom.", "abstract": "A likely feature of the Internet classroom is automated assessment of student exercises. In this paper, we describe the design and implementation of the Grade Grinder, an Internet-based assessment service developed for use with logic-teaching courseware. We discuss the utility of this platform both as a pedagogical resource, and as a provider of data for research on student problem-solving. We end by making some observations in regard to the scope for extending this approach beyond the domain of logic-teaching to other domains.", "venue": "", "year": 2008, "referenceCount": 18, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1403851494", "name": "Dave Barker-Plummer"}, {"authorId": "147892141", "name": "R. Dale"}, {"authorId": "79868357", "name": "R. Cox"}, {"authorId": "3141819", "name": "J. Etchemendy"}]}}, {"contexts": ["…central to many areas of computer science,\nsuch as graph theory, programming languages (Pierce, 2002), theory of computation (Hopcroft et al., 2001; Barwise & Etchemendy, 1998; Sipser, 1997), program verification (Kaplan et al., 2004; Holland-Minkley, 2002; Bundy et al., 1991), program…", "…proofs by induction are at the core of many areas of computer science, such as data structures, theory of computation (Hopcroft et al., 2001; Barwise & Etchemendy, 1998; Sipser, 1997), programming languages (Pierce, 2002), program verification (Kaplan et al., 2004; Holland-Minkley, 2002;…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "c660e5dcfd48ef22e3701be13e6ca5456df15d14", "externalIds": {"MAG": "1513847362", "DOI": "10.25148/ETD.FI08121912"}, "url": "https://www.semanticscholar.org/paper/c660e5dcfd48ef22e3701be13e6ca5456df15d14", "title": "An innovative approach to teaching structural induction for computer science", "abstract": "Proofs by induction are central to many computer science areas such as data structures, theory of computation, programming languages, program efficiency-time complexity, and program correctness. Proofs by induction can also improve students’ understanding and performance of computer science concepts such as programming languages, algorithm design, and recursion, as well as serve as a medium for teaching them. \nEven though students are exposed to proofs by induction in many courses of their curricula, they still have difficulties understanding and performing them. This impacts the whole course of their studies, since proofs by induction are omnipresent in computer science. Specifically, students do not gain conceptual understanding of induction early in the curriculum and as a result, they have difficulties applying it to more advanced areas later on in their studies. \nThe goal of my dissertation is twofold: (1) identifying sources of computer science students’ difficulties with proofs by induction, and (2) developing a new approach to teaching proofs by induction by way of an interactive and multimodal electronic book (e-book). For the first goal, I undertook a study to identify possible sources of computer science students’ difficulties with proofs by induction. Its results suggest that there is a close correlation between students’ understanding of inductive definitions and their understanding and performance of proofs by induction. For designing and developing my e-book, I took into consideration the results of my study, as well as the drawbacks of the current methodologies of teaching proofs by induction for computer science. I designed my e-book to be used as a standalone and complete educational environment. I also conducted a study on the effectiveness of my e-book in the classroom. The results of my study suggest that, unlike the current methodologies of teaching proofs by induction for computer science, my e-book helped students overcome many of their difficulties and gain conceptual understanding of proofs induction.", "venue": "", "year": 2008, "referenceCount": 116, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1734635", "name": "A. Pasztor"}, {"authorId": "3288059", "name": "I. Polycarpou"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cf81b511eeed4a53ffd1a05e7f17cb89f5a01f0b", "externalIds": {"ArXiv": "0804.0486", "MAG": "2132703587"}, "url": "https://www.semanticscholar.org/paper/cf81b511eeed4a53ffd1a05e7f17cb89f5a01f0b", "title": "The False Dilemma: Bayesian vs. Frequentist", "abstract": "There are two main opposing schools of statistical reasoning, Frequentist and Bayesian approaches. Until recent days, the frequentist or classical approach has dominated the scientific research, but Bayesianism has reappeared with a strong impulse that is starting to change the situation. Recently the controversy about the primacy of one of the two approaches seems to be unfinished at a philosophical level, but scientific practices are giving an increasingly important position to the Bayesian approach. This paper eludes philosophical debate to focus on the pragmatic point of view of scientists' day-to-day practices, in which Bayesian methodology is very useful. Several facts and operational values are described as the core-set for understanding the change.", "venue": "", "year": 2008, "referenceCount": 126, "citationCount": 17, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Mathematics"], "authors": [{"authorId": "2065513622", "name": "Jordi Vallverd'u"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "08a943815ede7f78d30c00e70cf4af33afc5c3ec", "externalIds": {"DBLP": "journals/ijait/AmigoniS07", "MAG": "2104856303", "DOI": "10.1142/S0218213007003291"}, "url": "https://www.semanticscholar.org/paper/08a943815ede7f78d30c00e70cf4af33afc5c3ec", "title": "The Multiagent Technology and Paradigm within Scientific Discovery", "abstract": "Scientific practice has been rapidly evolving in the last years under the pressure of developments in computer science and technology. In this paper we present some of the results of our research activity at the boundary between computer science and philosophy of science started in 1997 under Marco Somalvico's impulse and guidance. In particular, we discuss two roles that multiagent systems can play in scientific discovery. From the one hand, they can support scientific practice; from the other hand, they can represent scientific results. The theoretical framework presented in this paper is exemplified in concrete by illustrating specific implemented systems, both taken from the literature and developed by ourselves.", "venue": "Int. J. Artif. Intell. Tools", "year": 2007, "referenceCount": 102, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1733297", "name": "F. Amigoni"}, {"authorId": "2226297", "name": "V. Schiaffonati"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0acd76698b1f3952f733f7d8e7a173abf9e58e9b", "externalIds": {"MAG": "2782482408"}, "url": "https://www.semanticscholar.org/paper/0acd76698b1f3952f733f7d8e7a173abf9e58e9b", "title": "The social mechanism of public good provision : analytically researching social dilemmas with empirically founded agent based models", "abstract": "This work puts into close relationship the approach of Analytical Sociology, characterised by a search for explanatory social mechanisms, and the tools of Complexity Science, particularly useful for studying social systems characterised by non-linearity and out of equilibrium dynamics. It starts by presenting arguments for analytical social research, touching on epistemological, theoretical and methodological issues. After having introduced and debated the analytical approach to social theory, it describes a kind of bounded rationality that seems to be consistent with both the methodological individualism implied by the approach and the need for final explanations of social phenomena. The focus then passes onto the choice of an appropriate tool for the analysis of social systems: Agent Based Simulations. In the second half of the work this framework is applied to a social dilemma, voluntary public good provision. The critical point about the provision of public good is connected to the general social dilemma of cooperation: individuals would improve their wealth by making a full contribution to the public good in the case of cooperation with others, but free riding can be widespread and have a strong impact on the system dynamics. Thus the work, having introduced some not very common tools, concentrates on attempts to analyse and simulate the behaviour of subjects in economic experiments about the voluntary provision of public goods, pointing out that the mechanism in such dilemma is mainly the result of conditional cooperation. A case study of a rural community in Italy helps to validate the results and to direct attention to some other key issues, such as the structure of the interactions between the community members. The work ends by presenting a mechanism-based theory of voluntary public good provision that helps in understanding the boundaries of validity of social explanation and in extending it.", "venue": "", "year": 2007, "referenceCount": 200, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2446790", "name": "R. Boero"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0ceeee792eb0b6cbd4325555acaf13aa71d5d088", "externalIds": {"MAG": "1506116065"}, "url": "https://www.semanticscholar.org/paper/0ceeee792eb0b6cbd4325555acaf13aa71d5d088", "title": "Por qué motivos crearemos máquinas emocionales", "abstract": "Sens dubte, el segle XXI esta essent i sera el segle de la Biologia. Quan ja en el remot any 1953 James Watson i Francis Crick van descobrir l’estructura de la doble helix de l’ADN, van donar el tret de sortida per al desxiframent del metaforicament denominat “Llibre de la Vida”, una llarga sequencia de sis mil milions de quatre lletres, A, C, G, T, que fou completada passats uns cincuanta anys. Avui en dia, l’estudi del paper dels gens en el nostre comportament i funcionament ha anat acompanyat d’avencos en els estudis sobre el funcionament de la ment. Si be en l’antiguitat l’analisi de la ment va constituir el feu exclusiu dels filosofs, la ment humana es ara el lloc habitual d’analisi per a psicolegs o neurolegs, que comparteixen amb els primers l’interes pels mecanismes que expliquen la intel.ligencia humana. Aquests mecanismes han estat alhora tractas per tal de desenvolupar-los i igualar-los de manera artificial per logics, matematics i informatics sota l’ampli projecte de la Intel.ligencia Artificial (sistemes experts, robotica, vida artificial...).\nAl cap i a la fi, tots convergeixen, per via natural o artificial, en un mateix projecte: explicar el funcionament de la ment humana per a solventar els seus problemes i agumentar les seves capacitats (o desenvolupar intel.ligencies alternatives, es a dir, artificials).\nFins practicament la segona meitat del segle XX, tots els investigadors que s’aproximaven a la ment humana es trobaven amb moltes dificultats. La primera d’elles, els seus prejudicis envers la puresa de la ment racional (quelcom practicament divi i sense relacio amb aspectes corporals); la segona, la comprensio de l’estructura neuronal (iniciada per Cajal) i les bases genetiques d’aquesta; la tercera, la dificultat per estudiar el cervell en funcionament (solventat avui dia mitjancant escaners). Pero no ha estat fins fa unes poques decades que es realitza un descobriment crucial: els processos racionals estan profundament lligats a processos emocionals. La ment racional es en realitat una ment emocional.", "venue": "", "year": 2007, "referenceCount": 22, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "2042126631", "name": "J. Vallverdú"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "163b6ff310c838d3b6e783410266ace88048c2a1", "externalIds": {"MAG": "1487401038", "DBLP": "series/sci/Vallverdu07", "DOI": "10.1007/978-3-540-44921-8_3"}, "url": "https://www.semanticscholar.org/paper/163b6ff310c838d3b6e783410266ace88048c2a1", "title": "Alife in the Classrooms: an Integrative Learning Approach", "abstract": null, "venue": "Intelligent Educational Machines", "year": 2007, "referenceCount": 83, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1811807", "name": "Jordi Vallverdú"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2b14658841b95780f46711a3b405f7b61e05fa37", "externalIds": {"MAG": "66144167", "DOI": "10.1080/00028533.2007.11821666"}, "url": "https://www.semanticscholar.org/paper/2b14658841b95780f46711a3b405f7b61e05fa37", "title": "Outlines of a Theory of Visual Argument", "abstract": "In 1996, Argumentation and Advocacy published a special double issue on visual argument. Ten years later, this new special issue charts some of the progress made in our understanding of visual argument, presents state-of-the-art papers exploring visual argument, and points the way to new issues and topics that need to be explored. In our previous introduction, we argued that it was time to reject assumptions that excluded the visual from the various strands of argumentation theory (Birdsell and Groarke). We emphasized three prerequisites for a theory of visual argument: an acceptance of visual meaning, a broader recognition of the argumentative aspects of representation and resemblance, and a better account of the relationship between images and the contexts in which they occur. Today, we think it is possible to elaborate on these prerequisites. In doing so, we provide the outlines of a theory of visual argument. In the future, we hope that these outlines will be expanded and elaborated in a way that can account for the great variety of images that inform the world of visual argument. VISUAL ARGUMENTS We understand visual arguments to be arguments (in the traditional premise and conclusion sense) which are conveyed in images. Like verbal arguments, they can be understood and analyzed through the standard components of arguments. For example, we can understand and assess such arguments by applying Aristotle's rhetorical framework: by asking how individual visual arguments should be understood and assessed from the point of view of logos, pathos, and ethos. Images play a key role in many kinds of argument, for a variety of reasons. In some cases, they more accurately and concisely present information and evidence that is relevant to an argument. In other cases, they have rhetorical advantages and are more forceful and persuasive than words. A description of a horrible crime is unlikely to be as powerful as a video, even if the action in the video is a re-enactment. Some visual arguments are made up entirely of visual elements, but many incorporate verbal components. Authors attempting to construct convincing arguments in real life use whatever means are at their disposal. They tend to see the verbal and the visual as complementary modes of communication, combining them in ways that build on their respective strengths. THE PRINCIPLES OF VISUAL COMMUNICATION Traditional accounts of the meaning of images have been major obstacles to recognition of the significance of images in argument. Among other things, such accounts maintain that images cannot assert; that they are too vague and ambiguous to function as propositions; that they are emotional and never cognitive; that they cannot express negations; and that words have ultimate authority in the realm of argument (see, e.g., Fleming; Johnson). Here, we outline an emerging view of images and their meaning which is more conducive to their role in visual argument. It is consistent with the view of communicative speech acts that informs the pragma-dialectical view of argument. Pragma-dialectics maintains that we should interpret speech acts in a way that renders them comprehensible, sincere, relevant, consistent, and appropriate in the context of the other speech acts that surround them (Eemeren and Grootendorst 49-55). The principles of communication play an important role in the interpretation of speech acts that are figurative, implicit, or metaphorical, or in some other way demand something more than a literal interpretation. Eemeren and Grootendorst's principles of communication, for example, enable us to interpret the remark that \"Julie is a block of ice\" not literally (a claim that would be incomprehensible) but as a metaphorical way to claim that Julie is cold and unfriendly. Groarke has shown how the pragma-dialectical principles of communication can be applied to our interpretation of images in argument. …", "venue": "", "year": 2007, "referenceCount": 12, "citationCount": 93, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "113586423", "name": "David S. Birdsell"}, {"authorId": "33162386", "name": "Leo Groarke"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "32519ece580a52bf1e79925b87f8897b5dcd03a9", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/32519ece580a52bf1e79925b87f8897b5dcd03a9", "title": "The formal proof sketch challenge", "abstract": "A formal proof sketch is a way to present a formal proof in a style that is close to an informal proof, but which also is a skeleton of the full formal proof (this makes it easy to relate the presentation to the detailed formalization.) Recently to us every informal proof has started to feel like a challenge, to write down the corresponding formal proof sketch. We take on this challenge for the informal proof of Newman’s lemma from Henk Barendregt’s book about λ-calculus. The specific difficulty of that proof is its main part, which just is a pair of diagrams without any explanation.", "venue": "", "year": 2007, "referenceCount": 14, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3098045", "name": "F. Wiedijk"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "337f19bd48492235c955983d9937ffee4384f3a2", "externalIds": {"MAG": "194398288", "DOI": "10.1007/978-1-84628-943-9_2"}, "url": "https://www.semanticscholar.org/paper/337f19bd48492235c955983d9937ffee4384f3a2", "title": "Infinitely Complex Machines", "abstract": "Infinite machines (IMs) can do supertasks. A supertask is an infinite series of operations done in some finite time. Whether or not our universe contains any IMs, they are worthy of study as upper bounds on finite machines. We introduce IMs and describe some of their physical and psychological aspects. An accelerating Turing machine (an ATM) is a Turing machine that performs every next operation twice as fast. It can carry out infinitely many operations in finite time. Many ATMs can be connected together to form networks of infinitely powerful agents. A network of ATMs can also be thought of as the control system for an infinitely complex robot. We describe a robot with a dense network of ATMs for its retinas, its brain, and its motor controllers. Such a robot can perform psychological supertasks - it can perceive infinitely detailed objects in all their detail; it can formulate infinite plans; it can make infinitely precise movements. An endless hierarchy of IMs might realize a deep notion of intelligent computing everywhere.", "venue": "", "year": 2007, "referenceCount": 57, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Mathematics"], "authors": [{"authorId": "143925399", "name": "E. Steinhart"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "34c26c85dab058934a8c5027636c1feb39dba14f", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/34c26c85dab058934a8c5027636c1feb39dba14f", "title": "The Justi £ cation Problem of Data Mining — A Decision Logic Formulation and Its Implications", "abstract": "Data mining is an instance of the inductive methodology. Many philosophical considerations for induction can also be carried out for data mining. In particular, the justi£cation of induction has been a long-standing problem in epistemology. This article is a recast of the problem in the context of data mining. We formulate the problem precisely in the rough set-based decision logic and discuss its implications for the research of data mining. 1 The Circular Justi£cation of Induction Induction is widely accepted as a cornerstone of the modern scienti£c methodology. It regards the systematic use of past experiences in the prediction of the future. According to Hume’s epistemology, our beliefs are established on the basis of observation and can be divided into two cases: 1. Observed matters of fact. 2. Unobserved matters of fact. While the beliefs of observed matters of fact are based directly on observation, unobserved matters of fact can only be known indirectly on the basis of observation by means of inductive argument. An argument is called inductive if it passes from singular statements regarding the results of observations to universal statements, such as hypotheses or theories. The inductive argument can be formulated deductively as follows: Let φ(x) denote a hypothesis regarding the individuals x we are interested in. In general, φ(x) is in the form of a universal conditional sentence “P (x) ⊃ Q(x)”, however it is not necessarily so. Let Φ and Ψ denote the following sentences Φ : φ(x) holds for all observed x. Department of Information Engineering, National Penghu Institute of Technology, Penghu, Taiwan. Email: dffan@npit.edu.tw Institute of Information Science, Academia Sinica, Taipei, Taiwan. Email: liaucj@iis.sinica.edu.tw. Ψ: φ(x) holds for all x (or at least the next observed x). Then the inductive argument is just an application of the modus ponens rule and can be expressed as", "venue": "", "year": 2007, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "39626462", "name": "T. Fan"}, {"authorId": "1689018", "name": "C. Liau"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6275d17d6f42a9c91d68745166a283fab4793471", "externalIds": {"MAG": "1937664719", "DOI": "10.1007/978-3-211-69313-1_30"}, "url": "https://www.semanticscholar.org/paper/6275d17d6f42a9c91d68745166a283fab4793471", "title": "Phantasmagorischer Bildzauber des 18. Jahrhunderts und sein Nachleben in der Medienkunst", "abstract": "Im Jahr 1919 begab sich die Wiener Philosophiestudentin Natalija A. bei dem fruhen Freud-Anhanger und Psychoanalytiker Victor Tausk in Behandlung.1 Sie klagte, dass ihre Gedanken seit Jahren von einem seltsamen elektrischen Apparat kontrolliert und manipuliert wurden, einer insgeheim von Berliner Arzten betriebenen Maschine, die ihr, so ihre Zwangsvorstellungen, Traume, abstosende Geruche und unwiderstehliche Emotionen — gewissermasen telepathisch und telekinetisch — aufzwange.", "venue": "", "year": 2007, "referenceCount": 10, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "2098884294", "name": "Oliver Grau"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "878d4d8917cf136ab3e3acbcced78940a7acf9a4", "externalIds": {"MAG": "2004629868", "DOI": "10.1007/S11299-007-0031-9"}, "url": "https://www.semanticscholar.org/paper/878d4d8917cf136ab3e3acbcced78940a7acf9a4", "title": "Towards the emergence of meaning processes in computers from Peircean semiotics", "abstract": "In this work, we propose a computational approach to the triadic model of Peircean semiosis (meaning processes). We investigate theoretical constraints about the feasibility of simulated semiosis. These constraints, which are basic requirements for the simulation of semiosis, refer to the synthesis of irreducible triadic relations (Sign–Object–Interpretant). We examine the internal organization of the triad S–O–I, that is, the relative position of its elements and how they relate to each other. We also suggest a multi-level approach based on self-organization principles. In this context, semiosis is described as an emergent process. Nevertheless, the term ‘emergence’ is often used in a very informal way in the so called ‘emergent’ computation, without clear explanations and/or definitions. In this paper, we discuss in some detail the meaning of the theoretical terms ‘emergence’ and ‘emergent’, showing how such an analysis can lead to improvements of the algorithm proposed.", "venue": "", "year": 2007, "referenceCount": 53, "citationCount": 14, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "114198346", "name": "A. Gomes"}, {"authorId": "2713353", "name": "R. Gudwin"}, {"authorId": "1401944975", "name": "C. El-Hani"}, {"authorId": "144480757", "name": "J. Queiroz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "89066f405bcec0e5bc0a4566927699a8cbf6137f", "externalIds": {"MAG": "2169092762"}, "url": "https://www.semanticscholar.org/paper/89066f405bcec0e5bc0a4566927699a8cbf6137f", "title": "Lecture Notes in The Philosophy of Computer Science", "abstract": null, "venue": "", "year": 2007, "referenceCount": 211, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144523037", "name": "M. Tedre"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a80854f3d451b2cd8349472b180955690d3c5d6b", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/a80854f3d451b2cd8349472b180955690d3c5d6b", "title": "of the Resolve 2007 Workshop : Techniques and Tools for Verification and Instruction", "abstract": "At the Resolve ’06 Workshop, a new way of thinking about verification was introduced. There we identified two main tasks that must be performed in order to achie ve verification of Resolve programs. One is proof checki ng: automated checking of proofs submitted as constituents for libraries of mathematical components. The other is cod e justification, which involves the automated application of proof rules to generate and process mathematical clauses from th e code to see if there is sufficient mathematical suppor t to establish the correctness of the code. Here we pres ent a report on progress made by the group toward the goal of verificat ion.", "venue": "", "year": 2007, "referenceCount": 81, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2054202", "name": "W. Ogden"}, {"authorId": "2061016748", "name": "J. Hollingsworth"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "aac26244a6846ae8f09f786ec3c5c8f5f1f968c5", "externalIds": {"MAG": "1894547609", "DOI": "10.1007/S11466-007-0006-2"}, "url": "https://www.semanticscholar.org/paper/aac26244a6846ae8f09f786ec3c5c8f5f1f968c5", "title": "Philosophy of information and foundation for the future Chinese philosophy of science and technology", "abstract": "The research programme of the philosophy of information (PI) proposed in 2002 made it an independent area or discipline in philosophical research. The scientific concept of ‘information’ is formally accepted in philosophical inquiry. Hence a new and tool-driven philosophical discipline of PI with its interdisciplinary nature has been established. Philosophy of information is an ‘orientative’ rather than ‘cognitive’ philosophy. When PI is under consideration in the history of Western philosophy, it can be regarded as a shift of large tradition. There are three large traditions at large, known as Platonic, Kantian and Leibniz-Russellian. In the discussion of the position of the possible worlds, we have modal Platonism and modal realism, but both of the theories are made in the framework of Western philosophy. In this essay, it is argued that possible worlds could be seen as worlds in information, which is then an interpretation of modal information theory (MIT). Our interpretation is made on the basis of Leibniz’s lifelong connection with China, a fact often overlooked by the Western philosophers. Possible world theory was influenced by the Neo-Confucianism flourishing since the Song Dynasty of China, the foundation of which is Yijing. It could be argued that Leibniz’s possible world theory was formulated in respect to the impact of the thoughts reflected in Yijing, in that one of the prominent features is the model-theoretic construction of theories. There are two approaches to theory construction, i.e., axiom-theoretic and model-theoretic. The origin of the former is from ancient Greece and the latter from ancient China. And they determined the different features of theoretic structures between the oriental and occidental traditions of science and technology. The tendency of the future development of science and technology is changing from the axiom-theoretic to the model-theoretic orientation, at least the two approaches being complementary each other. To some extent, this means the retrospective of tradition in the turning point of history, and some of the China’s cultural traditions might become the starting points in formulating the future Chinese philosophy of science and technology.", "venue": "", "year": 2007, "referenceCount": 28, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2060817125", "name": "Liu Gang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b52c3dd0eb3e8810221024ca68c94ee910b85725", "externalIds": {"MAG": "2027480295", "DOI": "10.1007/S11299-007-0030-X"}, "url": "https://www.semanticscholar.org/paper/b52c3dd0eb3e8810221024ca68c94ee910b85725", "title": "Can tacit knowledge fit into a computer model of scientific cognitive processes? The case of biotechnology", "abstract": "This paper tries to express a critical point of view on the computational turn in philosophy by looking at a specific field of study: philosophy of science. The paper starts by briefly discussing the main contributions that information and communication technologies have given to the rising of computational philosophy of science, and in particular to the cognitive modelling approach. The main question then arises, concerning how computational models can cope with the presence of tacit knowledge in science. Would it be possible to develop new ways of handling this specific type of knowledge, in order to incorporate it in computational models of scientific thinking? Or should tacit knowledge lead us to other approaches in using computer sciences to model scientific cognition? These questions are addressed by making reference to a detailed case study of a recent innovation development in the field of biotechnology.", "venue": "", "year": 2007, "referenceCount": 35, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3277614", "name": "A. Pozzali"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ba367eaaceebae8aa53d2fd95eefd3466fa4c516", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/ba367eaaceebae8aa53d2fd95eefd3466fa4c516", "title": "LIU Gang Philosophy of information and foundation for the future Chinese philosophy of science and technology", "abstract": "The research programme of the philosophy of information (PI) proposed in 2002 made it an independent area or discipline in philosophical research. The scientific concept of ‘information’ is formally accepted in philosophical inquiry. Hence a new and tool-driven philosophical discipline of PI with its interdisciplinary nature has been established. Philosophy of information is an ‘orientative’ rather than ‘cognitive’ philosophy. When PI is under consideratio n in the history of Western philosophy, it can be regarded as a shift of large tradition. There are three large traditions at large, known as Platonic, Kantian and Leibniz-Russellian. In the discussion of the position of the possible worlds, we have modal Platonism and modal realism, but both of the theories are made in the framework of Western philosophy. In this essay, it is argued that possible worlds could be seen as worlds in information, which is then an interpretation of modal information theory (MIT). Our interpretation is made on the basis of Leibniz’s lifelong connection with China, a fact often overlooked by the Western philosopher s. Possible world theory was influenced by the Neo-Confucianism flourishing since the Song Dynasty of China, the foundation of which is Yijing. It could be argued that Leibniz’s possible world theory was formulated in respect to the impact of the thoughts reflected in Yijing, in that one of the prominent features is the model-theoretic construction of theories. There are two approaches to theory construction, i.e., axiom-theoretic and model-theoretic. The origin of the former is from ancient Greece and the latter from ancient China. And they determined the different features of theoretic structures between the oriental and occidental traditions of science and technology. The tendency of the future development of science and technology is changing from the axiom-theoretic to the model-theoretic orientation, at least the two approaches being complementary Received September 25, 2006; accepted November 30, 2006 LIU Gang ( ) Institute of Philosophy, Chinese Academy of Social Sciences, Beijing 100732, China E-mail: liugang-zxs@cass.org.cn", "venue": "", "year": 2007, "referenceCount": 44, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2060817125", "name": "Liu Gang"}]}}, {"contexts": ["…a number of good book-candidates for a course on the philosophy of computer science—books by prominent people in the field, such as Luciano Floridi (1999, 2004), Timothy R. Colburn (2000), Brian Cantwell Smith (1998), Terrell Ward Bynum, and James H. Moor (Bynum & Moor, 2000; Moor & Bynum, 2003)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "bbc855197859e46159784dbdb55890f4fd656b22", "externalIds": {"MAG": "1502075502", "DBLP": "journals/jite/Tedre07", "DOI": "10.28945/204"}, "url": "https://www.semanticscholar.org/paper/bbc855197859e46159784dbdb55890f4fd656b22", "title": "Know Your Discipline: Teaching the Philosophy of Computer Science", "abstract": "Background Computer science is a relatively young discipline. Its birth can be traced to the 1940s, when wider academic interest in automatic computing was triggered by the construction of the first fully electronic, digital, Turing-complete computer, ENIAC, in 1945 and the concomitant birth of the stored-program paradigm (see, e.g., Aspray, 2000). It still took some 20 years for computer science to achieve a disciplinary identity distinct from fields such as mathematics, electrical engineering, physics, and logic (cf. Atchison et al., 1968; Rice & Rosen, 2004). Throughout the short history of electronic digital computing, there has been a great variety of approaches, definitions, and outlooks on computing as a discipline. Arguments about the content of the field, its methods, and its aims have sometimes been fierce, and the rapid pace of extension of the field has made it even harder to define computer science (see Tedre, 2006, pp. 255-351). Over the last 60 years, researchers in the fields of computing have brought together a variety of scientific disciplines and research methodologies. The resulting science--computer science--offers a variety of ways for explaining phenomena; most notably it offers computational models and algorithms. The increased investments in research efforts in computer science have been paralleled by the growth of the number of computing-centered fields, such as computer engineering, scientific computation, electrical engineering, decision support systems, architectural design, and software engineering. Although interdisciplinarity has made the development of computer science possible in the first place (cf. Bowles, 1996; Puchta, 1996; Williams, 1985, p. 209), it also poses a very real challenge to computer scientists. Firstly, it is not certain what kinds of topics should be considered to be computer science proper. The attempts to describe computer science are invariably either very narrow and applicable to only some subfields of computer science (e.g., Dijkstra, 1974), or so broad that they do not exclude much (e.g., Newell, Perlis, & Simon, 1967). Secondly, it is very difficult to come up with an overarching set of rules of how computer science research should ideally be done. The subjects that computer scientists study include, for instance, programs, logic, formulae, people, complexity, machines, usability, and systems. An overarching set of rules for computer science research should cover research in fields such as software engineering, complexity theory, usability, the psychology of programming, management information systems, virtual reality, and architectural design. It is uncertain if an overarching, all-inclusive definition of computer science is possible, and if such definition is even necessary. It is important for computer scientists to understand the challenges (and possibilities) that the vast diversity of computer science research can cause. Many disputes about how computer scientists should work have their roots in different conceptions about what computer science actually is (cf. Denning et al., 1989). Many misunderstandings and controversies between scientists from different branches of computer science might be avoided by their understanding the research traditions within which people in those branches work. Even more importantly, computer scientists must know that the same approaches cannot be used with the whole variety of subjects that computer scientists study. Mathematical and computational models are precise and unambiguous, yet they are confined to the abstract world of mathematics and they fail to capture the richness of physical and social reality. Narratives and ethnographies are rich in dimension and sensitive to detail, yet equivocal and context-dependent. Narratives have little use in deriving formulae, and formal proofs have little explanatory power regarding usability. It has been argued that there are three particularly lucid traditions in computer science: the theoretical tradition, the empirical tradition, and the engineering tradition (cf. …", "venue": "J. Inf. Technol. Educ.", "year": 2007, "referenceCount": 126, "citationCount": 22, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144523037", "name": "M. Tedre"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bda79a92a85688d8f9e4b43e2a088d857fd65257", "externalIds": {"DBLP": "journals/isj/KleinH07", "MAG": "1979830898", "DOI": "10.1111/j.1365-2575.2006.00239.x"}, "url": "https://www.semanticscholar.org/paper/bda79a92a85688d8f9e4b43e2a088d857fd65257", "title": "Philosophy of science underpinnings of prototype validation: Popper vs. Quine", "abstract": "Abstract.  In this paper, we aim to provide prototype validation in both custom and packaged software development with a theoretical framework located within the philosophy of science. Towards that end, we consider Popperian and Quinean accounts of scientific knowledge and argue that the theoretical underpinning of prototype validation is Quine’s holistic philosophy of science, whose cornerstone principle is that all beliefs are revisable. Specifically, our thesis is that the systems developer and software consumer (user or customer) join forces – not as Popperian falsifiers, who make a decision rule to reject the prototype on account of any divergence, major or minor, from the software consumer’s mental model, but – as Quinean revisers, with the objective of fine‐tuning the prototype (or the software consumer’s mental model) so that the prototype and the software consumer’s mental model are congruent with each other. This paper suggests that prototype revisions are belief revisions, and, as such, should be guided – and are guided – by pragmatic norms, such as conservatism, simplicity and generality, and are influenced by social, or sociological, factors as well. Finally, we discuss the relevance, value and pragmatic implications of a Quinean philosophy of science framework for research and practice.", "venue": "Inf. Syst. J.", "year": 2007, "referenceCount": 357, "citationCount": 9, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2004412", "name": "Esther E. Klein"}, {"authorId": "2181998", "name": "Paul J. Herskovitz"}]}}, {"contexts": ["Bynum and Moor (1998) is devoted to describing how this has happened in philosophy.\nalways connected to the efficacy of computer system designers and users."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "049bf7a9628208f6a79428270a7fcd426b27d008", "externalIds": {"MAG": "2074606570", "DOI": "10.1007/s10676-006-9111-5"}, "url": "https://www.semanticscholar.org/paper/049bf7a9628208f6a79428270a7fcd426b27d008", "title": "Computer systems: Moral entities but not moral agents", "abstract": "After discussing the distinction between artifacts and natural entities, and the distinction between artifacts and technology, the conditions of the traditional account of moral agency are identified. While computer system behavior meets four of the five conditions, it does not and cannot meet a key condition. Computer systems do not have mental states, and even if they could be construed as having mental states, they do not have intendings to act, which arise from an agent’s freedom. On the other hand, computer systems have intentionality, and because of this, they should not be dismissed from the realm of morality in the same way that natural objects are dismissed. Natural objects behave from necessity; computer systems and other artifacts behave from necessity after they are created and deployed, but, unlike natural objects, they are intentionally created and deployed. Failure to recognize the intentionality of computer systems and their connection to human intentionality and action hides the moral character of computer systems. Computer systems are components in human moral action. When humans act with artifacts, their actions are constituted by the intentionality and efficacy of the artifact which, in turn, has been constituted by the intentionality and efficacy of the artifact designer. All three components – artifact designer, artifact, and artifact user – are at work when there is an action and all three should be the focus of moral evaluation.", "venue": "Ethics and Information Technology", "year": 2006, "referenceCount": 16, "citationCount": 160, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2109808157", "name": "Deborah G. Johnson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "108751a4b94e6523f45b6f731e2fdc622f42b61f", "externalIds": {"MAG": "2187089187"}, "url": "https://www.semanticscholar.org/paper/108751a4b94e6523f45b6f731e2fdc622f42b61f", "title": "LA FILOSOFÍA EN EL CIBERESPACIO O EL RESURGIR DEL FÉNIX FILOSÓFICO DIGITAL. UN RECORRIDO POR EL CIBERESPACIO FILOSÓFICO PHILOSOPHY IN THE CYBERSPACE OR THE REBIRTH OF DIGITAL PHILOSOPHICAL FENIX. A FLY THROUGH THE PHILOSOPHICAL CYBERSPACE", "abstract": "The present article attempts to scan the philosophical cyberspace to inform of what is taking place and to be a pedagogical guide to shed light on future departamental works that are to be shown in the web we are working on and investigating in Philosophy.", "venue": "", "year": 2006, "referenceCount": 15, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "115645737", "name": "L. Ursua"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2e5ecd2bf2339acef47fea3b9c8c04b9783a4af6", "externalIds": {"MAG": "217379572"}, "url": "https://www.semanticscholar.org/paper/2e5ecd2bf2339acef47fea3b9c8c04b9783a4af6", "title": "A wiki-based active learning system; how to enhance learning material in epistemology of computer science and computer ethics", "abstract": "This paper presents a seminal work in preparing lecture notes in epistemology of computer science and computer ethics through an open source personal wiki system engine. Our course of epistemology of computer science and computer ethics aims at making graduate students think about the fundamentals of the discipline as a science and as a profession, so we encourage a 'learning by doing' approach. Preliminary results of the comparison between a standard word processor-based and a wiki-based lecture notes system are given.", "venue": "", "year": 2006, "referenceCount": 13, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3254378", "name": "F. Gobbo"}, {"authorId": "1859078", "name": "G. Lanzarone"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5d0ec61b86ac4bfcbd0cefcd7058b5ad26472b35", "externalIds": {"MAG": "2293038997", "DOI": "10.1017/CBO9780511498442"}, "url": "https://www.semanticscholar.org/paper/5d0ec61b86ac4bfcbd0cefcd7058b5ad26472b35", "title": "Reasoning in Biological Discoveries: List of Figures", "abstract": null, "venue": "", "year": 2006, "referenceCount": 338, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy", "History", "Psychology"], "authors": [{"authorId": "3194710", "name": "L. Darden"}]}}, {"contexts": ["Here, Xn, Yn and Zn are the level n intentional systems.", "The model is not intended as a realistic simulation of the collision-avoidance behavior, but rather it is an emergent thought experiment (Bedau, 1998)."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "aa00360012b04d7dadcb6339790acf68f22f09de", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/aa00360012b04d7dadcb6339790acf68f22f09de", "title": "Asymmetry between Even and Odd Levels of Recursion in a Theory of Mind", "abstract": "An individual having a Theory of Mind (ToM) can read the minds of others. If we assume that individuals with a ToM also consider others and themselves to have a ToM, then there should be a recursive structure here. We believe that evolution of this structure is deeply linked to the evolution of intelligence, which is consistent with the social intelligence hypothesis. We construct an agent-based model in which each agent moves to its own goal while avoiding collisions with others by using a ToM recursively. Then we explore the dynamics and adaptivity inherent in the mechanism of recursion in ToM. Several unexpected properties of recursion are found, including a significant difference in fitness between odd and even levels of recursion. This is due to the asymmetry between level 1 and 0 (with and without ToM). We also discuss an evolutionary scenario in which humans have evolved a ToM.", "venue": "", "year": 2006, "referenceCount": 14, "citationCount": 22, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "51287216", "name": "Masanori Takano"}, {"authorId": "1783241", "name": "Takaya Arita"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b711278f04151b6781dc51cf0c6d82c382d8cff2", "externalIds": {"MAG": "2136868421"}, "url": "https://www.semanticscholar.org/paper/b711278f04151b6781dc51cf0c6d82c382d8cff2", "title": "La filosofía de la información y la convergencia documental: inserción de un paradigma teórico… no sólo en la archivística", "abstract": "The pragmatic approaches have underlined a prolonged crisis of the informational disciplines that has impeded to meet the demands of the information society. In fact, these disciplines have gone a long way trying to sustain different theoretical foundations, but they have been seduced by a variety of preestablished philosophies instead of building an own philosophical field. The research conducted starting from the information philosophy, with contributions from prominent authors as Floridi, provides innovative methodologies to treat traditional problems from new perspectives. It is proposed to consider how, according to the philosophy of the information, a fundamental philosophy of information analysis and design, the construction of an appropriate intellectual environment can be explained and directed, offering a systematic treatment to the conceptual foundations of the contemporary society. Therefore, the Archival Science, as well as the rest of the informational disciplines should consider the place and function of the carriers and identifiers of semantic information in order to attain a more effective cognitive organization of the intellectual patrimony. The construction of informational ontologies is an example of it.", "venue": "", "year": 2006, "referenceCount": 12, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "67260838", "name": "Ania Hernández Quintana"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b7e48fa58e370b45576d22074a90d6e8b7dfd447", "externalIds": {"DBLP": "journals/mima/Dorbolo06a", "DOI": "10.1007/s11023-006-9011-9"}, "url": "https://www.semanticscholar.org/paper/b7e48fa58e370b45576d22074a90d6e8b7dfd447", "title": "Introduction", "abstract": "The American Philosophical Association awarded the 2003 Barwise Prize to Daniel Dennett, given in recognition of ‘‘significant and sustained contributions to areas relevant to philosophy and computing’’ in order to ‘‘acknowledge and to encourage work in all areas relevant to the ‘‘computational turn’’ that is occurring in our profession’’ (APA, 2000). In order understand the value of Dennett’s unique contributions with respect to this award, it is necessary to get clear on what the ‘‘philosophical turn’’ is. The phrase ‘‘computational turn’’ is attributed to Leslie Burkholder (University of British Columbia), (Cavalier, 2000). Terrell Bynum (Southern Connecticut State University) and James Moor (Dartmouth) are frequent exponents of the idea that philosophy is undergoing a computational turn (Bynum and Moor, 1998). Burkholder, Cavalier, Bynum, and Moor intend to make an analogy to the linguistic turn which dominated Anglo/ American philosophy for much of the 20th century. Just as the issues and methods of 20th century analytic philosophy (and other fields) increasingly clustered around structure, meaning, and use in language, so too will the issues and methods of 21st century philosophy become increasingly clustered around factors arising from computing and information. Information technology is fundamentally changing the means by which philosophy will be conducted in the future. The computation turn in philosophy is examined at Computing and Philosophy conferences (CAP) several times each year around the world (IACAP, 2005). Attendees at these conferences address issues such as artificial intelligence, artificial life, information ethics, machine learning, machine consciousness, robotics, and information technology in education. Throughout his prolific span of writing, Dennett has taken on all of these issues with his unique style. The contributors to this issue of Minds and Machines give testimony to Dennett’s significance in this regard by examining aspects of Dennett’s computingrelated philosophy.", "venue": "Minds and Machines", "year": 2006, "referenceCount": 1, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2122850", "name": "Jon Dorbolo"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c68acb1f3529bcc3ccc38c358feb60682c24a075", "externalIds": {"MAG": "2078469602", "DOI": "10.1162/BIOT.2006.1.3.280"}, "url": "https://www.semanticscholar.org/paper/c68acb1f3529bcc3ccc38c358feb60682c24a075", "title": "Flow of Information in Molecular Biological Mechanisms", "abstract": "In 1958, Francis Crick distinguished the flow of information from the flow of matter and the flow of energy in the mechanism of protein synthesis. Crick’s claims about information flow and coding in molecular biology are viewed from the perspective of a new characterization of mechanisms (Machamer, Darden, and Craver 2000) and from the perspective of information as holding a key to distinguishing work in molecular biology from that of biochemistry in the 1950s–1970s (Darden and Craver 2002). Flow of matter from beginning to end does not occur in the protein synthesis mechanism; flow of information (from Crick’s perspective) does. The flow of information and coding in molecular biological mechanisms are distinguished, on the one hand, from formal information theory, and, on the other, from information as used in cognitive neuroscience, where information and representation are often coupled.", "venue": "", "year": 2006, "referenceCount": 59, "citationCount": 13, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3194710", "name": "L. Darden"}]}}, {"contexts": ["There are also several specialists who argue for the role of computers and hypermedia in the change of philosophy (McCarthy, & Hayes, 1969; Bynum & Moor, 1998; Fodor, 2000)42."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "cb242fe59232cd8f35162662388c91d1245d6b1e", "externalIds": {"DOI": "10.17990/rpf/2007_63_1_0703"}, "url": "https://www.semanticscholar.org/paper/cb242fe59232cd8f35162662388c91d1245d6b1e", "title": "Hypertextual Thoughts", "abstract": "Hypertext constitutes a new way to communicate and think about information. Hypertextual nonsequentiality offers us new ways to analyze the world and facilitates access to philosophical activity to thousands of new social actors. Hypertext is democratising thought and enabling debates between different widely dispersed people. This paper considers hypertext’s role inside new social, scientific and philosophical arenas which emerged from the last decade of XXth Century and the very beginnings of the XXIst Century. Finally, the author defends the idea that hypertext and hypermedia have changed not only social practices but also epistemic and cognitive activities: our thoughts are hypertextual.", "venue": "", "year": 2006, "referenceCount": 107, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "1811807", "name": "Jordi Vallverdú"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "dc7ddf8153a096184d96c5d4e3e45691fac5866e", "externalIds": {"DBLP": "journals/tkl/SedigS06", "MAG": "2033991989", "DOI": "10.1007/s10758-006-0001-z"}, "url": "https://www.semanticscholar.org/paper/dc7ddf8153a096184d96c5d4e3e45691fac5866e", "title": "Characterizing Interaction with Visual Mathematical Representations", "abstract": "This paper presents a characterization of computer-based interactions by which learners can explore and investigate visual mathematical representations (VMRs). VMRs (e.g., geometric structures, graphs, and diagrams) refer to graphical representations that visually encode properties and relationships of mathematical structures and concepts. Currently, most mathematical tools provide methods by which a learner can interact with these representations. Interaction, in such cases, mediates between the VMR and the thinking, reasoning, and intentions of the learner, and is often intended to support the cognitive tasks that the learner may want to perform on or with the representation. This paper brings together a diverse set of interaction techniques and categorizes and describes them according to their common characteristics, goals, intended benefits, and features. In this way, this paper aims to provide a preliminary framework to help designers of mathematical cognitive tools in their selection and analysis of different interaction techniques as well as to foster the design of more innovative interactive mathematical tools. An effort is made to demonstrate how the different interaction techniques developed in the context of other disciplines (e.g., information visualization) can support a diverse set of mathematical tasks and activities involving VMRs.", "venue": "Int. J. Comput. Math. Learn.", "year": 2006, "referenceCount": 96, "citationCount": 81, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1982529", "name": "K. Sedig"}, {"authorId": "147610301", "name": "Mark Sumner"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "de75cc94c32e4d1a1446e1ea0d34123aa8b085c4", "externalIds": {"MAG": "2555763274"}, "url": "https://www.semanticscholar.org/paper/de75cc94c32e4d1a1446e1ea0d34123aa8b085c4", "title": "EL USO DE UNA PLATAFORMA VIRTUAL COMO RECURSO DIDÁCTICO EN LA ASIGNATURA DE FILOSOFÍA", "abstract": null, "venue": "", "year": 2006, "referenceCount": 117, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118986386", "name": "Una Investigación Acción En Bachillerato"}]}}, {"contexts": ["(Bynum and Moor 1998, p. 1)."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2a8bf19259deb8b53537dd1079a7cab322d1e42e", "externalIds": {"MAG": "2277125759", "DBLP": "journals/jd/Buckland05", "DOI": "10.1108/00220410510625921"}, "url": "https://www.semanticscholar.org/paper/2a8bf19259deb8b53537dd1079a7cab322d1e42e", "title": "The Philosophy of Information", "abstract": null, "venue": "J. Documentation", "year": 2013, "referenceCount": 55, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1706786", "name": "M. Buckland"}]}}]}