{"paperId": "646fa898c66cb528e9e30f8191a5b7523d0f6c92", "externalIds": {"MAG": "1577824157", "DOI": "10.5860/choice.36-0893"}, "url": "https://www.semanticscholar.org/paper/646fa898c66cb528e9e30f8191a5b7523d0f6c92", "title": "The digital phoenix : how computers are changing philosophy", "abstract": "Introduction: How Computers are Changing Philosophy: Terrell Ward Bynum (Southern Connecticut State University) and James H. Moor (Dartmouth College). Part I: The Impact of Computing on Philosophical Issues:. 1. Procedural Epistemology: John L. Pollock (University of Arizona, USA). 2. Epistemology and Computing: Henry Kyburg (University of Rochester, USA). 3. Computation and the Philosophy of Science: Paul Thagard (University of Waterloo, Canada). 4. Anomaly--driven Theory Redesign: Computational Philosophy of Science Experiments: Lindley Darden (University of Maryland, USA). 5. Representation of Philosophical Argumentation: Theodore Scaltsas (University of Edinburgh, UK). 6. Computers, Visualization, and the Nature of Reasoning: Jon Barwise (Indiana University at Bloomington, USA) and John Etchemendy (Stanford University, USA). 7. Digital Metaphysics: Eric Steinhart (William Paterson University, USA). 8. Philosophical Content and Method of Artificial Life: Mark A. Bedau (Reed College, USA). 9. The Neural Representation of the Social World: Paul M. Churchland (University of California at San Diego, USA). 10. Qualitative Experience in Machines: William Lycan (University of North Carolina at Chapel Hill, USA). 11. Response to my Critics: Hubert Dreyfus (University of California at Berkeley, USA). 12. Assessing Artificial Intelligence and Its Critics: James H. Moor (Dartmouth College, USA). 13. Philosophy and \"Super\" Computation: Selmer Bringsjord (Rensselaer Polytechnic Institute, USA). 14. Philosophy and Computer Science: Reflections on the Program Verification Debate: James H. Fetzer (University of Minnesota at Duluth, USA). 15. Global Information Ethics: Terrell Ward Bynum (Southern Connecticut State University, USA). 16. How Computers Extend Artificial Morality: Peter Danielson (University of British Columbia, Canada). 17. Computing and Creativity: Margaret Boden (University of Sussex, UK). Part II: The Impact of Computing on Professional Philosophy:. 18. Teaching Philosophy in CyberSpace: Ron Barnette (Valdosta State University, USA). 19. Philosophy Teaching on the World--Wide--Web: John Dorbolo (Oregon State University, USA). 20. Multimedia and Research in Philosophy: Robert Cavalier (Carnegie Mellon University, USA). 21. Teaching of Philosophy with Multimedia: John L. Fodor (Educational Media Resources, USA). 22. Resources in Ethics on the World Wide Web: Lawrence M. Hinman (University of San Diego, USA). 23. The APA Internet Bulletin Board and Web Site: Saul Traiger (Occidental College, USA). 24. Using Computer Technology for Philosophical Research: An APA Report: Robert Cavalier (Carnegie Mellon University, USA). 25. Using Computer Technology for Teaching Philosophy: An APA Report: Ron Barnette (Valdosta State University, USA). 26. Using Computer Technology for Professional Cooperation: An APA Report: Lawrence M. Hinman (University of San Diego, USA). Index.", "venue": "", "year": 1998, "referenceCount": 0, "citationCount": 168, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "1856861", "name": "T. Bynum"}, {"authorId": "31925555", "name": "J. Moor"}]}