{"offset": 0, "data": [{"isInfluential": true, "contexts": ["…can legitimately be understood as platforms, in the sense of conduits for communication, or whether they should have to take on editorial obligations similar to traditional media companies and thus be regulated as such (Flew et al., 2019; Napoli and Caplan, 2017; Picard and Pickard, 2017).", "Yet, while Section 230 suggests social media companies might have the status of a communication conduit, scholars have argued that by engaging in content moderation they are in fact already making editorial choices comparable to traditional media companies (Picard and Pickard, 2017), and that they should thus be treated as such (Napoli and Caplan, 2017).", "…have the status of a communication conduit, scholars have argued that by engaging in content moderation they are in fact already making editorial choices comparable to traditional media companies (Picard and Pickard, 2017), and that they should thus be treated as such (Napoli and Caplan, 2017).", "Given their role in moderating speech, there is an evolving discussion in the literature about whether social media companies can legitimately be understood as platforms, in the sense of conduits for communication, or whether they should have to take on editorial obligations similar to traditional media companies and thus be regulated as such (Flew et al., 2019; Napoli and Caplan, 2017; Picard and Pickard, 2017)."], "intents": [], "citingPaper": {"paperId": "1c86e79d39a195f1796b64a99d3a9b568e09dcc5", "externalIds": {"MAG": "3163140116", "DOI": "10.1177/02683962211013358"}, "url": "https://www.semanticscholar.org/paper/1c86e79d39a195f1796b64a99d3a9b568e09dcc5", "title": "Algorithmic audiencing: Why we need to rethink free speech on social media", "abstract": "Social media platforms, such as Facebook, are today’s agoras, the spaces where public discourse takes place. Freedom of speech on social media has thus become a matter of concern, with calls for better regulation. Public debate revolves around content moderation, seen by some as necessary to remove harmful content, yet as censorship by others. In this article, we argue that the current debate is exclusively focused on the speaking side of speech but overlooks an important way in which platforms have come to interfere with free speech on the audience side. Rather than simply speaking to one’s follower network, algorithms now organise speech on social media with the aim to increase user engagement and marketability for targeted advertising. The result is that audiences for speech are now decided algorithmically, a phenomenon we term ‘algorithmic audiencing’. We put forward algorithmic audiencing as a discovery, a novel phenomenon that has been overlooked so far. We show that it interferes with free speech in unprecedented ways not possible in pre-digital times, by amplifying or suppressing speech for economic gain, which in turn distorts the free and fair exchange of ideas in public discourse. When black-boxed algorithms determine who we speak to the problematic for free speech changes from ‘what can be said’ to ‘what will be heard’ and ‘by whom’. We must urgently problematise the audience side of speech if we want to truly understand, and regulate, free speech on social media. For Information Systems research, algorithmic audiencing opens up entirely new research avenues.", "venue": "Journal of Information Technology", "year": 2021, "referenceCount": 165, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "69981947", "name": "K. Riemer"}, {"authorId": "52169094", "name": "Sandra Peter"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "231141cd1ce59f867cbd250d22459872b7cf25d0", "externalIds": {"DOI": "10.1386/jdmp_00059_2"}, "url": "https://www.semanticscholar.org/paper/231141cd1ce59f867cbd250d22459872b7cf25d0", "title": "Editorial", "abstract": null, "venue": "Journal of Digital Media & Policy", "year": 2021, "referenceCount": 30, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3143179", "name": "T. Flew"}, {"authorId": "115941746", "name": "Rosalie Gillett"}, {"authorId": null, "name": "Rachel Cole"}]}}, {"isInfluential": false, "contexts": ["Email: philip.napoli@duke.edu\nsidestep responsibilities that would accompany particular institutional identities (e.g. the social responsibilities attached to media institutions; Napoli and Caplan, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "556cc3f04e847c7bb2405b37f910c825521cdf6b", "externalIds": {"DOI": "10.1177/02673231211028359"}, "url": "https://www.semanticscholar.org/paper/556cc3f04e847c7bb2405b37f910c825521cdf6b", "title": "The platform beat: Algorithmic watchdogs in the disinformation age", "abstract": "As digital platforms have come to play a central role in the news and information ecosystem, a new realm of watchdog journalism has emerged – the platform beat. Journalists on the platform beat report on the operation, use and misuse of social media platforms and search engines. The platform beat can serve as an important mechanism for increasing the accountability of digital platforms, in ways that can affect public trust in the platforms, but that can also, hopefully, lead to the development of stronger, more reliable, and ultimately more trustworthy, platforms. However, there are a number of tensions, vulnerabilities and potential conflicts of interest that characterize the platform beat. This article explores these complex dynamics of the platform beat in an effort assess the capacity of those on the platform beat to enhance the accountability and trustworthiness of digital platforms.", "venue": "European Journal of Communication", "year": 2021, "referenceCount": 83, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "39277002", "name": "Philip M. Napoli"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "6fcdca0af2872b8040ffb56fdcb9f6a207fa375f", "externalIds": {"DOI": "10.1007/978-3-658-03895-3_26-1"}, "url": "https://www.semanticscholar.org/paper/6fcdca0af2872b8040ffb56fdcb9f6a207fa375f", "title": "Die Governance sozialer Medien", "abstract": null, "venue": "Springer Reference Sozialwissenschaften", "year": 2021, "referenceCount": 18, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2081103536", "name": "Christian Katzenbach"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "740ef89e4906e203d63f2f8b3e0691c852c40aee", "externalIds": {"DBLP": "journals/nms/MeeseH21", "MAG": "3033142853", "DOI": "10.1177/1461444820926472"}, "url": "https://www.semanticscholar.org/paper/740ef89e4906e203d63f2f8b3e0691c852c40aee", "title": "Facebook, news media and platform dependency: The institutional impacts of news distribution on social platforms", "abstract": "There is a growing concern around the dependency of news organisations on platforms like Facebook for audience traffic. However, scholars are still working out the extent of this dependency and how it manifests in practice. In this article, we draw on interviews with Australian news professionals and industry fieldwork to provide a nuanced account of this phenomenon. We find that news media organisations have recently started to diversify their distribution strategies and the business models associated with them in response to Facebook’s algorithm changes. While Facebook remains important, we suggest that greater attention needs to be paid to the complex relationships that news organisations have with platforms. This article ends by considering the implications of these findings for international policy discussions centred around the prospect of platform regulation.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 65, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "66769689", "name": "J. Meese"}, {"authorId": "116341762", "name": "Edward Hurcombe"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "87bff48d8b458a045ac2f8310d613c01446d50d5", "externalIds": {"DBLP": "journals/tis/FlewGMS21", "DOI": "10.1080/01972243.2020.1870597"}, "url": "https://www.semanticscholar.org/paper/87bff48d8b458a045ac2f8310d613c01446d50d5", "title": "Return of the regulatory state: A stakeholder analysis of Australia’s Digital Platforms Inquiry and online news policy", "abstract": "Abstract In this paper, we undertake a stakeholder analysis of the Australian Competition and Consumer Commission’s Digital Platforms Inquiry to understand the nature and influence of different forms of public input. Our findings show that nation-state regulation of digital platforms is now very much on the policy agenda worldwide, with a focus upon the competition policy dimensions of platform regulation. The second key finding is that the regulatory activism of the ACCC have ensured that the Inquiry and its findings have had maximum public impact. Finally, we argue that the key dynamic shaping the Inquiry was the competing demands of the traditional news media publishers and digital platforms, and that civil society input was relatively limited and secondary to the final recommendations.", "venue": "Inf. Soc.", "year": 2021, "referenceCount": 143, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3143179", "name": "T. Flew"}, {"authorId": "115941746", "name": "Rosalie Gillett"}, {"authorId": "119886356", "name": "Fiona Martin"}, {"authorId": "120339124", "name": "Lucy Sunman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8f48b15882bbc6ba93a7c2155bd31fda728116d0", "externalIds": {"DOI": "10.2139/ssrn.3860990"}, "url": "https://www.semanticscholar.org/paper/8f48b15882bbc6ba93a7c2155bd31fda728116d0", "title": "Mapping International Enquiries into the Power of Digital Platforms", "abstract": "After the era of the 'Open Internet' and the 'Platformized Internet', we have entered into a third phase of Internet development where there is a growing focus upon: (1) the economic, political and communications power of digital platforms, and their impact upon workers, consumers, minorities, nation-states, civic discourse, and other media and media-related businesses; (2) questions of governance and responsible stewardship of interactions on digital platforms, and the future of self-regulatory frameworks (e.g. Section 230 of the Communications Decency Act in the U.S.); and (3) the roles and responsibilities of nation-states as regulatory actors in Internet governance, and their relationship to platform companies, multilateral agencies and agreements, and civil society organizations. <br><br>As Philip Schlesinger has observed, there is a growing international 'regulatory field' emerging, albeit one that appears incoherent as it is characterized by disparate interventions by national policy and regulatory agencies motivated by different concerns, from antitrust and monopoly power to the future of news, to disinformation, hate speech, and online incitements to violence. <br><br>This report will mark the first attempt to comprehensively map this emerging regulatory field. Using NVivo software to undertake a detailed textual analysis of 20 reports commissioned by governments in seven countries, as well as by the European Union and the United Nations, we identify common themes around issues such as competition in digital markets, content laws and moderation practices, digital rights, copyright, and the scope and limitations of industry self-regulation. It will mark a valuable resource for researchers, policy-makers and industry in observing both challenges and lessons from various jurisdictions around the world.", "venue": "", "year": 2021, "referenceCount": 112, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3143179", "name": "T. Flew"}, {"authorId": "120842907", "name": "Chun-Pin Su"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "99ec491dbef1446c099ccb68b17db4e1d862b03f", "externalIds": {"MAG": "3147368848", "DOI": "10.1007/978-3-658-32133-8_4"}, "url": "https://www.semanticscholar.org/paper/99ec491dbef1446c099ccb68b17db4e1d862b03f", "title": "Die Öffentlichkeit der Plattformen: Wechselseitige (Re-)Institutionalisierung von Öffentlichkeiten und Plattformen", "abstract": "Dieser Beitrag schlagt vor, den gegenwartigen tiefgreifenden Wandel der gesellschaftlichen Kommunikation als einen Prozess zu verstehen, der masgeblich durch die wechselseitige (Neu-)Institutionalisierung von Offentlichkeiten und Plattformen gepragt ist. Es wandeln sich in diesem Prozess nicht nur Medienstrukturen und Offentlichkeiten, sondern auch die Plattformen. Die neuen Plattformen selbst sind kontingent - mit anderen Worten: Sie konnten auch anders sein. Im Beitrag wird zunachst eine institutionentheoretische Perspektive auf Medienwandel und Plattformen eingefuhrt, die an die jungere Wiederentdeckung der Institutionentheorie in der Kommunikationswissenschaft anknupft. Mithilfe dieses Rahmens wird dann zuerst knapp die intensive und umfassende Forschung zum Offentlichkeitswandel resumiert und die von Plattformen mitgestaltete Neu-Institutionalisierung von Offentlichkeit rekonstruiert. Darauf folgt die andere Facette der wechselseitigen Institutionalisierung: Die Institutionalisierung von Plattformen wird nachgezeichnet als nicht-linearer Prozess, der nicht allein von technischen und okonomischen Uberlegungen der Plattformen abhangt, sondern ebenso von politischen und gesellschaftlichen Kontroversen.", "venue": "", "year": 2021, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2081103536", "name": "Christian Katzenbach"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a10704d605a90873027a1a92283d7b756a0a2428", "externalIds": {"MAG": "3137051434", "DOI": "10.1007/978-3-030-56466-7_3"}, "url": "https://www.semanticscholar.org/paper/a10704d605a90873027a1a92283d7b756a0a2428", "title": "Public Service Media in the Age of Platformization of Culture and Society", "abstract": null, "venue": "", "year": 2021, "referenceCount": 27, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2124641245", "name": "Tiziano Bonini Baldini"}, {"authorId": "2090105580", "name": "M. Túñez-López"}, {"authorId": "2124619826", "name": "A. Barrientos Báez"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b7bf566a59d89b44bfe4443272e9a85124c290a6", "externalIds": {"MAG": "3173725489", "DOI": "10.1177/01708406211030681"}, "url": "https://www.semanticscholar.org/paper/b7bf566a59d89b44bfe4443272e9a85124c290a6", "title": "From Automobile Capitalism to Platform Capitalism: Toyotism as a prehistory of digital platforms", "abstract": "This article explores the automotive lineage and manufacturing origins of platforms. Challenging prevailing assumptions that the platform is a digital artefact, and platform capitalism a new era, this article traces crucial elements of platform capitalism to Toyotist automobile manufacture in order to rethink the relationship between technology and organization. Arguing that the very terminology and industry applications of the ‘platform’ emerge from the automobile industry over the course of the 20th century, this article cautions against the uncritical adoption of epochal paradigms, or assumptions that new technologies require new organizational forms. By parsing the platform into two types, the stack and the intermediary, this article demonstrates how the platform concept and data-driven production practice both develop out of the Toyota Production System in particular, and American and Japanese analyses of it. Toyotism, we show, is the unseen industrial and epistemological background against which the platform economy plays out. In making this case, this article highlights the crucial continuities between the data-intensive production of companies like Uber and Amazon – emblematic of digital platform capitalism – and the organizational paradigms of the automobile industry. At a moment when the automobile returns to prominence amit platforms such as Uber, Didi Chuxing, or Waymo, and as we find tech companies turning to automobile manufacturing, this automotive lineage of the platform offers a crucial reminder of the automotive origins of what we now call platform capitalism.", "venue": "Organization Studies", "year": 2021, "referenceCount": 102, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "145350211", "name": "Marc Steinberg"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f1ae9a52d8d5592529793d7e42102148250c1ca1", "externalIds": {"MAG": "3171952074", "DOI": "10.1007/978-3-030-66759-7_3"}, "url": "https://www.semanticscholar.org/paper/f1ae9a52d8d5592529793d7e42102148250c1ca1", "title": "Revisiting the Rationales for Media Regulation: The Quid Pro Quo Rationale and the Case for Aggregate Social Media User Data as Public Resource", "abstract": null, "venue": "", "year": 2021, "referenceCount": 33, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "39277002", "name": "Philip M. Napoli"}, {"authorId": "2122051379", "name": "Fabienne Graff"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "fbc54cc80a7057f436e691f300d14346d78f4cc9", "externalIds": {"MAG": "3183026597", "DOI": "10.1080/21670811.2021.1942113"}, "url": "https://www.semanticscholar.org/paper/fbc54cc80a7057f436e691f300d14346d78f4cc9", "title": "Reclaiming Control: How Journalists Embrace Social Media Logics While Defending Journalistic Values", "abstract": "This article uses semi-structured, in-depth qualitative interviews with journalists at 16 US newspapers to examine how strategies for sharing news content and interacting with audiences on platform...", "venue": "Digital Journalism", "year": 2021, "referenceCount": 82, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2060413284", "name": "P. Walters"}]}}, {"isInfluential": false, "contexts": ["…for communication and the sharing of user generated content (Steinberg, 2020; Nieborg & Helmond, 2018): they are also marketplaces, payment systems, advertisers, gaming sites, and media distributors (Swartz, 2020; Acker & Murthy, 2018; Napoli & Caplan, 2017; Leaver & Wilson, 2016; Nieborg, 2015)."], "intents": ["background"], "citingPaper": {"paperId": "00aff2d287726debe828d5b4ea3ece878237b343", "externalIds": {"MAG": "3094216994", "DOI": "10.14763/2020.4.1512"}, "url": "https://www.semanticscholar.org/paper/00aff2d287726debe828d5b4ea3ece878237b343", "title": "Expanding the debate about content moderation: Scholarly research agendas for the coming policy debates", "abstract": "Content moderation has exploded as a policy, advocacy, and public concern. But these debates still tend to be driven by high-profile incidents and to focus on the largest, US based platforms. In order to contribute to informed policymaking, scholarship in this area needs to recognise that moderation is an expansive socio-technical phenomenon, which functions in many contexts and takes many forms. Expanding the discussion also changes how we assess the array of proposed policy solutions meant to improve content moderation. Here, nine content moderation scholars working in critical internet studies propose how to expand research on content moderation, with implications for policy.", "venue": "Internet Policy Review", "year": 2020, "referenceCount": 72, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2650288", "name": "Tarleton Gillespie"}, {"authorId": "3080318", "name": "P. Aufderheide"}, {"authorId": "71330594", "name": "Elinor Carmi"}, {"authorId": "23180033", "name": "Y. Gerrard"}, {"authorId": "35630546", "name": "Robert Gorwa"}, {"authorId": "1413959830", "name": "Ariadna Matamoros-Fernández"}, {"authorId": "20625487", "name": "Sarah T. Roberts"}, {"authorId": "2868538", "name": "Aram Sinnreich"}, {"authorId": "1768400550", "name": "Sarah Myers West"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "02ec0fca00e53578c5e321cefddd3898b63ff4b8", "externalIds": {"MAG": "3045573835", "DOI": "10.1080/17530350.2020.1788625"}, "url": "https://www.semanticscholar.org/paper/02ec0fca00e53578c5e321cefddd3898b63ff4b8", "title": "Umbrella platform of Tencent eSports industry in China", "abstract": "ABSTRACT China has embarked on a radical transformation of its online and mobile games industry since its government announced its ambition to be a global sporting power. This study investigates Chinese electronic sports (eSports) in the context of platform governance and platform capitalism, through a case study of the platformization of Tencent, one of China’s largest media conglomerates. We employ a boundary analysis of platform documentation, a document analysis of policies, financial data, and ethnographic interviews to examine the interactivity and flow of power arising from direct state control and the processes of commercialization and professionalization. To support our proposal that the state and corporations, while genetically different, are mutually constitutive, we explore concepts of the platformization of infrastructures and infrastructuralization of platforms. This study proposes that the Chinese eSports industry has an umbrella-like structure and challenges the assumption that China is an authoritarian system with a one-size-fits-all policy. Our results imply that games industry professionals invite funding bodies to work jointly with government to develop alternatives for the eSports industry. Meanwhile, we show how Tencent utilizes its expansion of capital fluidity and data-driven multidimensionality, moving toward an ecosystem of platform dependency, organizational homogenization, and deep power asymmetries.", "venue": "", "year": 2020, "referenceCount": 77, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2109834457", "name": "Yupei Zhao"}, {"authorId": "51454412", "name": "Zhongxuan Lin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "2e00d61c5d0d4a251631598eefb15abec709b27d", "externalIds": {"MAG": "3161009697", "DOI": "10.1017/9781108297820.008"}, "url": "https://www.semanticscholar.org/paper/2e00d61c5d0d4a251631598eefb15abec709b27d", "title": "Digital Media and Democracy", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1144, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "45cb9752e8e07a9dd244c1e44362e40e9fdc3987", "externalIds": {"DOI": "10.1017/9781108297820.011"}, "url": "https://www.semanticscholar.org/paper/45cb9752e8e07a9dd244c1e44362e40e9fdc3987", "title": "Index", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "522db3228a7556e8b801d1965e776a846cb6cc84", "externalIds": {"MAG": "3088789383", "DOI": "10.1386/JDMP_00029_1"}, "url": "https://www.semanticscholar.org/paper/522db3228a7556e8b801d1965e776a846cb6cc84", "title": "Addressing platform power: The politics of competition policy", "abstract": "Digital platforms elude legal and regulatory frameworks traditionally used to address market power, speech and disinformation issues. One of the dominant policy responses to addressing these issues involves reforming competition policy to better manage digital platform markets. This\n case study examines how stakeholders, including tech giants, their competitors, regulators and advocacy groups, deploy competition policy to address platform power in a series of 2019‐20 US congressional hearings on the subject, with implications for the wider global debate. The article\n traces the politics underlying these debates, which manifests in variations in stakeholders’ definitions of platform power and their proposed solutions, reflecting tensions over the role of the state in managing markets and in addressing non-economic concerns associated with digital\n platforms. The article concludes with a consideration of what this politics implies for policy interventions aimed at addressing platform power.", "venue": "", "year": 2020, "referenceCount": 45, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "7717693", "name": "Pawel Popiel"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "61aad1b7349c65cc6ea13281bfa36cf93328a566", "externalIds": {"MAG": "3165522001", "DOI": "10.1017/9781108297820.005"}, "url": "https://www.semanticscholar.org/paper/61aad1b7349c65cc6ea13281bfa36cf93328a566", "title": "Digital Media and Collective Action", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "67edd0454c381056a7e8b955c88dc18791320fc2", "externalIds": {"MAG": "3124628362", "DOI": "10.5209/TEKN.68748"}, "url": "https://www.semanticscholar.org/paper/67edd0454c381056a7e8b955c88dc18791320fc2", "title": "Music streaming and its consequences within the dynamics of power, consumption and creation", "abstract": "Streaming has dominated the consumption of music and audiovisual media over the last five years. 80% of music in Mexico is now consumed through streaming (Gutiérrez, 2019) YouTube, Netflix and Spotify present an unquestionable hegemony in the Western world. This article shows how consumption through the streaming of music tracks, in conjunction with non-possession, opens up a new space in the world of music production and distribution, which in many aspects changes the creation of composers. The article also considers the power dynamics of the recommendation algorithm on various platforms.", "venue": "", "year": 2020, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2125510586", "name": "Ulises Hadjis Labarca"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "6dc0f34b904d0a435308b271e8936e744735c84d", "externalIds": {"DOI": "10.1017/9781108297820.010"}, "url": "https://www.semanticscholar.org/paper/6dc0f34b904d0a435308b271e8936e744735c84d", "title": "References", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7299df5faaacc4b1e16554b8b9a022057c28a6e1", "externalIds": {"MAG": "3041369302", "DOI": "10.1386/rjao_00013_1"}, "url": "https://www.semanticscholar.org/paper/7299df5faaacc4b1e16554b8b9a022057c28a6e1", "title": "Not entirely analog(ous): Low-power FM radio as community, relations and knowledge in context", "abstract": "At the turn of the millennium, scholars and pundits reflected on how communication systems could shape events and societies, often while basking in the perceived glow of the then-novel Internet. Others pled for reasoned engagement with the interplay between communication infrastructures and the social life of knowledge, a much-needed corrective in a moment of rampant breathless digital utopianism. This article explores the interplay between communication infrastructures and the social life of knowledge through specific sociotechnical arrangements, low-power FM (LPFM) radio and large-scale commercial Internet-based ‘platforms’, both of which exist in our historical present. In particular, I use the formation of LPFM, which occurred at the same time that commercial Internet traffic picked up steam, in order to ‘excavate the future’: I return to a not-so-distant past to consider what might yet be. The article’s central claim is that the case of LPFM is even more relevant now than at its inception, in a context where behemoth commercial Internet ‘platforms’ have come to dominate electronic communication.", "venue": "", "year": 2020, "referenceCount": 81, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1422543215", "name": "Christina Dunbar-Hester"}]}}, {"isInfluential": false, "contexts": ["…how that power may be exercised responsibly – whether in concert with traditional press values, through technical operations such as content moderation, or alongside traditional political actors and institutions (Carlson, 2018; Gillespie, 2018; Kreiss and McGregor, 2018; Napoli and Caplan, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "7e367e13f8ed223f1eb70ad1e01a5398d971dbaf", "externalIds": {"MAG": "3004432328", "DOI": "10.1177/0163443719899801"}, "url": "https://www.semanticscholar.org/paper/7e367e13f8ed223f1eb70ad1e01a5398d971dbaf", "title": "Fake news and the discursive construction of technology companies’ social power", "abstract": "In the research and commentary around ‘fake news’, there has been growing attention to the way the phrase evidences a growing field of technology industry critique, operating as a shorthand for understanding the nature of social media companies’ power over the public sphere. This article interrogates elite and popular discourses surrounding ‘fake news’, using the tools of critical discourse analysis to show how public commentary constitutes a discursive field that renders tech industry power intelligible by first defining the issue of fake news as a sociotechnical problem, then debating the infrastructural nature of platform companies’ social power. This article concludes that, as commentary moves beyond a focus on fake news and critiques of technology industries grow more complex, strains of elite discourse reveal productive constraints on tech power, articulating the conditions under which limits on that power are understood as legitimate.", "venue": "", "year": 2020, "referenceCount": 134, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "90315671", "name": "Brian Creech"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7fac4ebcf1d0bc3b55f8e90b13ae477bb878f60d", "externalIds": {"MAG": "3008769307", "DOI": "10.1017/9781108297820"}, "url": "https://www.semanticscholar.org/paper/7fac4ebcf1d0bc3b55f8e90b13ae477bb878f60d", "title": "Retooling Politics", "abstract": "Donald Trump, the Arab Spring, Brexit: digital media have provided political actors and citizens with new tools to engage in politics. These tools are now routinely used by activists, candidates, non-governmental organizations, and parties to inform, mobilize, and persuade people. But what are the effects of this retooling of politics? Do digital media empower the powerless or are they breaking democracy? Have these new tools and practices fundamentally changed politics or is their impact just a matter of degree? This clear-eyed guide steps back from hyperbolic hopes and fears to offer a balanced account of what aspects of politics are being shaped by digital media and what remains unchanged. The authors discuss data-driven politics, the flow and reach of political information, the effects of communication interventions through digital tools, their use by citizens in coordinating political action, and what their impact is on political organizations and on democracy at large.", "venue": "", "year": 2020, "referenceCount": 977, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "3225415", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "89793a572211559f25f5345f8f1335b0fed578a2", "externalIds": {"MAG": "3160179432", "DOI": "10.1017/9781108297820.009"}, "url": "https://www.semanticscholar.org/paper/89793a572211559f25f5345f8f1335b0fed578a2", "title": "Digital Media in Politics", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "898ca4bc52cfc52aadca040d9ad5e355390fea0e", "externalIds": {"MAG": "3156505838", "DOI": "10.1017/9781108297820.004"}, "url": "https://www.semanticscholar.org/paper/898ca4bc52cfc52aadca040d9ad5e355390fea0e", "title": "The Effects of Political Information", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": ["The gatekeeping role of platforms is a burgeoning area of research, with concerns over the power of algorithms to “filter, categorize and classify information that is already present in the system, and reflect what users want back to them” (Napoli & Caplan, 2017, n.p.)."], "intents": ["background"], "citingPaper": {"paperId": "8cf606b8e430422a9e8647cf1caef6ee2544fd01", "externalIds": {"MAG": "3011474499", "DOI": "10.1177/1077699020911882"}, "url": "https://www.semanticscholar.org/paper/8cf606b8e430422a9e8647cf1caef6ee2544fd01", "title": "Post-Publication Gatekeeping: The Interplay of Publics, Platforms, Paraphernalia, and Practices in the Circulation of News", "abstract": "The factors that shape the news that citizens are exposed to and act upon are a growing area of research. This article advances a framework to examine how issues and topics rise to prominence and gain attention following publication in a digital hybrid media ecosystem. The four elements (publics, platforms, paraphernalia, and practices) extend previous work by accounting for the actions of individuals in aggregate as publics, the impact of platforms as institutionalized spaces for news, the objects of media consumption and exposure, and the temporal and spatial contexts for practices of news circulation and consumption.", "venue": "", "year": 2020, "referenceCount": 157, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "144545646", "name": "A. Hermida"}]}}, {"isInfluential": false, "contexts": ["This locates platforms as regulatable entities and moves the regulatory conversation beyond the platform/publisher debate that framed the 2010s (Napoli and Caplan 2017)."], "intents": ["background"], "citingPaper": {"paperId": "9add67c7f8df3724b9ba4075b40129e7a0b8fed1", "externalIds": {"MAG": "3094879225", "DOI": "10.1080/21670811.2020.1835514"}, "url": "https://www.semanticscholar.org/paper/9add67c7f8df3724b9ba4075b40129e7a0b8fed1", "title": "Journalism Policy across the Commonwealth: Partial Answers to Public Problems", "abstract": "Abstract Governments and policymakers are considering intervening in the relationship between major tech companies and the news media industry and holding various inquiries and reviews to canvass reform options. This article provides a comparative study of Australia, Canada and the United Kingdom, some of the earliest countries in the world to engage in these policy processes. The study reveals that these media systems have devised similar regulatory tools and their approach aligns with a more disaggregated set of reforms occurring across Europe. While these reform agendas often draw on valuable concepts from media policy, they also awkwardly translate frameworks and introduce already questionable regulatory approaches to the platform environment. The most notable is the ongoing focus on stakeholders instead of the wider public interest. I end the paper by arguing the long-term sustainability of journalism need to be decoupled from attempts to limit platform power. I outline a more targeted regulatory response focussed on antitrust and privacy and note that journalism will receive downstream benefits from these efforts. The approach challenges the core issues associated with platform dominance and stands in contrast to current reform proposals, which threaten to hamper much needed institutional transformation across the journalism sector", "venue": "", "year": 2020, "referenceCount": 93, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "66769689", "name": "J. Meese"}]}}, {"isInfluential": false, "contexts": ["Thus, the cartographic foundations of so many digital news maps should prompt alarm and inquiry, given the implicit socio-technical and political assumptions (Bittner et al., 2013) and the further extension of platform companies on news knowledge (Napoli and Caplan, 2017).", ", 2013) and the further extension of platform companies on news knowledge (Napoli and Caplan, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "9bf6a91130249f37004b3e4c3001b0de04f38a67", "externalIds": {"MAG": "2999191764", "DBLP": "journals/nms/Usher20", "DOI": "10.1177/1461444819856909"}, "url": "https://www.semanticscholar.org/paper/9bf6a91130249f37004b3e4c3001b0de04f38a67", "title": "News cartography and epistemic authority in the era of big data: Journalists as map-makers, map-users, and map-subjects", "abstract": "Although the destabilization of journalism’s epistemic authority has been widely discussed, one critical element has been underexplored—the role of place. For journalists, claiming provenance over “where” has enabled control over a domain of knowledge, and one key means for doing so has been through news cartography, now rendered digitally. However, digital news cartography (digital news maps) exposes journalists’ epistemic authority to new challenges, from reliance on big data collected by others to maps about journalism itself that show journalists’ diminished authority over place. The case of digital news maps offers a chance to interrogate how journalists know what they know and how they know it and, more broadly, begs the question of how place and mapping must be considered in new media research.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 141, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History", "Computer Science"], "authors": [{"authorId": "2751069", "name": "N. Usher"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a2db9af96adce31f1d04b87d936db6802e784174", "externalIds": {"MAG": "3092149140", "DOI": "10.1386/JDMP_00025_1"}, "url": "https://www.semanticscholar.org/paper/a2db9af96adce31f1d04b87d936db6802e784174", "title": "Vampire squids, ‘the broken internet’ and platform regulation", "abstract": "Google, Apple, Facebook, Amazon, Microsoft and Netflix have come under intense criticism for acquiring undue influence on the media, economy, society and democracy. Google and Facebook’s business models, especially, are cast as a form of ‘vampire economics’ responsible\n for the crisis of journalism and upending the media industries. Many media scholars argue that since the platforms increasingly function like media companies, media policy should be our North Star with respect to what new approaches to internet regulation should look like. This article agrees\n that a forceful response to the platforms is overdue but criticizes the case against them for too often resting on cherry-picked evidence and an exaggerated sense of their clout, while references to media policy obscure a better approach that draws on four principles from telecoms regulation\n to guide a new generation of internet regulation: structural separation, line of business restrictions (i.e., firewalls), public obligations and public alternatives.", "venue": "", "year": 2020, "referenceCount": 72, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2726140", "name": "D. Winseck"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b19dee8584bcd812c34daf64024fc5ecd5a86483", "externalIds": {"MAG": "3111847570", "DOI": "10.1177/1464884920982404"}, "url": "https://www.semanticscholar.org/paper/b19dee8584bcd812c34daf64024fc5ecd5a86483", "title": "A public good: Can government really save the press?", "abstract": "Amid concerns of ‘market failure’ in the U.S. commercial news industry, this paper explores more than a decade’s worth of scholarly arguments that government intervention and investment is the best solution to what many deem a crisis in American journalism. Through the lenses of First Amendment theory and political economy, the analysis examines a range of ideas and proposals that, in many ways, began with Robert W. McChesney and John Nichols’ The Death and Life of American Journalism in 2010 and continue up through Victor Pickard’s Democracy Without Journalism: Confronting the Misinformation Society in 2020. The paper concludes that, while a ‘positive’ interpretation of the First Amendment would seem to demand such intervention, the window of opportunity has closed due to a range of political and economic forces that have either developed or become further entrenched over the past decade. To that end, it calls on journalists and journalism scholars to work to shift the discourse of journalism, to characterise it as an essential, nonpartisan public good – one no different than education. It argues that such a shift, along with enough evidence of further market failure, could someday help inspire the necessary political and economic will to help rescue the floundering news industry on a wider scale.", "venue": "Journalism", "year": 2020, "referenceCount": 31, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "50530451", "name": "P. Walters"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b38f6f457ab13a365ef7767c88c0e3b079f47e7d", "externalIds": {"MAG": "3122516627", "DOI": "10.1017/9781108297820.007"}, "url": "https://www.semanticscholar.org/paper/b38f6f457ab13a365ef7767c88c0e3b079f47e7d", "title": "Data in Politics", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b591e3d38286e873d18d6ce7b01ed1ab12065bba", "externalIds": {"DOI": "10.1017/9781108297820.006"}, "url": "https://www.semanticscholar.org/paper/b591e3d38286e873d18d6ce7b01ed1ab12065bba", "title": "Changing Organizations", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b7f03c4a70e097f87c7627d0d874b94121d8563f", "externalIds": {"MAG": "3160070152", "DOI": "10.1017/9781108297820.001"}, "url": "https://www.semanticscholar.org/paper/b7f03c4a70e097f87c7627d0d874b94121d8563f", "title": "The Rise of Digital Media and the Retooling of Politics", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": ["In this dimension, scholars pointed out that tech companies use discursive frames to define themselves as tech but not media companies for economic and regulatory advantages, such as appealing to the investment community and avoiding legal regulation and obligations (Napoli & Caplan, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "c620d91cea6873851048021f8e12839029be06e4", "externalIds": {"MAG": "3024752385", "DOI": "10.1177/1077699020916809"}, "url": "https://www.semanticscholar.org/paper/c620d91cea6873851048021f8e12839029be06e4", "title": "Differentiation and De-differentiation: The Evolving Power Dynamics Between News Industry and Tech Industry", "abstract": "This essay proposes a new theoretical framework, the differentiation/de-differentiation framework, to help understand the evolving power dynamics between news industry and tech industry from institutional, relational, and dialectical perspectives. This study examines two waves of de-differentiation and two waves of differentiation between the two sectors and investigates the driving forces behind these changing trends. The proposed framework in this study makes contributions to a better understanding of the dynamics, complexities, and future trends in the changing media and tech environment.", "venue": "", "year": 2020, "referenceCount": 99, "citationCount": 5, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "49110930", "name": "Qun Wang"}]}}, {"isInfluential": true, "contexts": ["Fundamentally, there is an increasing tendency to enforce traditional law-based (sometimes called ‘business’) regulation for SM, similar to television and radio broadcast regulation.", "…May 2020.\ncial harms in general), or EU-wide solutions such as the East Stratcom Task Force (2015)14 or the European Digital Media Observatory launched in 2020.15 Fundamentally, Napoli and Caplan (2017) argue that SM platforms fit quite well within the established parameters of media organisations.", "One can include here nation-specific responses (such as special departments affiliated with police, intelligence services, ministries of foreign affairs or other state bodies tackling misinformation in particular or so-\n13 Available at https://arxiv.org/abs/2005.09495, posted on 19 May 2020.\ncial harms in general), or EU-wide solutions such as the East Stratcom Task Force (2015)14 or the European Digital Media Observatory launched in 2020.15 Fundamentally, Napoli and Caplan (2017) argue that SM platforms fit quite well within the established parameters of media organisations."], "intents": ["background"], "citingPaper": {"paperId": "cd7cc5fac09804efc2ae5281fb805f4c8e7585a9", "externalIds": {"MAG": "3130320664", "DOI": "10.22032/DBT.44942"}, "url": "https://www.semanticscholar.org/paper/cd7cc5fac09804efc2ae5281fb805f4c8e7585a9", "title": "An Exploratory Study of Global and Local Discourses on Social Media Regulation", "abstract": "This is a study of suggested approaches to social media regulation based on an exploratory methodological approach. Its first aim is to provide an overview of the global and local debates and the main arguments and concerns, and second, to systematise this in order to construct taxonomies. Despite its methodological limitations, the study provides new insights into this very relevant global and local policy debate. We found that there are trends in regulatory policymaking towards both innovative and radical approaches but also towards approaches of copying broadcast media regulation to the sphere of social media. In contrast, traditional selfand co-regulatory approaches seem to have been, by and large, abandoned as the preferred regulatory approaches. The study discusses these regulatory approaches as presented in global and selected local, mostly European and US discourses in three analytical groups based on the intensity of suggested regulatory", "venue": "", "year": 2020, "referenceCount": 246, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "108484962", "name": "Andrej Školkay"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e19a3f6c03c22edcf3366b2693151d643c79e361", "externalIds": {"MAG": "3112796100", "DOI": "10.1017/9781108297820.002"}, "url": "https://www.semanticscholar.org/paper/e19a3f6c03c22edcf3366b2693151d643c79e361", "title": "The Flow of Political Information", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 977, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": null, "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f30ea78b5b1ded588e5156a6e57a53eb280e0803", "externalIds": {"MAG": "2238030402", "DOI": "10.1007/978-3-658-09560-4_43"}, "url": "https://www.semanticscholar.org/paper/f30ea78b5b1ded588e5156a6e57a53eb280e0803", "title": "Medienpolitik in hybriden Mediensystemen", "abstract": "Mediensysteme in unserer Zeit konnen mit Chadwick (2013) als hybrid bezeichnet werden, als gepragt von einem Neben- und Miteinander „alter“ und „neuer“ Medien. Gleiches gilt fur die Medienpolitik. Digitalisierung und technische Konvergenz haben zur Folge, dass tradierte Grenzziehungen problematisch werden. Entlang der sich in Auflosung befindenden Grenzen entstehen Spannungsfelder, die nicht nur zu veranderten Rahmenbedingungen fuhren, unter denen Kommunikationsaussagen entstehen, sondern die zugleich Reformen der Medien- und Kommunikationspolitik notwendig werden lassen. Der Beitrag diskutiert drei ausgewahlte Spannungsfelder und ihre medienpolitischen Implikationen: Die Unterscheidung von Anbietertypen und ihrer jeweiligen Rechte und Pflichten, die Gewahrleistung von Vielfalt und die regulative Bearbeitung der Konvergenz durch integrierte Regulierungsmodelle bzw. Regulierungsbehorden.", "venue": "", "year": 2020, "referenceCount": 53, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "144698990", "name": "D. Arnold"}, {"authorId": "3395615", "name": "Patrick Donges"}]}}, {"isInfluential": false, "contexts": ["Just as Phil Napoli (2019; Napoli & Caplan, 2017) has argued for treating technology companies as media companies, subject to the same regulatory standards and codes of conduct, so might we consider classifying promotional companies as media companies to recognize their cultural and economic power…"], "intents": ["background"], "citingPaper": {"paperId": "f338c3314683962ee06b3597995c22badab42a87", "externalIds": {"MAG": "3080653255", "DOI": "10.1177/2056305120948236"}, "url": "https://www.semanticscholar.org/paper/f338c3314683962ee06b3597995c22badab42a87", "title": "Brands and the Pandemic: A Cautionary Tale", "abstract": "This essay examines the troubling logic of digital media ecosystems, which devalue socially relevant information to maintain brand reputation. At a time when the value of news to provide essential and reliable information is made dramatically apparent, advertising technologies privilege the safety of brands over the safety of individuals. The essay reviews the logic of current digital advertising infrastructure, focusing on the impact of automated technologies on the decline of professional journalism.", "venue": "", "year": 2020, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1836413", "name": "Melissa Aronczyk"}]}}, {"isInfluential": false, "contexts": ["Here, creative works are understood as units or types of labor, illustrating tech companies’ role in shaping normative standards of cultural production and consumption in recent decades (Craig & Cunningham, 2019; Napoli & Caplan, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "f4d2501ccb0ae39b1252c60ff9c2c1485fbd0aa6", "externalIds": {"MAG": "3092244450", "DOI": "10.5210/spir.v2020i0.11128"}, "url": "https://www.semanticscholar.org/paper/f4d2501ccb0ae39b1252c60ff9c2c1485fbd0aa6", "title": "PLATFORMIZING KNOWLEDGE: MESS AND MEANING IN WEB 3.0 INFRASTRUCTURES", "abstract": "This panel focuses on the way that platforms have become key players in the representation of knowledge. Where the retronym “Web 1.0” is generally used to refer to the web before the advent of social media, “Web 2.0” is typically used to represent a shift toward digital convergence and user interaction—though scholars have shown that the division is ultimately contingent on one’s historical perspective (Ankerson, 2015; Blank & Reisdorf, 2012; boyd, 2015; Cammaerts, 2008; Fisher, 2018; Gehl, 2011; Song, 2010; van Dijck, 2013; Zimmer, 2009).", "venue": "", "year": 2020, "referenceCount": 61, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "35012368", "name": "A. Iliadis"}, {"authorId": "104317981", "name": "W. Stevens"}, {"authorId": "35049978", "name": "J. Plantin"}, {"authorId": "40645452", "name": "Amelia Acker"}, {"authorId": "2006646013", "name": "Huw C. Davies"}, {"authorId": "2934816", "name": "R. Eynon"}]}}, {"isInfluential": false, "contexts": ["However, as Napoli and Caplan (2017) show, and Gillespie (2018a) reminds us in Custodians of the Internet, platforms have always sought to minimize awareness of moderation and curation, given that they must, under the safe harbor provisions, be seen to be “neutral” carriers of content, rather than…"], "intents": ["background"], "citingPaper": {"paperId": "20bf5b9c00fc0580ca353d549d8e3f9ce5224f94", "externalIds": {"MAG": "2990377266", "DOI": "10.1177/2056305119883428"}, "url": "https://www.semanticscholar.org/paper/20bf5b9c00fc0580ca353d549d8e3f9ce5224f94", "title": "Creator Governance in Social Media Entertainment", "abstract": "This article addresses the platformization of cultural production by offering a creator-centric account of industrial and governance issues in social media entertainment (SME). SME is our term for the emerging industry of native online cultural producers together with the platforms, intermediaries, and fan communities operating interdependently, and disruptively, alongside legacy media industries and across global media cultures. The central concern of the article is that these creators are not recognized as stakeholders in current debates both academic and policy on platform governance. The relationship between the platform behemoths and individual creators may seem grossly disproportionate, but insights from network economics suggest a more supple account of power. The interests of creators are examined in the “top-down” context of the exercise of platform governance and efforts, by platforms and the state, to improve it. Those interests are also canvassed from the “bottom up”—how creators and creator advocacy are organizing and acting collectively to improve prospects for creators in this emerging industry.", "venue": "Social Media + Society", "year": 2019, "referenceCount": 108, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "145056159", "name": "S. Cunningham"}, {"authorId": "2071027879", "name": "David Craig"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "24426cf44c36be100eb8b6e256143c5724356f2c", "externalIds": {"MAG": "2939913965", "DOI": "10.1386/JDMP.10.1.109_1"}, "url": "https://www.semanticscholar.org/paper/24426cf44c36be100eb8b6e256143c5724356f2c", "title": "Video-on-demand services in Latin America: Trends and challenges towards access, concentration and regulation", "abstract": "In this article, an analysis of the over-the-top video on demand (VOD OTT) services’ market in Latin America is proposed, to account for its penetration, relationship with traditional pay-TV, content policies and current (and nowadays under debate) regulations for the sector. The analysis departs from a comparative study on the five main audio-visual markets of the region: Argentina, Brazil, Chile, Colombia and Mexico, within which it is analysed Netflix, the predominant VOD OTT service. First, it will be argued that Internet’s potential to generate higher levels of competition and diversity from online distribution of audio-visual content has been limited by practices of vertical integration between a few new entrants and pre-existing, dominant players of the infocommunications industry. Secondly, the State’s role as a guarantor of public interest is discussed, particularly in periphery contexts with deeply structural asymmetries, as is the case in the countries mentioned above.", "venue": "Journal of Digital Media & Policy", "year": 2019, "referenceCount": 42, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2097760885", "name": "Mariela Baladron"}, {"authorId": "2062975550", "name": "E. Rivero"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "25939251c0763611d9316e13531a556602bb7356", "externalIds": {"MAG": "2916721815", "DOI": "10.1386/JDMP.10.1.33_1"}, "url": "https://www.semanticscholar.org/paper/25939251c0763611d9316e13531a556602bb7356", "title": "Internet regulation as media policy: Rethinking the question of digital communication platform governance", "abstract": "This article identifies the current global ‘techlash’ towards the major digital and social media platforms as providing the context for a renewed debate about whether these digital platform companies are effectively media companies (publishers and broadcasters of media content), and implications this has for twenty-first-century media policy. It identifies content moderation as a critical site around which such debates are being played out, and considers the challenges arising as national and regionally based regulatory options are considered for digital platforms that are ‘born global’. It considers the shifting balance between the ‘social contract’ of public interest obligations and democratic rights of free speech and freedom of expression.", "venue": "Journal of Digital Media & Policy", "year": 2019, "referenceCount": 38, "citationCount": 36, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3143179", "name": "T. Flew"}, {"authorId": "119886356", "name": "Fiona Martin"}, {"authorId": "69373969", "name": "Nicolas Suzor"}]}}, {"isInfluential": false, "contexts": ["…long enjoyed a rather vague status as “connectors” in an amorphous online space that allowed them to successfully dodge lagging regulatory frameworks (Napoli & Caplan, 2017).2 By virtue of their rapid global expansion, successful single platforms became the backbone of sizeable companies, which…"], "intents": ["background"], "citingPaper": {"paperId": "34e736dfb4560a61e389308232630fd52ed67527", "externalIds": {"MAG": "2956356921", "DOI": "10.14763/2019.2.1414"}, "url": "https://www.semanticscholar.org/paper/34e736dfb4560a61e389308232630fd52ed67527", "title": "Reframing platform power", "abstract": "This article addresses the problem of platform power by probing current regulatory frameworks’ basic assumptions about how tech firms operate in digital ecosystems. Platform power is generally assessed in terms of economic markets in which individual corporate actors harness technological innovations to compete fairly, thereby maximising consumer welfare. We propose three paradigmatic shifts in the conceptualisation of platform power. First, we suggest to expand the notion of consumer welfare to citizen wellbeing, hence addressing a broader scope of platform services’ beneficiaries. Second, we recommend considering platform companies as part of an integrated platform ecosystem, acknowledging its interrelational, dynamic structure. And third, we shift attention from markets as level playing fields towards societal platform infrastructures where hierarchies and dependencies are built into their architecture. Reframing platform power may be a necessary condition for updating and integrating current regulatory regimes and policy proposals. Citation & publishing information", "venue": "Internet Policy Review", "year": 2019, "referenceCount": 68, "citationCount": 29, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "8118272", "name": "J. V. van Dijck"}, {"authorId": "2679219", "name": "D. Nieborg"}, {"authorId": "2511968", "name": "T. Poell"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "44d42d466cc3d10e5ba21c934dc84ed73e5cd1fc", "externalIds": {"MAG": "2962109682", "DOI": "10.1007/978-3-030-17906-9_8"}, "url": "https://www.semanticscholar.org/paper/44d42d466cc3d10e5ba21c934dc84ed73e5cd1fc", "title": "Media Pluralism Policies and the Implications of Social News Sharing", "abstract": "Revisiting the optimistic proposition that news sharing is a more democratic and relevant form of news dissemination than legacy media, we consider how to assess this claim in terms of traditional policy ideas of media diversity and pluralism, in the context of unremitting media concentration. Dwyer argues that caution is required in dealing with simplistic claims that social media sharing is improving media diversity policies. In the evolving mix of curated (human- or machine-edited) and algorithmic (computer-generated) news, our understanding of media pluralism is being stretched. With multiple scandals and diminishing public confidence in media-tech platforms to provide a pluralistic, fair and accurate general news diet, it remains incumbent on democratic governments to ensure that pluralism and diversity objectives are maintained in media policies.", "venue": "Sharing News Online", "year": 2019, "referenceCount": 53, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145835767", "name": "T. Dwyer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "47d2f388c7fa862e173ed20deeffb2cd89e57c69", "externalIds": {"MAG": "2940564584", "DOI": "10.4000/TICETSOCIETE.4080"}, "url": "https://www.semanticscholar.org/paper/47d2f388c7fa862e173ed20deeffb2cd89e57c69", "title": "Quelle « plateformisation » de l’information ? Collusion socioéconomique et dilution éditoriale entre les entreprises médiatiques et les infomédiaires de l’Internet", "abstract": "La production et la diffusion de l’information en ligne sont actuellement caracterisees par un basculement de la consommation vers les terminaux mobiles et par une circulation privilegiee via les reseaux sociaux numeriques. Sur le plan theorique et historique, nous proposons d’analyser ces phenomenes, frequemment qualifies de « plateformisation », comme une accentuation du processus d’infomediation, en conciliant economie politique de la communication, analyse de discours mediatique et technosemiotique de l’Internet. Comparant des materiaux empiriques accumules dans le passe a quelques indicateurs plus recents emanant d’entretiens avec des acteurs de la filiere et d’une analyse des interfaces de consultation d’information sur supports mobiles, nous appuierons l’hypothese generale d’une evolution a la fois plus integrative et plus asymetrique des relations entre infomediaires de l’Internet et entreprises mediatiques, pouvant se denommer collution (collusion socioeconomique et dilution editoriale).", "venue": "Tic & société", "year": 2019, "referenceCount": 16, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2481616", "name": "F. Rebillard"}, {"authorId": "2545617", "name": "Nikos Smyrnaios"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5337e638efa436d589f512fdaa5ab77556f3bca5", "externalIds": {"MAG": "2976041197", "DOI": "10.1007/978-3-658-27711-6_18"}, "url": "https://www.semanticscholar.org/paper/5337e638efa436d589f512fdaa5ab77556f3bca5", "title": "Neuer Strukturwandel der Öffentlichkeit durch Informationsintermediäre: Wie Facebook, Google & Co. die Medien und den Journalismus verändern", "abstract": "Der Begriff der Filterblase hat es in den Duden geschafft. Alle drei bis funf Jahre entscheidet die Duden-Redaktion uber die Aufnahme neuer Worter. In der aktualisierten Auflage, die im August 2017 erschienen ist, findet sich die Filterblase in den Bereichen «Technologisches» bzw.", "venue": "Wandel der Öffentlichkeit und der Gesellschaft", "year": 2019, "referenceCount": 62, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "50095201", "name": "Birgit Stark"}, {"authorId": "143913690", "name": "M. Magin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "56991413b1ecd591f2cc370c829268a3911bdace", "externalIds": {"MAG": "2978925394", "DOI": "10.1002/9781118841570.iejs0076"}, "url": "https://www.semanticscholar.org/paper/56991413b1ecd591f2cc370c829268a3911bdace", "title": "Third‐Party Platforms", "abstract": null, "venue": "The International Encyclopedia of Journalism Studies", "year": 2019, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "117579036", "name": "F. Russell"}]}}, {"isInfluential": false, "contexts": ["Thus, despite their protestations to the contrary, social media platforms have indisputably crossed the line from being perceived as neutral intermediaries to being media organisations with significant influence over public communication (Napoli and Caplan 2017)."], "intents": ["background"], "citingPaper": {"paperId": "58353a9c57c690de293e7cbf9f85468fac12c06b", "externalIds": {"MAG": "2943858087", "DOI": "10.1080/21670811.2018.1556313"}, "url": "https://www.semanticscholar.org/paper/58353a9c57c690de293e7cbf9f85468fac12c06b", "title": "Digital Journalism as Symptom, Response, and Agent of Change in the Platformed Media Environment", "abstract": "Abstract This article brings together perspectives from digital media studies and journalism scholarship to propose a working definition of digital journalism that can guide scholarship and applied research in this field. We define digital journalism as “those practices of newsgathering, reporting, textual production and ancillary communication that reflect, respond to, and shape the social, cultural and economic logics of the constantly changing digital media environment.” We elaborate and illustrate this definition through a discussion of the co-evolving relationship of journalism with the Internet and social media platforms since the 2000s and outline in detail how social news outlets such as BuzzFeed are paradigmatic examples of these dynamics and relationships. The article concludes by emphasizing the urgent need for both the study and practice of digital journalism in the public interest, especially in the context of an increasingly platformed and closed media system. We focus particularly on the methodological challenges and threat to public oversight that recent moves to platform enclosure and lockdown represent and provide some suggestions as to how these might be addressed.", "venue": "Digital Journalism", "year": 2019, "referenceCount": 37, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "40767865", "name": "J. Burgess"}, {"authorId": "116341762", "name": "Edward Hurcombe"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "60696ef16a02d993fe7d55b84fa370ebbfd7a6eb", "externalIds": {"DOI": "10.4000/ticetsociete.3326"}, "url": "https://www.semanticscholar.org/paper/60696ef16a02d993fe7d55b84fa370ebbfd7a6eb", "title": "Quelle « plateformisation » de l’information ? Collusion socioéconomique et dilution éditoriale entre les entreprises médiatiques et les infomédiaires de l’Internet", "abstract": null, "venue": "Tic & société", "year": 2019, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2481616", "name": "F. Rebillard"}, {"authorId": "2545617", "name": "Nikos Smyrnaios"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "656800fe409e3e83c321cafa6856ce8de57399b3", "externalIds": {"MAG": "2955441791"}, "url": "https://www.semanticscholar.org/paper/656800fe409e3e83c321cafa6856ce8de57399b3", "title": "The crisis of digital trust in the Asia-Pacific", "abstract": "Evidence of a crisis of institutional trust is pervasive and, contrary to theories around “Asian values” and Confucian “harmonious societies,” it characterizes nations of the Asia-Pacific region. The challenges of rebuilding trust are connected to better understanding this multidimensional concept, particularly as it manifests itself through digital media platforms. There are also considerable challenges facing attempts to govern digital platforms through existing laws and regulations. An important challenge — and opportunity — for communication researchers arises from the ways in which social media and digital platforms “crash merge” interpersonal and society-wide communications, in the context of regional differences and the changing political economy of digital media.", "venue": "", "year": 2019, "referenceCount": 32, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3143179", "name": "T. Flew"}]}}, {"isInfluential": false, "contexts": ["Some researchers and policy actors have sought to designate social media and digital intermediaries as media content publishers in order to bring them under existing regulatory frameworks, just as the corporations have often resisted such definitions (Napoli and Caplan, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "8e7353c5434d919e9db0e2dd99579d9cd389642f", "externalIds": {"MAG": "2969563452"}, "url": "https://www.semanticscholar.org/paper/8e7353c5434d919e9db0e2dd99579d9cd389642f", "title": "Beware of geeks bearing gifts: Assessing the regulatory response to the Christchurch Call", "abstract": null, "venue": "", "year": 2019, "referenceCount": 25, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145589142", "name": "P. A. Thompson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b59428b7690be820a7414c0bf203ab923fbb8b99", "externalIds": {"MAG": "2902256917", "DOI": "10.1177/1748048519828595"}, "url": "https://www.semanticscholar.org/paper/b59428b7690be820a7414c0bf203ab923fbb8b99", "title": "Regulating the internet intermediaries in a post-truth world: Beyond media policy?", "abstract": "The regulation of internet intermediaries such as Facebook and Google has drawn increasing academic, journalistic and political attention since the ‘fake news’ controversies following UK’s Brexit vote and Donald Trump’s election victory in 2016. This article examines the pressure for a new regulatory framework for the information intermediaries both within and outside the media industry, notably in Europe, noting that the range of issues thrown up by the operations of the information intermediaries now engage a wider focus than media policy per se, including data and privacy policy, national security, hate speech and other issues. The concept of ‘fake news’ emerges as only one of the drivers of policy change: the dominance of information intermediaries such as Facebook and Google in respect of the digital advertising market and data monopolisation may be even more significant. The article asks whether a new concept of ‘information utilities’ may be appropriate to capture their increasingly dominant role.", "venue": "International Communication Gazette", "year": 2020, "referenceCount": 68, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2442918", "name": "Petros Iosifidis"}, {"authorId": "35501181", "name": "L. Andrews"}]}}, {"isInfluential": true, "contexts": ["Publishers and producers relied on traditional distribution sources such as record and book stores, movie theaters, or cableand satellite-television systems, but now depend on Silicon Valley platforms such as Amazon, Apple’s iTunes, and Netflix (Napoli and Caplan 2017).", "In other words, Silicon Valley platforms set rules for their users, but could not exist without large-scale use (Gillespie 2010; Napoli 2015; Napoli and Caplan 2017).", "…it might be noted that Silicon Valley is itself a weakly autonomous field because it controls the terms for how individuals, organizations, and powerful institutions interact with it, but is dependent on interaction taking place (Napoli and Caplan 2017; Nielsen and Ganter 2018; Rutenberg 2017).", "…describe themselves as technology companies, not media firms, because they are managed by engineers and use few or no human gatekeepers to make content decisions (Gillespie 2010; Napoli and Caplan 2017)—a distinction positioning platforms outside the boundaries of journalism or media (Napoli 2015).", "For example, market-oriented journalism and Silicon Valley platforms must reach large audiences and earn high returns for investors (Napoli and Caplan 2017).", "Like media firms, Silicon Valley platforms use content to draw an audience, then sell the attention of that audience to advertisers (Napoli and Caplan 2017).", "With superior technology and ability to target individual users, Google and Facebook now hold a digital advertising duopoly (Bell and Owen 2017; Napoli and Caplan 2017; Newman et al. 2017) with about 60% US market share (Shaban 2017).", "Algorithms enforce rules to manage the activities of large numbers of platform users (Napoli and Caplan 2017; Newman et al. 2017).", "The formal rules within software code are explicit only to platform owners, who view algorithms as competitive trade secrets (Bell and Owen 2017; Napoli and Caplan 2017)."], "intents": ["background"], "citingPaper": {"paperId": "b89557696589a376202236315ab5967d4b91a4fb", "externalIds": {"MAG": "2922905362", "DOI": "10.1080/1461670X.2019.1593882"}, "url": "https://www.semanticscholar.org/paper/b89557696589a376202236315ab5967d4b91a4fb", "title": "Theorizing Journalism’s Institutional Relationships: An Elaboration of Gatekeeping Theory", "abstract": "ABSTRACT This essay reexamines the institutional level of gatekeeping theory by retheorizing journalism’s institutional relationships and uses Silicon Valley technology platforms as a case in point. The essay puts forward a new framework for assessing institutional influences on journalism, contextualizing journalism’s relative autonomy (strong, equilibrium, or weak) by accounting for the dominant forms of pressure on journalism (regulative, normative, or cognitive), the dominant forms of incentive for maintaining an institutional relationship (coercive, moral, or remunerative), who is most directly pressured (management or reporters), what is most affected (journalism or news), and the main means of resistance to pressure (publicity, norms, or procedures). The framework brings new specificity to accounting for journalism’s limited autonomy, particularly in light of Silicon Valley’s wide-ranging impact on journalism.", "venue": "Journalism Studies", "year": 2019, "referenceCount": 93, "citationCount": 8, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "36640947", "name": "Tim P. Vos"}, {"authorId": "117579036", "name": "F. Russell"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c57f0e783ed3593cc94f1954435b70e238636bdb", "externalIds": {"MAG": "2911280170", "DOI": "10.1080/1369118X.2019.1573914"}, "url": "https://www.semanticscholar.org/paper/c57f0e783ed3593cc94f1954435b70e238636bdb", "title": "What is platform governance?", "abstract": "ABSTRACT Following a host of high-profile scandals, the political influence of platform companies (the global corporations that that operate online ‘platforms’ such as Facebook, WhatsApp, YouTube, and many other online services) is slowly being re-evaluated. Amidst growing calls to regulate these companies and make them more democratically accountable, and a host of policy interventions that are actively being pursued in Europe and beyond, a better understanding of how platform practices, policies, and affordances (in effect, how platforms govern) interact with the external political forces trying to shape those practices and policies is needed. Building on digital media and communication scholarship as well as governance literature from political science and international relations, the aim of this article is to map an interdisciplinary research agenda for platform governance, a concept intended to capture the layers of governance relationships structuring interactions between key parties in today's platform society, including platform companies, users, advertisers, governments, and other political actors.", "venue": "Information, Communication & Society", "year": 2019, "referenceCount": 243, "citationCount": 96, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "35630546", "name": "Robert Gorwa"}]}}, {"isInfluential": false, "contexts": ["Some scholars suggest such companies are in fact media companies and should be taxed and regulated as such (Napoli & Caplan, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "d1f137e116dbe4222e4550211c8ca0bd20e304f6", "externalIds": {"MAG": "2986907183", "DOI": "10.1080/16522354.2019.1684717"}, "url": "https://www.semanticscholar.org/paper/d1f137e116dbe4222e4550211c8ca0bd20e304f6", "title": "Mapping the core actors and flows in streaming video services: what Netflix can tell us about these new media networks", "abstract": "ABSTRACT The popular video streaming services are complex technological and economic systems, comprising parts that have not received much scholarly attention. We provide an overview of the main technologies used when streaming television from production to the viewers, the main players that are involved, and the revenue flows between them. Our case is Netflix, which we studied through company reports, industry reports, and press accounts. It is mapped as five sets of actors: content providers, Netflix itself, primary distribution, secondary distribution, and device makers. Between these we observe four flows: video, intellectual property rights, revenue, and data. We find that streaming services are “new beasts”, very reliant on external partners, and with a strong focus on technology. They may not be just media companies or technology companies but somewhere in between. Scholarly or juridical comparisons with legacy players may hide these aspects.", "venue": "Journal of Media Business Studies", "year": 2019, "referenceCount": 95, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2614448", "name": "Anders Fagerjord"}, {"authorId": "2090117773", "name": "Lucy Kueng"}]}}, {"isInfluential": false, "contexts": ["However, it has been argued that digital platformswidely ignore their responsibilities to society (Taddeo & Floridi, 2016; Tan & Tan, 2012) and that social responsibility is not part of platform logics (Napoli & Caplan, 2017; Russell, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "d60b635f9c55c60ab8029c3c01c7990a5115e5e7", "externalIds": {"MAG": "2958071695", "DOI": "10.1080/1553118X.2019.1613661"}, "url": "https://www.semanticscholar.org/paper/d60b635f9c55c60ab8029c3c01c7990a5115e5e7", "title": "Strategic Communication as Discursive Institutional Work: A Critical Discourse Analysis of Mark Zuckerberg’s Legitimacy Talk at the European Parliament", "abstract": "ABSTRACT Digital platforms are under public scrutiny and face a negotiation process regarding their social responsibility. In this institutional discourse about moral responsibilities, corporate actors aim at defending the legitimacy of digital platforms. This study conceptualizes strategic communication as a means for conveying conformity to legitimacy expectations, to shape legitimacy judgments, and to discursively conduct institutional work. A critical discourse analysis of Zuckerberg’s testimony before the European Parliament finds that pragmatic, moral, and cognitive legitimacy is signaled through corporate ability, responsibility, and conformity narratives, respectively. Moreover, Zuckerberg’s techno-libertarian talk advocates Silicon Valley ideology through utility narratives of artificial intelligence. Thus, Zuckerberg conducts institutional work as an institutional entrepreneur whose strategic communication seeks to manipulate views as well as institutions.", "venue": "International Journal of Strategic Communication", "year": 2019, "referenceCount": 70, "citationCount": 7, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "101646514", "name": "Juliane A. Lischka"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d95685ec73fb7dde5d2408016818eed9e0713335", "externalIds": {"DOI": "10.1093/ccc/tcz043"}, "url": "https://www.semanticscholar.org/paper/d95685ec73fb7dde5d2408016818eed9e0713335", "title": "Wicked Content", "abstract": "Propaganda has recently re-emerged as a matter of concern—especially with regard to communication on social media platforms—yet the meaning of the term is often left unstated, or is, alternately, premised on traditions of thought about propaganda in communication and media studies. Such approaches leave to the periphery ambiguities and inadvertent forms of participation that characterize recent concerns about misinformation, disinformation, and manipulation. This article argues that content that has been labeled as “propaganda” or “fake news” can be seen as wicked content: content that, by its circulation, signals the presence of wicked problems. As an implication of wicked content, this article argues for a sensitizing conceptualization of the term “propaganda” as an index of whether an observer considers the power exerted through media over matters of public relevance to be legitimate.", "venue": "Communication, Culture and Critique", "year": 2019, "referenceCount": 75, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "32193780", "name": "C. Jack"}]}}, {"isInfluential": false, "contexts": ["Indeed, such developments have brought back an old question of whether these digital platform companies are in fact media companies, and should be regulated by nationstates along broadly similar lines (Gillespie, 2018; Mansell, 2015; Napoli & Caplan, 2017).", "Similarly, the future of Section 230 of the Communications Act 1996, which founded safe harbour in the United States, is subject to active discussion and critique (Gillespie, 2018; Napoli & Caplan, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "db33cdd58227c5b61c668edb76e71c9968f062c5", "externalIds": {"MAG": "2908683032", "DOI": "10.1080/22041451.2019.1561394"}, "url": "https://www.semanticscholar.org/paper/db33cdd58227c5b61c668edb76e71c9968f062c5", "title": "Digital communication, the crisis of trust, and the post-global", "abstract": "ABSTRACT It is argued in this paper that the rise of populism worldwide can be seen as arising from a more general crisis of trust in social institutions and in the project of globalisation that has prevailed in Western liberal democracies. The circulation of fake news is best seen as a symptom of the crisis of trust rather than as a primary driver, as so-called filter bubbles are more reflective of political polarisation than of algorithmic sorting, and the interaction between so-called mainstream media and social media is readily apparent in the circulation of social news. Anti-elitism extends to journalists and news organisations as much as it does to political and business elites, but there are signs that trust in news is improving, as questions are increasingly being raised about trust in digital platforms.", "venue": "Communication Research and Practice", "year": 2019, "referenceCount": 126, "citationCount": 14, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3143179", "name": "T. Flew"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e81ec28b7a02084e1ce2d960fb8c92448445ea63", "externalIds": {"MAG": "2963068232", "DOI": "10.1002/POI3.216"}, "url": "https://www.semanticscholar.org/paper/e81ec28b7a02084e1ce2d960fb8c92448445ea63", "title": "User Data as Public Resource: Implications for Social Media Regulation", "abstract": "Revelations about the misuse and insecurity of user data gathered by social media platforms have renewed discussions about how best to characterize property rights in user data. At the same time, revelations about the use of social media platforms to disseminate disinformation and hate speech have prompted debates over the need for government regulation to assure that these platforms serve the public interest. These debates often hinge on whether any of the established rationales for media regulation apply to social media. This paper argues that the public resource rationale that has been utilized in traditional media regulation in the U.S. applies to social media. The public resource rationale contends that, when a media outlet utilizes a public resource – such as the broadcast spectrum, or public rights of way – the outlet must abide by certain public interest obligations that may infringe upon its First Amendment rights. This paper argues that aggregate user data can be conceptualized as a public resource that triggers the application of a public interest regulatory framework to social media sites and other digital platforms that derive their revenue from the gathering, sharing, and monetization of massive aggregations of user data.", "venue": "Policy & Internet", "year": 2019, "referenceCount": 41, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "39277002", "name": "Philip M. Napoli"}]}}, {"isInfluential": false, "contexts": ["More recently, scholars like Napoli and Caplan (2017) and Hesmondhalgh (2017) have argued that Big Tech companies’ vehement denial of their role as media allow them to systematically shirk social responsibility\nwhile circumventing those regulatory structures that govern traditional media industries."], "intents": ["background"], "citingPaper": {"paperId": "fc12094e6dc640e5accfec0f127c7fde3e63e5f0", "externalIds": {"MAG": "2983291947", "DOI": "10.1177/2056305119879672"}, "url": "https://www.semanticscholar.org/paper/fc12094e6dc640e5accfec0f127c7fde3e63e5f0", "title": "Platform Practices in the Cultural Industries: Creativity, Labor, and Citizenship", "abstract": "The rise of contemporary platforms—from GAFAM in the West to the “three kingdoms” of the Chinese Internet—is reconfiguring the production, distribution, and monetization of cultural content in staggering and complex ways. Given the nature and extent of these transformations, how can we systematically examine the platformization of cultural production? In this introduction, we propose that a comprehensive understanding of this process is as much institutional (markets, governance, and infrastructures), as it is rooted in everyday cultural practices. It is in this vein that we present fourteen original articles that reveal how platformization involves key shifts in practices of labor, creativity, and citizenship. Diverse in their methodological approaches and topical foci, these contributions allow us to see how platformization is unfolding across cultural, geographic, and sectoral-industrial contexts. Despite their breadth and scope, these articles can be mapped along four thematic clusters: continuity and change; diversity and creativity; labor in an age of algorithmic systems; and power, autonomy, and citizenship.", "venue": "Social Media + Society", "year": 2019, "referenceCount": 59, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "20537832", "name": "B. Duffy"}, {"authorId": "2511968", "name": "T. Poell"}, {"authorId": "2679219", "name": "D. Nieborg"}]}}, {"isInfluential": false, "contexts": ["Although companies like Facebook often eschew their roles as media companies (Napoli & Caplan, 2017)37 and people find news through a variety of different media, audiences are increasingly using such platforms to access and share news (Bright, 2016; Gotfried & Shearer, 2016; Trilling, Tolochko, &…"], "intents": ["background"], "citingPaper": {"paperId": "064b9b1d79a64d499d4efa2364b94f5612096ec9", "externalIds": {"MAG": "2884471038", "DOI": "10.7551/mitpress/9516.001.0001"}, "url": "https://www.semanticscholar.org/paper/064b9b1d79a64d499d4efa2364b94f5612096ec9", "title": "Networked Press Freedom: Creating Infrastructures for a Public Right to Hear", "abstract": null, "venue": "", "year": 2018, "referenceCount": 739, "citationCount": 25, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2151275", "name": "Mike Ananny"}]}}, {"isInfluential": false, "contexts": ["This kind of statement represents a significant acknowledgement of the political importance of social media platforms, despite their past insistence that they are neutral conduits of information rather than media companies or publishers (Napoli and Caplan 2017)."], "intents": ["background"], "citingPaper": {"paperId": "2b58f2a51954283196e9943f235b1f3f2c65c5cf", "externalIds": {"MAG": "2951492054", "ArXiv": "1801.06863", "DOI": "10.1002/poi3.184"}, "url": "https://www.semanticscholar.org/paper/2b58f2a51954283196e9943f235b1f3f2c65c5cf", "title": "Unpacking the Social Media Bot: A Typology to Guide Research and Policy", "abstract": "Amidst widespread reports of digital influence operations during major elections, policymakers, scholars, and journalists have become increasingly interested in the political impact of social media 'bots.' Most recently, platform companies like Facebook and Twitter have been summoned to testify about bots as part of investigations into digitally-enabled foreign manipulation during the 2016 US Presidential election. Facing mounting pressure from both the public and from legislators, these companies have been instructed to crack down on apparently malicious bot accounts. But as this article demonstrates, since the earliest writings on bots in the 1990s, there has been substantial confusion as to exactly what a 'bot' is and what exactly a bot does. We argue that multiple forms of ambiguity are responsible for much of the complexity underlying contemporary bot-related policy, and that before successful policy interventions can be formulated, a more comprehensive understanding of bots --- especially how they are defined and measured --- will be needed. In this article, we provide a history and typology of different types of bots, provide clear guidelines to better categorize political automation and unpack the impact that it can have on contemporary technology policy, and outline the main challenges and ambiguities that will face both researchers and legislators concerned with bots in the future.", "venue": "Policy & Internet", "year": 2018, "referenceCount": 103, "citationCount": 77, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Political Science", "Computer Science"], "authors": [{"authorId": "35630546", "name": "Robert Gorwa"}, {"authorId": "27558311", "name": "Douglas Guilbeault"}]}}, {"isInfluential": false, "contexts": ["(Napoli and Caplan, 2017)\nThe events of the last 2 years – the information catastrophe around the US Presidential election of November 2016, the Adpocalypse of early 2017, the Cambridge Analytica scandal of early 2018 - have definitively secured Napoli and Caplan’s case."], "intents": ["background"], "citingPaper": {"paperId": "2c2a7c29197192e718452e96341c5dc4289bc1c4", "externalIds": {"MAG": "2921297776", "DOI": "10.1177/1329878X18798693"}, "url": "https://www.semanticscholar.org/paper/2c2a7c29197192e718452e96341c5dc4289bc1c4", "title": "Creative destruction in the screen industries and implications for policy", "abstract": "This article traverses aspects of a personal journey of a humanities scholar, trained in traditional disciplines of textual analysis and aesthetic appreciation, working with evolutionary economics. Reflecting on a 2008 article for the Journal of Cultural Economics that hypothesised the importance of social network markets as a new definition of creative industries, the article notes how remarkably this had come to pass, with the emergence of social media entertainment. This new industry is based on previously amateur creators engaging in content innovation and media entrepreneurship across multiple social media platforms to aggregate global fan communities and incubate their own media brands. The implications of social media entertainment for screen policy, both through cultural and industry agency support and through regulation and programme innovation, are explored internationally as well as in the context of the current Australian Content and Children’s Review.", "venue": "Media International Australia", "year": 2018, "referenceCount": 52, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145056159", "name": "S. Cunningham"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5e2e1959410933cd152e58cbf4f8a6a072c869d9", "externalIds": {"MAG": "2802386202", "DOI": "10.7916/D85B1JG9"}, "url": "https://www.semanticscholar.org/paper/5e2e1959410933cd152e58cbf4f8a6a072c869d9", "title": "The Partnership Press: Lessons for Platform-Publisher Collaborations as Facebook and News Outlets Team to Fight Misinformation", "abstract": null, "venue": "", "year": 2018, "referenceCount": 73, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2151275", "name": "Mike Ananny"}]}}, {"isInfluential": false, "contexts": ["…as providing salvation from the mainstream media, the crises emerging at Facebook and other digital media platforms suggest that these companies are beset by many of the old problems that faced the media giants of the 20th century, as well as a set of new ones (Mosco, 2017; Napoli & Caplan, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "879fff60d9cea2b9bcb0522e49573c6435d32e49", "externalIds": {"MAG": "2943271822", "DOI": "10.2139/SSRN.3334704"}, "url": "https://www.semanticscholar.org/paper/879fff60d9cea2b9bcb0522e49573c6435d32e49", "title": "Trust in the Digital Economy: Towards A Framework for Comparative Analysis", "abstract": "This paper observes that the contemporary crisis of trust in institutions arises in part from the duality of trust in modern societies, where citizens are expected both the believe in and be sceptical of claims to expert knowledge. In the digital age, this manifests itself around a crisis of trust in digital platforms, which have become central to contemporary communication practices and forms of shared social knowledge and understanding. It presents the case for developing alternative methodologies to survey-based approaches, that can make use of digital data to advance insights around trust in a digital age.", "venue": "", "year": 2018, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3143179", "name": "T. Flew"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8e335bd758e68f6842147f433111017b5eec8892", "externalIds": {"MAG": "2922009296", "DOI": "10.31235/osf.io/ack26"}, "url": "https://www.semanticscholar.org/paper/8e335bd758e68f6842147f433111017b5eec8892", "title": "Lawless: the secret rules that govern our digital lives", "abstract": "Lawless is about the power that technology companies have over our lives and how we can develop a new constitutionalism to better protect our rights.Social media platforms, search engines, and other technology companies influence what we can see and say online. These giant companies govern our behavior online without real accountability, and they are at the centre of fierce battles between governments, lobby groups, the media, and grassroots campaigns from activists. Drawing on ten years of research, this book shows how our social lives, our news, and our information environments are shaped by a complex web of legal, technical, and social forces.This is a book about the future of our media and our shared social spaces. We are now at a constitutional moment—a time when we can all demand better from the companies that govern our lives. This book provides a guide to a new constitutionalism: real limits on power that protect human rights in a decentralized environment. Ultimately, it provides a comprehensive argument about how we should expect the governance of online social spaces to be more legitimate – and particularly, how we might develop new forms of due process for the algorithmic and human decision making systems that rule our digital lives.", "venue": "", "year": 2018, "referenceCount": 191, "citationCount": 31, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "69373969", "name": "Nicolas Suzor"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ad68a81cd836291ea4db5acb98c7de139204c4c1", "externalIds": {"MAG": "2953196875", "DOI": "10.2139/SSRN.3331065"}, "url": "https://www.semanticscholar.org/paper/ad68a81cd836291ea4db5acb98c7de139204c4c1", "title": "Technology and Trust: The Challenge of Regulating Digital Platforms", "abstract": "This paper considers issues around digital platforms and their ethical responsibilities in the context of a wider crisis of institutional trust in liberal democracies. It discusses options for external regulation as self-regulation appears to have failed, which include industry codes of practice, the application of 'soft law', regulation through media policy, and international governance frameworks.", "venue": "", "year": 2018, "referenceCount": 44, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3143179", "name": "T. Flew"}]}}, {"isInfluential": false, "contexts": ["At the same time, companies like Facebook, Google, and Twitter refer to themselves as technology companies, rather than media companies.(53) While these platform companies rely on legal exemptions regarding the content posted by users (Section 230 of the Communications Decency Act), these regulations were enacted prior to platform companies becoming both important arbiters of newsworthiness and distribution systems of news media."], "intents": ["background"], "citingPaper": {"paperId": "d7e39264d40d919220235d6fcc04f8f1a2eee70d", "externalIds": {"MAG": "2891620031"}, "url": "https://www.semanticscholar.org/paper/d7e39264d40d919220235d6fcc04f8f1a2eee70d", "title": "Dead reckoning: Navigating content moderation after \"fake news\"", "abstract": null, "venue": "", "year": 2018, "referenceCount": 80, "citationCount": 29, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "50538866", "name": "R. Caplan"}, {"authorId": "2055655305", "name": "Lauren Hanson"}, {"authorId": "47546597", "name": "Joan M. Donovan"}]}}, {"isInfluential": false, "contexts": ["The bulk of these programs are produced by EuroAmerican media companies, chief among them Walt Disney and Time Warner (Napoli & Caplan, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "dc0436ce3b7772b56871fecf7778448f6eb1058f", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/dc0436ce3b7772b56871fecf7778448f6eb1058f", "title": "OF TELEVISED ANIMATED CARTOONS WATCHED BY CHILDREN AGED SEVEN TO ELEVEN YEARS IN NAIROBI COUNTY , KENYA 1 *", "abstract": "Purpose: The purpose of this study was to establish the nature of televised animated cartoons watched by children aged seven and eleven years in Nairobi County, Kenya. It is about cartoonconsumer relationship in an effort to discover the impacts of animated cartoons on children in Nairobi. It also raises awareness on the implications of raising children in Nairobi on an animated cartoon content that is designed mainly from Euro-American and not local values, attitudes and sensibilities. It is hoped that the findings and conclusions herein will help generate cartoons that can educate Kenyan children to live in ways that are socially and culturally desirable. Methodology: The study used descriptive survey method to collect information through casual interviews and self-administered questionnaires. Findings: This study suggests that animated cartoons have discernible impacts on children in Nairobi in that they influence the children to construct their worldview and create perceptions that are alien to Kenya. Unique contribution to theory, practice and policy: Between the ages of seven to eleven years children are excellent imitators but poor evaluators, therefore, the non-African ideals and values portrayed in the animated cartoons are increasingly defining the perception and attitudes towards gender roles, sexuality, body images and role modelling of children who consume animated cartoons in Nairobi. This is because these children are in that stage where images and impressions from diverse environments play a big part in how they construct their world.", "venue": "", "year": 2018, "referenceCount": 15, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "118870434", "name": "M. C. A. Kidenda"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e3daa732b176b3a237d33257cf7b9562adb1d864", "externalIds": {"DBLP": "journals/corr/abs-1801-06863", "MAG": "2785039769"}, "url": "https://www.semanticscholar.org/paper/e3daa732b176b3a237d33257cf7b9562adb1d864", "title": "Understanding Bots for Policy and Research: Challenges, Methods, and Solutions", "abstract": "Amidst widespread reports of digital influence operations during major elections, policymakers, scholars, and journalists have become increasingly interested in the political impact of social media 'bots.' Most recently, platform companies like Facebook and Twitter have been summoned to testify about bots as part of investigations into digitally-enabled foreign manipulation during the 2016 US Presidential election. Facing mounting pressure from both the public and from legislators, these companies have been instructed to crack down on apparently malicious bot accounts. But as this article demonstrates, since the earliest writings on bots in the 1990s, there has been substantial confusion as to exactly what a 'bot' is and what exactly a bot does. We argue that multiple forms of ambiguity are responsible for much of the complexity underlying contemporary bot-related policy, and that before successful policy interventions can be formulated, a more comprehensive understanding of bots --- especially how they are defined and measured --- will be needed. In this article, we provide a history and typology of different types of bots, provide clear guidelines to better categorize political automation and unpack the impact that it can have on contemporary technology policy, and outline the main challenges and ambiguities that will face both researchers and legislators concerned with bots in the future.", "venue": "ArXiv", "year": 2018, "referenceCount": 91, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "35630546", "name": "Robert Gorwa"}, {"authorId": "27558311", "name": "Douglas Guilbeault"}]}}, {"isInfluential": true, "contexts": ["…of the negative obligations (i.e. obligations to police/protect against the circulation of certain types of speech) associated with media companies’ (Napoli and Caplan, 2017: 16), as well as ‘more intensive government oversight, in the form of affirmative obligations to serve the public interest…", "Napoli and Caplan’s (2017) recent article follows earlier work such as that of Tarleton Gillespie (2010) in addressing the long history of social media companies such as Facebook, ‘insisting they are not news organizations, or even media companies, at all’ (Napoli and Caplan, 2017: 1) in order to be treated as technology companies.", "…of speech) associated with media companies’ (Napoli and Caplan, 2017: 16), as well as ‘more intensive government oversight, in the form of affirmative obligations to serve the public interest and more stringent regulation in areas such as concentration of ownership’ (Napoli and Caplan, 2017: 8).", "Napoli and Caplan’s (2017) recent article follows earlier work such as that of Tarleton Gillespie (2010) in addressing the long history of social media companies such as Facebook, ‘insisting they are not news organizations, or even media companies, at all’ (Napoli and Caplan, 2017: 1) in order to be treated as technology companies. Napoli and Caplan’s article provides what is probably the most thorough point-by-point takedown to date of the technology companies’ claims. It also outlines the rationale for these claims being made in the first place: that is, to ensure that these companies are ‘sheltered from many of the negative obligations (i.e. obligations to police/protect against the circulation of certain types of speech) associated with media companies’ (Napoli and Caplan, 2017: 16), as well as ‘more intensive government oversight, in the form of affirmative obligations to serve the public interest and more stringent regulation in areas such as concentration of ownership’ (Napoli and Caplan, 2017: 8). Napoli and Caplan (2017) argue that the platforms’ success in defining themselves in this way has been fundamental to their development:", "Napoli and Caplan (2017) argue that the platforms’ success in defining themselves in this way has been fundamental to their development:\n… part of the way that these companies were able to evolve into dominant media firms is by circumventing the media legal and regulatory frameworks that may have…", "…article follows earlier work such as that of Tarleton Gillespie (2010) in addressing the long history of social media companies such as Facebook, ‘insisting they are not news organizations, or even media companies, at all’ (Napoli and Caplan, 2017: 1) in order to be treated as technology companies."], "intents": ["background"], "citingPaper": {"paperId": "e5c31de28577093553cb1ffb125cf7853583f934", "externalIds": {"MAG": "2809834774", "DOI": "10.1177/1329878X18782987"}, "url": "https://www.semanticscholar.org/paper/e5c31de28577093553cb1ffb125cf7853583f934", "title": "The media and democracy in the digital era: is this what we had in mind?", "abstract": "In the mass media era, the role of the media was universally regarded as fundamental to the proper functioning of the democratic state: the media’s capacity to provide information freely to all citizens ensured they had equal access to the democratic process. There were many, though, who registered concern at the top-down, government-led and highly concentrated structures of power embedded here; it was easy to demonstrate how the flow of information could be manipulated and the power of the media abused. Consequently, the arrival of the digital era seemed to radically modify that power relation for the better. The initial enthusiasm, though, has been challenged by what, a decade or two later, we have ended up with: a digital landscape that does indeed offer unprecedented access to information, in ways that have been transformative – but that is also awash with socially regressive content: fake news, hate speech revenge porn and so on. In this article, I want to discuss some aspects of what we have got from the digital era so far, with a particular focus on the changing relationship between the media and democracy – and within that, the role of news, information and the practice of journalism.", "venue": "", "year": 2018, "referenceCount": 45, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "48643969", "name": "Graeme Turner"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "fca5f0a63f4af18407525de663d21ad47b9c8d66", "externalIds": {"MAG": "2907390325"}, "url": "https://www.semanticscholar.org/paper/fca5f0a63f4af18407525de663d21ad47b9c8d66", "title": "A Critical Ethnography of Facebook", "abstract": "................................................................................................................................................................... 4 Chapter 1: Public Introductions ........................................................................................................................... 7 Methodology ....................................................................................................................................................... 9 Genesis............................................................................................................................................................... 12 Facebook Creates New Meanings for Words ............................................................................................... 17 Introducing the Quantified Socio-cultural Capital ...................................................................................... 21 Conclusion......................................................................................................................................................... 23 Outline of successive chapters ....................................................................................................................... 24 Chapter 2: Networks of Ironic Spectator Activism ........................................................................................ 26 Introduction: What is a Hash-tag and what is Slacktivism? ....................................................................... 26 Fetishization of Distant Suffering: #Kony2012 .......................................................................................... 30 The #IceBucketChallenge .............................................................................................................................. 31 Profile Picture Protest ..................................................................................................................................... 37 Conclusion......................................................................................................................................................... 44 Chapter 3: Protest Moves Offline ...................................................................................................................... 48 The Rise of the #(...)MustFall Protests ........................................................................................................ 50 #Shackville ........................................................................................................................................................ 54 #AfrikaansMustFall and Racial Confrontation............................................................................................ 56 #Feesmustfall Reloaded, The Spring of Occupation ................................................................................. 61 Concluding Remarks ........................................................................................................................................ 69 Chapter 4: Ubiquity and the Myth of Free-flowing (‘Social’) Information ................................................. 7", "venue": "", "year": 2018, "referenceCount": 27, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "114339544", "name": "A. Crewe"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7b7b3a52e70dfe88e83368e8ecc2172ee6dcdd62", "externalIds": {"MAG": "2772255966", "DOI": "10.1080/1461670X.2017.1412806"}, "url": "https://www.semanticscholar.org/paper/7b7b3a52e70dfe88e83368e8ecc2172ee6dcdd62", "title": "The New Gatekeepers", "abstract": "This study explores interactions between journalism and Silicon Valley with a qualitative textual analysis of interviews in the Riptide oral history of the digital disruption of journalism. Discourse between 4 senior news executives and 22 technology executives, developers, investors, and entrepreneurs indicated that journalists and technologists interact with each other based on institutional-level concerns. Journalists and technologists expressed a shared assumption that Silicon Valley platforms have taken an intermediary gatekeeping role between journalism and citizens. Silicon Valley actors expressed common values such as a belief that technological solutions can be found for societal problems and that information should be freely accessible. To the extent that institutions are influenced by discourse and discourse shapes understanding of journalism and other institutional actors, the findings suggested Silicon Valley could be understood as an emerging institution that has gained control of a societal sector of exchanging information over digital networks. Silicon Valley and journalism actors expressed common concerns such as a need for citizens to have information they need to participate in democracy. However, Silicon Valley actors did not express a belief that the values of journalism are necessary to achieve those outcomes.", "venue": "", "year": 2017, "referenceCount": 58, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "117579036", "name": "F. Russell"}]}}]}