{"offset": 0, "data": [{"intents": ["background"], "contexts": ["This will reduce even more our control over social dynamics (Floridi, 2014) and backfire with even more threatening, addictive, and unhealthy dystopian situations."], "isInfluential": false, "citingPaper": {"paperId": "1414c80cc8371b4c7383b4a8adb1a6f6a6e6df64", "externalIds": {"DBLP": "journals/corr/abs-2102-04211", "ArXiv": "2102.04211"}, "url": "https://www.semanticscholar.org/paper/1414c80cc8371b4c7383b4a8adb1a6f6a6e6df64", "title": "Challenging Social Media Threats using Collective Well-being Aware Recommendation Algorithms and an Educational Virtual Companion", "abstract": "Social media (SM) have become an integral part of our lives, expanding our inter-linking capabilities to new levels. There is plenty to be said about their positive effects. On the other hand however, some serious negative implications of SM have repeatedly been highlighted in recent years, pointing at various SM threats for society, and its teenagers in particular: from common issues (e.g. digital addiction and polarization) and manipulative influences of algorithms to teenager-specific issues (e.g. body stereotyping). The full impact of current SM platform design – both at an individual and societal level – asks for a comprehensive evaluation and conceptual improvement. We extend measures of Collective Well-Being (CWB) to SM communities. As users’ relationships and interactions are a central component of CWB, education is crucial to improve CWB. We thus propose a framework based on an adaptive “social media virtual companion” for educating and supporting the entire students’ community to interact with SM. The virtual companion will be powered by a Recommender System (CWB-RS) that will optimize a CWB metric instead of engagement or platform profit, which currently largely drives recommender systems thereby disregarding any societal collateral effect. CWB-RS will optimize CWB both in the short term, by balancing the level of SM threat the students are exposed to, as well as in the long term, by adopting an Intelligent Tutor System role and enabling adaptive and personalized 1 ar X iv :2 10 2. 04 21 1v 1 [ cs .C Y ] 2 5 Ja n 20 21 Ognibene et al. Socialmedia Companion for Collective Well-Being sequencing of playful learning activities. Experts and educators in the educationally managed social media community of the companion users play four key roles: 1. use the companion in classroom-based educational activities; 2. provide a hierarchical structure of learning strategies, objectives and activities that will support and contain the adaptive sequencing algorithms of the CWB-RS based on hierarchical reinforcement learning; 3. act as moderators of direct conflicts between the members of the community; and, finally, 4. monitor and address ethical and educational issues that are out of the intelligent agent’s competence. This framework offers an initial step on understanding how to design SM systems and embedded educational interventions that favour a more healthy and positive society.", "venue": "ArXiv", "year": 2021, "referenceCount": 295, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1685305", "name": "D. Ognibene"}, {"authorId": "1766982", "name": "D. Taibi"}, {"authorId": "2993548", "name": "Udo Kruschwitz"}, {"authorId": "2066114785", "name": "R. Wilkens"}, {"authorId": "1403055884", "name": "D. Hernández-Leo"}, {"authorId": "1396434644", "name": "Emily Theophilou"}, {"authorId": "48529359", "name": "L. Scifo"}, {"authorId": "21721417", "name": "René Lobo"}, {"authorId": "2083687067", "name": "Francesco Lomonaco"}, {"authorId": "2374750", "name": "S. Eimler"}, {"authorId": "1688461", "name": "H. U. Hoppe"}, {"authorId": "1691532", "name": "Nils Malzahn"}]}}, {"intents": ["background"], "contexts": ["This is quite surprising in light of current debate on issues such as mediatization (Couldry & Hepp, 2013; Hepp, Hjarvard, & Lundby, 2015), the role played by algorithms (Fuller, 2008; Manovich, 2013), and the integration between mediated communication, robotics, and wearable technologies (Floridi, 2014; Turkle, 2011).", "…in light of current debate on issues such as mediatization (Couldry & Hepp, 2013; Hepp, Hjarvard, & Lundby, 2015), the role played by algorithms (Fuller, 2008; Manovich, 2013), and the integration between mediated communication, robotics, and wearable technologies (Floridi, 2014; Turkle, 2011)."], "isInfluential": false, "citingPaper": {"paperId": "1fe4e6f08e753d6c90797482c9daadcca8c7e4ca", "externalIds": {"MAG": "2964420921"}, "url": "https://www.semanticscholar.org/paper/1fe4e6f08e753d6c90797482c9daadcca8c7e4ca", "title": "On the Concept of Medium: An Empirical Study", "abstract": "The media are a fundamental object of communication studies, but do we agree on the definition of this term? Since the 1990s, technological convergence has modified the mediascape and complicated the distinction between technical device and communication channel. Today, people can read the newspaper on a smartphone and watch television on a computer screen—a situation that makes it compelling to reflect on what a medium actually is. To discover whether agreement on this matter exists in academia, we consulted members of the editorial boards of some of the leading journals in the communication field. Based on the results of a two-step survey, the article reflects on the theoretical status of media studies and some features of the field.", "venue": "", "year": 2019, "referenceCount": 35, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2079142174", "name": "A. Miconi"}, {"authorId": "2004538661", "name": "M. Serra"}]}}, {"intents": ["background"], "contexts": ["In these days and age, we are our information and what becomes of it (Floridi, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "2334cbe99e232b3b02b7c0500ce4c4e1d139ca8d", "externalIds": {"MAG": "2997608566", "DOI": "10.7559/citarj.v11i2.667"}, "url": "https://www.semanticscholar.org/paper/2334cbe99e232b3b02b7c0500ce4c4e1d139ca8d", "title": "On False Augmented Agency and What Surveillance Capitalism and User-Centered Design Have to Do With It", "abstract": "In the last years, there has been a surge in AI-powered products. Often marketed as \"free\", these services operate as hooks to lure unsuspecting users into voluntarily giving up data about every aspect of their life. Their data is the primary fuel of surveillance capitalism, a new economic system that exclusively benefits so-called Big Tech organisations at the expense of personal privacy and freedom of choice. This paper argues the ways these AI-powered products are being imagined and designed is further generalising a kind of, \"enframing\" that encourages a bureaucratic relationship with the world disguised as (a false sense of) augmented agency. This paper shows that technologically informed philosophical reflections can contribute to getting ourselves back into the feedback loop of technological mediation by helping us recognise our \"becoming\" with technologies as a design process.", "venue": "", "year": 2019, "referenceCount": 58, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1412655746", "name": "Rodrigo Hernández-Ramírez"}]}}, {"intents": ["background"], "contexts": ["In a social context, there is more freedom online to present who you may reasonably be or hope to become [12]."], "isInfluential": false, "citingPaper": {"paperId": "55da8763bbfd7cda01bbc7e595d0334fb5808c1a", "externalIds": {"MAG": "2927326399", "DBLP": "conf/hicss/LandauER19", "DOI": "10.24251/HICSS.2019.264"}, "url": "https://www.semanticscholar.org/paper/55da8763bbfd7cda01bbc7e595d0334fb5808c1a", "title": "Coping Strategies for Youth Suffering from Online Interpersonal Rejection", "abstract": "The Internet and social media have rapidly changed our lives, and are profoundly affecting the social lives of adolescents, expanding and enriching their communication options. At the same time, they often operate as a platform that amplifies the real-world phenomenon of interpersonal rejection – a harsh and excruciating experience. In this study, we will examine, youth's coping methods with online social rejection from a psycho-social perspective. To achieve this objective, a data-based heuristic model was developed, based on indepth interviews with 19 adolescents from Israel who experienced online rejection. The findings show several coping strategies ranging from adaptive to maladaptive online and offline used interchangeably.", "venue": "HICSS", "year": 2019, "referenceCount": 51, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2078992823", "name": "Aviv Landau"}, {"authorId": "2807975", "name": "Z. Eisikovits"}, {"authorId": "3356442", "name": "S. Rafaeli"}]}}, {"intents": ["background"], "contexts": ["We should be wary of breathless predictions of the imminent rise of super-intelligent machines (see, e.g. the critique presented in Floridi 2014)."], "isInfluential": false, "citingPaper": {"paperId": "5dd5207630f19a79144e06739656648a4f9ab386", "externalIds": {"MAG": "2802194109", "DOI": "10.1007/S10551-018-3887-1"}, "url": "https://www.semanticscholar.org/paper/5dd5207630f19a79144e06739656648a4f9ab386", "title": "Corporate Agency and Possible Futures", "abstract": "We need an account of corporate agency that is temporally robust—one that will help future people to cope with challenges posed by corporate groups in a range of credible futures. In particular, we need to bequeath moral resources that enable future people to avoid futures dominated by corporate groups that have no regard for human beings. This paper asks how future philosophers living in broken or digital futures might re-imagine contemporary debates about corporate agency. It argues that the only temporally robust account is moralised extreme collectivism, where full moral personhood is accorded (only) to those corporate groups that are reliably disposed to respond appropriately to moral reasons.", "venue": "", "year": 2019, "referenceCount": 60, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "15665804", "name": "T. Mulgan"}]}}, {"intents": ["background"], "contexts": ["The emerging of information and communication technologies (ICTs) reshape human behavior [1]."], "isInfluential": false, "citingPaper": {"paperId": "a63072adc5baa37307340fee685d0d5237f93280", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/a63072adc5baa37307340fee685d0d5237f93280", "title": "Teachers and Technology-Be Aware or Beware?", "abstract": "Today, in the digital age, the emerging information and communication technologies (ICTs) reshape human life significantly. Fundamental changes reflect in humans’ behavior and worldviews. In the field of education, the impact of ICTs manifests on the four components of education: teacher, learning environment, student and curriculum. Each of these components is affected by the digital age. The teachers' identity is a critical component, that can throw light and explain why the field of education is still far behind when it comes to digitization and reshaping education. In this paper, we apply a known SAMR (Substitution, Augmentation, Modification and Redefinition) model in order to assess the above components of education in the context of digitization. Teachers' testimonies are used to place each of the mentioned components at its specific SAMR level. The teachers’ testimonies verify the major differences between the way the teachers adjust to the digital age and the way their students do. The criteria found to be the main implication in the interviews resonates why each of the mentioned components is in a different SAMR level. To succeed in reshaping education to fit the digital age, and reach digitalization, all the components described should reach the highest level of SAMR – redefinition. The difficulty lies within the contingent relations between the components. When one independently progresses, others are still behind blocking other components’ progress as well. Teachers’ Identity, Teachers’ Worldview, Digital Age, SAMR Model, Science Teachers", "venue": "", "year": 2019, "referenceCount": 12, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2095917232", "name": "Koren Nitzan"}, {"authorId": "2099242438", "name": "Tsybulsky Dina"}, {"authorId": "2102250353", "name": "Levin Ilya"}]}}, {"intents": ["background"], "contexts": ["Digital media have been radically reshaping society, a profound transformation that was coined the fourth revolution of mankind [1]."], "isInfluential": false, "citingPaper": {"paperId": "c80b696d3671bd2ab5083d7254040ced8dc6dbdb", "externalIds": {"MAG": "2998747288", "DBLP": "conf/icgi2/SilvaA0PARR19", "DOI": "10.1109/ICGI47575.2019.8955087"}, "url": "https://www.semanticscholar.org/paper/c80b696d3671bd2ab5083d7254040ced8dc6dbdb", "title": "Involving communities in shaping digital solutions for innovation in societies and territories", "abstract": "The role and potential of digital tools, in supporting citizens and communities who are leading territory-based innovation, is not yet entirely understood. To contribute to addressing this gap, this research conducted two focus groups with two sets of five community-let initiatives. Following a mixed-coding approach, data was analysed to identify the mediation and communication tools that communities use, as well as the purposes of use, and the experiences prompted by the use of those tools. Data was also analysed to develop an understanding of the attributes and features desired in a future digital solution, that could best support communities' activities. Results show that both, small- and larger-sized initiatives, avail of a breath of digital tools to develop their activities, in a scenario where traditional tools continue to hold an important role. Yet, while small-sized initiatives strive to promote their activities and to develop synergies with local peers, larger-sized initiates are more concerned with optimizing digital media use and with continuing to engage in face-to-face interactions, with the multiple agents they work with.", "venue": "2019 International Conference on Graphics and Interaction (ICGI)", "year": 2019, "referenceCount": 22, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "1747940", "name": "Paula Alexandra Silva"}, {"authorId": "2052527487", "name": "M. J. Antunes"}, {"authorId": "122322879", "name": "O. Tymoshchuk"}, {"authorId": "145755648", "name": "Luís Pedro"}, {"authorId": "144970266", "name": "A. M. Almeida"}, {"authorId": "2063028985", "name": "D. Renó"}, {"authorId": "145054240", "name": "F. Ramos"}]}}, {"intents": ["background"], "contexts": ["Floridi argues that we need not be afraid of any strong artificial intelligence, who like a monster takes over the world (2016a, 2017). Instead, we must watch, design and learn to live together with weak and specialised artificial intelligence, which can process specific information very fast and communicate it with other ICTs, but has \"the intelligence of a toaster\" (2014a, p 141). This stupidity of ICTs can help make us more human, not less (2017). ICTs functions the home team of the infosphere, the natives, and we are the away team (2014a, p.", "He is trying to describe and communicate how ICTs \"inscribe\" themselves into the world (Floridi, 2014a, p.129ff), and he does it in a serious and fascinating way - which of course also causes debate.", "…for a new frame of reference: the blurring of the distinctions 1) between reality and virtuality; 2) between human, machine and nature and 3) the reversal from information scarcity to abundance and finally 4) the \"shift of primacy of entities to primacy of interactions\" (Floridi, 2014b, p. 7)."], "isInfluential": true, "citingPaper": {"paperId": "05b857c77a13cfcfd5d9b9a8ebe6bd8f9d393f8b", "externalIds": {"MAG": "2895638078"}, "url": "https://www.semanticscholar.org/paper/05b857c77a13cfcfd5d9b9a8ebe6bd8f9d393f8b", "title": "Using Philosophy of Information to look at teaching, technology and networked learning", "abstract": "In this conceptual paper, Luciano Floridi's philosophy of Information (PI) is interpreted and used for generating and presenting alternative or deviating, even provoking, understanding and scenari ...", "venue": "", "year": 2018, "referenceCount": 25, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "38870411", "name": "A. Norberg"}]}}, {"intents": ["background"], "contexts": ["Modern digital culture, generated by the global information and computer revolution of the late 20th century, is characteristic by intensive development of the network technological order, as well as by interaction subjects and interaction space virtualization (Floridi, 2014).", "Modern digital culture, generated by the global information and computer revolution of the late\n20th century, is characteristic by intensive development of the network technological order, as well as by interaction subjects and interaction space virtualization (Floridi, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "173b4dfd8719b05122f64e4dc9f48780016017a6", "externalIds": {"MAG": "2790256483", "DOI": "10.15405/EPSBS.2018.02.144"}, "url": "https://www.semanticscholar.org/paper/173b4dfd8719b05122f64e4dc9f48780016017a6", "title": "Interactions Design In Technogenic Information And Communication Environments", "abstract": "The article is devoted to the problem of humanitarian control of interactions in modern technological culture. Particular attention is paid to the technology of information manipulation, the relationship of digital culture and the individual lifeworld. The objectives of the article include identification of the specifics of interacting subjects in information environments, clarifying the principles of their design in the network order. The need is stressed for a civilizational approach that emphasizes the relevance of ethical relationship as the basis for the humanitarian control over the design of interactions in technogenic environments. Nowadays, civilization is interpreted as a “society of knowledge” that unites the components of the technosphere and the political, ethical, cultural, mental aspects of social life. The study is conducted in terms of the interdisciplinary approach, in which context any object is treated as a sociotechnical one, included into the communication environment and into the system of subject interactions. The article specifies the methods of subject interactions design in information environments. The practical aspect of interactions designing technology is demonstrated in the process of making optimal decisions when a new product is created. The main conclusion is that in the network space, the interaction of human and technology should be considered from the standpoint of partner relations. © 2018 Published by Future Academy www.FutureAcademy.org.UK", "venue": "", "year": 2018, "referenceCount": 16, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "70569000", "name": "O. Shipunova"}]}}, {"intents": ["background"], "contexts": ["We complement the concept of Floridi with the component of human side – the formations hold by living consciousness – that assign meaning to the whole set of information represented in formations.", "According to Floridi [13] we are in the 4th revolution, and a new information infrastructure, the info-sphere is under construction.", "Floridi in [15] defines information as well-formed, meaningful and truthful data.", "There are ideas pointing into this direction as Burgin’s ontology ([7], pp. 109, ff.), then the approaches for modeling of systems [8], the Design Science Research paradigm [9], and Floridi’s perception of design [10].", "In section 2, from this starting point, we investigate the coexistence of computation and information, Denning and Bell’s paradox, formal information theories, Floridi’s infosphere and 4th revolution.", "The Library and Information Science (LIS) community has active discussion on the Philosophy of Information (see Floridi and Bawden [30]).", "Floridi’s 4 revolutions [13] are the Copernican, Darwinian, Freudian and Informational.", "Floridi in [10] introduced a new logic; a conceptual logic of information about (or modeling) the conditions of feasibility of a system, that is, a logic of information as a logic of design.", "After Floridi, the infosphere is constituted “by all informational entities, their properties, interactions, processes, and mutual relations” [19]."], "isInfluential": true, "citingPaper": {"paperId": "217dd3f5044d1f6310382360aad476ae6758a87d", "externalIds": {"MAG": "2912852542", "DOI": "10.1109/COGINFOCOM.2018.8639904"}, "url": "https://www.semanticscholar.org/paper/217dd3f5044d1f6310382360aad476ae6758a87d", "title": "On the Notion of Information – Info-sphere, the World of Formations", "abstract": "Information has central role in many areas of our life. Recent development of information technologies and computation extended our capability to collect, analyze, distribute, process and utilize information. Information became one of the most important notion of our era. Still, there is no agreement on its definition. Computation and the digital communications has brought dramatic changes on our notion of information. It is commonly agreed that information has real, physically observable patterns, what is something that can be sensed, observed, and altered. We shall name the patterns of information as formation. The association of the referent, the meaning of formation, is a real process developing in space and time. We name it an information event. It is given by a triplet of the owner (or observer), the formation and the referent. Using this elementary building block of information, we characterize the new era in the evolution of mankind’s infosphere. Today, the new component of the infosphere, that contains the majority of the permanent formations is the Digital Universe. The origin of formal information theories is closely related to randomness and uncertainty. In the presentation, our second goal is to give a new light on the role and importance of probabilistic and algorithmic information theory. Extended their power via computation, they play important role in communication and cognition processes. At the end we conclude to the claim that informatics as a science, is the science of the infosphere.", "venue": "2018 9th IEEE International Conference on Cognitive Infocommunications (CogInfoCom)", "year": 2018, "referenceCount": 36, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3286520", "name": "A. Benczúr"}, {"authorId": "33806415", "name": "B. Molnár"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2b88408a542ec591d33aac66321c99d98fbb620b", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/2b88408a542ec591d33aac66321c99d98fbb620b", "title": "Philosophy in Robotics", "abstract": null, "venue": "", "year": 2018, "referenceCount": 79, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "37072511", "name": "C. Tessier"}, {"authorId": "71924884", "name": "Nisrine Ait Khayi"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2c8e0531035e5cda5785465096c705b7f709852b", "externalIds": {"MAG": "2896194786", "DOI": "10.17760/d20294101"}, "url": "https://www.semanticscholar.org/paper/2c8e0531035e5cda5785465096c705b7f709852b", "title": "Information reduction in data visualisation", "abstract": "In recent years, humans have seen the advent of the information age. Computers have contributed to a great extent in bringing about the information revolution. The scale of data in today’s world is higher than ever seen before. Along with it, humans have realised that their older methods of data collection, recording, processing and communication need to be updated. Much attention has been put to develop methods of data manipulation from mathematical techniques to nebulous deep learning techniques. This need to process and understand data has even led to innovation in computational hardware technology going from a few megahertz to multi-core gigahertz processors. This thesis is an attempt to bring attention to the loss of information that occurs in the attempt to understand data or extract information from it. Submitted in partial fulfillment of the requirements for the degree of Master of Fine Arts in Information design and data visualisation in the Graduate School of the College of Arts, Media and Design of Northeastern University August 2018", "venue": "", "year": 2018, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "84508008", "name": "Navarjun Singh Grewal"}]}}, {"intents": ["background"], "contexts": ["two parallel dimensions intersecting and reciprocally defining each other (Floridi 2014).", "For instance, our life here and now and our life in the datasphere (what we buy, when and why we were at the hospital, when we travel and with whom, etc.) today constitute two parallel dimensions intersecting and reciprocally defining each other (Floridi 2014).", ") today constitute two parallel dimensions intersecting and reciprocally defining each other (Floridi 2014)."], "isInfluential": true, "citingPaper": {"paperId": "3a411156f5efe2cdabc21199f47c396a54c74e7d", "externalIds": {"MAG": "2945408712"}, "url": "https://www.semanticscholar.org/paper/3a411156f5efe2cdabc21199f47c396a54c74e7d", "title": "For the Record - Media as Nomoi", "abstract": "Scena. We are experiencing an explosion of recording (Ferraris 2015), which generates a proliferation of ontological and epistemological dimensions. For instance, our life here and now and our life in the datasphere (what we buy, when and why we were at the hospital, when we travel and with whom, etc.) today constitute two parallel dimensions intersecting and reciprocally defining each other (Floridi 2014). There is one Dr. AC buying milk, standing in front of a supermarket fridge on that date in that place, and there is one Dr. AC inhabiting the web through her publications, her visiting fellowships, and in the organisation of events, plus there is a patient, a mother, a daughter, etc. (the list made by John Searle is usually pretty long and contains all the functions we can have in the social world): the more that is recorded, the more can be traced back, and the more what we appear to be depends on how easily a datum can be found, iterated, re-interpreted. Technology, more than ever, is permanently producing and filling in a universal almost infinite archive, where information, transactions, communications (emails, telephone conversations, chats), intentions, mistakes and various other forms of human existence and traceability are contained. This journal article is available in Law Text Culture: https://ro.uow.edu.au/ltc/vol22/iss1/2 5 Law Text Culture Vol 22 2018 00 For the Record", "venue": "", "year": 2018, "referenceCount": 7, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "66846162", "name": "A. Condello"}]}}, {"intents": ["background"], "contexts": [", Artificial Intelligence, Machine Learning, Robotics, Quantum computing, Neurocomputing) into various societal domains [2], increased datafication [3], and the societal evolution towards the “infosphere” [4]."], "isInfluential": false, "citingPaper": {"paperId": "402f0658e0ca7a76cfc582df0759aebf262e63ee", "externalIds": {"MAG": "2899844747", "DBLP": "journals/jicts/Thinyane18", "DOI": "10.13052/JICTS2245-800X.631"}, "url": "https://www.semanticscholar.org/paper/402f0658e0ca7a76cfc582df0759aebf262e63ee", "title": "Towards Informing Human-centric ICT Standardization for Data-driven Societies", "abstract": "Information and communication technology (ICT) standards play a crucial role towards harnessing technological developments and shaping the technology landscape. ICT standards development is largely driven by standards developing organizations or standards setting organizations that represent and are informed by the perspectives and interests of the ICT private sector and the public sector. Thus the shaping of the standards is mostly driven by the business, technical, and legal impetus, towards facilitating greater market influence, coordination, integration, interoperability, and legal conformity. The technocentric, business-focused perspective to ICT developments, and corollary to ICT standards development, is distinct from and can be orthogonal to the human-centric perspective that elevates the role and centrality of the human concerns over the technology and business concerns. Notwithstanding the crucial role of business and technology, it remains that at the centre of the 21st century data-driven societies are individuals and end-users who are the primary actants and agents within the technology and data ecosystems. This gives motivation for infusing the human perspectives and values into technology development as well as into ICT standards development. This is more pronounced for cases where the business and technocentric interests are at odds and opposed to the human interests, such as, the need for increased datafication to support Big Data developments versus the need for individuals’privacy preservation. In this research, which is framed through a case study of personal health informatics in the context of sustainable development (i.e., sustainable development goal on “health and wellbeing” – SDG3) indicators monitoring, we have undertaken a survey to investigate the human-centric values and attitudes associated with the collection and use of personal data. From this inquiry, the paper highlights and surfaces: individuals attitudes and perceptions around monitoring of social indicators; key considerations associated with data ownership, privacy and confidentiality of data, as well as sharing of personal data within the data ecosystem. The paper then discusses how these findings could inform and be infused into the development of technology artefacts and standards, towards a realization of more human-centric data-informed societies.", "venue": "J. ICT Stand.", "year": 2018, "referenceCount": 36, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Computer Science", "Business"], "authors": [{"authorId": "49369609", "name": "M. Thinyane"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "bcb31cea592b825c0762097818cd689ca7f672aa", "externalIds": {"MAG": "2797154402", "DOI": "10.1038/s41562-018-0335-2", "PubMed": "30962597"}, "url": "https://www.semanticscholar.org/paper/bcb31cea592b825c0762097818cd689ca7f672aa", "title": "An ethical framework for the digital afterlife industry", "abstract": "The web is increasingly inhabited by the remains of its departed users, a phenomenon that has given rise to a burgeoning digital afterlife industry. This industry requires a framework for dealing with its ethical implications. The regulatory conventions guiding archaeological exhibitions could provide the basis for such a framework.", "venue": "Nature Human Behaviour", "year": 2018, "referenceCount": 18, "citationCount": 24, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Medicine"], "authors": [{"authorId": "31028090", "name": "Carl Öhman"}, {"authorId": "1982425", "name": "L. Floridi"}]}}, {"intents": ["background"], "contexts": ["This new conception of the nature of documents would also seem to fit with Floridi’s (2014) concept of the infosphere, which includes all informational objects, and indeed with his popularisation of onlife – where we life both online and offline as a seamless experience.", "This new conception of the nature of documents would also seem to fit with Floridi’s (2014) concept of the infosphere, which includes all informational objects, and indeed with his popularisation of onlife – where we life both online and offline as a seamless experience. Robinson (2018) has suggested that the work of keeping the record, from whichever sector, has now moved into the new paradigm afforded by the digital realm."], "isInfluential": false, "citingPaper": {"paperId": "c67ef96ab978f6c3446806fb3893da289be88522", "externalIds": {"MAG": "2907913447", "DOI": "10.35492/docam/5/1/1"}, "url": "https://www.semanticscholar.org/paper/c67ef96ab978f6c3446806fb3893da289be88522", "title": "Is the World After All Just a Dream?", "abstract": "DocPerform is a multi and interdisciplinary research project based at City, University of London. Led by members of the Department of Library & Information Science, it comprises scholars and practitioners from the fields of performing arts and library & information science. The project concerns conceptual, methodological and technological innovations in the documentation of performance, and the extent to which performance may itself be considered to be a document. The collection of papers in this special issue of Proceedings from the Document Academy are selected from the second DocPerform Symposium, held at City, University of London, 6–7 November 2017. This editorial introduces those papers and provides disciplinary and historical context for DocPerform.", "venue": "Proceedings from the Document Academy", "year": 2018, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "History"], "authors": [{"authorId": "13735470", "name": "L. Robinson"}, {"authorId": "114145965", "name": "Joseph Dunne"}]}}, {"intents": ["background"], "contexts": ["While privacy protects individuals against misuse of their data, Floridi argues that its primary importance flows from our status as “informational organisms (inforgs), mutually connected and embedded in an informational environment (the infosphere)” [11].", "“the forces that oppose the flow of information” [11]."], "isInfluential": false, "citingPaper": {"paperId": "d232eb6cbe29a415bb7d1b767402c80c6c409dc1", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/d232eb6cbe29a415bb7d1b767402c80c6c409dc1", "title": "SOVEREIGNTY AND DATA SHARING", "abstract": "In this paper, we characterize the notion of data sovereignty as a normative reference point for information and communication technology (ICT) governance. We explain why in our view, establishing data sovereignty means more than securing privacy, but also requires the availability of controllable means for sharing information with others. We argue that in the context of big data applications, dynamic consent mechanisms play a key role in steering information flows in accordance with the proposed normative reference point. We close by suggesting legal and governance aspects of implementing data sovereignty: explorations of data ownership notions, aiming at data literacy in education, encouraging transparency about data processing activities, and introducing representative data agents that channel data flows in accordance with individual preferences.", "venue": "", "year": 2018, "referenceCount": 42, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "40689445", "name": "Patrik Hummel"}, {"authorId": "46883192", "name": "Matthias Braun"}, {"authorId": "2090494531", "name": "Steffen Augsberg"}, {"authorId": "46906410", "name": "P. Dabrock"}]}}, {"intents": ["background"], "contexts": ["Some chatbots have even been designed to build personal relationships with users — such as artificial companies and therapist bots (Floridi, 2014; Folstad and Brandtzaeg, 2017)."], "isInfluential": false, "citingPaper": {"paperId": "e3daa732b176b3a237d33257cf7b9562adb1d864", "externalIds": {"DBLP": "journals/corr/abs-1801-06863", "MAG": "2785039769"}, "url": "https://www.semanticscholar.org/paper/e3daa732b176b3a237d33257cf7b9562adb1d864", "title": "Understanding Bots for Policy and Research: Challenges, Methods, and Solutions", "abstract": "Amidst widespread reports of digital influence operations during major elections, policymakers, scholars, and journalists have become increasingly interested in the political impact of social media 'bots.' Most recently, platform companies like Facebook and Twitter have been summoned to testify about bots as part of investigations into digitally-enabled foreign manipulation during the 2016 US Presidential election. Facing mounting pressure from both the public and from legislators, these companies have been instructed to crack down on apparently malicious bot accounts. But as this article demonstrates, since the earliest writings on bots in the 1990s, there has been substantial confusion as to exactly what a 'bot' is and what exactly a bot does. We argue that multiple forms of ambiguity are responsible for much of the complexity underlying contemporary bot-related policy, and that before successful policy interventions can be formulated, a more comprehensive understanding of bots --- especially how they are defined and measured --- will be needed. In this article, we provide a history and typology of different types of bots, provide clear guidelines to better categorize political automation and unpack the impact that it can have on contemporary technology policy, and outline the main challenges and ambiguities that will face both researchers and legislators concerned with bots in the future.", "venue": "ArXiv", "year": 2018, "referenceCount": 91, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "35630546", "name": "Robert Gorwa"}, {"authorId": "27558311", "name": "Douglas Guilbeault"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "03084fb9bffbabd0f47e9b02da8d25e066977baa", "externalIds": {"MAG": "2598040146", "DOI": "10.23919/ICACT.2017.7890133"}, "url": "https://www.semanticscholar.org/paper/03084fb9bffbabd0f47e9b02da8d25e066977baa", "title": "Framework of emotion for the singularity in a social context", "abstract": "The technological singularity is the point when the level of intelligence realized through computing exceeds the level of human beings. Accelerating technological evolution approaches the point where exponential growth reaches an overwhelming point of intelligence. The term singularity has grown through decades of research of artificial intelligence. There has been a wide range of reactions to the concept of singularity, from super-optimism to super-pessimism. For many people, it is daunting to think that computers will supersede human beings. The management of social reactions will become an important social challenge in the coming decades until a social consensus is formed in regard to this technological trend. The author discusses a framework that deals with social education towards technological singularity.", "venue": "2017 19th International Conference on Advanced Communication Technology (ICACT)", "year": 2017, "referenceCount": 15, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2020842", "name": "T. Yamakami"}]}}, {"intents": ["background"], "contexts": ["For this reason they can blend in the infosphere (Floridi 2002, 2014) to the point of becoming an invisible interface—one that we trust and about which we forget, and of which we remember only when something goes (badly) wrong, as in the case of COMPAS."], "isInfluential": false, "citingPaper": {"paperId": "0a21cf94b0340e4bafea54a320d100ba4e267ce8", "externalIds": {"MAG": "2768675648", "DBLP": "journals/mima/Taddeo17c", "DOI": "10.1007/s11023-017-9450-5"}, "url": "https://www.semanticscholar.org/paper/0a21cf94b0340e4bafea54a320d100ba4e267ce8", "title": "Trusting Digital Technologies Correctly", "abstract": "Trust is a facilitator of interactions among the members of a system, whether these be human agents, artificial agents or a combination of both (a hybrid system). Elsewhere, I have argued that the occurrences of trust are related to, and affect, preexisting relations, like purchasing, negotiation, communication, and delegation (Taddeo 2010a, b). Trust is not to be considered a relation itself but a property of relations, something that changes the way relations occur. Consider, for example, a case of communication. Alice talks to Bob and she informs him that the grocery store down the road is closed for the day As Bob trusts Alice, he believes her and decides not to walk to the shop to double check, instead he starts searching for an alternative place to shop for his groceries. Between Alice and Bob there is a firstorder relation, the communication, which ranges over the two agents, and there is the second-order property of trust that ranges over the first-order-relation and affects the way it occurs. As a property of relations, trust changes the way relations occur by minimising the effort and commitment for the achievement of a given goal of the agents who decides to trust (the trustor). It does so in two ways. First, the trustor can avoid performing the action necessary to achieve her/his goal her/himself, because s/he can count on the trustee to do it—Bob does not walk to the shop to check whether it is actually closed. Second, the trustor can decide not to supervise the trustee’s performance. Bob does not ask Alice how she knows about the opening times of the shop. Delegation without supervision characterises the presence of trust (Taddeo 2010a, b). I define trust as follows:", "venue": "Minds and Machines", "year": 2017, "referenceCount": 13, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2084659", "name": "M. Taddeo"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0cca06fe9cd31957ff40ff4fa3071ac935f4bd1c", "externalIds": {"MAG": "2758939378", "DOI": "10.6092/UNIBO/AMSDOTTORATO/8204"}, "url": "https://www.semanticscholar.org/paper/0cca06fe9cd31957ff40ff4fa3071ac935f4bd1c", "title": "Interpretive Interactions among Legal Systems and Argumentation Schemes", "abstract": "This thesis is about argumentation schemes that help to deal with interactions between national and foreign canons of interpretation in private international law cases. In fact, many legal orders, like Italy, require that, in conflict of laws disputes, courts apply the relevant foreign law using canons of interpretation and rules of application of the original foreign system. Our research hypothesis is that, in interpreting the foreign rule, domestic courts incur interpretive divergences of many kinds among the involved legal systems. Foreign law interpretation may result in linguistic and/or conceptual misalignments, in normative and/or interpretive gaps, and in specific incompatibilities between inner and foreign canons of interpretation. By focusing on interpretive conflicts within one legal system, legal theorists and AI and Law scholars have not yet paid sufficient attention to the issue, even if pluralist logics and argumentation have been applied to legal pluralism and conflict of laws. The present study fills this gap in the literature: it explores the feasibility of a theory for arguing and interpreting in private international law contexts, providing an argument-based conceptual framework that encompasses plausible interpretive interactions. To this end, after addressing the epistemic concerns foreign law raises for domestic judges, the thesis gives a definition of cross-border interpretive incompatibilities and proposes argumentation schemes to reason with interpretive canons coming from different legal systems. An illustrative list of critical questions is used to evaluate the correctness of such interpretive reasoning. Lastly, the thesis presents the first formal developments of the study, based on the concept of meta-argumentation. It is possible to detect two main contributions to knowledge. First, this work identifies the components of foreign law interpretation, an activity with significant practical implications for legal systems today. Secondly, its argument-based analysis paves the way for further formal applications in the domain of AI and Law.", "venue": "", "year": 2017, "referenceCount": 149, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3329806", "name": "Alessandra Malerba"}]}}, {"intents": ["background"], "contexts": ["The sheer volume of data to be dealt with is illustrated by the general acceptance that we have entered the 'zettabyte era', in which annual data traffic on global networks exceeds the zettabyte level (Cisco 2016, Floridi 2014).", "Although there is no single recommended text for the course - the material is too broad and diverse - the technical content is roughly matched by Herzog (2015) and the socio-ethical content by Floridi (2014)."], "isInfluential": false, "citingPaper": {"paperId": "184845fbbab973fafb5ad6fb6a7929cdad0332ad", "externalIds": {"MAG": "2610213971", "DOI": "10.1108/LM-01-2017-0009"}, "url": "https://www.semanticscholar.org/paper/184845fbbab973fafb5ad6fb6a7929cdad0332ad", "title": "'The story of data': a socio-technical approach to education for the data librarian role in the CityLIS library school at City, University of London", "abstract": "Purpose \n \n \n \n \nThe purpose of this paper is to describe a new approach to education for library/information students in data literacy – the principles and practice of data collection, manipulation and management – as a part of the Masters programmes in library and information science (CityLIS) at City, University of London. \n \n \n \n \nDesign/methodology/approach \n \n \n \n \nThe course takes a socio-technical approach, integrating, and giving equal importance to, technical and social/ethical aspects. Topics covered include: the relation between data, information and documents; representation of digital data; network technologies; information architecture; metadata; data structuring; search engines, databases and specialised retrieval tools; text and data mining, web scraping; data cleaning, manipulation, analysis and visualisation; coding; data metrics and analytics; artificial intelligence; data management and data curation; data literacy and data ethics; and constructing data narratives. \n \n \n \n \nFindings \n \n \n \n \nThe course, which was well received by students in its first iteration, gives a basic grounding in data literacy, to be extended by further study, professional practice and lifelong learning. \n \n \n \n \nOriginality/value \n \n \n \n \nThis is one of the first accounts of an introductory course to equip all new entrants to the library/information professions with the understanding and skills to take on roles in data librarianship and data management.", "venue": "", "year": 2017, "referenceCount": 48, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "13735470", "name": "L. Robinson"}, {"authorId": "143875700", "name": "D. Bawden"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1f8f05510d363d1195cbf38c0538f73b3f686441", "externalIds": {"MAG": "2765640598", "DOI": "10.1007/978-3-319-57123-2_13"}, "url": "https://www.semanticscholar.org/paper/1f8f05510d363d1195cbf38c0538f73b3f686441", "title": "Is Cyberpeace Possible", "abstract": "In the debate on what constitutes acts of war in the cyber environment, some authors proposed to focus on the concept of cyberpeace. Christen and Bangerter question the attempts of defining cyberwar in terms of certain types of attacks. Instead, they suggest focusing on the transgressive nature of both digitalization and war, namely that they tend to infect all spheres of human life. In that sense, peace is a state where immoral acts have limited effects—and cyberpeace is a system property of cyberspace such that the effects of malicious activities can be contained. Cyberpeace thus consists in a sufficient level of cybersecurity in all domains of the digital society. Such a level requires limiting the complexity of information and communication technology (ICT) systems as well as counteracting (to some degree) the interoperability of devices and systems, in particular in likely targets of cyberattacks such as the critical infrastructure.", "venue": "", "year": 2017, "referenceCount": 44, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2297581", "name": "M. Christen"}, {"authorId": "1706773", "name": "E. Bangerter"}]}}, {"intents": ["background"], "contexts": ["According to the analysis proposed in (Floridi 2014), the information revolution has unveiled that morally good behaviour is the result of both moral values and an ethical infrastructure able to foster them.", "[…] because an infraethics is not morally good in itself, but it is what is most likely to yield moral goodness if properly designed and combined with the right moral values (Floridi 2014, 193)."], "isInfluential": false, "citingPaper": {"paperId": "22ef8a22202af9d8b9101b7960bfbb50be536f40", "externalIds": {"DBLP": "journals/mima/Taddeo17", "MAG": "2595246143", "DOI": "10.1007/s11023-017-9429-2"}, "url": "https://www.semanticscholar.org/paper/22ef8a22202af9d8b9101b7960bfbb50be536f40", "title": "Data Philanthropy and Individual Rights", "abstract": "Data Philanthropy-the donation of data from private companies-is becoming increasing more popular, as corporations, like Genentech and Pfizer donate their data, and international organisations, like the UN, start to create the infrastructure to facilitate the sharing of corporate-owned data (Kirkpatrick 2013). However, competing tensions on data control and ownership (Kaisler et al. 2013; Andrejevic 2014; Kostkova et al. 2016), limited technical understanding, and the lack of adequate frameworks for coordination and governance (Mayer-Schönberger and Kenneth 2013; Vayena et al. 2015) pose serious obstacles to the attempts to share data among different actors, especially when these include private corporations. This was the case, for example, in 2014 during the Ebola crisis in West Africa, when gaining access to mobile network operators’ data on population movement would have facilitated tracking the spreading of the disease, but proved to be impossible, because of issues concerning commercial interests, users’ privacy, national security, as well as regulatory uncertainty. Understanding how to access these data and how to harness their value for the common good is one of the main challenges of this decade.", "venue": "Minds and Machines", "year": 2017, "referenceCount": 28, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2084659", "name": "M. Taddeo"}]}}, {"intents": ["background"], "contexts": ["The definitional imprecision of the concepts makes this examination difficult, however (Braman 1989; Buckland 1991; Floridi 2013; Floridi 2014).", "The definitional\nimprecision of the concepts makes this examination difficult, however (Braman 1989; Buckland 1991; Floridi 2013; Floridi 2014)."], "isInfluential": false, "citingPaper": {"paperId": "2b3938b80a8f50e9e9d26ff1543f600f18e85a13", "externalIds": {"MAG": "2763690593"}, "url": "https://www.semanticscholar.org/paper/2b3938b80a8f50e9e9d26ff1543f600f18e85a13", "title": "Interfaces of resistance in the image-machine of control", "abstract": "My creative practice addresses two research questions: how does ubiquitous computation affect the visual operations of the contemporary control society and what does this mean for the use of visual media in contesting such control? Through photographic and video work in digital formats, I explore the movements and arrests of informatic flows that constitute the operation of control, and the potential for resistance that may be felt in the turbulence of the interface, as a dynamic threshold where such flows meet. \nIn this turn to the interface, I theorise the impacts of computationality on the loss of the image as a stable site of representational resistance, with the unsettling of perspectival representation in the topology of informational space and the ambiguity of a digital visuality whose software hides as it shows. When brought together with recent work on the de-materialisation wrought by informational Capital, the digital image comes to be seen as an instantiation of anxiety about the abstracted nature of power that increasingly operates as control. It is less to the digital image itself, but rather to the circulations and patternings of data expressed as light on the screen, that we must attend if we are to confront the digital visuality of control. \nThe ‘image-machine of control’ is the infrastructure that modulates these data circulations and patternings through inciting the making, sharing and watching of images. Drawing on affect theory, I emphasise the role that affects of insecurity, at the level of the dividuated subject and the abstracted socius, play in inciting an interactivity with the screen on which the State and Corporation alike rely for their accumulation and circulation of data. The digital-visual interface, being the encounter with the screen, becomes a sitemoment to explore its dynamic boundary condition, whose turbulence of data flows may open up ‘lines of flight’ from the striated grid of control. These lines of flight help us see beyond the workings of the faciality system, and the subject-object relations of the gaze. Specificity of positioning in scopic regimes of control still matters, but posthumanist theorising suggests that such positioning be understood as vector and not point, whose movements we need to stay in touch with. \nUsing digital photography to open up the everyday practice of image-making to its potential to disrupt the informatic flows of control, my first photographic work, medium specific, makes use of photomontage to look at the topology of informational space through its ‘folds’, as a first experiment in disrupting the tempo of the image-machine’s visual incitements through a ‘pleating’ of its data. I use haptic photography in the pieces figure ground, surface gaze and touch light to stay in touch with the smooth space of the interface as a time-space of contingency, potentially resistant to the gridded striations of control. \nMy exploration of the contingency of the interface continues with two video works, look screen and moving still, which address its vibrational ontology. I put the concept of the vibrational interface to use in confronting the rhythms of control deployed by the image-machine. Being a rhythm of not only circulation but also capture, not merely movement but also arrest, I suggest that understanding the ontology of the interface in terms of its vibrational forces is useful for disrupting, through its moving stillness, the rhythm of flow and stasis on which control depends. Both videos use visual and sonic vibrations to set up counter-rhythms and oscillations, whose trembling may release energies for change.", "venue": "", "year": 2017, "referenceCount": 239, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2071173427", "name": "A. Greig"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2d97cc48fde8c258a0f73f029401adf8ed8c8489", "externalIds": {"MAG": "2594146503", "DOI": "10.1504/IJHRCS.2017.10003666"}, "url": "https://www.semanticscholar.org/paper/2d97cc48fde8c258a0f73f029401adf8ed8c8489", "title": "Information without borders: towards a framework for extra-territorial respect for the right to privacy", "abstract": "Informational de-territorialisation is making the right to privacy more vulnerable as communications pass through international borders or are susceptible to mining when published on the internet. A factual relationship emerges where states acquire personal data relating to non-citizens outside of their territory, which triggers a fiduciary relationship that makes the state responsible for the respect of the non-citizen's right to privacy, and for ensuring that right, which remains subject to legitimate limitations or derogations.", "venue": "", "year": 2017, "referenceCount": 26, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2067492819", "name": "Paul Hayes"}]}}, {"intents": ["background"], "contexts": ["Floridi found the concept that semantic information is true if it points to the actual state of the world somewhat equivocal, but I believe its fits the LIR processual logic, in that logical (in the LIR sense) information, as a set of informational processes, is the actual state of the world.", "The Italian philosopher Luciano Floridi, now at the University of Oxford in U.K., is the pioneer of the field of the Philosophy of Information in the West as Wu is in China [1].", "In the definition of Floridi, the Philosophy of Information (PI) “is the philosophical field concerned with (a) the critical investigation of the conceptual nature and basic principles of information, including its dynamics, utilization and sciences; and (b) the elaboration and application of information-theoretic and computational methodologies to philosophical problems.", "Floridi in the West [1] and independently Wu in China [2] proposed philosophies of information (PI) in response to a perceived need to place the field of information and its technology on a sound intellectual basis.", "The exception, of course, is the work of Luciano Floridi [41] and his identification of a “Fourth Revolution”.", "In the concept of Floridi [41], information is the 4th major revolution in the series communication (Gutenberg)—industrial—scientific."], "isInfluential": true, "citingPaper": {"paperId": "3a6902717bfb5ad15d4863da37b01f9099da7dd7", "externalIds": {"MAG": "2763617812", "DOI": "10.3390/PHILOSOPHIES2040022"}, "url": "https://www.semanticscholar.org/paper/3a6902717bfb5ad15d4863da37b01f9099da7dd7", "title": "Philosophy of Information: Revolution in Philosophy. Towards an Informational Metaphilosophy of Science", "abstract": "In the most general if unconventional terms, science is the study of how man is part of the universe. Philosophy is the study of man’s ideas of the universe and how man differs from the rest of the universe. It has of course been recognized that philosophy and science are not totally disjointed. Science is in any case not a monolithic entity but refers to knowledge as the results of reasoning and both invasive and non-invasive experiment. We argue that the philosophy of science, in studying the foundations, methods and implications of science and the link between philosophy and science, must now take into account the impact of the rapidly developing science and philosophy of information. We suggest that the philosophy of information is in fact a metaphilosophy, since informational processes operate in all the sciences and their philosophies. The simplest definition of (a) metaphilosophy is that of a set of statements about (a) philosophy, and any definition of a metaphilosophy thus requires one of philosophy and of the task of philosophy as well. According to Sellars, “the aim of philosophy is to understand how things in the broadest possible sense of the term hang together in the broadest possible sense of the term”. In this paper, we focus on the recursive thought underlying those statements as real processes, occurring both in and between the fundamental and the meta-level. We propose a non-standard logic, Logic in Reality, as the logic of those processes. The metaphilosophy of information is thus a framework for talking about the scientific aspects of philosophy and the philosophical aspects of science. Both Logic in Reality and the metaphilosophy of information provide a basis for understanding the physical and epistemological dynamics of existence, that is, from where the properties of things come that enable both them and the concepts of them to contrast, conflict and ultimately “hang together”. We conclude that the current convergence of science and philosophy under the influence of information science constitutes a revolution in philosophy, that is, in how science and philosophy are done. Many of the issues discussed in the metaphilosophy of information may thus be viewed as part of an emerging informational metaphilosophy of science.", "venue": "", "year": 2017, "referenceCount": 78, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "1500391598", "name": "Kun Wu"}, {"authorId": "1793555", "name": "J. Brenner"}]}}, {"intents": ["background"], "contexts": ["A similar name for the Infoworld, namely Infosphere, was recently proposed by Floridi from the Oxford Internet Institute [11]."], "isInfluential": false, "citingPaper": {"paperId": "5d1ebb056ea273b5b67610c3a3e8c71597822334", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/5d1ebb056ea273b5b67610c3a3e8c71597822334", "title": "Analysis and utilization of knowledge acquisition within the framework of ubiquitous technologies", "abstract": "Life in the 21st century is characterized, amongst other developments, by the proliferation of new technologies. These technologies are now everywhere, surrounding our lives and work, hence the name ubiquitous. In this article we examine the importance of knowledge acquired via our interaction with these new technologies. We first introduce the concept of Infoworld, i.e. a world of information from which knowledge can be extracted and used appropriately. Then, we focus our attention on the opportunities from the use of technologies within our still evolving information society.", "venue": "", "year": 2017, "referenceCount": 14, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2595345", "name": "G. C. Pentzaropoulos"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "703d8688c8c1b05c59e7c1393f1e299d30fa2bd4", "externalIds": {"MAG": "2741271076"}, "url": "https://www.semanticscholar.org/paper/703d8688c8c1b05c59e7c1393f1e299d30fa2bd4", "title": "Biomedical Knowledge Production in the Age of Big Data", "abstract": null, "venue": "", "year": 2017, "referenceCount": 105, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2965138", "name": "S. Leonelli"}]}}, {"intents": ["background"], "contexts": ["…to which “we are now slowly accepting the idea that we might be informational organisms among many agents..., inforgs not so dramatically different from clever, engineered artefacts, but sharing with them a global environment that is ultimately made of information, the infosphere Floridi (2014).", "According to Floridi (2014), ICT (Information and Communication Technologies) have brought new opportunities as well as new challenges for human development and have led to a revolutionary shift in our understanding of humanity’s nature and its role in the universe, the “fourth revolution”…"], "isInfluential": false, "citingPaper": {"paperId": "86b09cd1abe904666d8160bbf6d6ce891cd3156a", "externalIds": {"MAG": "2612689666", "DOI": "10.1515/jdis-2017-0018"}, "url": "https://www.semanticscholar.org/paper/86b09cd1abe904666d8160bbf6d6ce891cd3156a", "title": "A Framework for the Assessment of Research and Its Impacts", "abstract": "Abstract This paper proposes a holistic framework for the development of models for the assessment of research activities and their impacts. It distinguishes three dimensions, including in an original way, data as a main dimension, together with theory and methodology. Each dimension of the framework is further characterized by three main building blocks: education, research, and innovation (theory); efficiency, effectiveness, and impact (methodology); and availability, interoperability, and “unit-free” property (data). The different dimensions and their nine constituent building blocks are attributes of an overarching concept, denoted as “quality.” Three additional quality attributes are identified as implementation factors (tailorability, transparency, and openness) and three “enabling” conditions (convergence, mixed methods, and knowledge infrastructures) complete the framework. A framework is required to develop models of metrics. Models of metrics are necessary to assess the meaning, validity, and robustness of metrics. The proposed framework can be a useful reference for the development of the ethics of research evaluation. It can act as a common denominator for different analytical levels and relevant aspects and is able to embrace many different and heterogeneous streams of literature. Directions for future research are provided.", "venue": "", "year": 2017, "referenceCount": 248, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "35138293", "name": "C. Daraio"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "9cb09f18c63fa8e8fcdec319b6de9e411c25f175", "externalIds": {"MAG": "2566026253", "DOI": "10.1007/978-3-319-46608-8_7"}, "url": "https://www.semanticscholar.org/paper/9cb09f18c63fa8e8fcdec319b6de9e411c25f175", "title": "Indiscriminate Bulk Data Interception and Group Privacy: Do Human Rights Organisations Retaliate Through Strategic Litigation?", "abstract": "Human rights groups are increasingly calling for the protection of their right to privacy in relation to the bulk surveillance and interception of their personal communications. Some are advocating through strategic litigation. This advocacy tool is often chosen when there is weak political or public support for an issue. Nonetheless, as a strategy it remains a question if a lawsuit is strategic in the context of establishing accountability for indiscriminate bulk data interception. The chapter concludes that from a legal perspective the effect of the decision to litigate on the basis of the claim that a collective right to group privacy was violated has not (yet) resulted in significant change. Yet the case study, the British case of human rights groups versus the intelligence agencies, does seem to suggest that they have been able to create more public awareness about mass surveillance and interception programs and its side-effects", "venue": "", "year": 2017, "referenceCount": 126, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "70036561", "name": "Q. Eijkman"}]}}, {"intents": ["background"], "contexts": ["Global society has transitioned into the Digital Age; this shift represents a revolution in human history – the so-called digital revolution ([1], [2], [3], [4])."], "isInfluential": false, "citingPaper": {"paperId": "b223de02451677afbe5ab7ac2954ec3919b29453", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/b223de02451677afbe5ab7ac2954ec3919b29453", "title": "Scientific Inquiry in the Digital Age", "abstract": "The paper is addressed the ways in which scientists obtain new knowledge in Digital Age and how these new ways are manifested in science education. The paper deals with the classical triad of experimental research, ‘subject-instrument-object’, and study a so-called digital triad, which is an experimental research triad of digital society. Тhe digital triad differs from the classical triad in three ways: (1) the subject in the role of a new type of researcher – a so-called digital scholar; (2) the experimental instrument is based on mobile and wearable; and (3) a new type of objects – hybrid natural-artificial objects. The proposed interpretation of the digital triad presents transformations in inquiry-based science education. Analyzing a number of pioneer projects, the paper discuss how digital transformations are manifested in certain educational practices.", "venue": "", "year": 2017, "referenceCount": 12, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "145134872", "name": "I. Levin"}, {"authorId": "66854281", "name": "Dina Tsybulsky"}]}}, {"intents": ["background"], "contexts": ["Today, however, the situation is far from being stable, as the infosphere is undergoing rapid changes, thus reshaping our traditional ways of information behaviour (Floridi, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "bac23d44ede3d30ba6087b4217532df77bdfc0a4", "externalIds": {"DBLP": "journals/ires/GrigasJVJ17", "MAG": "2611966783"}, "url": "https://www.semanticscholar.org/paper/bac23d44ede3d30ba6087b4217532df77bdfc0a4", "title": "'Just Google it' - the scope of freely available information sources for doctoral thesis writing", "abstract": "Introduction. Recent developments in the field of scientific information resource provision lead us to the key research question, namely,what is the coverage of freely available information sources when writing doctoral theses, and whether the academic library can assume the leading role as a direct intermediator for information users. Method.Citation analysis of doctoral theses was conducted in the summer of 2015. A total of thirty-nine theses (with 6,998 references) defended at Vilnius University at the end of 2014 was selected (30 per cent of all defended theses). Theses were randomly chosen from different research fields: the humanities, social sciences, biomedical sciences, technological sciences, and physical sciences. Analysis.The research team was tasked with identifying whether certain resources could be found in the eCatalogue of an academic library, its subscribed databases, freely available online (through Google or Google Scholar), or whether the resources from the library`s subscribed databases are identical to those which are freely available. The data gathering process included such resource categories as journal papers, printed and electronic books or book chapters, and other documents (legal reports, conference papers, newspaper articles, Websites, theses, etc.). Conclusions. Library collections and subscribed databases could cover up to 80 per cent of all information resources used in doctoral theses. Among the most significant findings to emerge from this study is the fact that on average more than half (57 per cent) of all utilised information resources were freely available or were accessed without library support. We may presume that the library as a direct intermediator for information users is potentially important and irreplaceable only in four out of ten attempts of PhD students to seek information.", "venue": "Inf. Res.", "year": 2017, "referenceCount": 65, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "8783753", "name": "Vincas Grigas"}, {"authorId": "10406212", "name": "Simona Juzeniene"}, {"authorId": "10437505", "name": "Jone Velickaite"}]}}, {"intents": ["background"], "contexts": ["Fourth, a series of complex issues rooted in networked interaction are demonstrating increasing danger for everyone, such that privacy, safety and security are pervasive global concerns (Floridi 2016)."], "isInfluential": false, "citingPaper": {"paperId": "cb7289f0e4357830b3a860f5495ee21943b3e6c5", "externalIds": {"MAG": "2765196922", "DBLP": "journals/ais/BentleyNV19", "DOI": "10.1007/s00146-017-0762-z"}, "url": "https://www.semanticscholar.org/paper/cb7289f0e4357830b3a860f5495ee21943b3e6c5", "title": "“When words become unclear”: unmasking ICT through visual methodologies in participatory ICT4D", "abstract": "Across the globe, our work and social lives are increasingly integrated with Information and Communication Technologies (ICT), yet massive disparities in the values, uses and benefits of ICT exist. New methods are needed to shed light on unique and integrative concepts of ICT across cultures. This paper explores the use of visual methods to facilitate critical engagement with ICT—defined as situational awareness, reflexive ICT practice and power and control over ICT. This definition of critical ICT engagement is informed by a cultural identity lens, and intends to improve participatory methods in ICT for Development (ICT4D) and community technology design and application. Our notion of critical ICT engagement is developed through an analysis of three case studies, each employing visual methods to shed light on concepts and practices of ICT cross-culturally. This paper makes three contributions to the ICT4D literature. First, it establishes a cultural identity lens to chart out cultural differences between researchers and participants, and to develop situational awareness of ICT in context. Second, it defines the conceptual domain of reflexive ICT practice and establishes the key role of researchers in facilitating it. Third, it argues for the need to support participants to develop capacity to engage critically with ICT as a means to influence social and organizational structures. This paper offers a way for researchers and practitioners to engage with cultural issues in community-based research and design using visual methodologies.", "venue": "AI & SOCIETY", "year": 2019, "referenceCount": 77, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "145981353", "name": "Caitlin M. Bentley"}, {"authorId": "1858299", "name": "David Nemer"}, {"authorId": "39667238", "name": "Sara Vannini"}]}}, {"intents": ["background"], "contexts": ["Mobile devices, such as smartphones, for example, enable us to interleave our interactions with the Internet and the real world in a way that seems to blur the traditional distinction between ‘offline’ and ‘online’ modes of interaction (see Floridi 2011, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "cf780c51b89c33d8236b064957daf086d6066b15", "externalIds": {"MAG": "2602341592", "DBLP": "books/sp/17/SmartHC17", "DOI": "10.1007/978-3-319-49115-8_13"}, "url": "https://www.semanticscholar.org/paper/cf780c51b89c33d8236b064957daf086d6066b15", "title": "The Cognitive Ecology of the Internet", "abstract": "In this chapter, we analyze the relationships between the Internet and its users in terms of situated cognition theory. We first argue that the Internet is a new kind of cognitive ecology , providing almost constant access to a vast amount of digital information that is increasingly more integrated into our cognitive routines. We then briefly introduce situated cognition theory and its species of embedded, embodied, extended, distributed and collective cognition. Having thus set the stage, we begin by taking an embedded cognition view and analyze how the Internet aids certain cognitive tasks. After that, we conceptualize how the Internet enables new kinds of embodied interaction , extends certain aspects of our embodiment, and examine how wearable technologies that monitor physiological, behavioral and contextual states transform the embodied self. On the basis of the degree of cognitive integration between a user and Internet resource, we then look at how and when the Internet extends our cognitive processes. We end this chapter with a discussion of distributed and collective cognition as facilitated by the Internet.", "venue": "Cognition Beyond the Brain", "year": 2017, "referenceCount": 171, "citationCount": 59, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "37836120", "name": "P. Smart"}, {"authorId": "1861130", "name": "Richard Heersmink"}, {"authorId": "40090096", "name": "Robert W. Clowes"}]}}, {"intents": ["background"], "contexts": ["These consequences of digitalisation are described in a gloomy and cautionary manner by philosophers, information technologists and internet experts (Floridi, 2014; Lanier, 2014; Morozov, 2012), and in a ‘digital manifesto’, European Researcher warn of the erosion of democracy (Helbing et al.,…"], "isInfluential": false, "citingPaper": {"paperId": "da9e87fbf869052f8560e940d3f8190ec194cc0d", "externalIds": {"MAG": "2601820814", "DOI": "10.46827/EJES.V0I0.582"}, "url": "https://www.semanticscholar.org/paper/da9e87fbf869052f8560e940d3f8190ec194cc0d", "title": "PROFESSIONALIZATION OF ADULT EDUCATORS FOR A DIGITAL WORLD: AN EUROPEAN PERSPECTIVE", "abstract": "Digital media play an increasingly important role in all areas of society. As a result, media literacy is one of the key qualifications for our information society. It enables social participation and opens up opportunities for professional development. Media literacy is not a static construct though – due to technological progress it must be continually developed. For this reason, adult education has a central function in promoting media literacy. At the same time, for education too new opportunities for promoting learning are constantly opening up via digital media. The media education competencies of adult educators are therefore of central significance for assessing and utilising the opportunities and risks of current developments. In light of this, this article discusses the current situation with regards to standards and pathways of professionalization of adult educators in terms of media pedagogic competences in Europe. Article visualizations:", "venue": "", "year": 2017, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46528985", "name": "M. Rohs"}, {"authorId": "2097959198", "name": "R. Bolten"}]}}, {"intents": ["background"], "contexts": ["entities to the primacy of interactions; as well as in the blurring of distinctions between reality and virtuality and between people, machines, and nature (Floridi, 2014).", "These changes are most noticeable in the shift from scarcity to abundance of information, and from the primacy of entities to the primacy of interactions; as well as in the blurring of distinctions between reality and virtuality and between people, machines, and nature (Floridi, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "ef8958178b9ea6e0214575c4198b217f807dc1b6", "externalIds": {"MAG": "2598892575", "DOI": "10.4018/978-1-5225-2525-7"}, "url": "https://www.semanticscholar.org/paper/ef8958178b9ea6e0214575c4198b217f807dc1b6", "title": "Digital Tools and Solutions for Inquiry-Based STEM Learning", "abstract": null, "venue": "", "year": 2017, "referenceCount": 117, "citationCount": 11, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145134872", "name": "I. Levin"}, {"authorId": "66854281", "name": "Dina Tsybulsky"}]}}, {"intents": ["background"], "contexts": ["Thus, in his pioneering work on the Philosophy of Information in the West, Luciano Floridi has called the impact of information science and technology an informational revolution [21]."], "isInfluential": false, "citingPaper": {"paperId": "2651e77fd0f6a9dd2bf286d2676e4ef772b8eff5", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/2651e77fd0f6a9dd2bf286d2676e4ef772b8eff5", "title": "The Interaction and Convergence of the Philosophy and Science of Information", "abstract": "Under the impact of information technology and the information sciences, major changes are occurring in both science and philosophy that constitute an informational turn. The recently developed Philosophy of Information has integrated the unique dualistic ontological properties of information, and scientific rationality can now be seen to include an interactive relationship between science and philosophy. Information, in particular Information Science is thus part of the structure, and not just of the content, of philosophy. In this mode of knowledge development, science transforms philosophy and philosophy can critique both science and itself. I see a process of convergence taking place that is leading to a Unified Science-Philosophy of Information, a system of disciplines of which the Philosophy of Information is a part, and Information Science achieves an additional dimension based on this fundamental philosophical stance. I argue further that a proper new Philosophy of Science would be an informational metaphilosophy in that a Unified Science-Philosophy of Information includes both a new content of Science and new dynamics of the relations between a science and its philosophy.", "venue": "", "year": 2016, "referenceCount": 37, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1500391598", "name": "Kun Wu"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2966585103cefe15e875590df66d7a53b685bfdb", "externalIds": {"MAG": "2563271910", "DOI": "10.5817/PROIN2016-2-8"}, "url": "https://www.semanticscholar.org/paper/2966585103cefe15e875590df66d7a53b685bfdb", "title": "Information ethics in the context of information Literacy", "abstract": "The concept of information ethics is quite extensive. It is necessary to deal with it also with regard to information literacy, as prove recent and traditional concepts and definitions of information literacy with incorporated ethical espects. Information ethics and information literacy are closely connected, as illustrates the RPT (R-Resource, P-Product, T-Target) model of information ethics created by Luciano Floridi1, Christine Bruce's model of Seven Faces of information literacy, which deals with ethical aspects in connection with wise use of information2 and Nancy Tuana's concept of moral literacy3. Critical thinking is perceived as necessary in the context of both information literacy and information ethics. As Richard Paul4 stresses, information ethics without critical thinking can lead to indoctrination. On the basis of these approaches were created visualizations of connection between information ethics and information literacy.", "venue": "", "year": 2016, "referenceCount": 14, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "123942616", "name": "Františka Tomoriová"}]}}, {"intents": ["background"], "contexts": ["2 https://ec.europa.eu/digital-single-market/en/ict-education - Retrieved 2016-04-06\n3\nICTs (cf. Aspelin & Persson, 2011; Floridi, 2014a; Article 1, 2 and 3).", "57 even how we come to understand the world (cf. Vygotsky, 1978; Säljö, 2010; Selwyn, 2011; Floridi, 2014a).", "Information and communication technologies (ICTs) have transformed views of learning; i.e. in what forms it is available, where it is available and how it is interpreted (cf. Säljö, 2010; Floridi, 2014b; Jahnke, 2016).", "The potential of ICTs and increased access to information and communication, realised through the last two decades of technological investments in educational settings, can be seen as an expansion of availabilities for learning (cf. Floridi, 2014a, Jahnke, 2016).", "With this development, societies are dependent on ICTs for individual and social well-being as stated through the concept of Hyperhistory (Floridi, 2014b).", "Hence, ICTs have\n2\ntransformed views of learning, e.g., in what forms it is available, where it is available and how it is interpreted (cf. Säljö, 2010; Floridi, 2014b; Jahnke, 2016).", "Information, communication and technology in education From a historical perspective, the implementation of ICTs in societies and education can be traced back to Mesopotamia in the third millennium BC and the use of clay tablets for documenting and saving information (Säljö, 2010; Floridi, 2014a)."], "isInfluential": true, "citingPaper": {"paperId": "2cb2cc809f3fc1e92db42197cb874c7954f5cda6", "externalIds": {"MAG": "2395085888"}, "url": "https://www.semanticscholar.org/paper/2cb2cc809f3fc1e92db42197cb874c7954f5cda6", "title": "Framing perceived values of education : when perspectives of learning and ICTs are related", "abstract": "This thesis offers dialogue about the relations between learning and Information and Communication Technologies (ICTs). The dialogue is guided by the question of how to design education to increase ...", "venue": "", "year": 2016, "referenceCount": 134, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2924337", "name": "Lars Norqvist"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "315eba4e44c520ac0f5399c5ff2bf6d1aba2db89", "externalIds": {"MAG": "2586533966", "DOI": "10.18267/J.E-LOGOS.437"}, "url": "https://www.semanticscholar.org/paper/315eba4e44c520ac0f5399c5ff2bf6d1aba2db89", "title": "New technologies, the Infoworld, and the need for actionable knowledge", "abstract": "This article is about knowledge with power or else actionable knowledge. This kind of ability knowledge is often neglected in mainstream epistemology but its importance in today’s information society should not be underestimated. The central element here is the Infoworld, a ubiquitous world projected via the Internet. It is argued that information acquired via this world can be transformed into knowledge by means of logical inference. Knowledge acquisition is seen here as a continuous-time feedback process with its stability depending upon reliable information.", "venue": "", "year": 2016, "referenceCount": 17, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2595345", "name": "G. C. Pentzaropoulos"}]}}, {"intents": ["background"], "contexts": ["In the Anthropocene, there is an endemic lack of stewardship toward environments of all kinds, natural and digital, and researchers across fields are calling for an ecological paradigm shift concerning information systems (Floridi, 2014b; Haraway, 2015; Morton, 2010).", "In this direction, Floridi (2014a) defined technological agency using three environmentally oriented criteria: interactivity, adaptability, and autonomy.", "Today, these views are advanced by Floridi (2011, 2014b) who argues that information\ninformation organisms that hang in the delicate balance of a vast information ecology, filled with countless other species of information organisms, including bots."], "isInfluential": false, "citingPaper": {"paperId": "3d0f327d87432634c14a03c8e1ccdc175146b2d4", "externalIds": {"MAG": "2540909546"}, "url": "https://www.semanticscholar.org/paper/3d0f327d87432634c14a03c8e1ccdc175146b2d4", "title": "Automation, Algorithms, and Politics| Growing Bot Security: An Ecological View of Bot Agency", "abstract": "Political actors are now deploying software programs called social bots that use social networking services such as Facebook or Twitter to communicate with users and manipulate their behavior, creating profound issues for Internet security. Current approaches in bot control continue to fail because social media platforms supply communication resources that allow bots to escape detection and enact influence. Bots become agents by harnessing profile settings, popularity measures, and automated conversation tools, along with vast amounts of user data that social media platforms make available. This article develops an ecological approach to thinking about bots that focuses on how social media environments propel bots into agency. This habitat-based model uses bots to expose ripe targets of intervention and innovation at the level of interface design. It also situates bots in the context of platform providers with a vested interest in interface design, revealing a range of new political problems. Most important, it invites a hybrid ethics, wherein humans and bots act together to solve problems in bot security and Internet ethics more broadly.", "venue": "", "year": 2016, "referenceCount": 88, "citationCount": 15, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "27558311", "name": "Douglas Guilbeault"}]}}, {"intents": ["background"], "contexts": ["1 Introduction Our society is moving to the Digital era, which is considered the fourth revolution in the mankind history [3] ."], "isInfluential": false, "citingPaper": {"paperId": "5098345727b532e32443e0a2c3be0da7e1cbe955", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/5098345727b532e32443e0a2c3be0da7e1cbe955", "title": "Cyber-physical Systems as a Cultural Phenomenon", "abstract": "The paper deals with signs of the emerging digital society, which is considered to bring a new form of culture – Digital culture. A number of features of Digital culture are discussed. One of such features – emergence of cyber-physical systems. It is shown that characteristics of the cyber-physical systems correspond to symptoms of the digital society: blurring of distinctions between reality and virtuality; between people, machines and nature; reversal from scarcity to abundance of information; shifting from primacy of entities to primacy of interactions. These symptoms, being manifested in characteristics of the cyber-physical systems, define a specific character of the technological culture of digital society and allow predicting its tendencies.", "venue": "", "year": 2016, "referenceCount": 18, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1783282", "name": "Ilya Levin"}]}}, {"intents": ["background"], "contexts": ["In the themes generated above, the distribution argues that the municipality has moved into a mindset that encourages the learner to connect to spaces and ‘rooms’ for information and communication outside of the traditional, physical classroom walls [13, 37].", "Maximally, the infosphere is “synonymous with reality” if we interpret reality from an informational perspective [37].", "This paper informs national and international decision-makers about a municipality that has taken a step into hyperhistory [37], where learning is tablet-related and schools are ICTs-dependent.", "The theoretical underpinning of this theme is connected to the philosophy of CrossActionSpaces [13] and the concept of infospheres when considering the merging of online and offline infospheres to one onlife context [3,37]."], "isInfluential": true, "citingPaper": {"paperId": "84b4f78cb6cf8b117bf6229bae33aa16fb62f4d0", "externalIds": {"MAG": "2415075940", "DOI": "10.13189/UJER.2016.040608"}, "url": "https://www.semanticscholar.org/paper/84b4f78cb6cf8b117bf6229bae33aa16fb62f4d0", "title": "Learning, Tablet, Culture-Coherence?.", "abstract": "This paper presents understandings of learning in schools where Internet-enabled Information and Communication Technologies (ICTs) are taken for granted. The context is a full-scale 1:1 tablet proj ...", "venue": "", "year": 2016, "referenceCount": 56, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2924337", "name": "Lars Norqvist"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "9a5cffd3e19ea330ea5f8c359996088cb28c2886", "externalIds": {"MAG": "2735727280", "DOI": "10.1007/978-3-319-43403-2"}, "url": "https://www.semanticscholar.org/paper/9a5cffd3e19ea330ea5f8c359996088cb28c2886", "title": "Digital Urban Acupuncture: Human Ecosystems and the Life of Cities in the Age of Communication, Information and Knowledge", "abstract": "This book explores the possibility to observe the lives of cities through ubiquitous information obtained through social networks, sensors and other sources of data and information, and the ways in which this possibility describes a new form of Public Space, which can be used to define new forms of citizenship and participated city governance. The work is the result of years of research across sciences, arts, design, ethnography, cultural geography, performed by multiple researchers, understanding the Relational Ecosystemsof cities (the flows of relation, information, knowledge and emotion in the city) and using them to reinterpret the concept of Urban Acupuncture: from the Third Space, Third Landscapeand Third Generation City, to the Third Infoscape; from Urban Acupuncture to Digital Urban Acupuncture. The book starts by exploring the many theories and methodologies which have been used to try to capture and use the revolutionary potential found in the daily lives of cities. From De Certeau, to Latour, Bateson, Bhabha, and all the way to Castells, Clment, Boyd, Casagrande. In a progression which moves from the Third Space (Soja, De Certeau), to the Third Landscape (Clment), to the Third Generation City (Casagrande), to the Third Paradise (Pistoletto), the book arrives at a definition of the Third Infoscape, following up on Kevin Lynch: a new legibility and imageability of the city. Its main themes and objectives lie in the desire to observe and understand the radical transformation of the definitions, boundaries and configurations of what we call public and private spaces, in different cultures and communities, in the age of communication, information and knowledge, and to use these understandings to formulate a set of working hypotheses for the positive, constructive, active and participatory usage of these transformed scenarios, contributing to the re-definition of concepts such as citizenship, city-governance, urban planning, civic decision-making, and more. And using, in the process, techniques such as Urban Acupuncture, Actor-Network Theory, Diasporic analysis, Peer-to-peer Urbanism and more. Multiple real-life research scenarios and documented case studies will be used, from 4 continents, coming from our research and from other international contributions.", "venue": "", "year": 2016, "referenceCount": 45, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "2481589", "name": "Salvatore Iaconesi"}, {"authorId": "3076225", "name": "Oriana Persico"}]}}, {"intents": ["background"], "contexts": ["Furthermore, a MAS is considered intelligent when it ‘‘implements the previous features efficiently and effectively, minimizing resources, wastefulness, and errors, while maximizing the returns of its actions’’ (Floridi 2014, p. 181).", "According to some philosophers, ‘‘history’’ can be viewed as a ‘‘break’’ between the non-historical states of prehistory and ‘‘posthistory’’ (Flusser 2014, p. 90) or hyperhistory (Floridi 2014, p. 3-5).", "…entities, their properties, interactions, processes and mutual relations’’ and also ‘‘synonymous with reality, once we interpret the latter informationally,’’ Floridi 2014, p. 41), a more general LoA than bio-sphere, where the aforementioned conditions for recognizing a MAS suffice to ascribe…"], "isInfluential": false, "citingPaper": {"paperId": "a49fe55c54a7d841aae862a722019c381e42a7d9", "externalIds": {"MAG": "2542490594", "DBLP": "journals/ais/Galanos17", "DOI": "10.1007/s00146-016-0679-y"}, "url": "https://www.semanticscholar.org/paper/a49fe55c54a7d841aae862a722019c381e42a7d9", "title": "Singularitarianism and schizophrenia", "abstract": "Given the contemporary ambivalent standpoints toward the future of artificial intelligence, recently denoted as the phenomenon of Singularitarianism, Gregory Bateson’s core theories of ecology of mind, schismogenesis, and double bind, are hereby revisited, taken out of their respective sociological, anthropological, and psychotherapeutic contexts and recontextualized in the field of Roboethics as to a twofold aim: (a) the proposal of a rigid ethical standpoint toward both artificial and non-artificial agents, and (b) an explanatory analysis of the reasons bringing about such a polarized outcome of contradictory views in regard to the future of robots. Firstly, the paper applies the Batesonian ecology of mind for constructing a unified roboethical framework which endorses a flat ontology embracing multiple forms of agency, borrowing elements from Floridi’s information ethics, classic virtue ethics, Felix Guattari’s ecosophy, Braidotti’s posthumanism, and the Japanese animist doctrine of Rinri. The proposed framework wishes to act as a pragmatic solution to the endless dispute regarding the nature of consciousness or the natural/artificial dichotomy and as a further argumentation against the recognition of future artificial agency as a potential existential threat. Secondly, schismogenic analysis is employed to describe the emergence of the hostile human–robot cultural contact, tracing its origins in the early scientific discourse of man–machine symbiosis up to the contemporary countermeasures against superintelligent agents. Thirdly, Bateson’s double bind theory is utilized as an analytic methodological tool of humanity’s collective agency, leading to the hypothesis of collective schizophrenic symptomatology, due to the constancy and intensity of confronting messages emitted by either proponents or opponents of artificial intelligence. The double bind’s treatment is the mirroring “therapeutic double bind,” and the article concludes in proposing the conceptual pragmatic imperative necessary for such a condition to follow: humanity’s conscience of habitualizing danger and familiarization with its possible future extinction, as the result of a progressive blurrification between natural and artificial agency, succeeded by a totally non-organic intelligent form of agency.", "venue": "AI & SOCIETY", "year": 2017, "referenceCount": 63, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "26898704", "name": "Vassilis Galanos"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b37f13637d749040baeecaf83b66278deb72a103", "externalIds": {"MAG": "2809242618", "DOI": "10.1098/rsta.2016.0129", "PubMed": "28336802"}, "url": "https://www.semanticscholar.org/paper/b37f13637d749040baeecaf83b66278deb72a103", "title": "The dynamics of big data and human rights: the case of scientific research", "abstract": "In this paper, we address the complex relationship between big data and human rights. Because this is a vast terrain, we restrict our focus in two main ways. First, we concentrate on big data applications in scientific research, mostly health-related research. And, second, we concentrate on two human rights: the familiar right to privacy and the less well-known right to science. Our contention is that human rights interact in potentially complex ways with big data, not only constraining it, but also enabling it in various ways; and that such rights are dynamic in character, rather than fixed once and for all, changing in their implications over time in line with changes in the context we inhabit, and also as they interact among themselves in jointly responding to the opportunities and risks thrown up by a changing world. Understanding this dynamic interaction of human rights is crucial for formulating an ethic tailored to the realities—the new capabilities and risks—of the rapidly evolving digital environment. This article is part of the themed issue ‘The ethical impact of data science’.", "venue": "Philosophical Transactions of the Royal Society A: Mathematical, Physical and Engineering Sciences", "year": 2016, "referenceCount": 32, "citationCount": 24, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science", "Medicine", "Biology"], "authors": [{"authorId": "145104974", "name": "E. Vayena"}, {"authorId": "3360730", "name": "J. Tasioulas"}]}}, {"intents": ["background"], "contexts": ["Games are as old as civilization, but gamification as a widespread business technique is a phenomenon of the information society (Floridi 2010, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "bfbf2eacf7a488982af7bcfacc2c24c0be3160fd", "externalIds": {"DBLP": "journals/ethicsit/KimW16", "MAG": "2359705850", "DOI": "10.1007/s10676-016-9401-5"}, "url": "https://www.semanticscholar.org/paper/bfbf2eacf7a488982af7bcfacc2c24c0be3160fd", "title": "More than just a game: ethical issues in gamification", "abstract": "Gamification is the use of elements and techniques from video game design in non-game contexts. Amid the rapid growth of this practice, normative questions have been under-explored. The primary goal of this article is to develop a normatively sophisticated and descriptively rich account for appropriately addressing major ethical considerations associated with gamification. The framework suggests that practitioners and designers should be precautious about, primarily, but not limited to, whether or not their use of gamification practices: (1) takes unfair advantage of workers (e.g., exploitation); (2) infringes any involved workers’ or customers’ autonomy (e.g., manipulation); (3) intentionally or unintentionally harms workers and other involved parties; or (4) has a negative effect on the moral character of involved parties.", "venue": "Ethics and Information Technology", "year": 2016, "referenceCount": 210, "citationCount": 82, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "49782594", "name": "Tae Wan Kim"}, {"authorId": "3191908", "name": "K. Werbach"}]}}, {"intents": ["background"], "contexts": ["This transition is considered a revolution in the history of mankind [3]."], "isInfluential": false, "citingPaper": {"paperId": "d4e34811c1d241daf566b67216c691cd66ad03e3", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/d4e34811c1d241daf566b67216c691cd66ad03e3", "title": "SAMR Framework for Study Technology Integration in Science Education", "abstract": "The main changes in science education initiated by Information and Communication Technologies (ICT) are associated with advances in a number of educational technologies: Microcomputer Based Lab; Modeling and Simulation; Mobile Technology; Networked Learning; Mixed-Reality Technology. The advances define the changes in science education and, consequently, gained broad attention of educational researchers. Despite the abundance of opinions, approaches, and interpretations of the changes in science education, two key alternative interpretations explain the ICT integration phenomenon. The first interpretation considers ICT as a tool for enhancing classical science education by providing different emerging technological means. In contrast, an alternative interpretation considers ICT much wider than a tool. Supporters of this interpretation perceive thus digital science class as a new phenomenon in education, since the mentioned technologies changed the class qualitatively, brought to it a new essence, which is not just a sum of the added technologies. In our research, we have chosen the second interpretation as our assumption. We hypothesize that the changes of teachers’ worldview are vital for their understanding the role of technology in science education in its transformative stage. To check this hypothesis we propose a new conceptual framework for study and analysis the ICT integration phenomenon in science education. The proposed framework is a modification of SAMR (Substitution, Augmentation, Modification, and Redefinition) model for perception of technology. Our modified SAMR framework can be used for assessing the teachers’ worldview regarding ICT integration in science education. Specifically, the teachers’ awareness about such kind of assessment opens a way for their reflexing and improving their own teaching, which in turn affects their learners. An initial study of the proposed framework was conducted with a group of eighteen teachers in the School of Education at Tel Aviv University, who had undergone a specific training course. The initial study has confirmed our hypothesis and indicated the high efficiency of the proposed framework.", "venue": "", "year": 2016, "referenceCount": 18, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "66854281", "name": "Dina Tsybulsky"}, {"authorId": "145134872", "name": "I. Levin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "00cae055055a97c86837a0ea51dcd9928be2af9e", "externalIds": {"MAG": "2294924521", "DBLP": "journals/sigcas/Klein15", "DOI": "10.1145/2874239.2874276"}, "url": "https://www.semanticscholar.org/paper/00cae055055a97c86837a0ea51dcd9928be2af9e", "title": "Robots make ethics honest", "abstract": "This paper revisits major revolutions in human self-perception, and pursues their insights to their logical conclusions, using robots as conceptual archetypes for fully naturalistic, talking, walking and thinking agents. Doing so, humans are reconsidered as bio-bots and ontologically not of significant difference from techno-bots; morality is stripped of metaphysical remnants of the past and updated to a preference-utilitarian morality2, and moral agency re-examined in light of a determinism and the non-existence of free will. Taken together, this robot-catalysed level of philosophical honesty provides a sound foundation for the task of making robots ethical.", "venue": "SIGCAS Comput. Soc.", "year": 2016, "referenceCount": 68, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "39521890", "name": "Wilhelm E. J. Klein"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1923d5ddea81250fc8567699727738c030e771a7", "externalIds": {"MAG": "2029120410", "DOI": "10.1117/12.2083302"}, "url": "https://www.semanticscholar.org/paper/1923d5ddea81250fc8567699727738c030e771a7", "title": "3D printing awareness: the future of making things", "abstract": "The advent of 3D printing is giving us new production opportunities but is creating new economic and social assets. In the paper we will analyze the new conditions we will live in. The current industrial production scenario will be analyzed to see how it works and how 3D printing is being introduced into it: where the traditional production comes from and how it actually works, from the historical, technological, social and economic point of view, including transports of materials and products. This asset is being “polluted” and possibly transformed by 3D printing: what is it, how it works, but most important, how this technology is transforming our personal approach to industrial products. This technological innovation will transform our lives, possibly even more than how movable type printing did: we will see the opportunities offered to adopt this innovation not only for our everyday life, but also looking forward for environmental issues, (e)commerce reorganization and social quality improvement. In the final part we will also see what will be the keys to open a new kind of developing path, where technology will take an important part, what relationship with it humans will have, and which will be the keys to succeed in this challenge, identifying in knowledge, awareness and culture of innovation those keys.", "venue": "Electronic Imaging", "year": 2015, "referenceCount": 6, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Engineering"], "authors": [{"authorId": "8614729", "name": "F. Valpreda"}]}}, {"intents": ["background"], "contexts": ["The progressive awareness of an online life [1] and “multi-lifting” [2] allow to"], "isInfluential": false, "citingPaper": {"paperId": "352a373bf71d6da8b44db2044a08adc9926d5dfe", "externalIds": {"MAG": "2623535554"}, "url": "https://www.semanticscholar.org/paper/352a373bf71d6da8b44db2044a08adc9926d5dfe", "title": "Media Educative Bricolage", "abstract": "The speech aims to consider multimedia language, free online environments and software as instruments for education. The progressive awareness of an online life [1] and “multi-lifting” [2] allow to teach differently with the Web and online communication and sharing. We can consider the Web as a ‘gym’ to teach with an innovative mixed use of multimedia languages, online environments and software. Starting by Levi-Strauss notion of ‘bricolage’ [3], these instruments (already existing with their own function) can be re-used with another aim, to co-create (with students) new educative and experiential ‘places’, to favour the students’ attention and co-participation. Besides, teachers and students could experiment some alternative modes to use multimedia language and online platforms with an aggregative logic. As a language, we consider this method a potential mode of knowledge growth, communication and management, processed with a multi-code approach. Thus, it is also possible to grow students’ awareness of the technological strength and help them search and find out some modalities of meaning creation with media languages. The speech is based on upgrading courses for teachers on Media Education methods, in which teachers designed and tested some ways to use multimedia language and online software. Some of these elaborations could be illustrated during the conference.", "venue": "", "year": 2015, "referenceCount": 9, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2095195000", "name": "L. Denicolai"}]}}, {"intents": ["background"], "contexts": ["…la complejidad de la realidad humana, tal y como lo expresan Weizsäcker (1962) o Bawden (2007), y ser explicado de forma pautada por revoluciones informativas, como lo hace Beavers (2013) o el propio Floridi (2014), en su libro The fourth revolution: How the infosphere is reshaping human reality."], "isInfluential": false, "citingPaper": {"paperId": "5076a3ac03f8fe8c4e4cc532b93005576cae0ba6", "externalIds": {"MAG": "3015736953"}, "url": "https://www.semanticscholar.org/paper/5076a3ac03f8fe8c4e4cc532b93005576cae0ba6", "title": "Revisión del problema de Wiener o del estatus ontológico de la información", "abstract": "El constructo denominado “informacion” es un concepto poderoso y privilegiado, pero al mismo tiempo elusivo y difuminado. El problema de Wiener plantea dilucidar la naturaleza fragmentada de este concepto, apartandola de una vision meramente fisicalista que niega su condicion hilemorfica. El articulo examina cuestiones circundantes y tangenciales en relacion al estatus ontologico de la informacion, y plantea una nocion noetica con respecto a este concepto de forma tal, que sirva de base para las ciencias y los estudios de la informacion. El objetivo no es agotar la discusion sino estatuir un analisis acucioso —a partir de la mirada de la filosofia de la informacion— que articule uno de los dialogos inconclusos de la bibliotecologia.Palabras clave: Teoria de la informacion, fundamentacion de la bibliotecologia, filosofia de la informacion. Review of the Wiener’s Problem or of Ontological Status of InformationThe construct called “information” is a powerful and privileged but elusive and blurry concept. Wiener’s problem tries to elucidate the fragmented nature of this concept, taking it apart from a merely physicalist point of view denying its hylemorphic condition. This paper examines surrounding and tangential issues regarding the ontological status of information and states a noetic notion on such concept, therefore serving as a basis for informational studies and science. The target is not only ending the discussion but stating a meticulous analysis, - from the information philosophy perspective- articulating some of the unfinished library science discussions.Keywords:  Information theory, library science fundamentals, information philosophy.", "venue": "", "year": 2018, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "114811816", "name": "Morán Reyes"}, {"authorId": "67030466", "name": "A. Antonio"}]}}, {"intents": ["background"], "contexts": ["The terms ‘information revolution’ (Floridi 2014) and ‘data revolution’ (Kitchin 2014) signify the radical changes in the ways that information is produced and used: implying that we are now in an age of post-information scarcity.", "In other words, geographic augmentations are much more than just representations of places: they are part of the place itself; they shape it rather than simply reflect it; and the map again becomes part of the territory (Pickles 2004; Floridi 2014)."], "isInfluential": false, "citingPaper": {"paperId": "5e2632bf22ba8841e076d6a1bc6429ef979b8b12", "externalIds": {"MAG": "2139126288", "DOI": "10.1002/GEO2.8"}, "url": "https://www.semanticscholar.org/paper/5e2632bf22ba8841e076d6a1bc6429ef979b8b12", "title": "Towards a study of information geographies: (im)mutable augmentations and a mapping of the geographies of information", "abstract": "Information has always had geography. It is from somewhere; about somewhere; it evolves and is transformed somewhere; it is mediated by networks, infrastructures, and technologies: all of which exist in physical, material places. These geographies of information about places matter because they shape how we are able to find and understand different parts of the world. Places invisible or discounted in representations are invisible in practice to many people. In other words, geographic augmentations are much more than just representations of places: they are part of the place itself; they shape it rather than simply reflect it. This fusing of the spatial and informational augmentations that are immutable means that annotations of place emerge as sites of political contestation: with different groups of people trying to impose different narratives on informational augmentations. This paper therefore explores how information geographies have their own geographic distributions: geographies of access, of participation, and of representation. The paper offers a deliberately broad survey of a range of key platforms that mediate, host, and deliver different types of geographic information. It does so using a combination of existing statistics and bespoke data not previously mapped or analysed. Through this effort, the paper demonstrates that in addition to the geographies of uneven access to contemporary modes of communication, uneven geographies of participation and representation are also evident and in some cases are being amplified rather than alleviated. In other words, the paper comprehensively shows one important facet of contemporary information geographies: that geographic information itself is characterised by a host of uneven geographies. The paper concludes that there are few signs that global informational peripheries are achieving comparable levels of participation or representation with traditional information cores, despite the hopes that the fast-paced spread of the internet to three billion people might change this pattern.", "venue": "", "year": 2015, "referenceCount": 56, "citationCount": 88, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "144643908", "name": "Mark Graham"}, {"authorId": "2741769", "name": "S. D. Sabbata"}, {"authorId": "32343498", "name": "Matthew Zook"}]}}, {"intents": ["background"], "contexts": ["…a different place – one of ‘multi agent systems,’ information-based conflicts, higher levels of control to manage informational threats, out-sourced decisions, task and activities to artificial agents – and most importantly, a re-shaped understanding of ourselves and the world (Floridi 2014: 180)."], "isInfluential": false, "citingPaper": {"paperId": "8606e84d361d16addf30b6c8c26d215fc73933fc", "externalIds": {"MAG": "2342173573", "DOI": "10.3167/TH.2015.6214502"}, "url": "https://www.semanticscholar.org/paper/8606e84d361d16addf30b6c8c26d215fc73933fc", "title": "Digital Peacekeepers, Drone Surveillance and Information Fusion: A Philosophical Analysis of New Peacekeeping", "abstract": "In June 2014 an Expert Panel on Technology and Innovation in UN Peacekeeping was commissioned to examine how technology and innovation could strengthen peacekeeping missions. The panel's report argues for wider deployment of advanced technologies, including greater use of ground and airborne sensors and other technical sources of data, advanced data analytics and information fusion to assist in data integration. This article explores the emerging intelligence-led, informationist conception of UN peacekeeping against the backdrop of increasingly complex peacekeeping mandates and precarious security conditions. New peacekeeping with its heightened commitment to information as a political resource and the endorsement of offensive military action within robust mandates reflects the multiple and conflicting trajectories generated by asymmetric conflicts, the responsibility to protect and a technology-driven information revolution. We argue that the idea of peacekeeping is being revised (and has been revised) by realities beyond peacekeeping itself that require rethinking the morality of peacekeeping in light of the emergence of 'digital peacekeeping' and the knowledge revolution engendered by new technologies.", "venue": "", "year": 2015, "referenceCount": 55, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "4607553", "name": "Lisa Portmess"}, {"authorId": "103392270", "name": "Bassam Romaya"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "bed41a0aad84046ed2e3257fa118544115cb9a70", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/bed41a0aad84046ed2e3257fa118544115cb9a70", "title": "Who are the citizens of the digital citizenship ?", "abstract": "We live in the Digital Era, where national frontiers are vanishing. In light of cultural globalization and digital identity, a contemporary re-interpretation of classical notions like citizenship is imperative. What does it mean to be a citizen in the Digital Era? To whom can we assign digital citizenship status? In order to discuss these questions we introduce the notion of hybrid beings. Our hypothesis is that the dynamical feedback relation between the physical and digital individual’s experience promotes the embodiment of a hybrid identity from which the hybrid being emerges. It is important to stress that the hybrid identities of hybrid beings are not just alter egos or avatars created in the digital world, but that they express a new dynamic around the impossibility of distinguishing between “physical” and “digital” sides of an individuals’ actions. It is precisely because of a hybrid being’s participation in a merged physical/digital world that we believe the notion of hybrid beings is the most suitable paradigm to exemplify the role of the digital citizen and digital citizenship.", "venue": "", "year": 2015, "referenceCount": 28, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "34578375", "name": "João Antônio de Moraes"}]}}, {"intents": ["background"], "contexts": ["…has indisputably played a significant role in the formation of today’s society, and there are many who expect that ongoing rapid developments in Information and Communication Technology (ICT) will have even more drastic effects on society in the years to come (e.g. [Castells, 2011; Floridi, 2014])."], "isInfluential": false, "citingPaper": {"paperId": "f709c3f72d824f80e2f7d3a4b0516b635e3c9d81", "externalIds": {"MAG": "2739350593"}, "url": "https://www.semanticscholar.org/paper/f709c3f72d824f80e2f7d3a4b0516b635e3c9d81", "title": "Knowledge discovery from evolving social media data", "abstract": null, "venue": "", "year": 2015, "referenceCount": 185, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "69437534", "name": "Μαρία Κωνσταντίνου Γιάτσογλου"}]}}]}