{"offset": 0, "data": [{"isInfluential": false, "contexts": ["Within the literature on player communities there is a tendency to look at either helpful play (cooperation, mentoring, guilds, learning in games – see Galarneau, 2005; White, 2010) or what might be described as unhelpful or anti-social play, including ‘griefing’ and cheating (Chee, 2005; Lin and Sun, 2005).", "…literature on player communities there is a tendency to look at either helpful play (cooperation, mentoring, guilds, learning in games – see Galarneau, 2005; White, 2010) or what might be described as unhelpful or anti-social play, including ‘griefing’ and cheating (Chee, 2005; Lin and Sun, 2005)."], "intents": ["background"], "citingPaper": {"paperId": "00f41addc5af7b35b749210aaeedd8c15acf2c81", "externalIds": {"MAG": "134330896", "DOI": "10.1007/978-94-007-2777-9_26"}, "url": "https://www.semanticscholar.org/paper/00f41addc5af7b35b749210aaeedd8c15acf2c81", "title": "Interpretation, Conflict and Instruction in Online Multiplayer Games: Lessons from Warsong Gulch", "abstract": "In this chapter, a particular perspective on cooperative play in multiplayer online games is presented, and the complexity of interpretation, conflict, competition and player-to-player instruction is discussed. The methodology used is retrospective textual analysis based on the playing of approximately 600 rounds of Warsong Gulch for pleasure between 2008 and 2010. A rationale for this methodology is provided, and its theoretical underpinnings are specified. The difficulties inherent to the evaluation of research strategies in an inter-disciplinary field are noted. It is acknowledged that online games are populated, social spaces and argued that theories of textuality are nevertheless pertinent because of the manner in which players are available to one another during a game and because players’ arguments during play indicate the presence of multiple and even conflicting interpretations. The analysis leads into a discussion about what constitutes violence in this context and the problems inherent to differentiating between competitive and collaborative play. It is argued that there is a relationship between conflicting interpretation and player-to-player pedagogy.", "venue": "CGAMES 2012", "year": 2012, "referenceCount": 40, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143709036", "name": "D. Carr"}]}}]}