{"offset": 0, "data": [{"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "13dd3ffed04415c01c396d50098e9acb2aa35844", "externalIds": {"MAG": "2137391072", "DOI": "10.1017/S0140525X00032325"}, "url": "https://www.semanticscholar.org/paper/13dd3ffed04415c01c396d50098e9acb2aa35844", "title": "Coevolution of neocortical size, group size and language in humans", "abstract": "Group size is a function of relative neocortical volume in nonhuman primates. Extrapolation from this regression equation yields a predicted group size for modern humans very similar to that of certain hunter-gatherer and traditional horticulturalist societies. Groups of similar size are also found in other large-scale forms of contemporary and historical society. Among primates, the cohesion of groups is maintained by social grooming; the time devoted to social grooming is linearly related to group size among the Old World monkeys and apes. To maintain the stability of the large groups characteristic of humans by grooming alone would place intolerable demands on time budgets. It is suggested that (1) the evolution of large groups in the human lineage depended on the development of a more efficient method for time-sharing the processes of social bonding and that (2) language uniquely fulfills this requirement. Data on the size of conversational and other small interacting groups of humans are in line with the predictions for the relative efficiency of conversation compared to grooming as a bonding process. Analysis of a sample of human conversations shows that about 60% of time is spent gossiping about relationships and personal experiences. It is suggested that language evolved to allow individuals to learn about the behavioural characteristics of other group members more rapidly than is possible by direct observation alone.", "venue": "", "year": 1993, "referenceCount": 274, "citationCount": 1687, "influentialCitationCount": 90, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144610599", "name": "Robin I. M. Dunbar"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "2719f6a22568fb115f739dd68058a26c548a7b73", "externalIds": {"DBLP": "journals/ivs/BornerP03", "MAG": "2128541179", "DOI": "10.1057/palgrave.ivs.9500050"}, "url": "https://www.semanticscholar.org/paper/2719f6a22568fb115f739dd68058a26c548a7b73", "title": "Social Diffusion Patterns in Three-Dimensional Virtual Worlds", "abstract": "This paper presents a visualization tool set that can be used to visualize the evolution of three-dimensional (3D) virtual environments, the distribution of their virtual inhabitants over time and space, the formation and diffusion of groups, the influence of group leaders, and the environmental and social influences on chat and diffusion patterns for small (1 – 100 participants) but also rather large user groups (more than 100 participants). The techniques are applied to analyze and visualize data recorded during events in virtual worlds, as well as simulated data, but are also applicable to real-world data. Resulting visualizations can and have been used to ease social navigation in 3D virtual worlds, help evaluate and optimize the design of virtual worlds, and provide a means to study the communities evolving in virtual worlds. The visualizations are particularly valuable for analyzing events that are spread out in time and/or space or events that involve a very large number of participants. The paper reviews and builds upon research in information visualization, scientific visualization, geography, architecture, and social science. It discusses intended user groups and their tasks and how the proposed techniques support those tasks. Three dimensional virtual world technologies are briefly described before the visualization tool set is explained in detail together with sample applications. The paper concludes with a discussion of results and an outlook for future work.", "venue": "Inf. Vis.", "year": 2003, "referenceCount": 85, "citationCount": 59, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1700149", "name": "K. Börner"}, {"authorId": "1726757", "name": "Shashikant Penumarthy"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "334b7b570379f98908fafd8e8312fc355a215922", "externalIds": {"MAG": "2123628572", "DBLP": "conf/hicss/NardiLH07", "DOI": "10.1109/HICSS.2007.321"}, "url": "https://www.semanticscholar.org/paper/334b7b570379f98908fafd8e8312fc355a215922", "title": "Learning Conversations in World of Warcraft", "abstract": "We examine learning culture in a popular online game, world of warcraft. We analyze the way players learn this complex game through chat conversation with peers. We describe three kinds of learning: fact finding, devising tactics/strategy, and acquiring game ethos. We investigate learning in the zone of proximal development as specified in cultural-historical activity theory. We examine the emotional tenor of learning conversations, noting their drama, humor, and intimacy", "venue": "2007 40th Annual Hawaii International Conference on System Sciences (HICSS'07)", "year": 2007, "referenceCount": 14, "citationCount": 118, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1694741", "name": "B. Nardi"}, {"authorId": "1967855", "name": "Stella Ly"}, {"authorId": "37154982", "name": "Justin Harris"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "5aff003d3fd5159ae1aa6ee8b5fee6b9893166ef", "externalIds": {"DBLP": "journals/cscw/MooreDN07", "MAG": "2030209391", "DOI": "10.1007/s10606-006-9021-4"}, "url": "https://www.semanticscholar.org/paper/5aff003d3fd5159ae1aa6ee8b5fee6b9893166ef", "title": "Doing Virtually Nothing: Awareness and Accountability in Massively Multiplayer Online Worlds", "abstract": "To date the most popular and sophisticated types of virtual worlds can be found in the area of video gaming, especially in the genre of Massively Multiplayer Online Role Playing Games (MMORPG). Game developers have made great strides in achieving game worlds that look and feel increasingly realistic. However, despite these achievements in the visual realism of virtual game worlds, they are much less sophisticated when it comes to modeling face-to-face interaction. In face-to-face, ordinary social activities are “accountable,” that is, people use a variety of kinds of observational information about what others are doing in order to make sense of others’ actions and to tightly coordinate their own actions with others. Such information includes: (1) the real-time unfolding of turns-at-talk; (2) the observability of embodied activities; and (3) the direction of eye gaze for the purpose of gesturing. But despite the fact that today’s games provide virtual bodies, or “avatars,” for players to control, these avatars display much less information about players’ current state than real bodies do. In this paper, we discuss the impact of the lack of each type of information on players’ ability to tightly coordinate their activities and offer guidelines for improving coordination and, ultimately, the players’ social experience.", "venue": "Computer Supported Cooperative Work (CSCW)", "year": 2007, "referenceCount": 70, "citationCount": 148, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145946990", "name": "Robert J. Moore"}, {"authorId": "1697237", "name": "Nicolas Ducheneaut"}, {"authorId": "2201933", "name": "Eric Nickell"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "7ac87979db87d1ba99feea984e4cc10af74f30ea", "externalIds": {"DBLP": "journals/presence/Yee06", "MAG": "2106388603", "DOI": "10.1162/pres.15.3.309"}, "url": "https://www.semanticscholar.org/paper/7ac87979db87d1ba99feea984e4cc10af74f30ea", "title": "The Demographics, Motivations, and Derived Experiences of Users of Massively Multi-User Online Graphical Environments", "abstract": "Online survey data were collected from 30,000 users of Massively Multi-User Online Role-Playing Games (MMORPGs) over a three year period to explore users' demographics, motivations, and derived experiences. Not only do MMORPGs appeal to a broad age range (Mage = 26.57, range = 11–68), but the appeal is strong (on average 22 hours of usage per week) across users of all ages (r = −.04). An exploratory factor analysis revealed a five factor model of user motivations—Achievement, Relationship, Immersion, Escapism, and Manipulation—illustrating the multifaceted appeal of these online environments. Male players were significantly more likely to be driven by the Achievement and Manipulation factors, while female players were significantly more likely to be driven by the Relationship factor. Also, the data indicated that users derived meaningful relationships and salient emotional experiences, as well as real-life leadership skills from these virtual environments. MMORPGs are not simply a pastime for teenagers, but a valuable research venue and platform where millions of users interact and collaborate using real-time 3D avatars on a daily basis.", "venue": "PRESENCE: Teleoperators and Virtual Environments", "year": 2006, "referenceCount": 75, "citationCount": 1192, "influentialCitationCount": 175, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "38811484", "name": "N. Yee"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "a35a9e70c47ef5529826db7b94c46d9d44185bda", "externalIds": {"DBLP": "conf/chi/DucheneautYNM06", "MAG": "2119243634", "DOI": "10.1145/1124772.1124834"}, "url": "https://www.semanticscholar.org/paper/a35a9e70c47ef5529826db7b94c46d9d44185bda", "title": "\"Alone together?\": exploring the social dynamics of massively multiplayer online games", "abstract": "Massively Multiplayer Online Games (MMOGs) routinely attract millions of players but little empirical data is available to assess their players' social experiences. In this paper, we use longitudinal data collected directly from the game to examine play and grouping patterns in one of the largest MMOGs: World of Warcraft. Our observations show that the prevalence and extent of social activities in MMOGs might have been previously over-estimated, and that gaming communities face important challenges affecting their cohesion and eventual longevity. We discuss the implications of our findings for the design of future games and other online social spaces.", "venue": "CHI", "year": 2006, "referenceCount": 33, "citationCount": 745, "influentialCitationCount": 41, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1697237", "name": "Nicolas Ducheneaut"}, {"authorId": "38811484", "name": "N. Yee"}, {"authorId": "2201933", "name": "Eric Nickell"}, {"authorId": "145946990", "name": "Robert J. Moore"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "d838d5f8057ec987f33d81d646acf49385f505bc", "externalIds": {"MAG": "1000572664", "DOI": "10.1017/CBO9780511803932"}, "url": "https://www.semanticscholar.org/paper/d838d5f8057ec987f33d81d646acf49385f505bc", "title": "Communities of practice: Acknowledgments", "abstract": null, "venue": "", "year": 1998, "referenceCount": 0, "citationCount": 11826, "influentialCitationCount": 845, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "6032000", "name": "E. Wenger"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "dcc6a16ee397a84a1364d93e742389c96bd4ad92", "externalIds": {"MAG": "1875847229"}, "url": "https://www.semanticscholar.org/paper/dcc6a16ee397a84a1364d93e742389c96bd4ad92", "title": "Tanks, chauffeurs and backseat drivers: competence in MMORPGs.", "abstract": "In this paper learning and competence in the MMORPG World of Warcraft are explored. In order to facilitate movement between in-game and the real-world contexts of play, data was collected from couples who play the game together while sharing real space. Through the collection and analysis of interview data the authors develop a framework for the examination of learning practices. The ways in which players acquire and assess skills, balance different skill levels, and accommodate different play preferences, are discussed. It is argued that competence in MMORPGs is complex, variously constituted and assessed by players in diverse ways.", "venue": "", "year": 2009, "referenceCount": 14, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "143709036", "name": "D. Carr"}, {"authorId": "143628691", "name": "M. Oliver"}]}}]}