{"offset": 0, "next": 100, "data": [{"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "07f41a7b9bd8034fd37d5d4fa80089bd044407f2", "externalIds": {"DOI": "10.1007/978-3-658-17668-6_52"}, "url": "https://www.semanticscholar.org/paper/07f41a7b9bd8034fd37d5d4fa80089bd044407f2", "title": "Soziale Medien als Innovation", "abstract": null, "venue": "Handbuch Innovationsforschung", "year": 2021, "referenceCount": 52, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Jan-Hinrik Schmidt"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "08b1a3152757dc54e2775e25d3bec687b59321de", "externalIds": {"MAG": "3185053149", "DOI": "10.1080/17512786.2021.1946416"}, "url": "https://www.semanticscholar.org/paper/08b1a3152757dc54e2775e25d3bec687b59321de", "title": "Watching the Watchdogs: A Conceptual Model for Media Accountability in a Non-Western Country", "abstract": "Professional and academic debates on the role of media accountability instruments (MAIs) have so far largely focused on Western democracies and on solving the issues of transparency and trust throu...", "venue": "Journalism Practice", "year": 2021, "referenceCount": 44, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "117847317", "name": "Bouziane Zaid"}, {"authorId": null, "name": "Don Donghee Shin"}, {"authorId": "1748898377", "name": "Abdelmalek El Kadoussi"}, {"authorId": "2717852", "name": "Mohammed Ibahrine"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0a3333b2d21d16896325f99c7146a9a80277ccbe", "externalIds": {"MAG": "3155624526", "DOI": "10.1007/S00146-021-01201-4"}, "url": "https://www.semanticscholar.org/paper/0a3333b2d21d16896325f99c7146a9a80277ccbe", "title": "New Pythias of public administration: ambiguity and choice in AI systems as challenges for governance", "abstract": "As public administrations adopt artificial intelligence (AI), we see this transition has the potential to transform public service and public policies, by offering a rapid turnaround on decision making and service delivery. However, a recent series of criticisms have pointed to problematic aspects of mainstreaming AI systems in public administration, noting troubled outcomes in terms of justice and values. The argument supplied here is that any public administration adopting AI systems must consider and address ambiguities and uncertainties surrounding two key dimensions: the algorithms’ results, and how public managers make decisions for and about AI systems’ design. The article is based on bibliographic research in institutional theory perspective that relates the design of AI systems and relevant literature on the decision-making process in public policy. The main finding is to explain why autonomous decision systems continue to reproduce ambiguities and uncertainties when applied in public administration and propose a reflection on AI governance in public administration. This article points to the need for design institutions that immerse themselves in understanding the nuances, details, and potential outcomes of AI governance for public administration. Such institutions would reconcile consequentialist logic with a logic of appropriateness to help navigate and mediate ambiguities and uncertainties.", "venue": "", "year": 2021, "referenceCount": 121, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2026138665", "name": "Fernando Filgueiras"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "15e95855138c7a65c38133a7ec8647f27903a18d", "externalIds": {"MAG": "3157436803", "DOI": "10.5209/ESMP.69708"}, "url": "https://www.semanticscholar.org/paper/15e95855138c7a65c38133a7ec8647f27903a18d", "title": "Los desafíos éticos del periodismo en la era de la inteligencia artificial", "abstract": "La aplicación de la inteligencia artificial en el ámbito periodístico abre debates que van más allá de la sustitución del individuo por la máquina y que se trasladan al campo de la deontología profesional. El objetivo de esta investigación es analizar los principales retos éticos a los que se enfrenta la profesión con la llegada de esta tecnología emergente a las redacciones. Para alcanzar este propósito, se ha utilizado el método Delphi, en el que han participado un total de diez expertos nacionales del ámbito académico provenientes del campo de la deontología profesional periodística para ofrecer un discurso en torno a este tema de estudio. Los resultados evidencian, entre otras cuestiones, que es necesario revisar el Código Deontológico de la FAPE para adaptarlo al periodismo automatizado, sobre todo en materia de autoría, elaboración, transparencia y jerarquización de las informaciones redactadas a través de inteligencia artificial.", "venue": "", "year": 2021, "referenceCount": 97, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2126956167", "name": "María José Ufarte Ruiz"}, {"authorId": "2125983632", "name": "Luis Mauricio Calvo Rubio"}, {"authorId": "2125984472", "name": "Francisco José Murcia Verdú"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1d4d5720a5d428ed9a7d176bcf85206c8cc77c02", "externalIds": {"MAG": "3185945455", "DOI": "10.1177/01634437211029861"}, "url": "https://www.semanticscholar.org/paper/1d4d5720a5d428ed9a7d176bcf85206c8cc77c02", "title": "From audiences to data points: The role of media agencies in the platformization of the news media industry", "abstract": "Media agencies have become one of the key actors in the contemporary media industry: by channelling marketing budgets to some media and some platforms and not to others, media agencies play an important role in creating the digital media infrastructure and laying the tracks of the public sphere. Yet we know very little about these commercial middlemen between advertisers and audiences, what they do, and how we should understand their role in the digital media ecology. This article discusses the role of media agencies in relation to platformization with a focus on the news media sector. Based on interviews, publicly available material and trade journals, the article depicts an industry deeply engaged in digitizing, tracking and commodifying media audiences, while at the same time aware of ethical challenges of the digital media infrastructure. This leads to a call for more political attention and critical research on the democratic implications of the new value chains between platforms, advertisers, audiences, media agencies and news media as well as the many tech companies providing derived digital services and products.", "venue": "Media, Culture & Society", "year": 2021, "referenceCount": 74, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2085987696", "name": "Ida Willig"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1dcae3e49f8f316c825037f469d6707a828bf54b", "externalIds": {"MAG": "3145367193", "DOI": "10.1007/978-3-658-32133-8_25"}, "url": "https://www.semanticscholar.org/paper/1dcae3e49f8f316c825037f469d6707a828bf54b", "title": "Artificial Companions, Social Bots und Work Bots: Kommunikative Roboter als Forschungsgegenstand der Kommunikations- und Medienwissenschaft", "abstract": null, "venue": "", "year": 2021, "referenceCount": 89, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "47260517", "name": "A. Hepp"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "22552194f559fcebc6abe96ba55aaa06f0d06ebd", "externalIds": {"MAG": "3163306211", "DOI": "10.1177/13548565211014464"}, "url": "https://www.semanticscholar.org/paper/22552194f559fcebc6abe96ba55aaa06f0d06ebd", "title": "Algorithms and taste-making: Exposing the Netflix Recommender System's operational logics", "abstract": "As the Streaming Wars continue to heat up, recommendation systems like the Netflix Recommender System (NRS) will become key competitive features for every major over-the-top video streamer. As a re...", "venue": "", "year": 2021, "referenceCount": 63, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "115040037", "name": "Niko Pajkovic"}]}}, {"intents": ["background"], "contexts": ["As such, the technology is sometimes discussed along with algorithmic distribution of media content (Carlson, 2018; Napoli, 2014).", "…& Hollnbuchner (2017) recommended using traditional theories of ethics (i.e., deontology, utilitarianism, virtue ethics and contractualism)\nwhile Napoli (2014) pointed at institutional theory to emphasise how a social constructivist approach as well as a focus on the concept of Institutional…", "…that relate to news making as well as to digital and algorithmic transformations (Anderson, 2012; Coddington, 2015; Deuze, 2005; Dörr & Hollnbuchner, 2017; Flew et al., 2012; Gillespie, 2014; Gynnild, 2014; Lewis & Westlund, 2015a; Lewis & Westlund, 2015b; Napoli, 2014; Pavlik, 2000).", "…if a handful of studies on the practice of automated journalism put these contributions at the centre of their analysis (i.e., Anderson, 2012 and Napoli, 2014 in Anderson, 2012; Dörr, 2016 in Lewis & Westlund, 2015a; Young & Hermida, 2015 in Deuze, 2005; Thurman et al., 2017 in Lindén, 2017),…"], "isInfluential": true, "citingPaper": {"paperId": "32509559feabd9d135062e779f87bf5f9aac725f", "externalIds": {"MAG": "3136362508", "DOI": "10.12688/OPENRESEUROPE.13096.1"}, "url": "https://www.semanticscholar.org/paper/32509559feabd9d135062e779f87bf5f9aac725f", "title": "A systematic review of automated journalism scholarship: guidelines and suggestions for future research", "abstract": "Background: The use of advanced algorithmic techniques is increasingly changing the nature of work for highly trained professionals. In the media industry, one of the technical advancements that often comes under the spotlight is automated journalism, a solution generally understood as the auto generation of journalistic stories through software and algorithms, without any human input except for the initial programming. Methods: In order to conduct a systematic review of existing empirical research on automated journalism, I analysed a range of variables that can account for the semantical, chronological and geographical features of a selection of academic articles as well as their research methods, theoretical backgrounds and fields of inquiry. I then engaged with and critically assessed the meta-data that I obtained to provide researchers with a good understanding of the main debates dominating the field. Results: My findings suggest that the expression “automated journalism” should be called into question, that more attention should be devoted to non-English speaking scholarship, that the collective and individual impacts of the technology on media practitioners should be better documented and that well-established sociological theories such as institutionalism and Bourdieu’s field theory could constitute two adequate frameworks to study automated journalism practices. Conclusions: This systematic literature therefore provides researchers with an overview of the main challenges and debates that are occurring within the field of automated journalism studies. Future studies should, in particular, make use of institutionalism and field theory to explore how automated journalism is impacting the work of media practitioners, which could help unearth common patterns across media organisations. Open Peer Review", "venue": "", "year": 2021, "referenceCount": 102, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2020129344", "name": "Samuel Danzon-Chambaud"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "330b4d788314558f273ca45dcd94dab039654d4e", "externalIds": {"DBLP": "journals/intpolrev/WhittakerLRV21", "MAG": "3175993430", "DOI": "10.14763/2021.2.1565"}, "url": "https://www.semanticscholar.org/paper/330b4d788314558f273ca45dcd94dab039654d4e", "title": "Recommender systems and the amplification of extremist content", "abstract": null, "venue": "Internet Policy Rev.", "year": 2021, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2068516038", "name": "J. Whittaker"}, {"authorId": "100738311", "name": "Seán Looney"}, {"authorId": "2060224849", "name": "Alastair Reed"}, {"authorId": "117157295", "name": "Fabio Votta"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3bbbf3a1e64d0e61e8f2b699cf28ed4187f544d7", "externalIds": {"MAG": "3197916976", "DOI": "10.29173/irie402"}, "url": "https://www.semanticscholar.org/paper/3bbbf3a1e64d0e61e8f2b699cf28ed4187f544d7", "title": "Bots as online impersonators", "abstract": "Social bots are automated agents programmed to act on social media impersonating human behaviour to influence discussions online. This paper aims to contribute to the discussion of how bots can endanger online communication and alter information flows. We resorted to a mixed-method approach based on grounded theory and observational techniques in order to investigate the bots’ activities online during the 2016 municipal elections in Rio de Janeiro. We collected related content on Twitter in this period and detected 3,101 bots. This sample was classified in three categories based on tweeting content: user-generated bot, media spambot, and political bot. Our findings indicate that, although bots work for different political and social purposes, their computational nature claims into service of dominant social groups and economical elites. We conclude that computational propaganda is building a dangerous scenario of widespread automation in which different kinds of algorithms bias social media conversation.", "venue": "The International Review of Information Ethics", "year": 2021, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2075042911", "name": "R. Santini"}, {"authorId": "71657804", "name": "D. Salles"}, {"authorId": "2135157464", "name": "Charbelly Estrella Estrella"}, {"authorId": "2064121032", "name": "Carlos Eduardo Barros"}, {"authorId": "2135151055", "name": "Daniela Orofino"}]}}, {"intents": ["background"], "contexts": ["They also play a role as institutions or governing instruments in these linked ecologies (Napoli, 2014; Just and Latzer, 2017)."], "isInfluential": false, "citingPaper": {"paperId": "3c60818f27aaa55954d205ae099936b361e7395c", "externalIds": {"MAG": "3173371982", "DOI": "10.15173/GLJ.V12I2.3892"}, "url": "https://www.semanticscholar.org/paper/3c60818f27aaa55954d205ae099936b361e7395c", "title": "Varieties of Digital Work", "abstract": "In this article I develop a typology of digital work forms. Moving beyond the numerous conceptualisations of digital work, too focused on virtual work and neglecting material and invisible forms of digital work, I argue that to understand the global, interconnected varieties of digital work, it is necessary to apply a relational perspective that situates different forms of work and their linkages at the centre of the analysis. I propose a typology based on the relation to the process of work digitalisation. Further, I explain the linkages between various forms of digital work through the global exchange of tasks, materials and expertise resources. The typology serves as a heuristic tool for considering the broader implications of digitalisation for work and employment in terms of control and coordination as well as regulation and classification between linked workspaces, which I show using the example of the varieties of digital work needed to enable the use of smartphones.\n KEYWORDS: Digital work; globalisation; virtual work; digitisation; Total Social Organisation of Labour", "venue": "Global Labour Journal", "year": 2021, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2127943717", "name": "Esther Ruiz Ben"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4105536795356d2606bbc695aaa0ace43bae91cb", "externalIds": {"MAG": "3163876512", "DOI": "10.1080/17544750.2021.1915832"}, "url": "https://www.semanticscholar.org/paper/4105536795356d2606bbc695aaa0ace43bae91cb", "title": "Friend or foe? Human journalists’ perspectives on artificial intelligence in Chinese media outlets", "abstract": "The development of the artificial intelligence (AI) platform Media Brain and the associated Xinhua AI news anchors have attracted a great deal of media attention. AI’s potential to boost the media ...", "venue": "", "year": 2021, "referenceCount": 57, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": null, "name": "Yang Yu"}, {"authorId": null, "name": "Kuo Huang"}]}}, {"intents": ["background"], "contexts": ["Napoli (2014) has gone so far as to classify algorithmic systems1 as institutions in their own right, akin to other cultural, political and economic institutions."], "isInfluential": false, "citingPaper": {"paperId": "556cc3f04e847c7bb2405b37f910c825521cdf6b", "externalIds": {"DOI": "10.1177/02673231211028359"}, "url": "https://www.semanticscholar.org/paper/556cc3f04e847c7bb2405b37f910c825521cdf6b", "title": "The platform beat: Algorithmic watchdogs in the disinformation age", "abstract": "As digital platforms have come to play a central role in the news and information ecosystem, a new realm of watchdog journalism has emerged – the platform beat. Journalists on the platform beat report on the operation, use and misuse of social media platforms and search engines. The platform beat can serve as an important mechanism for increasing the accountability of digital platforms, in ways that can affect public trust in the platforms, but that can also, hopefully, lead to the development of stronger, more reliable, and ultimately more trustworthy, platforms. However, there are a number of tensions, vulnerabilities and potential conflicts of interest that characterize the platform beat. This article explores these complex dynamics of the platform beat in an effort assess the capacity of those on the platform beat to enhance the accountability and trustworthiness of digital platforms.", "venue": "European Journal of Communication", "year": 2021, "referenceCount": 83, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "39277002", "name": "Philip M. Napoli"}]}}, {"intents": ["methodology", "background"], "contexts": ["…algorithm, message credibility, selective avoidance, selective exposure, source credibility Recent years have witnessed media organizations’ adoption of AI and automation in the production\nand consumption processes (Napoli, 2014; Thurman, Dörr, & Kunert, 2017; S. Wu, Tandoc, & Salmon, 2019).", "With the advent of automated journalism, news now can be automatically generated by algorithms (Carlson, 2015; Napoli, 2014).", "Even though automated journalism is mostly limited to fact-based news with routine topics such as sports and financial news (e.g., Carlson, 2015; Haim & Graefe, 2017; Napoli, 2014), many researchers and practitioners have reached a consensus that automated journalistic writing can go beyond these domains (Y.", "Among these technologies, automated journalism is a new form of news production in which news can be automatically generated by algorithms without human intervention beyond the initial development of algorithms (Carlson, 2015; Haim & Graefe, 2017; Napoli, 2014).", "…journalism is mostly limited to fact-based news with routine topics such as sports and financial news (e.g., Carlson, 2015; Haim & Graefe, 2017; Napoli, 2014), many researchers and practitioners have reached a consensus that automated journalistic writing can go beyond these domains (Y. Wu,…", "Recent years have witnessed media organizations’ adoption of AI and automation in the production and consumption processes (Napoli, 2014; Thurman, Dörr, & Kunert, 2017; S. Wu, Tandoc, & Salmon, 2019)."], "isInfluential": true, "citingPaper": {"paperId": "574b521646ebe9eaed18c674c25009fab9f4bccc", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/574b521646ebe9eaed18c674c25009fab9f4bccc", "title": "Source Credibility Matters: Does Automated Journalism Inspire Selective Exposure?", "abstract": "To examine whether selective exposure occurs when people read news attributed to an algorithm author, this study conducted a 2 (author attribution: human or algorithm) × 3 (article attitude: attitude-consistent news, attitude-challenging news, or neutral story) × 2 (article topic: gun control or abortion) mixed-design online experiment (N = 351). By experimentally manipulating the attribution of authorship, this study found that selective exposure and selective avoidance were practiced when the news article was declared to be written by algorithms. Results revealed that people were more likely to select attitudeconsistent news rather than attitude-challenging news and rated attitude consistent news stories as more credible than attitude challenging news for stories purportedly written by both algorithms and human journalists. For attitude-consistent gun-rights stories, people were more likely to expose themselves to human attribution stories rather than algorithmic attribution stories. Results also showed that source credibility partially mediated the influence of issue partisanship on selective exposure for gun stories. This study bears implications on the selective exposure theory and the emerging field of automated journalism.", "venue": "", "year": 2021, "referenceCount": 90, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1727055797", "name": "Chenyan Jia"}, {"authorId": null, "name": "Thomas J. Johnson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6372553966c663710a530e99b62cdfe705295303", "externalIds": {"MAG": "3190743330", "DOI": "10.1177/14614448211028546"}, "url": "https://www.semanticscholar.org/paper/6372553966c663710a530e99b62cdfe705295303", "title": "The inter-institutional impact of digital platform companies on democracy: A case study of the UK media’s digital campaigning coverage", "abstract": "Digital platforms, such as Google and Facebook, are under increased scrutiny as regards their impact on society. Having prompted concerns about their capacity to spread misinformation, contribute to filter bubbles and facilitate hate speech, much attention has been paid to the threat platforms pose to democracy. In contrast to existing interventions considering the threats posed by interactions between platforms and users, in this article, I examine platforms’ impact on the democratic work of other bodies. Considering the relationship between platforms and the media, I reveal how platforms affect journalists’ ability to advance their democratic goals. Using a case study of journalistic coverage of digital campaigning at the 2019 UK general election, I show how platforms have hindered journalistic efforts to inform citizens and provide a watchdog function. These findings are significant for our understanding of platforms’ democratic impact and suggest policy makers may wish to regulate platforms’ inter-institutional impact upon democracy.", "venue": "New Media & Society", "year": 2021, "referenceCount": 63, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "84242475", "name": "K. Dommett"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6eabe7243ccd38f21ceb2fcc3c0c57a4b5d39c3c", "externalIds": {"MAG": "3170669251", "DOI": "10.1177/14648849211023872"}, "url": "https://www.semanticscholar.org/paper/6eabe7243ccd38f21ceb2fcc3c0c57a4b5d39c3c", "title": "News automation, materialities, and the remix of an editorial process", "abstract": "Software studies is a research field that focuses on the social and cultural implications of the software. They are grounded by interdisciplinarity, borrowing to digital humanities, cultural studie...", "venue": "", "year": 2021, "referenceCount": 88, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "47930756", "name": "Laurence Dierickx"}]}}, {"intents": ["background"], "contexts": ["Much of the scholarship that charted these initial dependencies draw on institutional theory (or new institutionalism; Napoli, 2014) and carries a commitment to sociological institutionalism, which focuses on the ‘routines, common practices, and discursive formations that appear in a variety of…", "…‘isomorphic’ impact on news media organisations, causing them to adopt the priorities and values of these platforms (Caplan and boyd, 2018; also see Napoli, 2014, 2015).2 Rasmus Kleis Nielsen and Sarah Anne Ganter (2018: 1602) follow this line of argument, suggesting that news media are becoming…"], "isInfluential": false, "citingPaper": {"paperId": "740ef89e4906e203d63f2f8b3e0691c852c40aee", "externalIds": {"DBLP": "journals/nms/MeeseH21", "MAG": "3033142853", "DOI": "10.1177/1461444820926472"}, "url": "https://www.semanticscholar.org/paper/740ef89e4906e203d63f2f8b3e0691c852c40aee", "title": "Facebook, news media and platform dependency: The institutional impacts of news distribution on social platforms", "abstract": "There is a growing concern around the dependency of news organisations on platforms like Facebook for audience traffic. However, scholars are still working out the extent of this dependency and how it manifests in practice. In this article, we draw on interviews with Australian news professionals and industry fieldwork to provide a nuanced account of this phenomenon. We find that news media organisations have recently started to diversify their distribution strategies and the business models associated with them in response to Facebook’s algorithm changes. While Facebook remains important, we suggest that greater attention needs to be paid to the complex relationships that news organisations have with platforms. This article ends by considering the implications of these findings for international policy discussions centred around the prospect of platform regulation.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 65, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "66769689", "name": "J. Meese"}, {"authorId": "116341762", "name": "Edward Hurcombe"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7f847c709490e36545e61be272d84c88fa8e037e", "externalIds": {"MAG": "3143346089", "DOI": "10.1080/21670811.2021.1903959"}, "url": "https://www.semanticscholar.org/paper/7f847c709490e36545e61be272d84c88fa8e037e", "title": "Reengineering Journalism: Product Manager as News Industry Institutional Entrepreneur", "abstract": null, "venue": "", "year": 2021, "referenceCount": 65, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "71167187", "name": "Allie Kosterich"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "af9770f0f02412ae15e9af7fdb22676bcd81df09", "externalIds": {"MAG": "3132329562", "DOI": "10.1177/1461444821998705"}, "url": "https://www.semanticscholar.org/paper/af9770f0f02412ae15e9af7fdb22676bcd81df09", "title": "Transforming media agency? Approaches to automation in Finnish legacy media", "abstract": "The algorithmic automation of media processes has produced machines that perform in roles that were previously occupied by human beings. Recent research has probed various theoretical approaches to...", "venue": "", "year": 2021, "referenceCount": 40, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "3370380", "name": "Henrik Rydenfelt"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b4a70be824d83efeb35589fb77d708d5f3cd0cf2", "externalIds": {"MAG": "3132310318", "DOI": "10.1177/1464884921990917"}, "url": "https://www.semanticscholar.org/paper/b4a70be824d83efeb35589fb77d708d5f3cd0cf2", "title": "Russia’s law ‘On news aggregators’: Control the news feed, control the news?", "abstract": "On 1 January 2017, a Russian federal law (№ 208-FZ) came into force that holds news aggregators liable for spreading fake news. Links to news items that originate from registered media outlets – a ...", "venue": "", "year": 2021, "referenceCount": 31, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "108650069", "name": "M. Wijermars"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "bb9166fc3f849bc9be7b880af7507cdc98bcf6e4", "externalIds": {"DOI": "10.1007/978-3-319-32103-5_16"}, "url": "https://www.semanticscholar.org/paper/bb9166fc3f849bc9be7b880af7507cdc98bcf6e4", "title": "Algorithms and Media Ethics in the AI Age", "abstract": null, "venue": "Handbook of Global Media Ethics", "year": 2021, "referenceCount": 67, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Changfeng Chen"}, {"authorId": "2133954070", "name": "Gaelle A. Chekam"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c82516fee57d53ec8229d38a09f2fc2070d19fb4", "externalIds": {"MAG": "3201258836", "DOI": "10.1080/21670811.2021.1976064"}, "url": "https://www.semanticscholar.org/paper/c82516fee57d53ec8229d38a09f2fc2070d19fb4", "title": "The Effects of Anthropomorphism on How People Evaluate Algorithm-Written News", "abstract": "Based on the Modality-Agency-Interactivity-Navigability model and the anthropomorphism theory, this study examines whether embedding human-like characteristics in algorithms increases the persuasiv...", "venue": "Digital Journalism", "year": 2021, "referenceCount": 56, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2124707510", "name": "W. Jang"}, {"authorId": null, "name": "Jung Won Chun"}, {"authorId": "49899330", "name": "Soojin Kim"}, {"authorId": null, "name": "Young Woo Kang"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d284d33134e944c1f278a749edc4730e58196d3e", "externalIds": {"MAG": "3198501502", "DOI": "10.1386/ajms_00063_1"}, "url": "https://www.semanticscholar.org/paper/d284d33134e944c1f278a749edc4730e58196d3e", "title": "Introduction to AI journalism: Framework and ontology of the trans-domain field for integrating AI into journalism", "abstract": "Artificial Intelligence (AI) is being introduced to news routines. There is a need for theoretical framework to instruct the AI-adopting process and better integrate the cross-domain knowledge. This article attempts to explicate the major transformations AI brings to news systems, i.e., automated writing and personalization at scale. In light of the transformations, the tension between AI and human journalists has drawn attention. In order to unravel the accompanied conundrums, we propound a new notion – AI journalism, which is a trans-domain field of various categories, deriving from journalism automation. We propose to build AI journalism ontology that can manifest the emerging phenomenon in news ecosystem where intelligent machines and human journalists are coexisting. This article’s ultimate contribution is proffering a new framework and a transdisciplinary field to examine the integration of AI and associated technologies into journalism.", "venue": "Journal of Applied Journalism & Media Studies", "year": 2021, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": null, "name": "Wei Zhang"}, {"authorId": "2056466155", "name": "José Manuel Pérez Tornero"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d8459ba204980a3c12628a63eaa86ae11ee2801b", "externalIds": {"MAG": "3174050536", "DOI": "10.1177/19401612211026595"}, "url": "https://www.semanticscholar.org/paper/d8459ba204980a3c12628a63eaa86ae11ee2801b", "title": "Common Core in Danger? Personalized Information and the Fragmentation of the Public Agenda", "abstract": "The diversification of information sources has reignited the controversy on media-induced fragmentation endangering social integration. The media's capability to set the public agenda and create issues as a common core is a pivotal part of the public sphere and contributes fundamentally to society's cohesion. Algorithm-driven sources like social media that personalize content to the preferences of individuals and their social networks are considered agents of fragmentation of the public sphere. Politically extreme individuals relying on them may be particularly vulnerable to losing touch with society's common core. We employ an innovative operationalization of fragmentation on the individual level: “issue horizons”—comprising issue diversity, top issue focus, and issue overlap—to investigate how different information sources affect fragmentation. In a two-week daily diary, conducted 2016 in Germany, 356 participants named the two most important political issues of each day and reported the issue-specific sources of information. Results show that social media reliance neither increases nor decreases the compatibility of individuals' issue horizons, but news media reliance significantly increases the compatibility of issue horizons among the politically more extreme. Not relying on news media (but rather on social media) means that politically extreme persons are at risk of losing touch with society's mainstream. This attests to the news media's ongoing, indispensable integration function. Using multiple sources of political information—including the news media—appears to be of paramount importance in ensuring that most citizens are aware of the most important issues facing the nation.", "venue": "The International Journal of Press/Politics", "year": 2021, "referenceCount": 46, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2065495870", "name": "M. Magin"}, {"authorId": "48585317", "name": "S. Geiß"}, {"authorId": "1844292960", "name": "Birgit Stark"}, {"authorId": "145558696", "name": "Pascal Jürgens"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "dd0971b53980df967a791aa1a00ba9cc41207438", "externalIds": {"DOI": "10.1007/978-3-319-32103-5_28"}, "url": "https://www.semanticscholar.org/paper/dd0971b53980df967a791aa1a00ba9cc41207438", "title": "Should Machines Write About Death? Questions of Technology, Humanity, and Ethics in the Automation of Journalism", "abstract": null, "venue": "Handbook of Global Media Ethics", "year": 2021, "referenceCount": 56, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1576432255", "name": "Andrea Guzman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e467ca71ff9c86760cf2215affb2ce618634cc5a", "externalIds": {"MAG": "3113366533", "DOI": "10.1007/978-3-658-31916-8_3"}, "url": "https://www.semanticscholar.org/paper/e467ca71ff9c86760cf2215affb2ce618634cc5a", "title": "Macht im digitalen Raum. Politische Bildung im digitalen Zeitalter", "abstract": "Unser aller Alltag ist in der Zwischenzeit stark von den Dienstleistungen und Plattformen der Technologiekonzerne durchdrungen. In der politischen Kommunikation sind Twitter, Facebook, Instagram und Konsorten nicht mehr wegzudenken. Die veranderten Bedingungen, unter denen politische Kommunikation stattfindet, haben nicht zu einer Machtnivellierung, sondern vielmehr zu einer -verschiebung gefuhrt. Politische Kommunikation ist fur uns unentbehrlich, um unsere politischen Meinungen zu bilden, unsere Positionen zu artikulieren und politische Fragen zu diskutieren. Daraus ergeben sich zwei zentrale Fragen fur die Politische Bildung: Welche Fahigkeiten benotigen autonome und medienkundige Burger*innen? Und wie erlernen wir diese Fahigkeiten? Dieser Beitrag skizziert eine mogliche Antwort darauf.", "venue": "Citizenship. Studien zur Politischen Bildung", "year": 2021, "referenceCount": 53, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2123276076", "name": "Manuel S. Hubacher"}]}}, {"intents": ["background"], "contexts": ["Some scholars have proposed conceptual frameworks for algorithmic accountability (Diakopoulos, 2015; Napoli, 2014), while others have focused on empirical benefits and risks underlying algorithmic services (Shin, 2019; Zafar et al.", "Some scholars have proposed conceptual frameworks for algorithmic accountability (Diakopoulos, 2015; Napoli, 2014), while others have focused on empirical benefits and risks underlying algorithmic services (Shin, 2019; Zafar et al., 2017)."], "isInfluential": false, "citingPaper": {"paperId": "e90acb4ecdba8b54c78c5521a9b25f8c3b19770e", "externalIds": {"DOI": "10.1177/0002764221989783"}, "url": "https://www.semanticscholar.org/paper/e90acb4ecdba8b54c78c5521a9b25f8c3b19770e", "title": "When Algorithmic Transparency Failed: Controversies Over Algorithm-Driven Content Curation in the South Korean Digital Environment", "abstract": "Content curation in contemporary digital platforms leverages both algorithmic decision making and human judgment. As much as algorithm has become an integral part of digital configurations, there are growing concerns about the lack of accountability surrounding algorithm-driven digital services. The issue of algorithmic accountability is attributed not only to intrinsic opacity in computational processes but also to the lack of transparency in platform governance. This article discusses two controversial cases surrounding algorithmic transparency in the South Korean digital environment. It first epitomizes the notion of algorithmic transparency as a prerequisite for accountability. Then, it situates the use of algorithms for online content curation in the South Korean digital environment to illustrate how algorithmic transparency is complicated by sociopolitical conditions. Finally, this research offers several suggestions for promoting a more accountable algorithm society.", "venue": "", "year": 2021, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "40344370", "name": "Kitae Kim"}, {"authorId": "115875406", "name": "Shin-Il Moon"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "fe66d5553a9d80937761ede432e08b300f358c8a", "externalIds": {"DBLP": "journals/pacmhci/DeVito21", "DOI": "10.1145/3476080"}, "url": "https://www.semanticscholar.org/paper/fe66d5553a9d80937761ede432e08b300f358c8a", "title": "Adaptive Folk Theorization as a Path to Algorithmic Literacy on Changing Platforms", "abstract": "The increased importance of opaque, algorithmically-driven social platforms (e.g., Facebook, YouTube) to everyday users as a medium for self-presentation effectively requires users to speculate on how platforms work in order to decide how to behave to achieve their self-presentation goals. This speculation takes the form of folk theorization. Because platforms constantly change, users must constantly re-evaluate their folk theories. Based on an Asynchronous Remote Community study of LGBTQ+ social platform users with heightened self-presentation concerns, I present an updated model of the folk theorization process to account for platform change. Moreover, I find that both the complexity of the user's folk theorization and their overall relationship with the platform impact this theorization process, and present new concepts for examining and classifying these elements: theorization complexity level and perceived platform spirit. I conclude by proposing a folk theorization-based path towards an extensible algorithmic literacy that would support users in ongoing theorization.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 176, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "32861190", "name": "M. DeVito"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "03e2b288238223c0c28adad91a23fe5e60bc9f9e", "externalIds": {"MAG": "2981785412", "DOI": "10.2501/jar-2019-037"}, "url": "https://www.semanticscholar.org/paper/03e2b288238223c0c28adad91a23fe5e60bc9f9e", "title": "The Myth of Targeting Small, But Loyal Niche Audiences", "abstract": "ABSTRACT Higher attention traditionally has translated into higher advertising revenues for media. With a multitude of options to choose from on the Internet, however, advertisers often are tempted to turn away from outlets with mass appeal toward niche outlets, which often have loyal audiences. In this high-choice media environment, where people purportedly are consuming content per their personal preferences and attitudes, on what basis do audiences fragment? This study examines associations between users and usage of the 2,000 most popular websites in the United States. Results indicate that popularity predicts usage, and audience niches are less prevalent than commonly assumed. The findings are a cautionary tale for advertisers targeting a more loyal audience by dissociating with traditional big media, turning most of their spending toward smaller niche outlets.", "venue": "Journal of Advertising Research", "year": 2020, "referenceCount": 28, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2519299", "name": "H. Taneja"}]}}, {"intents": ["background"], "contexts": ["…endless phases of technological iteration in daily practice, the expansion of automation into America’s digital newsrooms in the late 2010s presents yet another challenging era in the profession’s history (Carlson, 2015; Clerwall, 2014; Montal and Reich, 2017; Napoli, 2014; Thurman et al., 2017)."], "isInfluential": false, "citingPaper": {"paperId": "25ac3f7e732a744d184206dfec30d27572f3e0e1", "externalIds": {"MAG": "2802409216", "DOI": "10.1177/1354856518772542"}, "url": "https://www.semanticscholar.org/paper/25ac3f7e732a744d184206dfec30d27572f3e0e1", "title": "Automation and Adaptation: Reshaping journalistic labor in the newsroom library", "abstract": "In the digital transition within American newspapers, newsroom librarians were among the first newsworkers to have their labor automated. In response, these practitioners operating in converged newsrooms shifted their on-the-job routines and roles to align with the increasing centrality of machines in journalistic production. Using an actor-network approach, this research integrates in-depth interviews to explore how American newsroom librarians interface with machines in acting as guardians of institutional knowledge within news organizations. Examining the modern duties of newsroom librarians can provide broader context for the next generation of industry automation in journalistic practice.", "venue": "", "year": 2020, "referenceCount": 80, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "114629212", "name": "Jan Lauren Boyles"}, {"authorId": "120475548", "name": "Jared Meisinger"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2b22e488d6df1160def1996a2cfc9284161a3f15", "externalIds": {"MAG": "3082001061", "DOI": "10.1007/s11186-020-09404-2"}, "url": "https://www.semanticscholar.org/paper/2b22e488d6df1160def1996a2cfc9284161a3f15", "title": "Data orientalism: on the algorithmic construction of the non-Western other", "abstract": "Research on algorithms tends to focus on American companies and on the effects their algorithms have on Western users, while such algorithms are in fact developed in various geographical locations and used in highly diverse socio-cultural contexts. That is, the spatial trajectories through which algorithms operate and the distances and differences between the people who develop such algorithms and the users their algorithms affect remain overlooked. Moreover, while the power of big data algorithms has been recently compared to colonialism (Couldry and Mejias 2019), the move from the colonial gaze (Yegenoglu 1998) to the algorithmic gaze (Graham 2010) has yet to be fully discussed. This article aims to fill these gaps by exploring the attempts to algorithmically conceptualize “the Other” . Based on the case study of an Israeli user-profiling company and its attempts to sell its services to East Asian corporations, I show that the algorithmic gaze—algorithms’ ability to characterize, conceptualize, and affect users—stems from a complex combination between opposing-but-complimentary perspectives: that it is simultaneously a continuation of the colonial gaze and its complete opposite. The ways in which algorithms are being programmed to see the Other, the ways algorithmic categories are named to depict the Other, and the ways people who design such algorithms describe and understand the Other are all different but deeply interrelated factors in how algorithms “see.” I accordingly argue that the story of algorithms is an intercultural one, and that the power of algorithms perpetually flows back and forth—between East and West, South and North.", "venue": "", "year": 2020, "referenceCount": 147, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "13394664", "name": "Dan M. Kotliar"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2e00d61c5d0d4a251631598eefb15abec709b27d", "externalIds": {"MAG": "3161009697", "DOI": "10.1017/9781108297820.008"}, "url": "https://www.semanticscholar.org/paper/2e00d61c5d0d4a251631598eefb15abec709b27d", "title": "Digital Media and Democracy", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1144, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"intents": ["background"], "contexts": ["Furthermore, because these algorithms are often created by organizations or institutions, actors may not be aware of the ways their visibility is being manipulated (Kennedy & Moss, 2015; Napoli, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "35510d7f5a136908a35bc50eac3e39a8f39e8ab3", "externalIds": {"MAG": "3093600053", "DOI": "10.1177/0170840620970728"}, "url": "https://www.semanticscholar.org/paper/35510d7f5a136908a35bc50eac3e39a8f39e8ab3", "title": "Behavioral Visibility: A new paradigm for organization studies in the age of digitization, digitalization, and datafication", "abstract": "The digitization, digitalization, and datafication of work and communication, coupled with social and technical infrastructures that enable connectivity, are making it increasingly easy for the behaviors of people, collectives, and technological devices to see and be seen. Such digital connectivity gives rise to the important phenomenon of behavioral visibility. We argue that studying the antecedents, processes, and consequences of behavioral visibility should be a central concern for scholars of organizing. We attempt to set the cornerstones for the study of behavioral visibility by considering the social and technological contexts that are enabling behavioral visibility, developing the concept of behavioral visibility by defining its various components, considering the conditions through which it is commonly produced, and outlining potential consequences of behavioral visibility in the form of three paradoxes. We conclude with some conjectures about the kinds of research questions, empirical foci, and methodological strategies that scholars will need to embrace in order to understand how behavioral visibility shapes and is shaped by the process of organizing as we catapult, swiftly, into an era where artificial intelligence, learning algorithms, and social tools are changing the way people work.", "venue": "", "year": 2020, "referenceCount": 127, "citationCount": 21, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "34602963", "name": "P. Leonardi"}, {"authorId": "2054189", "name": "J. Treem"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3de6e048e297be7bb66404a3579c70264f85ddea", "externalIds": {"MAG": "3042790846", "DOI": "10.4000/ctd.3262"}, "url": "https://www.semanticscholar.org/paper/3de6e048e297be7bb66404a3579c70264f85ddea", "title": "Artificial Intelligence in Media:Journalists’Perceptions and Organizational Talk", "abstract": "Artificial Intelligence’s cost-efficient nature and speed of operation has naturally prompted many media organizations to consider its broader application in the media industry. But it has also prompted concern among human journalists that they will be marginalized and ultimately replaced by AI. This study employs qualitative methods to explore the perceptions of media practitioners working in Chinese media context in relation to the impact of AI on media employment, and attempts to shed light on how talk/discourse about AI is shaping perceptions at the individual (micro) level and institutional communication at the organizational (meso) level.", "venue": "", "year": 2020, "referenceCount": 13, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47111821", "name": "Yang Yu"}, {"authorId": "47942053", "name": "Kuo-En Huang"}, {"authorId": "145415757", "name": "B. Jones"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "45cb9752e8e07a9dd244c1e44362e40e9fdc3987", "externalIds": {"DOI": "10.1017/9781108297820.011"}, "url": "https://www.semanticscholar.org/paper/45cb9752e8e07a9dd244c1e44362e40e9fdc3987", "title": "Index", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "475dd07dd775b1d08ab369bf07c2188911b0c97c", "externalIds": {"MAG": "3041594988", "DOI": "10.1111/rego.12333"}, "url": "https://www.semanticscholar.org/paper/475dd07dd775b1d08ab369bf07c2188911b0c97c", "title": "Same, same, but different! Qualitative evidence on how algorithmic selection applications govern different life domains", "abstract": null, "venue": "", "year": 2020, "referenceCount": 53, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "115766047", "name": "Noemi Festic"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "50084817f78b13c9c3610c510ac858f4b3bf0ffb", "externalIds": {"MAG": "3031283198", "DBLP": "journals/giq/KonigW20", "DOI": "10.1016/j.giq.2020.101489"}, "url": "https://www.semanticscholar.org/paper/50084817f78b13c9c3610c510ac858f4b3bf0ffb", "title": "Opportunity for renewal or disruptive force? How artificial intelligence alters democratic politics", "abstract": "Abstract The increasing adoption of AI profoundly changes the informational foundations of societies. What does this mean for the functioning of liberal democracy, specifically in terms of responsiveness and accountability? The present paper addresses this question by discussing how capabilities of AI affect the informational requirements of the democratic process. Based on a systems theory perspective, the consequences of AI are shown to be wide-ranging. AI can reduce or increase information deficits of both citizens and decision-makers on the input, throughout, and output level of the political system. While the challenges that AI creates for democratic responsiveness and accountability have a novel technological dimension, they are nonetheless in continuity with existing transparency and accountability problems. Avoiding a negative impact will require institutionalizing suitable governance mechanisms – a task that is challenging already at the throughout and output level, but particularly difficult, and important, at the input level of politics.", "venue": "Gov. Inf. Q.", "year": 2020, "referenceCount": 109, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "90468386", "name": "Pascal D. König"}, {"authorId": "14198009", "name": "Georg Wenzelburger"}]}}, {"intents": ["background"], "contexts": ["…based processes operate like legacy media institutions in their regulative, normative, and cultural-cognitive functions: “Algorithms . . . have the capacity to directly structure user behaviors, impact preference formation, and impact content production decisions” (Napoli, 2014, p. 343)."], "isInfluential": false, "citingPaper": {"paperId": "60b6a5441f543f9b16cef052e8b92f4358f21258", "externalIds": {"MAG": "3081342702", "DOI": "10.1177/2056305120933301"}, "url": "https://www.semanticscholar.org/paper/60b6a5441f543f9b16cef052e8b92f4358f21258", "title": "Platforming Intersectionality: Networked Solidarity and the Limits of Corporate Social Media", "abstract": "How do historically marginalized narratives spread on social media platforms? Developing research in collaboration with intersectional artists and community, or what we call “platforming intersectionality,” can reveal the promise and limitations of social media for bridging disparate, segregated communities, or “networked solidarity.” Using case studies of indie TV series about historically marginalized communities, we show that intersectionality can spread on corporate social media platforms, but the causes are largely visible outside of platforms, both online and offline. Basic conditions for spreading intersectional narratives may be met when the language used to describe them are simply communicated in ways algorithms and users can quickly understand. However, community members, including artists and publishers who produce for specific communities online and offline, serve as critical, under-appreciated nodes platforms leverage to spread intersectionality. We argue that reconceptualizing platforms as community-based media provides a better framework for understanding the power and limits of social media.", "venue": "", "year": 2020, "referenceCount": 93, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32874834", "name": "A. J. Christian"}, {"authorId": "29959086", "name": "Faithe Day"}, {"authorId": "145457966", "name": "Mark Diaz"}, {"authorId": "1485041488", "name": "Chelsea Peterson-Salahuddin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "61aad1b7349c65cc6ea13281bfa36cf93328a566", "externalIds": {"MAG": "3165522001", "DOI": "10.1017/9781108297820.005"}, "url": "https://www.semanticscholar.org/paper/61aad1b7349c65cc6ea13281bfa36cf93328a566", "title": "Digital Media and Collective Action", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6dc0f34b904d0a435308b271e8936e744735c84d", "externalIds": {"DOI": "10.1017/9781108297820.010"}, "url": "https://www.semanticscholar.org/paper/6dc0f34b904d0a435308b271e8936e744735c84d", "title": "References", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "700621624524eab6154436157ef5b87c4bd306ee", "externalIds": {"MAG": "3083174373", "DOI": "10.1002/9781119166900.ch21"}, "url": "https://www.semanticscholar.org/paper/700621624524eab6154436157ef5b87c4bd306ee", "title": "Media Education 3.0?", "abstract": null, "venue": "", "year": 2020, "referenceCount": 47, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2084486944", "name": "Grzegorz Ptaszek"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "75da2dd5fb062cf49b536221eec591d7b83f0012", "externalIds": {"MAG": "3092452324", "DOI": "10.1386/JDMP_00027_1"}, "url": "https://www.semanticscholar.org/paper/75da2dd5fb062cf49b536221eec591d7b83f0012", "title": "Online content governance: Towards a framework for analysis for prominence and discoverability", "abstract": "In an internet-connected era, prominence and discoverability propose new challenges for content providers, as search and discovery functions become essential to access content online. However, general definitional confusion on these notions has contributed to a lack of understanding\n of what discoverability means for the online audio-visual media industry, which in turn leads to a lack of clarity over the scope, values and intentions of related regulatory proposals. This article criticizes these policy approaches and proposes a fine-tuned understanding of content discoverability\n that is suited to our contemporary media system and informs media and communication policy debates in this area. By contextualizing it in an industry-led governance system with opaque content-curation strategies, I apply a new analytical lens to discoverability that shows its implications\n for three media policy issues: namely organizations’ decisional transparency, users’ diversity of exposure and the fostering of a plurality of media independent from undue power and influence.", "venue": "", "year": 2020, "referenceCount": 44, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118702377", "name": "E. Mazzoli"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "765f5bc01517d50b95c7eee8aeff4d1aa5879e6b", "externalIds": {"MAG": "2427090125", "DOI": "10.1007/978-3-658-09560-4_4"}, "url": "https://www.semanticscholar.org/paper/765f5bc01517d50b95c7eee8aeff4d1aa5879e6b", "title": "Institutionalistische Theorieansätze für die Medienökonomie", "abstract": "Den Ausgangspunkt dieses Beitrags bilden eine Kurzcharakterisierung und Einordnung institutionalistischer Theorieansatze. Zudem werden Charakteristika des Untersuchungsgegenstandes dieses Handbuchs – des konvergenten Kommunikationssektors – hervorgehoben, aus denen sich spezifische Herausforderungen und Anforderungen fur anzuwendende Analyseansatze ergeben. Anschliesend werden neo-institutionalistische Ansatze im Hinblick auf ihre medienokonomische Anwendung gewurdigt. Zur Erweiterung der Grenzen neo-institutionalistischer Ansatze wird abschliesend die Kombination mit anderen Theorieansatzen zur medienokonomischen Erforschung des konvergenten Kommunikationssektors empfohlen.", "venue": "Handbuch Medienökonomie", "year": 2020, "referenceCount": 133, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2091063787", "name": "Natascha Just"}, {"authorId": "121766564", "name": "M. Latzer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7fac4ebcf1d0bc3b55f8e90b13ae477bb878f60d", "externalIds": {"MAG": "3008769307", "DOI": "10.1017/9781108297820"}, "url": "https://www.semanticscholar.org/paper/7fac4ebcf1d0bc3b55f8e90b13ae477bb878f60d", "title": "Retooling Politics", "abstract": "Donald Trump, the Arab Spring, Brexit: digital media have provided political actors and citizens with new tools to engage in politics. These tools are now routinely used by activists, candidates, non-governmental organizations, and parties to inform, mobilize, and persuade people. But what are the effects of this retooling of politics? Do digital media empower the powerless or are they breaking democracy? Have these new tools and practices fundamentally changed politics or is their impact just a matter of degree? This clear-eyed guide steps back from hyperbolic hopes and fears to offer a balanced account of what aspects of politics are being shaped by digital media and what remains unchanged. The authors discuss data-driven politics, the flow and reach of political information, the effects of communication interventions through digital tools, their use by citizens in coordinating political action, and what their impact is on political organizations and on democracy at large.", "venue": "", "year": 2020, "referenceCount": 977, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "3225415", "name": "Daniel Gayo-Avello"}]}}, {"intents": ["background"], "contexts": ["Automation is a broad phenomenon that can relate to both media use and media production (Loosen and Scholl, 2017; Napoli, 2014).", "It is for this reason that a number of researchers use the terms ‘automation’ or even ‘automated media’ (Napoli, 2014: 340) to describe digital media’s latest stage of development."], "isInfluential": false, "citingPaper": {"paperId": "810d2a14034039699481704a4b88009b54b5e798", "externalIds": {"MAG": "3024273111", "DOI": "10.1177/0163443720916412"}, "url": "https://www.semanticscholar.org/paper/810d2a14034039699481704a4b88009b54b5e798", "title": "Artificial companions, social bots and work bots: communicative robots as research objects of media and communication studies", "abstract": "The aim of this article is to outline ‘communicative robots’ as an increasingly relevant field of media and communication research. Communicative robots are defined as autonomously operating systems designed for the purpose of quasi-communication with human beings to enable further algorithmic-based functionalities – often but not always on the basis of artificial intelligence. Examples of these communicative robots can be seen in the now familiar artificial companions such as Apple’s Siri or Amazon’s Alexa, the social bots present on social media platforms or work bots that automatically generate journalistic content. In all, the article proceeds in three steps. Initially, it takes a closer look at the three examples of artificial companions, social bots and work bots in order to accurately describe the phenomenon and their recent insinuation into everyday life. This will then allow me to grasp the challenges posed by the increasing need to deal with communicative robots in media and communication research. It is from this juncture from where I would like to draw back on the discussion about the automation of communication and clearly outline how communicative robots are more likely than physical artefacts to be experienced at the interface of automated communication and communicative automation.", "venue": "", "year": 2020, "referenceCount": 136, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2075229276", "name": "A. Hepp"}]}}, {"intents": ["background"], "contexts": ["These entanglements are reshaping news exposure in ways that have not yet been fully reflected in the main body of literature on incidental exposure (Bell et al., 2017; Kaiser et al., 2018; Napoli, 2014; Nielsen and Ganter, 2018; Thorson and Wells, 2016)."], "isInfluential": false, "citingPaper": {"paperId": "853dc1b6f12598e67615e3d7f35c587814427507", "externalIds": {"MAG": "3024638662", "DOI": "10.1177/1464884920915352"}, "url": "https://www.semanticscholar.org/paper/853dc1b6f12598e67615e3d7f35c587814427507", "title": "Attracting the news: Algorithms, platforms, and reframing incidental exposure", "abstract": "This article argues for new approaches to the study of incidental exposure that better account for the role of algorithms, platforms, and processes of datafication in shaping the likelihood of news exposure online. It offers a critique of three themes prominent in the incidental exposure literature: (1) incidental exposure connotes accidental exposure to news on social media, (2) news content is ubiquitous on social media, and (3) incidental exposure can be conceptually distinguished from intentional exposure to news on social media. This article proposes a new metaphor to reframe research on incidental exposure: ‘attraction’ to news.", "venue": "", "year": 2020, "referenceCount": 60, "citationCount": 26, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3197918", "name": "Kjerstin Thorson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "89793a572211559f25f5345f8f1335b0fed578a2", "externalIds": {"MAG": "3160179432", "DOI": "10.1017/9781108297820.009"}, "url": "https://www.semanticscholar.org/paper/89793a572211559f25f5345f8f1335b0fed578a2", "title": "Digital Media in Politics", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "898ca4bc52cfc52aadca040d9ad5e355390fea0e", "externalIds": {"MAG": "3156505838", "DOI": "10.1017/9781108297820.004"}, "url": "https://www.semanticscholar.org/paper/898ca4bc52cfc52aadca040d9ad5e355390fea0e", "title": "The Effects of Political Information", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "8eface649058431e7f344926c1f0ffa63b8808ea", "externalIds": {"MAG": "3093620494", "DOI": "10.1007/978-3-030-55248-0_3"}, "url": "https://www.semanticscholar.org/paper/8eface649058431e7f344926c1f0ffa63b8808ea", "title": "Digital Technologies for Governance", "abstract": null, "venue": "", "year": 2020, "referenceCount": 130, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2026138665", "name": "Fernando Filgueiras"}, {"authorId": "2068335019", "name": "Virgílio A. F. Almeida"}]}}, {"intents": ["background"], "contexts": ["Communication scholars have recently begun to recognize and investigate the importance of algorithms to a wide range of processes related to the production and consumption of media content (Napoli, 2014).", "A key dimension in discussing media bot action is evaluating the extent to which it compellingly illustrates that the media outlets function as a cultural and political institution, in the sense of the institutional theory framework (Napoli, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "9a6719d3199686527090e682087342587fca7755", "externalIds": {"MAG": "3009965456", "DOI": "10.1080/10510974.2020.1735466"}, "url": "https://www.semanticscholar.org/paper/9a6719d3199686527090e682087342587fca7755", "title": "Making up Audience: Media Bots and the Falsification of the Public Sphere", "abstract": "ABSTRACT The purpose of this paper is to discuss if and how Brazilian media outlets make use of automated strategies and artificial intelligence (AI) in order to produce convenient social media metrics about themselves and amplify their relevance on Twitter. We examine how media bots can manipulate online ratings, change social perception of what is relevant and increase engagement with both on- and offline media entities. We extracted three types of data: (i) 530,942 tweets containing at least one URL from Globo Group or Folha Group collected via Twitter API; (ii) URL metadata from 158,690 articles by Globo Group and Folha Group; (iii) Twitter trending topics in Brazil. Profiles that posted links were later sampled and classified using the Botometer. Automated and human accounts were analyzed regarding their posting frequency and speed. In this paper, we assess the hypothesis that the existence of media bots is affecting the Twittersphere in Brazil, where automated accounts, empowered by AI, might be responsible for a substantial share of the links to popular Brazilian media outlets on Twitter. Our research provides quantitative empirical evidence that bots are particularly active in amplifying news media links in the initial moments of spreading. Additionally, automated accounts play an important role in promoting TV broadcast programs in Brazil. Based on these evidences, we discuss the strategies adopted by Brazilian media corporations to sustain their omnipresence online that boosts their online audience. Video Abstract Read the transcript Watch the video on Vimeo", "venue": "", "year": 2020, "referenceCount": 135, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2075042911", "name": "R. Santini"}, {"authorId": "71657804", "name": "D. Salles"}, {"authorId": "114519428", "name": "G. Tucci"}, {"authorId": "2053631390", "name": "F. Ferreira"}, {"authorId": "88137733", "name": "F. Grael"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b38f6f457ab13a365ef7767c88c0e3b079f47e7d", "externalIds": {"MAG": "3122516627", "DOI": "10.1017/9781108297820.007"}, "url": "https://www.semanticscholar.org/paper/b38f6f457ab13a365ef7767c88c0e3b079f47e7d", "title": "Data in Politics", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"intents": ["background"], "contexts": ["In recent years, algorithms have been reshaping the media sphere (Napoli, 2014; Thurman, 2011)\nand becoming a trending subject among journalism and communication researchers (Do ̈rr, 2016).", "In recent years, algorithms have been reshaping the media sphere (Napoli, 2014; Thurman, 2011) and becoming a trending subject among journalism and communication researchers (Do ̈rr, 2016).", "Keywords: Chinese automated journalism, credibility, expertise, expectation-confirmation theory, readability The processes of media production and consumption have become automated and algorithmically\ndictated worldwide (Mager, 2012; Napoli, 2014).", "The processes of media production and consumption have become automated and algorithmically dictated worldwide (Mager, 2012; Napoli, 2014).", "Automated journalism refers to a new format of news production that uses algorithms to automatically generate news content with little human intervention (Carlson, 2015; Haim & Graefe, 2017; LeCompte, 2015; Napoli, 2014; Zheng et al., 2018)."], "isInfluential": true, "citingPaper": {"paperId": "b46557614a40433d963165089b42eccfe679e945", "externalIds": {"MAG": "3023361310"}, "url": "https://www.semanticscholar.org/paper/b46557614a40433d963165089b42eccfe679e945", "title": "Chinese Automated Journalism: A Comparison Between Expectations and Perceived Quality", "abstract": "To explore the emerging practice of automated journalism in China, this study examined readers’ expectations and actual perceptions of Chinese automated news through two experiments. Results showed that readers’ actual perceptions of human-written news did not meet their expectations, but readers’ actual perceptions of automated news exceeded expectations. When participants read both human-written and automated news, perceptions of human-written news were significantly higher for readability and expertise. When participants read either human-written or automated news, significant differences only existed for expertise. In both experiments, participants had similar expectations and perceptions of credibility between human-written and automated news. These results bear implications to the field in that the difference in credibility between automated and human-written news was indiscernible.", "venue": "", "year": 2020, "referenceCount": 64, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1727055797", "name": "Chenyan Jia"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b591e3d38286e873d18d6ce7b01ed1ab12065bba", "externalIds": {"DOI": "10.1017/9781108297820.006"}, "url": "https://www.semanticscholar.org/paper/b591e3d38286e873d18d6ce7b01ed1ab12065bba", "title": "Changing Organizations", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b78ce489f5997b33c28f7f1b5222073bcbed2b09", "externalIds": {"DOI": "10.1007/978-3-030-60073-0"}, "url": "https://www.semanticscholar.org/paper/b78ce489f5997b33c28f7f1b5222073bcbed2b09", "title": "Information Systems and Neuroscience: NeuroIS Retreat 2020", "abstract": "Blue of all colors seems to be generally preferred by humans and animals. Consequently, the use of this color in ecommerce context has several positive effects such as increased trustworthiness and aesthetic ratings. These effects are, in this study, hypothesized to be caused by specific neural processes in the prefrontal cortex of human decision makers. Consequently, this study tackles the research question whether there is a distinct neural activation pattern for blue websites that helps to explain why blue is often most favored. To investigate this, one website is designed and manipulated in color to which user reactions are measured by employing functional near-infrared spectroscopy (fNIRS). The results of this study show that blue colored websites seem to require generally less processing power related to cognitive processing while revealing increases in brain structures related to processing pleasant and aesthetic stimuli.", "venue": "", "year": 2020, "referenceCount": 997, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1682201", "name": "Fred D. Davis"}, {"authorId": "1724156", "name": "R. Riedl"}, {"authorId": "35065491", "name": "Adriane B. Randolph"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b7f03c4a70e097f87c7627d0d874b94121d8563f", "externalIds": {"MAG": "3160070152", "DOI": "10.1017/9781108297820.001"}, "url": "https://www.semanticscholar.org/paper/b7f03c4a70e097f87c7627d0d874b94121d8563f", "title": "The Rise of Digital Media and the Retooling of Politics", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"intents": ["background"], "contexts": ["…outlets have been shown to mimic organizations with similar reach and in similar economic situations (Lowrey & Woo, 2010), aligned also through the shared influences from algorithms (Napoli, 2014), lately additionally adjusting around the issue of audience observation (Kosterich & Napoli, 2016)."], "isInfluential": false, "citingPaper": {"paperId": "bf78f66f42be666ada97de35054254e792c8a311", "externalIds": {"MAG": "3026638252", "DOI": "10.1080/10584609.2020.1753869"}, "url": "https://www.semanticscholar.org/paper/bf78f66f42be666ada97de35054254e792c8a311", "title": "Politicians’ Self-depiction and Their News Portrayal: Evidence from 28 Countries Using Visual Computational Analysis", "abstract": "ABSTRACT Visual content plays a crucial role in today’s online political communication, especially during election campaigns. Prior research on candidate imagery has shown particular effects from non-verbal behavior (e.g., smiling), contextual features (e.g., the depiction of other people), and structural characteristics (e.g., camera angle and proximity). Importantly, this study argues to look at candidate imagery as institutionalized means of political communication online. In the realm of the European Parliamentary Election 2019, self-promoted candidate imagery on social networking sites (SNS) is expected to align cross-nationally along party-family structures vis-à-vis respective imagery in the news, which is anticipated to align along national borders. We analyze and describe respective candidate imagery in both news and SNS from 13,811 unique candidates across all 28 European member states by means of a computational content analysis of 79,500 images. After a manual two-step validation, which raises concerns about the validity of the computationally assigned camera angle, logistic regression models are used to estimate non-verbal behavior, contextual features, and structural characteristics. Findings show that while self-depiction on SNS includes more smiling, news imagery employs broader variation in camera angles and close-up photography. Differences are almost independent from structural influences with the exception of country alignment, which is a minor yet consistent predictor of all outcome variables. Visual computational content analysis has proven to be a useful and reliable utility for all but one variable – a call for its employment along strong validation also in future studies to allow visual content analyses also on a large and quantitative scale.", "venue": "", "year": 2020, "referenceCount": 87, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46693800", "name": "Mario Haim"}, {"authorId": "51296107", "name": "Marc Jungblut"}]}}, {"intents": ["background"], "contexts": ["The lock-in effect reflects the duality, a key characteristic of institutions that creates mutual reproduction between agents and structures (Napoli, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "c620d91cea6873851048021f8e12839029be06e4", "externalIds": {"MAG": "3024752385", "DOI": "10.1177/1077699020916809"}, "url": "https://www.semanticscholar.org/paper/c620d91cea6873851048021f8e12839029be06e4", "title": "Differentiation and De-differentiation: The Evolving Power Dynamics Between News Industry and Tech Industry", "abstract": "This essay proposes a new theoretical framework, the differentiation/de-differentiation framework, to help understand the evolving power dynamics between news industry and tech industry from institutional, relational, and dialectical perspectives. This study examines two waves of de-differentiation and two waves of differentiation between the two sectors and investigates the driving forces behind these changing trends. The proposed framework in this study makes contributions to a better understanding of the dynamics, complexities, and future trends in the changing media and tech environment.", "venue": "", "year": 2020, "referenceCount": 99, "citationCount": 5, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "49110930", "name": "Qun Wang"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "cfd1a2dee5f3c62a29226cb358bcc90ad11d0026", "externalIds": {"MAG": "3097399598", "DOI": "10.1177/1354856520966911"}, "url": "https://www.semanticscholar.org/paper/cfd1a2dee5f3c62a29226cb358bcc90ad11d0026", "title": "The streaming network: Conceptualizing distribution economy, technology, and power in streaming media services", "abstract": "Despite there being more than a decade since the introductions of Netflix’ and Spotify’s online services, few attempts have been made to thoroughly examine and conceptualize streaming and streaming...", "venue": "", "year": 2020, "referenceCount": 45, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1409245032", "name": "Terje Colbjørnsen"}]}}, {"intents": [], "contexts": ["In the book \"Tech Giants, Artificial Intelligence, and the Future of Journalism\"\n(2019) writer Jason Whittaker talked about five biggest tech giants (Amazon, Apple, Facebook, Google and Microsoft) who are working intensively with artificial intelligence and thus creating impact in the future of journalism.", "In journalism, using AI has got specialized naming like \"Automated\nJournalism\" (Carlson, 2015; Weeks, 2014), \"Algorithmic Journalism\" (Napoli, 2014; Uricchio, 2011) or \"Robot Journalism\" (Clerwall, 2014).", "This term, Artificial Intelligence, has been popularized more as \"Automated Journalism\" where stories, videos, data are created on a large scale using artificial intelligence with minimal human input (Arkadium, 2019).", "Dorr (2016) termed AI in journalism as \"Algorithmic Journalism\" where structured data is converted into texts through Natural Language Generation (NLG)."], "isInfluential": true, "citingPaper": {"paperId": "dacaad0c49be1303361d60c9b5491389aed8bc19", "externalIds": {"MAG": "3044528394", "DOI": "10.30958/ajmmc.6-4-1"}, "url": "https://www.semanticscholar.org/paper/dacaad0c49be1303361d60c9b5491389aed8bc19", "title": "Artificial Intelligence (AI) in Journalism: Is Bangladesh Ready for it? A Study on Journalism Students in Bangladesh", "abstract": "While talking about technological development of the world, we always define the word \"world\" with developed nations or first world countries predicting that developing nations will catch up or follow the trend. This statement is also true for journalism as it is one of the world’s fastest growing tech-based sectors. First world countries newsrooms are getting ready for the fourth major wave of journalism (after online, mobile and social media) to use large scale amount of data with the help of AI. In this circumstance, this study focuses on future journalists of Bangladesh; those who have enrolled themselves in this discipline in different universities to pursue a career in the field of journalism. A survey on undergraduate university students from different universities of Bangladesh helped us to predict the readiness of Bangladeshi future journalists for the new wave of digital journalism which will likely hit Bangladesh within the next three to four years. This study will help journalism practitioners and academicians to prepare for the new wave of digital journalism.", "venue": "", "year": 2020, "referenceCount": 39, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1742180858", "name": "Md. Ashraful Goni"}, {"authorId": "1405669956", "name": "Maliha Tabassum"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e19a3f6c03c22edcf3366b2693151d643c79e361", "externalIds": {"MAG": "3112796100", "DOI": "10.1017/9781108297820.002"}, "url": "https://www.semanticscholar.org/paper/e19a3f6c03c22edcf3366b2693151d643c79e361", "title": "The Flow of Political Information", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 977, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": null, "name": "Daniel Gayo-Avello"}]}}, {"intents": ["background"], "contexts": ["The insights into the governance by algorithms, that is, the acknowledgement of their governing powers as institutions (Napoli, 2014), ideologies (Mager, 2012), gatekeepers (Gillespie, 2018), and agents/actants (Rammert, 2008; Tufekci, 2015), and consequently their contribution to reality…", "The insights into the governance by algorithms, that is, the acknowledgement of their governing powers as institutions (Napoli, 2014), ideologies (Mager, 2012), gatekeepers (Gillespie, 2018), and agents/actants (Rammert, 2008; Tufekci, 2015), and consequently their contribution to reality construction and the formation of social order (Just & Latzer, 2017), lead to discussions about the adequate handling of these powers, that is, the gov­ ernance of algorithms."], "isInfluential": false, "citingPaper": {"paperId": "e80ef1aa1417e74348950a13e0ba9c07edfaa5aa", "externalIds": {"MAG": "3011181135", "DOI": "10.1093/acrefore/9780190228613.013.904"}, "url": "https://www.semanticscholar.org/paper/e80ef1aa1417e74348950a13e0ba9c07edfaa5aa", "title": "Governance by and of Algorithms on the Internet: Impact and Consequences", "abstract": "Internet-based services that build on automated algorithmic selection processes, for ex­ample search engines, computational advertising, and recommender systems, are boom­ing and platform companies that provide such services are among the most valuable cor­porations worldwide. Algorithms on and beyond the Internet are increasingly influencing, aiding, or replacing human decision-making in many life domains. Their far-reaching, multifaceted economic and social impact, which results from the governancebyalgorithms, is widely acknowledged. However, suitable policy reactions, that is, the gover­nanceofalgorithms, are the subject of controversy in academia, politics, industry, and civ­il society. This governance by and of algorithms is to be understood in the wider context of current technical and societal change, and in connection with other emerging trends. In particular, expanding algorithmizing of life domains is closely interrelated with and de­pendent on growing datafication and big data on the one hand, and rising automation and artificial intelligence in modern, digitized societies on the other. Consequently, the assess­ments and debates of these central developmental trends in digitized societies overlap ex­tensively.Research on the governance by and of algorithms is highly interdisciplinary. Communica­tion studies contributes to the formation of so called “critical algorithms studies” with its wide set of sub-fields and approaches and by applying qualitative and quantitative meth­ods. Its contributions focus both on the impact of algorithmic systems on traditional me­dia, journalism, and the public sphere, and also cover effect analyses and risk assess­ments of algorithmic-selection applications in many domains of everyday life. The latter includes the whole range of public and private governance options to counter or reduce these risks or to safeguard ethical standards and human rights, including communication rights in a digital age.", "venue": "", "year": 2020, "referenceCount": 146, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2495266", "name": "M. Latzer"}, {"authorId": "32768236", "name": "Natascha Just"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "eaaa53a78432556241bfb7b069e06c42d656514b", "externalIds": {"MAG": "3097944641", "DOI": "10.1007/978-3-030-60073-0_12"}, "url": "https://www.semanticscholar.org/paper/eaaa53a78432556241bfb7b069e06c42d656514b", "title": "An Eye-Tracking Study of Differences in Reading Between Automated and Human-Written News", "abstract": null, "venue": "", "year": 2020, "referenceCount": 41, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1727055797", "name": "Chenyan Jia"}, {"authorId": "2082319", "name": "J. Gwizdka"}]}}, {"intents": ["background"], "contexts": ["…opacity and orderliness (Lessig 1999), or their seeming objectivity, accuracy, and impartiality (Gillespie 2014, 180), to describe them as institutional factors (Napoli 2014), and yet others have used the term “computational agency” to describe algorithms’ automation and stealth (Tufekci 2015)."], "isInfluential": false, "citingPaper": {"paperId": "f00c27183570ab8a4c45d6d73dfbbd5efef5ad27", "externalIds": {"MAG": "3024551436", "DOI": "10.1177/0162243920925147"}, "url": "https://www.semanticscholar.org/paper/f00c27183570ab8a4c45d6d73dfbbd5efef5ad27", "title": "Who Gets to Choose? On the Socio-algorithmic Construction of Choice", "abstract": "This article deals with choice-inducing algorithms––algorithms that are explicitly designed to affect people’s choices. Based on an ethnographic account of three Israeli data analytics companies, I explore how algorithms are being designed to drive people into choice-making and examine their co-constitution by an assemblage of specifically positioned human and nonhuman agents. I show that the functioning, logic, and even ethics of choice-inducing algorithms are deeply influenced by the epistemologies, meaning systems, and practices of the individuals who devise and use them and that such algorithms are similarly affected by interorganizational relationships, various nonhuman agents, and changing geopolitical contexts. I conclude by discussing the flexibility of choice-inducing algorithms and by arguing that such algorithms are not programmed to induce specific choices but to more generally convert people into choosers, and thus, to algorithmically (re)create the modern need to choose. This article contributes to the growing literature on algorithms and culture and to our understanding of choice-making in contemporary life. At the same time, it provides a new vocabulary that offers to critically engage with algorithms and their power without losing sight of the often very specific contexts from which they arise.", "venue": "", "year": 2020, "referenceCount": 164, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "13394664", "name": "Dan M. Kotliar"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f0ecc221de11beafbfcbc9b91c25147576f404d1", "externalIds": {"MAG": "3089327304", "DOI": "10.1007/978-3-030-44563-8_8"}, "url": "https://www.semanticscholar.org/paper/f0ecc221de11beafbfcbc9b91c25147576f404d1", "title": "Journalistic Practices and Algorithmic Governance", "abstract": null, "venue": "", "year": 2020, "referenceCount": 65, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "79892787", "name": "M. Haneef"}, {"authorId": "118303145", "name": "A. Khan"}]}}, {"intents": ["background"], "contexts": ["24Donations to liberal and conservative non-profit organizations and initiatives are widely accepted in the literature as a way to measure policy preferences (Perez-Truglia and Cruces, 2017; Haaland and Roth, 2019; Grigorieff et al., 2020; Bursztyn et al., 2020a; Haaland et al., 2020)."], "isInfluential": false, "citingPaper": {"paperId": "f7af5ab435b6f1b52a7bec36f52fec49ced9b9e9", "externalIds": {"DOI": "10.2139/ssrn.3738503"}, "url": "https://www.semanticscholar.org/paper/f7af5ab435b6f1b52a7bec36f52fec49ced9b9e9", "title": "Selfish Corporations", "abstract": "Motivated by the public debate regarding corporate responsibility, we construct a memory-based cognitive model of decision making to illustrate how corporate and political communication can impact policy preferences. We test the predictions of our model in a new large-scale experimental survey of U.S. citizens on their support for economic policies such as corporate bailouts. We first establish that the public demands corporations to behave better within society, a sentiment we label “big business discontent.” Then, using random variation in the order of survey sections and in the exposure to animated videos, we confirm two key predictions of our model. First, messages, or cues, that prime respondents to think about policy through the lens of corporate responsibility make people more averse to bailouts. Second, attempts to paint a positive public image of big business can actually backfire, as they focus attention on an aspect of the policy decision on which the public has well-established negative views.", "venue": "", "year": 2021, "referenceCount": 107, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "122338408", "name": "Emanuele Colonnelli"}, {"authorId": "120520553", "name": "N. J. Gormsen"}, {"authorId": "119360786", "name": "Timothy J McQuade"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "fa613a312d05a34db6915628cf5ab67a29c76fea", "externalIds": {"MAG": "3009548589"}, "url": "https://www.semanticscholar.org/paper/fa613a312d05a34db6915628cf5ab67a29c76fea", "title": "A Research on Developing a Card News System based on News Generation Algorithm", "abstract": "Algorithm journalism refers to the practices of automated news generation using algorithms that generate human sounding narratives. Algorithm journalism is known to have strengths in automating repetitive tasks through rapid and accurate analysis of data, and has been actively used in news domains such as sports and finance. In this paper, we propose an interactive card news system that generates personalized local election articles in 2018. The system consists of modules that collects and analyzes election data, generates texts and images, and allows users to specify their interests in the local elections. When a user selects interested regions, election types, candidate names, and political parties, the system generates card news according to their interest. In the study, we examined how personalized card news are evaluated in comparison with text and card news articles by human journalists, and derived implications on the potential use of algorithm in reporting political events.", "venue": "", "year": 2020, "referenceCount": 38, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "153586604", "name": "Dongwhan Kim"}, {"authorId": "50112525", "name": "Sanghyuk Lee"}, {"authorId": "2077961072", "name": "오종환"}, {"authorId": "2109984959", "name": "Junsuk Kim"}, {"authorId": "66613857", "name": "P. S. Min"}, {"authorId": "1644370894", "name": "Choi Woobin"}, {"authorId": "1959755", "name": "Joonhwan Lee"}]}}, {"intents": ["background"], "contexts": ["…the role of big data (see the Digital Journalism special issue edited by Lewis in 2015), algorithms in news (Bucher 2018), content creation (Napoli 2014) and content delivery, prompting important debates with regard to algorithmic accountability (Diakopoulos 2015), judgement (Carlson…"], "isInfluential": false, "citingPaper": {"paperId": "022ce1eda14fe42e2e69e890e1ffe568fdcf9db4", "externalIds": {"MAG": "2961144981", "DOI": "10.1080/21670811.2019.1609372"}, "url": "https://www.semanticscholar.org/paper/022ce1eda14fe42e2e69e890e1ffe568fdcf9db4", "title": "Atomising the News: The (In)Flexibility of Structured Journalism", "abstract": "Abstract The field of data-driven news production and delivery is maturing, and public service media are among a wide range of news organisations innovating to exploit these advances. This article extends the literature on computational journalism by analysing two of the BBC’s recent experiments in “atomizing” the news–an object-based approach, which seeks to make news more adaptable and scalable using media components that can be automatically and algorithmically combined in multiple ways. Findings suggest atomised news is viewed by the organisation as offering opportunities for greater efficiency and personalisation and sits within a broader turn towards “structured journalism.” We highlight three characteristics of atomisation—recording, recombining and re-use—to illustrate how it breaks from traditional approaches. We find journalists are “writing for machines” by converting unstructured information into structured data to enable automated recombination and future re-use of content. This impacts editorial control by delegating responsibility to either the algorithm or the audience, in the name of choice. We propose a research agenda that maps the field of structured journalism, contextualises it in the politics of data and technology, and further considers the implications for public service journalism.", "venue": "Digital Journalism", "year": 2019, "referenceCount": 101, "citationCount": 14, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2109145670", "name": "Rhianne Jones"}, {"authorId": "2113333183", "name": "Bronwyn Jones"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "071a677751cc5494c0bb044ecc40fe747fe403ae", "externalIds": {"MAG": "2948778505"}, "url": "https://www.semanticscholar.org/paper/071a677751cc5494c0bb044ecc40fe747fe403ae", "title": "Sociomateriality in the age of emerging information technologies : how big data analytics, blockchain and artificial intelligence affect organisations", "abstract": null, "venue": "", "year": 2019, "referenceCount": 375, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "148314861", "name": "van Rijmenam"}, {"authorId": "147615889", "name": "Mark Herman Walterus Theodorus"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0873b383a9518d720833a198f276368a93037f99", "externalIds": {"MAG": "2946433304", "DOI": "10.4337/9781786433916.00017"}, "url": "https://www.semanticscholar.org/paper/0873b383a9518d720833a198f276368a93037f99", "title": "Third places in the ether around us: layers on the real world", "abstract": "The 2016 US Presidential election will be remembered for many things, but for sociologists and communication researchers, the most glaring aspect will no doubt be the mainstreaming of the idea of ‘filter bubbles.’ Heavy partisans – whether conservative or liberal – used social media to find comfort in the notion that sensible people agreed with them. Our technological systems were only too happy to comply, supplying the country with an endless stream of agreement from within the tribe and vilification for those outside. Knowledge of these filter bubbles became common in the aftermath (Hess 2017), but they were of course not new phenomena. Political scientists had been sounding alarm bells about ‘cybercascades’ (Sunstein 2001) and ‘cyberbalkanization’ (VanAlstyne and Brynjolffson 2005) since the Internet became a public space, with several noting negative correlations (Kraut et al. 1996; Nie and Hillygus 2002) between time spent online and anything resembling the good stuff we associate with social capital (Coleman 1988). Surely this was Oldenburg’s worst nightmare: a technology that took our already weak social connections and fragmented them into homogeneous, siloed-off, angry echo chambers. And while it’s easy to see red (or blue, depending on your political persuasion), it’s usually an oversimplification of things to look at a new technology as purely good or purely bad. We start from the point of view that neither a Luddite nor a utopianist perspective is going to do anything other than (ironically) confirm our false assumptions and feelings about technology. Histories of technology teach us that their effects require time and distance to be seen clearly, and in their proper context (Pinch and Bijker 1999). Theories of computer-mediated communication are a lens to help us find that context, and to absorb the fast pace of change that whips past us daily. Indeed, whenever you read this chapter, it will probably feel out of date to the extent that we focus on any modern technology. Better then to", "venue": "Rethinking Third Places", "year": 2019, "referenceCount": 45, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "30904401", "name": "Dmitri Williams"}]}}, {"intents": ["background", "result"], "contexts": ["These findings support the premise that the algorithms’ role in influencing patterns of online attention is not merely technical in nature, but also institutional (Napoli, 2014).", "Signaling a blurred line between the producers and consumers of content (Carpentier, 2011; Napoli, 2014), UGC sustains the “participatory cultures” on the Web (Jenkins, 2006)."], "isInfluential": false, "citingPaper": {"paperId": "10028c10d4dd200dbb517be228a4a260090e350b", "externalIds": {"MAG": "2921223230"}, "url": "https://www.semanticscholar.org/paper/10028c10d4dd200dbb517be228a4a260090e350b", "title": "Web Infrastructures and Online Attention Ecology", "abstract": "The Web has given rise to novel infrastructures for content curation and user content generation. Existing literature connecting website features and user behavior concentrates on a small number of popular websites such as Facebook, Twitter, Google Search, and Wikipedia. This study raises the analytical scheme from the particularities of singular websites to “formats” shared across sites. Through measures we employ to gauge distinct aspects of attention, we analyze traffic to the world’s most popular sites at three time points and determine their website formats with the assistance of human coders. We found that, compared with websites invested in producing original content, the curatorial websites tend to serve as attention hubs, and websites driven by user-generated content serve as attention bridges. Methodologically, this study advances the project of capturing the interconnections within the online attention ecology. Empirically, our findings show how this ecology evolved in relation to Web infrastructures.", "venue": "", "year": 2019, "referenceCount": 32, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2519299", "name": "H. Taneja"}, {"authorId": "32590482", "name": "A. Wu"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "11327ee2a02ef51341559d963e6ca167f1029b74", "externalIds": {"MAG": "3024599594", "DOI": "10.1007/978-3-662-60564-6_14"}, "url": "https://www.semanticscholar.org/paper/11327ee2a02ef51341559d963e6ca167f1029b74", "title": "Verantwortlich Forschen mit und zu Big Data-Analysen und Künstlicher Intelligenz", "abstract": "Kunstliche Intelligenz und Big Data werfen neue Verantwortungsprobleme und neue Unsicherheiten in Bezug auf die Risiken ihrer Anwendung auf. Bezuglich vieler Aspekte der „Datafizierung“ gibt es kritische Stimmen. Dies betrifft die Aussagekraft, vermeintliche Objektivitat und Relevanz der Daten, aber auch Fragen des Datenschutzes, Diskriminierungspotenziale und Effekte von Kunstlicher Intelligenz und Big Data auf die Demokratie. Neben der Reflexion uber verantwortbare Einsatzfelder von KI wird auf grundsatzlicherer Ebene in Wissenschaft und Gesellschaft die Frage gestellt, ob autonome Anwendungen eine eigenstandige Macht entfalten und den Menschen uberflugeln und ersetzen konnen. Diese Frage nach der Steuerungsmacht datengetriebener KI-Systeme hat eine besondere gesellschaftliche Brisanz. Aus diesem Grund diskutiert der Beitrag neben problematischen Funktionsweisen von KI (Datenschutz, Diskriminierung) Kernelemente demokratischer Selbststeuerung im Vergleich zu datenbasierten Entscheidungsprozessen.", "venue": "", "year": 2019, "referenceCount": 42, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "49406072", "name": "J. Heesen"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1e90ce6591d35be8225af3527871f35c9a5705a0", "externalIds": {"MAG": "3003439887", "DOI": "10.4185/rlcs-2019-1409"}, "url": "https://www.semanticscholar.org/paper/1e90ce6591d35be8225af3527871f35c9a5705a0", "title": "La evolución del mercado de la televisión de pago y del perfil de los suscriptores", "abstract": "espanolIntroduccion. El panorama audiovisual se ha transformado extraordinariamente en los ultimos anos debido a las condiciones tecnologicas y de mercado. La digitalizacion ha creado nuevas posibilidades para nuevos proveedores de contenido y el consumo audiovisual ha cambiado. Nuestro analisis se centrara en el impacto de esos cambios estructurales en la naturaleza de los servicios de suscripcion para contenido audiovisual y, a partir de ahi, en el perfil sociodemografico del suscriptor. Basaremos nuestro analisis teorico en las teorias de los bienes de sustitucion y las fuerzas de la competencia. Metodologia. Los datos provienen de tres encuestas diferentes realizadas en 2008, 2012 y 2016 en Espana. Resultados. Los resultados muestran que los perfiles de los consumidores de las nuevas plataformas son similares a los del suscriptor de television tradicional, aunque hay algunas diferencias significativas en cuanto a edad y nivel educativo. Conclusiones. Una de las conclusiones que puede ser relevante para la industria, es que las variables sociodemograficas siguen siendo factores definitivos para orientar las estrategias de marketing. EnglishIntroduction. The audiovisual landscape has extraordinarily transformed in recent years due to technological and market conditions. Digitalization has created new possibilities for new content providers and audiovisual consumption has changed. Based on theories of substitution goods and competition forces, our analysis will focus on the impact of those structural changes on the nature of subscription services for audiovisual content, and from there, on the socio-demographic profile of the subscriber. Methodology. Data comes from three different surveys made in 2008, 2012 and 2016 in Spain. Results. Findings show that consumer profiles of the new platforms are similar to those of the traditional television subscriber, but there are some changes in terms of age and education. Conclusions. Socio-demographic variables are still relevant for defining subscribers, although the big data defenders tend to highlight behavioural data or purchase data.", "venue": "", "year": 2019, "referenceCount": 44, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "122134053", "name": "M. Medina"}, {"authorId": "104707866", "name": "M. Herrero"}, {"authorId": "2085867179", "name": "I. Portilla"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "25939251c0763611d9316e13531a556602bb7356", "externalIds": {"MAG": "2916721815", "DOI": "10.1386/JDMP.10.1.33_1"}, "url": "https://www.semanticscholar.org/paper/25939251c0763611d9316e13531a556602bb7356", "title": "Internet regulation as media policy: Rethinking the question of digital communication platform governance", "abstract": "This article identifies the current global ‘techlash’ towards the major digital and social media platforms as providing the context for a renewed debate about whether these digital platform companies are effectively media companies (publishers and broadcasters of media content), and implications this has for twenty-first-century media policy. It identifies content moderation as a critical site around which such debates are being played out, and considers the challenges arising as national and regionally based regulatory options are considered for digital platforms that are ‘born global’. It considers the shifting balance between the ‘social contract’ of public interest obligations and democratic rights of free speech and freedom of expression.", "venue": "Journal of Digital Media & Policy", "year": 2019, "referenceCount": 38, "citationCount": 36, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3143179", "name": "T. Flew"}, {"authorId": "119886356", "name": "Fiona Martin"}, {"authorId": "69373969", "name": "Nicolas Suzor"}]}}, {"intents": ["background"], "contexts": ["For the publication and dissemination of vegan ideas, there is a high risk of, and vulnerability to, siloing network effects that concentrate in areas of high declared interest (such as is the case with Facebook Feed algorithms for example) (Napoli, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "2e75b6a6aafcb8352696790c1075d0ec7abc9047", "externalIds": {"MAG": "2954919112", "DOI": "10.11114/SMC.V7I2.4367"}, "url": "https://www.semanticscholar.org/paper/2e75b6a6aafcb8352696790c1075d0ec7abc9047", "title": "Communicating Veganism: Evolving Theoretical Challenges to Mainstreaming Ideas", "abstract": "Veganism, as both a philosophy and social movement, faces numerous challenges to the communication of its ideas across society. As a unique modern counterculture, it stands in contravention of prevailing anthropological discourses that dominate conceptual frameworks. This has led to difficulty in constructing updated virtue epistemologies that result in veganism as a logical moral conclusion. It is clear that new social discourses need developing, and that this is a primary concern for affirming moral agency. To explain this and identify key issues and features, vegan communications are evaluated herein from a philosophical, psychological, and informational perspective, with a view of both historical and modern social contexts. In doing so, a number of novel theoretical reflections are offered. This is done through a discussion separated into four sections dealing first with a view of veganism in evolution, secondly with the social complexity of media trends and social positioning, thirdly with achieving constructive dialogue given present-day challenges, and finally with a discussion of modern information systems. Overall, this broad systems view of veganism in society leads to the conclusion that an up-to-date vegan communication theory must necessarily incorporate such diversity considerations, and must also generate a new discourse that is in line with the complex nature of social dynamics and individual development. Done prudently, this could propel vegan ideas further into the mainstream of conversation and consciousness, fostering a new paradigm for consumption.", "venue": "Studies in Media and Communication", "year": 2019, "referenceCount": 38, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "147720373", "name": "Noah J. Wescombe"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "304057507ff5116a9a3091ee2338d3607d4e9e68", "externalIds": {"DOI": "10.31921/doxacom.n29a14"}, "url": "https://www.semanticscholar.org/paper/304057507ff5116a9a3091ee2338d3607d4e9e68", "title": "Artificial intelligence (AI) applied to informative documentation and journalistic sports writing. The case of BeSoccer", "abstract": "In fields such as journalism, the digitalization process runs in parallel to that of robotisation tasks, which facilitate professional work and imply the loss of routine jobs at the same time, but also the need to train in emerging disciplines that are progressively entering media newsrooms. The automation of documentation and news production is based on Artificial Intelligence (AI) and Big Data (BG). The main objective of this article is to search for theoretical references on AI applied to journalism as well as to learn about the case of BeSoccer through a case study and in-depth interviews with its CEO and marketing manager. The results allow us to discover new journalism production forms closely linked to BD and IA.", "venue": "Doxa Comunicación. Revista interdisciplinar de estudios de comunicación y ciencias sociales", "year": 2019, "referenceCount": 22, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2075920806", "name": "J. Segarra-Saavedra"}, {"authorId": "1572332683", "name": "F. Cristòfol"}, {"authorId": "2071120998", "name": "A. Martínez-Sala"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "37ee3def469d48b38fa5e3ee73e9e2660bb0238d", "externalIds": {"MAG": "2990619106", "DOI": "10.4185/rlcs-2019-1409en"}, "url": "https://www.semanticscholar.org/paper/37ee3def469d48b38fa5e3ee73e9e2660bb0238d", "title": "The evolution of the pay TV market and the profile of the subscribers", "abstract": "This article is part of the research project funded by the Ministry of Economy, Industry and Competitiveness “Reasons to consume fiction and entertainment audiovisual contents in the Spanish market “. Reference: CSO2015-64615-R (MINECO/FEDER).", "venue": "", "year": 2019, "referenceCount": 41, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "30698933", "name": "M. Medina"}, {"authorId": "120924330", "name": "M. Herrero"}, {"authorId": "70107196", "name": "I. Portilla"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "47d2f388c7fa862e173ed20deeffb2cd89e57c69", "externalIds": {"MAG": "2940564584", "DOI": "10.4000/TICETSOCIETE.4080"}, "url": "https://www.semanticscholar.org/paper/47d2f388c7fa862e173ed20deeffb2cd89e57c69", "title": "Quelle « plateformisation » de l’information ? Collusion socioéconomique et dilution éditoriale entre les entreprises médiatiques et les infomédiaires de l’Internet", "abstract": "La production et la diffusion de l’information en ligne sont actuellement caracterisees par un basculement de la consommation vers les terminaux mobiles et par une circulation privilegiee via les reseaux sociaux numeriques. Sur le plan theorique et historique, nous proposons d’analyser ces phenomenes, frequemment qualifies de « plateformisation », comme une accentuation du processus d’infomediation, en conciliant economie politique de la communication, analyse de discours mediatique et technosemiotique de l’Internet. Comparant des materiaux empiriques accumules dans le passe a quelques indicateurs plus recents emanant d’entretiens avec des acteurs de la filiere et d’une analyse des interfaces de consultation d’information sur supports mobiles, nous appuierons l’hypothese generale d’une evolution a la fois plus integrative et plus asymetrique des relations entre infomediaires de l’Internet et entreprises mediatiques, pouvant se denommer collution (collusion socioeconomique et dilution editoriale).", "venue": "Tic & société", "year": 2019, "referenceCount": 16, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2481616", "name": "F. Rebillard"}, {"authorId": "2545617", "name": "Nikos Smyrnaios"}]}}, {"intents": ["background"], "contexts": ["Based on the logic of institutional theory (Jepperson, 2008; Napoli, 2014), it is assumed that differences in the framing of renewable energy can be explained by specific structural conditions in each country."], "isInfluential": false, "citingPaper": {"paperId": "4e583761734940ae6e806c722416c4d963737e3a", "externalIds": {"MAG": "2956956958", "DOI": "10.3389/fenvs.2019.00119"}, "url": "https://www.semanticscholar.org/paper/4e583761734940ae6e806c722416c4d963737e3a", "title": "Explaining the Media's Framing of Renewable Energies: An International Comparison", "abstract": "The use of renewable energies has been rapidly expanding worldwide; however, in numerous countries this has resulted in public controversy. Building upon Entman’s framing concept, a quantitative content analysis was conducted to examine the media’s framing of renewable energies in 11 countries between 2010 and 2012. To explain the observed differences in media coverage, we considered national structural conditions. Furthermore, we investigated whether media framing changed after an external shock, the Fukushima accident. The findings show that renewable energies were covered through three different frames, (1) the first highlighting economic and technological problems, (2) the second focusing on environmental and social problems and (3) the third considering positive aspects of the technologies. To some extent, the occurrence of these frames is influenced by the national structural conditions. The study revealed that the Fukushima accident did not cause the expected changes in framing.", "venue": "Front. Environ. Sci.", "year": 2019, "referenceCount": 77, "citationCount": 5, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1422844183", "name": "Mira Rochyadi-Reetz"}, {"authorId": "33220215", "name": "D. Arlt"}, {"authorId": "1785411243", "name": "Jens Wolling"}, {"authorId": "31542582", "name": "M. Bräuer"}]}}, {"intents": ["background"], "contexts": ["These technical artefacts shape digital media production and consumption in many ways (Helberger, 2016; Napoli, 2014), ultimately creating an automated public sphere (Pasquale, 2017)."], "isInfluential": false, "citingPaper": {"paperId": "4ffc26f8c2d6a02e97399e47dc9e15db0a80639c", "externalIds": {"MAG": "2971518206", "DOI": "10.20901/ms.9.18.4"}, "url": "https://www.semanticscholar.org/paper/4ffc26f8c2d6a02e97399e47dc9e15db0a80639c", "title": "The Digital Advertising Gap and the Online News Industry in Croatia", "abstract": "Internet advertising brought about many changes in communication production, distribution, and consumption. By using critical political economy of communication as the mainstay of our approach, we provide supporting evidence of the ambiguous influence of data-driven advertising dynamic on the news industry and audience habits. We look at what we define as the digital advertising gap, or the difference between the size of the internet advertising market and the total income of digital news’ firms. Digital intermediaries such as Google and Facebook are the final destinations for the majority of internet advertising investments in Europe and Croatia. A multi-sided, internet advertising market creates a fertile ground for the production of untrustworthy journalistic content. The digital advertising gap provides an example of a ‘market failure’ in which the market does not efficiently allocate public information goods. We argue that the confidence in the ability of the market to self-regulate the internet should be re-considered in European and national media policies.", "venue": "Medijske studije", "year": 2019, "referenceCount": 35, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2627744", "name": "Paško Bilić"}, {"authorId": "89054148", "name": "Jaka Primorac"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5337e638efa436d589f512fdaa5ab77556f3bca5", "externalIds": {"MAG": "2976041197", "DOI": "10.1007/978-3-658-27711-6_18"}, "url": "https://www.semanticscholar.org/paper/5337e638efa436d589f512fdaa5ab77556f3bca5", "title": "Neuer Strukturwandel der Öffentlichkeit durch Informationsintermediäre: Wie Facebook, Google & Co. die Medien und den Journalismus verändern", "abstract": "Der Begriff der Filterblase hat es in den Duden geschafft. Alle drei bis funf Jahre entscheidet die Duden-Redaktion uber die Aufnahme neuer Worter. In der aktualisierten Auflage, die im August 2017 erschienen ist, findet sich die Filterblase in den Bereichen «Technologisches» bzw.", "venue": "Wandel der Öffentlichkeit und der Gesellschaft", "year": 2019, "referenceCount": 62, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "50095201", "name": "Birgit Stark"}, {"authorId": "143913690", "name": "M. Magin"}]}}, {"intents": ["background"], "contexts": ["In this context, the study of automated journalism is part of a broader interest in “computational journalism” (Cohen, Hamilton, and Turner 2011), “algorithmic journalism” (Anderson 2011) and “automated media” (Napoli 2014)."], "isInfluential": false, "citingPaper": {"paperId": "568bd9e00702fbedb3bdd80ac65b689605a0ec67", "externalIds": {"MAG": "2941957745", "DOI": "10.1080/21670811.2019.1577147"}, "url": "https://www.semanticscholar.org/paper/568bd9e00702fbedb3bdd80ac65b689605a0ec67", "title": "Automation, Journalism, and Human–Machine Communication: Rethinking Roles and Relationships of Humans and Machines in News", "abstract": "Abstract In this article, we argue that journalism studies, and particularly research focused on automated journalism, has much to learn from Human-Machine Communication (HMC), an emerging conceptual framework and empirically grounded research domain that has formed in response to the growing number of technologies—such as chatbots, social bots, and other communicative agents enabled by developments in artificial intelligence (AI)—that are designed to function as message sources, rather than as message channels. While the underlying, but often unquestioned, theoretical assumption in most communication research is that humans are communicators and machines are mediators, within HMC this assumption is challenged by asking what happens when a machine steps into this formerly human role. More than merely a semantic move, this theoretical reorientation opens up new questions about who or what constitutes a communicator, how social relationships are established through exchange among humans and machines, and what the resulting implications may be for self, society, and communication. In the particular case of automated journalism—in which software assumes a news-writing role that has long been considered a distinctly central, and indeed human, element of journalism—the introduction of HMC offers a generative starting point for theory development, advancing our understanding of humans, machines, and news for an oncoming era of AI technologies.", "venue": "Digital Journalism", "year": 2019, "referenceCount": 157, "citationCount": 63, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144282491", "name": "S. Lewis"}, {"authorId": "2869893", "name": "Andrea L. Guzman"}, {"authorId": "2070679129", "name": "Thomas R. Schmidt"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "60696ef16a02d993fe7d55b84fa370ebbfd7a6eb", "externalIds": {"DOI": "10.4000/ticetsociete.3326"}, "url": "https://www.semanticscholar.org/paper/60696ef16a02d993fe7d55b84fa370ebbfd7a6eb", "title": "Quelle « plateformisation » de l’information ? Collusion socioéconomique et dilution éditoriale entre les entreprises médiatiques et les infomédiaires de l’Internet", "abstract": null, "venue": "Tic & société", "year": 2019, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2481616", "name": "F. Rebillard"}, {"authorId": "2545617", "name": "Nikos Smyrnaios"}]}}, {"intents": ["background"], "contexts": ["…and functional aspects is accessible for research into the social, economic and political impact of algorithms (Latzer et al., 2016) and the power algorithms may have as gatekeepers (Jürgens, Jungherr, & Schoen, 2011), agents (Rammert, 2008), ideologies (Mager, 2012) or institutions (Napoli, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "63f44a08137d0ce9dad2f83d574fdb8a092cf0d7", "externalIds": {"MAG": "2961206526", "DOI": "10.14763/2019.2.1415"}, "url": "https://www.semanticscholar.org/paper/63f44a08137d0ce9dad2f83d574fdb8a092cf0d7", "title": "A guideline for understanding and measuring algorithmic governance in everyday life", "abstract": "Algorithmic governance affects individuals’ reality construction and consequently social order in societies. Vague concepts of algorithmic governance and the lack of comprehensive empirical insights into this kind of institutional steering by software from a user perspective may, however, lead to unrealistic risk assessments and premature policy conclusions. Therefore, this paper offers a theoretical model to measure the significance of algorithmic governance and an empirical mixed-methods approach to test it in different life domains. Applying this guideline should lead to a more nuanced understanding of the actual significance of algorithmic governance, thus contributing to an empirically better-informed risk assessment and governance of algorithms.", "venue": "Internet Policy Review", "year": 2019, "referenceCount": 89, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2495266", "name": "M. Latzer"}, {"authorId": "115766047", "name": "Noemi Festic"}]}}, {"intents": ["background"], "contexts": ["…Neil Thurman neil.thurman@ifkw.lmu.de 2019 Informa UK Limited, trading as Taylor & Francis Group\ndynamics, institutional arrangements, and environmental conditions (among other things) that give shape to algorithms as social, cultural, and material artefacts (e.g., Gillespie 2016; Napoli 2014)."], "isInfluential": false, "citingPaper": {"paperId": "64f4a3dd4a589f32e3da66f512d8658b94cab7ec", "externalIds": {"MAG": "2989111770", "DOI": "10.1080/21670811.2019.1685395"}, "url": "https://www.semanticscholar.org/paper/64f4a3dd4a589f32e3da66f512d8658b94cab7ec", "title": "Algorithms, Automation, and News", "abstract": "Abstract This special issue examines the growing importance of algorithms and automation in the gathering, composition, and distribution of news. It connects a long line of research on journalism and computation with scholarly and professional terrain yet to be explored. Taken as a whole, these articles share some of the noble ambitions of the pioneering publications on ‘reporting algorithms’, such as a desire to see computing help journalists in their watchdog role by holding power to account. However, they also go further, firstly by addressing the fuller range of technologies that computational journalism now consists of: from chatbots and recommender systems, to artificial intelligence and atomised journalism. Secondly, they advance the literature by demonstrating the increased variety of uses for these technologies, including engaging underserved audiences, selling subscriptions, and recombining and re-using content. Thirdly, they problematize computational journalism by, for example, pointing out some of the challenges inherent in applying AI to investigative journalism and in trying to preserve public service values. Fourthly, they offer suggestions for future research and practice, including by presenting a framework for developing democratic news recommenders and another that may help us think about computational journalism in a more integrated, structured manner.", "venue": "Digital Journalism", "year": 2019, "referenceCount": 112, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "32615664", "name": "Neil Thurman"}, {"authorId": "144282491", "name": "S. Lewis"}, {"authorId": "73458515", "name": "Jessica Kunert"}]}}, {"intents": ["background"], "contexts": ["Critical technosocial and technocultural scholars such as Gillespie (2018), Landau (2017), Napoli (2014), and others express concern about digital surveillance and the effects of algorithms such as algorithmic filtering (Caplan, 2018)."], "isInfluential": false, "citingPaper": {"paperId": "6be6dd15f4cdb8ac401da0085971973281c2f7d8", "externalIds": {"MAG": "2980176908"}, "url": "https://www.semanticscholar.org/paper/6be6dd15f4cdb8ac401da0085971973281c2f7d8", "title": "Explicating Listening in Organization–Public Communication: Theory, Practices, Technologies", "abstract": "There is a concerning lacuna in communication studies and particularly in specialist subdisciplines including political, government, corporate, and organizational communication, and public relations. Despite Craig’s succinct but cogent description of communication as “talking and listening”; theorization of communication as a two-way transactional interaction rather than a one-way transmission of messages; and focus on voice, dialogue, and engagement, listening is implicit or described in sketchy terms in these disciplines. This critical analysis, based on a transdisciplinary literature review and empirical research findings, proposes that organizational listening must be made explicit and explicated in practical theory. This analysis builds on existing theory and empirical studies to examine methods and technologies that can facilitate organizational listening in a digital age to create an effective public sphere and meaningful organization–public engagement. Ethical as well as technological issues are explored, and directions for further research are proposed to inform effective two-way organization–public communication and potentially create transformative communication.", "venue": "", "year": 2019, "referenceCount": 64, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "66967704", "name": "J. Macnamara"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "787d4ec9217a7ec08ed219002fb750badab06b44", "externalIds": {"MAG": "2943188882", "DOI": "10.1093/CT/QTZ008"}, "url": "https://www.semanticscholar.org/paper/787d4ec9217a7ec08ed219002fb750badab06b44", "title": "Algorithmic Personalization and the Two-Step Flow of Communication", "abstract": "\n This study examines the relevance of traditional mass communication’s two-step flow-of-communication theory in relation to algorithmic personalization. I compare the two-step flow theory’s concept of personalized content through opinion leaders with the current notion of personalized algorithms, arguing that opinion leaders and algorithms both function as gatekeeping agents. I also discuss the nature and role of peer groups in the two cases, arguing that while in the original theory, groups were seen as relatively solid (family, friends, and work colleagues), groups in the algorithmic era are much more liquid, transforming according to data inputs and users’ behavior. Finally, the article also considers differences in the source of authority of opinion leaders and algorithms in both eras, as well as the different social settings and public awareness in the second step of the communication flow.", "venue": "Communication Theory", "year": 2019, "referenceCount": 57, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "20443332", "name": "Oren Soffer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7fdc77796381826d1287a5ef35349290d2e16361", "externalIds": {"MAG": "2961264687", "DOI": "10.1007/S13347-019-00363-W"}, "url": "https://www.semanticscholar.org/paper/7fdc77796381826d1287a5ef35349290d2e16361", "title": "Dissecting the Algorithmic Leviathan: On the Socio-Political Anatomy of Algorithmic Governance", "abstract": "A growing literature is taking an institutionalist and governance perspective on how algorithms shape society based on unprecedented capacities for managing social complexity. Algorithmic governance altogether emerges as a novel and distinctive kind of societal steering. It appears to transcend established categories and modes of governance—and thus seems to call for new ways of thinking about how social relations can be regulated and ordered. However, as this paper argues, despite its novel way of realizing outcomes of collective steering and coordination, it can nevertheless be grasped with an old and fundamental figure in political philosophy: that of Thomas Hobbes’ Leviathan. Comparing algorithmic governance with this figure serves to highlight their similarities as socio-political arrangements, and specifically to clarify how algorithmic governance parallels the apolitical traits of the Leviathan—it eliminates the political as it requires compliance and forgoing contestation to best fulfill its role and to produce satisfying outcomes.", "venue": "Philosophy & Technology", "year": 2020, "referenceCount": 92, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "90468386", "name": "Pascal D. König"}]}}, {"intents": ["background"], "contexts": ["In the modern world, computational processes and techniques are increasingly taking on traditional human roles as a growing number of journalistic activities are mediated by software (Carlson, 2015; Flew, Spurgeon, Daniel, & Swift, 2012; Napoli, 2014).", "Algorithms are playing an increasingly influential role in diverse user-facing services due to their capacity to compute large amounts of data and present personalized information based on the profiles and preferences of users (Kizilcec, 2016; Napoli, 2014; Pariser, 2011).", "While technology has always influenced journalism to some degree (Pavlik, 2000), algorithms are increasingly applied in journalism, especially in the generation of news and newsrelated content (Dörr, 2016; Napoli, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "80122c63a7e0fb4912930e5e17da563e4fb5aec3", "externalIds": {"MAG": "2791869820", "DBLP": "journals/ijhci/KimL19", "DOI": "10.1080/10447318.2018.1437864"}, "url": "https://www.semanticscholar.org/paper/80122c63a7e0fb4912930e5e17da563e4fb5aec3", "title": "Designing an Algorithm-Driven Text Generation System for Personalized and Interactive News Reading", "abstract": "ABSTRACT Algorithms are playing an increasingly important role in the production of news content as their computation capacity in manipulating large-scale data continues to grow. In this article, we present Personalized and Interactive News Generation System (PINGS), an algorithm-driven news generation system that is designed to provide personalized and interactive news for sports. We designed PINGS to generate baseball news based on the statistical importance of data and the direct manipulation of user interface components that alter the underlying algorithmic computation. We discuss the base-level algorithm framework for automated news content generation and describe the architecture of the system in terms of how it is designed to support the generation of personalized news stories. An evaluation revealed that the algorithm is capable of generating news stories that are significantly more interesting and pleasant to read than traditional baseball news articles.", "venue": "Int. J. Hum. Comput. Interact.", "year": 2019, "referenceCount": 29, "citationCount": 14, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "153586604", "name": "Dongwhan Kim"}, {"authorId": "1959755", "name": "Joonhwan Lee"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "81f030002cc3eb57e74570a4e20b01a26ebb6ef1", "externalIds": {"DBLP": "conf/chi/KrebsRDAGNV19", "MAG": "2942608732", "DOI": "10.1145/3290607.3312808"}, "url": "https://www.semanticscholar.org/paper/81f030002cc3eb57e74570a4e20b01a26ebb6ef1", "title": "Tell Me What You Know: GDPR Implications on Designing Transparency and Accountability for News Recommender Systems", "abstract": "The GDPR has a significant impact on the way users interact with technologies, especially the everyday platforms used to personalize news and related forms of information. This paper presents the initial results from a study whose primary objective is to empirically test those platforms' level of compliance with the so-called 'right to explanation'. Four research topics considered as gaps in existing legal and HCI scholarship originated from the project's initial phase, namely (1) GDPR compliance through user-centered design; (2) the inclusion of values in the system; (3) design considerations regarding interaction strategies, algorithmic experience, transparency, and explanations; and (4) technical challenges. The second phase is currently ongoing and allows us to make some observations regarding the registration process and the privacy policies of three categories of news actors: first-party content providers, news aggregators and social media platforms.", "venue": "CHI Extended Abstracts", "year": 2019, "referenceCount": 23, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2066217084", "name": "Luciana Monteiro Krebs"}, {"authorId": "145092013", "name": "O. Rodriguez"}, {"authorId": "71116194", "name": "Pierre Dewitte"}, {"authorId": "66847570", "name": "J. Ausloos"}, {"authorId": "1802499", "name": "D. Geerts"}, {"authorId": "2051526942", "name": "Laurens Naudts"}, {"authorId": "2629441", "name": "K. Verbert"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "84fa74b61a4efceeda1f130abd87d10e37c1a14b", "externalIds": {"MAG": "2998059634", "DOI": "10.31921/DOXACOM.N29A14"}, "url": "https://www.semanticscholar.org/paper/84fa74b61a4efceeda1f130abd87d10e37c1a14b", "title": "Inteligencia artificial (IA) aplicada a la documentación informativa y redacción periodística deportiva. El caso de BeSoccer", "abstract": "En: Doxa Comunicacion. e-ISSN 2386-3978 n. 29, Monografico: Inteligencia artificial y periodismo, 2019, pp 275-286", "venue": "", "year": 2019, "referenceCount": 22, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "1404975855", "name": "J. Segarra-Saavedra"}, {"authorId": "114058292", "name": "F. Cristófol"}, {"authorId": "1404573114", "name": "Alba-María Martínez-Sala"}]}}, {"intents": ["background"], "contexts": ["It has long been noted that UGC architectures have\ntransformed the relationship between audiences and content providers (Carpentier 2011; Napoli 2014), sustaining “participatory cultures” on the Web (Jenkins 2008)."], "isInfluential": false, "citingPaper": {"paperId": "8d10956232b80487fb51498852ae8782f0688836", "externalIds": {"DBLP": "journals/tis/WuT19", "MAG": "2965313356", "DOI": "10.1080/01972243.2019.1644409"}, "url": "https://www.semanticscholar.org/paper/8d10956232b80487fb51498852ae8782f0688836", "title": "How did the data extraction business model come to dominate? Changes in the web use ecosystem before mobiles surpassed personal computers", "abstract": "Abstract It is widely believed that the spread of data extraction technologies on the Internet has led to the erosion of traditional professional content providers and the transformation of the online media ecosystem. To investigate this shift in media ecology, we conduct relational analyses of actual user behavior, departing from existing research that primarily focuses on business institutions and designs of technology. We assess the prevalence of the data extraction business model by grouping websites along two architectural traits that afford data extraction – user content generation and curation – and analyzing how some website architectures get privileged in the web use ecosystem. Since data extraction is relational, we advocate a network measure to capture shared usage in addition to individual popularity of websites. Our analyses of world’s 850 most popular websites in 2009, 2011, and 2013 reveal that data extraction fostered a two-tier hierarchical web use ecosystem, marked by interdependence between professional content producers and data extractors. Our study thereby shows that the dynamics in play are more complicated than what is captured by explanations centered on either capabilities of platform giants or the decline of traditional journalism and media organizations.", "venue": "Inf. Soc.", "year": 2019, "referenceCount": 95, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "32590482", "name": "A. Wu"}, {"authorId": "2519299", "name": "H. Taneja"}]}}, {"intents": ["background"], "contexts": ["Automated journalism presents itself as one of the most advanced applications of algorithms to journalism (Carlson 2015, Napoli 2014, van Dalen 2012)."], "isInfluential": false, "citingPaper": {"paperId": "918d4d2c13e0862cc61498c3886f1ab78d486307", "externalIds": {"MAG": "2935829555", "DOI": "10.1080/21670811.2019.1601577"}, "url": "https://www.semanticscholar.org/paper/918d4d2c13e0862cc61498c3886f1ab78d486307", "title": "News Algorithms, Photojournalism and the Assumption of Mechanical Objectivity in Journalism", "abstract": "Abstract This article interrogates the relationship between epistemic authority and journalistic technology through the perspective of mechanical objectivity—a belief in technological systems capable of rendering a particular output in a manner that overcomes the limits of human subjectivity. By treating journalistic objectivity not as a stable referent, but as a contextual one prone to shifts in practices and understandings over time, it foregrounds how changing technologies of recording, creating, and distributing news content affect how journalistic objectivity is understood. Following this perspective, two technological practices are examined: photojournalism and algorithms. The development of photojournalism led to the prizing of news images as objective representations produced by the camera to the diminishment of human judgment. Similarly, the various outputs produced by news algorithms are accompanied by an orientation toward computational objectivity in contrast to human subjectivity. Exploring these dynamics sheds light on the ongoing relationship between news technologies and discourses of journalistic objectivity in the face of digital innovations in the production and circulation of news.", "venue": "Digital Journalism", "year": 2019, "referenceCount": 118, "citationCount": 22, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145744244", "name": "M. Carlson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "97b446e2ec3b402ea104421dab5eb4b99a21e42a", "externalIds": {"DOI": "10.2139/ssrn.3403301"}, "url": "https://www.semanticscholar.org/paper/97b446e2ec3b402ea104421dab5eb4b99a21e42a", "title": "Understanding Artificial Intelligence Ethics and Safety: A Guide for the Responsible Design and Implementation of AI Systems in the Public Sector", "abstract": null, "venue": "SSRN Electronic Journal", "year": 2019, "referenceCount": 335, "citationCount": 66, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2061666356", "name": "David Leslie"}]}}, {"intents": ["background"], "contexts": ["This particular kind of “algorithmic media production” (Napoli, 2014) fosters the personalization of information diets."], "isInfluential": false, "citingPaper": {"paperId": "9eab230e72e492dd23e34d536a1dbb2d729924d7", "externalIds": {"MAG": "2922838818"}, "url": "https://www.semanticscholar.org/paper/9eab230e72e492dd23e34d536a1dbb2d729924d7", "title": "How Do Intermediaries Shape News-Related Media Repertoires and Practices? Findings From a Qualitative Study", "abstract": "Online intermediaries such as search engines, social network sites, or video platforms provide access to diverse content; however, there is a school of thought that argues that they may also contribute to the structural deformation of the public sphere. To assess the impact of these Web-based services, research needs to address them not as isolated platforms but as part of broader media environments. Based on 6 group discussions and 18 interviews with German participants varying in age and political engagement, we mapped individual information repertoires with a particular focus on online intermediaries, reconstructed key episodes in which these services were used for gathering information on current news events, and investigated participants’ awareness of the architecture and mechanisms of these intermediaries. Findings show that for most participants, online intermediaries are an indispensable part of their media repertoires, but are seldom dominant, let alone the only source of information on political topics. Most respondents possessed some knowledge on the basic workings of the intermediaries they used, but were not familiar with details such as algorithmic personalization.", "venue": "", "year": 2019, "referenceCount": 60, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1739571336", "name": "Jan-Hinrik Schmidt"}, {"authorId": "46736494", "name": "Lisa Merten"}, {"authorId": "73699507", "name": "Uwe Hasebrink"}, {"authorId": "118635479", "name": "Isabelle Petrich"}, {"authorId": "118773061", "name": "A. Rolfs"}]}}, {"intents": ["background"], "contexts": ["Studies looking at more technically advanced conversational technology, such as natural language generation, in journalism (D€orr 2015) have pointed to journalists “migrating from a direct to an indirect role” (Napoli 2014, 350)."], "isInfluential": false, "citingPaper": {"paperId": "a00b8939a4118c39ccbae8bfb0d595e9c52bfcd2", "externalIds": {"MAG": "2956497294", "DOI": "10.1080/21670811.2019.1609371"}, "url": "https://www.semanticscholar.org/paper/a00b8939a4118c39ccbae8bfb0d595e9c52bfcd2", "title": "Public Service Chatbots: Automating Conversation with BBC News", "abstract": "Abstract Automation of journalistic tasks is growing with the development of increasingly sophisticated software for newsgathering, production, and distribution. Bots are one form of algorithmic technology that has found a place in the modern newsroom, with chatbots leading the way as news organisations seek to attract new audiences using conversational forms of journalism. Recent advances in artificial intelligence (AI) and machine learning (ML) have fuelled increasing experimentation with machine autonomy and there has been much hyperbole in the press about the extent and impact of this on journalism. Looking at on-the-ground trials in audience-facing bots at the UK’s largest public broadcaster, we find a significantly more restricted picture. News bots at The BBC to-date have been basic, do not use ML, and have rarely been integrated into news production. The organisation is laying groundwork for development of more interactive news formats with an increasingly conversational tone and individual mode of address as part of a strategy for increased personalisation, which is likely to involve growing levels of ML. In the process, bots are reconfiguring working practices and infrastructure, posing new editorial and technical challenges, and redefining relationships with audiences. We discuss the implications of this for public service media.", "venue": "Digital Journalism", "year": 2019, "referenceCount": 103, "citationCount": 31, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2113333183", "name": "Bronwyn Jones"}, {"authorId": "2109145670", "name": "Rhianne Jones"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a0985697347cd140343f03f149cda3de64febc43", "externalIds": {"MAG": "2767587677", "DOI": "10.1080/21670811.2017.1399805"}, "url": "https://www.semanticscholar.org/paper/a0985697347cd140343f03f149cda3de64febc43", "title": "Twitter and News Gatekeeping", "abstract": "This study concerns Twitter use by 26 news entities with the largest online audiences in the United States. A quantitative content analysis compared interactive characteristics of posts on news organizations’ main Twitter accounts. Most of the tweets included hyperlinks to articles posted on the news organizations’ websites along with text about the articles and a photograph or other still image. Differences existed between news organizations in the use of such hyperlinks to their own websites, as well as socially and technically interactive functions of Twitter such as retweets, @mentions, hashtags, and multimedia. Tweets with interactive characteristics seemed intended mainly for the purpose of promoting news organizations’ programming or content.", "venue": "", "year": 2019, "referenceCount": 51, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "117579036", "name": "F. Russell"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ad550b54eb6218f955aba5fff26b414ec70ed026", "externalIds": {"DBLP": "conf/misdoom/Stocker19", "MAG": "3004018825", "DOI": "10.1007/978-3-030-39627-5_11"}, "url": "https://www.semanticscholar.org/paper/ad550b54eb6218f955aba5fff26b414ec70ed026", "title": "How Facebook and Google Accidentally Created a Perfect Ecosystem for Targeted Disinformation", "abstract": "Online platforms providing information and media content follow certain goals and optimize for certain metrics when deploying automated decision making systems to recommend pieces of content from the vast amount of media items uploaded to or indexed by their platforms every day. These optimization metrics differ markedly from, for example, the so-called news factors journalists traditionally use to make editorial decisions. Social networks, video platforms and search engines thus create content hierarchies that reflect not only user interest but also their own monetization goals. This sometimes has unintended, societally highly problematic effects: Optimizing for metrics like dwell time, watch time or “engagement” can promote disinformation and propaganda content. This chapter provides examples and discusses relevant mechanisms and interactions.", "venue": "MISDOOM", "year": 2019, "referenceCount": 51, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2075227570", "name": "Christian Stöcker"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "adeb97576107e9f8e1140302cf614d1da709d523", "externalIds": {"ArXiv": "1906.05684", "MAG": "2951073610", "DBLP": "journals/corr/abs-1906-05684", "DOI": "10.5281/zenodo.3240529"}, "url": "https://www.semanticscholar.org/paper/adeb97576107e9f8e1140302cf614d1da709d523", "title": "Understanding artificial intelligence ethics and safety", "abstract": "A remarkable time of human promise has been ushered in by the convergence of the ever-expanding availability of big data, the soaring speed and stretch of cloud computing platforms, and the advancement of increasingly sophisticated machine learning algorithms. Innovations in AI are already leaving a mark on government by improving the provision of essential social goods and services from healthcare, education, and transportation to food supply, energy, and environmental management. These bounties are likely just the start. The prospect that progress in AI will help government to confront some of its most urgent challenges is exciting, but legitimate worries abound. As with any new and rapidly evolving technology, a steep learning curve means that mistakes and miscalculations will be made and that both unanticipated and harmful impacts will occur. \nThis guide, written for department and delivery leads in the UK public sector and adopted by the British Government in its publication, 'Using AI in the Public Sector,' identifies the potential harms caused by AI systems and proposes concrete, operationalisable measures to counteract them. It stresses that public sector organisations can anticipate and prevent these potential harms by stewarding a culture of responsible innovation and by putting in place governance processes that support the design and implementation of ethical, fair, and safe AI systems. It also highlights the need for algorithmically supported outcomes to be interpretable by their users and made understandable to decision subjects in clear, non-technical, and accessible ways. Finally, it builds out a vision of human-centred and context-sensitive implementation that gives a central role to communication, evidence-based reasoning, situational awareness, and moral justifiability.", "venue": "ArXiv", "year": 2019, "referenceCount": 346, "citationCount": 37, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Mathematics"], "authors": [{"authorId": "2061666356", "name": "David Leslie"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "af1330511bb4b7faa6f085f5d2b0b091dee9c426", "externalIds": {"MAG": "2996230953", "DOI": "10.1080/13183222.2019.1696600"}, "url": "https://www.semanticscholar.org/paper/af1330511bb4b7faa6f085f5d2b0b091dee9c426", "title": "Nazaj v prihodnost: avtomatizacija in preobrazba novinarske epistemologije", "abstract": "Prispevek izhaja iz obravnav podrejanja novinarstva kapitalistični nujnosti »racionalizacije« delovnega procesa s tehnološkimi inovacijami. Nadaljevanje teh teženj je uveljavljanje algoritmov z namenom dopolnjevanja, razširjanja ali zamenjevanja novinarskega dela s tehnologijo. Apoteoza tega procesa je avtomatizirano novinarstvo, četudi predvsem dopolnjuje uveljavljeno produkcijo novic. Polemike o avtomatizaciji odpirajo zahtevna vprašanja, kaj in kako vemo z novinarstvom ter kako je ta vednost utemeljena. V avtomatiziranem novinarstu sta konstrukcija “objektivnih” dejstev in njena jezikovna igra pogojeni ne le z združevanjem tehnologije in človeške dejavnosti, temveč tudi z razdruževanjem tehnološke “objektivnosti” in človeške subjektivnosti. Proces upodatkovljenja dejstvenosti tako veljavo črpa iz algoritemske presoje, ki je skoncentrirana v načelu legitimacije skozi hipno in merodajno izvedbo. Zgodovinska načela »objektivnega« novinarstva se s tem preobražajo.", "venue": "", "year": 2019, "referenceCount": 95, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2085984005", "name": "Igor Vobič"}, {"authorId": "1399065078", "name": "M. Robnik-Sikonja"}, {"authorId": "117652518", "name": "Monika Kalin Golob"}]}}, {"intents": ["background"], "contexts": ["…signals that are recorded and displayed on platforms, providing metrics for users, publishers (e.g., news organizations), political campaigns, advertisers and platforms themselves, to use in designing the next round of content creation and distribution (Gillespie, 2011; Karpf, 2016; Napoli, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "bbb9e49c2b830c9fac46e2a340456009d26ad75f", "externalIds": {"MAG": "2984542489", "DOI": "10.1080/15205436.2019.1690664"}, "url": "https://www.semanticscholar.org/paper/bbb9e49c2b830c9fac46e2a340456009d26ad75f", "title": "Modeling the Formation of Attentive Publics in Social Media: The Case of Donald Trump", "abstract": "Previous research has shown the importance of Donald Trump’s Twitter activity, and that of his Twitter following, in spreading his message during the primary and general election campaigns of 2015–2016. However, we know little about how the publics who followed Trump and amplified his messages took shape. We take this case as an opportunity to theorize and test questions about the assembly of what we call “attentive publics” in social media. We situate our study in the context of current discussions of audience formation, attention flow, and hybridity in the United States’ political media system. From this we derive propositions concerning how attentive publics aggregate around a particular object, in this case Trump himself, which we test using time series modeling. We also present an exploration of the possible role of automated accounts in these processes. Our results reiterate the media hybridity described by others, while emphasizing the importance of news media coverage in building social media attentive publics.", "venue": "", "year": 2020, "referenceCount": 97, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "38681947", "name": "Chris Wells"}, {"authorId": "51297215", "name": "Yini Zhang"}, {"authorId": "113800385", "name": "Josephine Lukito"}, {"authorId": "69513109", "name": "Jon C. W. Pevehouse"}]}}]}