{"offset": 0, "next": 100, "data": [{"intents": ["background"], "contexts": ["…with Berger and Luckmann’s (1966) well-known characterization of institutions as often inherently opaque, and yet: “The objective reality of institutions is not diminished if the individual does not understand their purpose or their mode of operation” (p. 60; see also Scott & Orlikowski, 2012)."], "isInfluential": false, "citedPaper": {"paperId": "0661526fcdf80b4b7a7a914a3fffc296d8eee3b8", "externalIds": {"MAG": "2277768476", "DOI": "10.1093/acprof:oso/9780199664054.003.0006"}, "url": "https://www.semanticscholar.org/paper/0661526fcdf80b4b7a7a914a3fffc296d8eee3b8", "title": "Great Expectations: the materiality of commensurability in social media", "abstract": "This chapter considers the question of commensuration — the process of comparison according to a common metric — and how it is accomplished on online social media websites. When commensurability is produced through the distributed reviews and ratings of thousands of user-generated postings, and transformed through filtering and weighting algorithms into ratings and rankings, it may be expected that different things will be paid attention to, connected, and compared. The chapter is interested in understanding these differences and the implications of online user-based evaluation mechanisms for how commensurability is organized and achieved.", "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 38, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "31898606", "name": "Susan V. Scott"}, {"authorId": "3164419", "name": "W. Orlikowski"}]}}, {"intents": ["background"], "contexts": ["The overwhelming majority of media institutions scholarship that has employed institutional theory has focused on the news media (e.g., Benson, 2006; Cook, 2005, 2006; Lowrey, 2011; Lowrey & Woo, 2010; Napoli, 1997; Schudson, 2002)."], "isInfluential": false, "citedPaper": {"paperId": "073f3e5a6ca23c29584364cf9ef0dbf8982b7158", "externalIds": {"MAG": "2025150841", "DOI": "10.1080/1461670X.2010.511954"}, "url": "https://www.semanticscholar.org/paper/073f3e5a6ca23c29584364cf9ef0dbf8982b7158", "title": "INSTITUTIONALISM, NEWS ORGANIZATIONS AND INNOVATION", "abstract": "This study adopts new institutional theory from the sociology of organizations, as well as concepts from the study of social networks, to help explain news organizations' struggles to innovate in the face of uncertainty. This literature suggests organizations with institutional orientations tend to adopt fleeting change, following industry trends, or even buffering internal processes from innovation in the product. In contrast, organizations that network with markets and readers tend to adopt more substantial change. Factors shaping managers' decision-making are explored, with a particular focus on the role environmental uncertainty plays in news organizations pursuing connections within the news institution (strong ties) or with audiences (weak ties). Data from a survey of news organizations and an analysis of features on their websites suggest levels of innovation are low, and institutionalist tendencies dominate decision-making about product change. Where innovation occurs, it is due to corporate coercion and resources, and concrete evidence from the organization's market. Uncertainty about audiences and technologies tends to reinforce institutionalist tendencies by encouraging managers to follow present industry trends. Uncertainty does seem to fuel the news organization's internal capacity to innovate, but it does not lead to actual changes in website features. This suggests news organizations are decoupling internal processes from external processes—more evidence of an institutional orientation.", "venue": "", "year": 2011, "referenceCount": 76, "citationCount": 96, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2852757", "name": "Wilson Lowrey"}]}}, {"intents": ["background"], "contexts": ["…at a point in time in which algorithms are being assessed and critiqued in terms of issues such as their demonstrated objectivity or bias (Goldman, 2006); their role in censoring audiences’ access to content (Gillespie, 2011; Pariser, 2011), and even in terms of the extent of their First…", "Nonetheless, at a point in time in which algorithms are being assessed and critiqued in terms of issues such as their demonstrated objectivity or bias (Goldman, 2006); their role in censoring audiences’ access to content (Gillespie, 2011; Pariser, 2011), and even in terms of the extent of their First Amendment rights (see, e.", "…through mechanisms that are technological in nature but that are developed and frequently refined and recalibrated within complex social processes that are impacted by organizational and supraorganizational environmental conditions (see also Goldman, 2006; Grimmelman, 2008/2009; Jiang, 2014)."], "isInfluential": false, "citedPaper": {"paperId": "07f7a8cbcbf96d6e7764016d3304f88888b97beb", "externalIds": {"MAG": "1670552626", "DOI": "10.1007/978-3-540-75829-7_8"}, "url": "https://www.semanticscholar.org/paper/07f7a8cbcbf96d6e7764016d3304f88888b97beb", "title": "Search Engine Bias and the Demise of Search Engine Utopianism", "abstract": "Due to search engines’ automated operations, people often assume that search engines display search results neutrally and without bias. However, this perception is mistaken. Like any other media company, search engines affirmatively control their users’ experiences, which has the consequence of skewing search results (a phenomenon called “search engine bias”). Some commentators believe that search engine bias is a defect requiring legislative correction. Instead, this chapter argues that search engine bias is the beneficial consequence of search engines optimizing content for their users. The chapter further argues that the most problematic aspect of search engine bias, the “winner-take-all” effect caused by top placement in search results, will be mooted by emerging personalized search technology.", "venue": "", "year": 2006, "referenceCount": 34, "citationCount": 128, "influentialCitationCount": 12, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144084067", "name": "E. Goldman"}]}}, {"intents": ["background"], "contexts": ["In such instances, formal organizations often function as the unit of analysis and/or context for understanding the establishment, evolution, and effects of formal or informal routines, norms, rules, or behavioral guidelines (e.g., Abrutyn & Turner, 2011)."], "isInfluential": false, "citedPaper": {"paperId": "09a202780ac6f49f373f63ea18f17c1391123f46", "externalIds": {"MAG": "2055097764", "DOI": "10.1525/sop.2011.54.3.283"}, "url": "https://www.semanticscholar.org/paper/09a202780ac6f49f373f63ea18f17c1391123f46", "title": "The Old Institutionalism Meets the New Institutionalism", "abstract": "As key socio-cultural building blocks of human societies, institutions are distinct from organizations and, hence, are central to sociological inquiry. In recent decades, however, institutional analysis has increasingly moved toward the analysis of organizations, while treating “institutions” as the environments or fields of organizations. While the insights offered by contemporary organizational theorists have provided important keys to understanding how organizations, especially economic organizations, adapt to pressures within their environments, the authors argue that the Old Institutionalisms of functional theorizing has much to offer the New Institutionalisms. In this article, the Old Institutionalisms are revisited to construct a precise definition of institutions as well as posit a robust theory of institutional dynamics, a theory which supplements contemporary organizational analysis. Four dynamics stand out: the process of institutional autonomy, the intersection of stratification systems and institutions, modes of integration within and between institutions, and generalized symbolic media of exchange. In particular, the latter two occupy the authors' attention primarily as they have been under-theorized elsewhere.", "venue": "", "year": 2011, "referenceCount": 47, "citationCount": 68, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "7379016", "name": "Seth Abrutyn"}, {"authorId": "118688586", "name": "J. Turner"}]}}, {"intents": ["background"], "contexts": ["…or objectives by modeling themselves on similar, or more successful organizations in their field; and (c) normative pressures, which involve the processes of professionalization (education, training, acculturation) that result in increased similarity across organizations (DiMaggio & Powell, 1991b).", "…breadth that characterizes the field, it is perhaps not surprising that institutional theory and research have long been characterized as possessing a high degree of definitional ambiguity and interpretive inconsistency (DiMaggio & Powell, 1991a; Phillips & Malhotra, 2008; Scott, 2008).", "…organizations by other organizations upon which they are dependent, and by cultural expectations in society within which the organization functions (DiMaggio & Powell, 1991b); (b) mimetic processes, which involve organizations responding to uncertainty in their environment or objectives by…"], "isInfluential": false, "citedPaper": {"paperId": "0af291910cf97d2cb5dc5d2bdfe483fd634785e1", "externalIds": {"MAG": "2975828509", "DOI": "10.1016/S0742-3322(00)17011-1"}, "url": "https://www.semanticscholar.org/paper/0af291910cf97d2cb5dc5d2bdfe483fd634785e1", "title": "The iron cage revisited institutional isomorphism and collective rationality in organizational fields", "abstract": "What makes organizations so similar? We contend that the engine of rationalization and bureaucratization has moved from the competitive marketplace to the state and the professions. Once a set of organizations emerges as a field, a paradox arises: rational actors make their organizations increasingly similar as they try to change them. We describe three isomorphic processes-coercive, mimetic, and normative—leading to this outcome. We then specify hypotheses about the impact of resource centralization and dependency, goal ambiguity and technical uncertainty, and professionalization and structuration on isomorphic change. Finally, we suggest implications for theories of organizations and social change.", "venue": "", "year": 1983, "referenceCount": 6, "citationCount": 30103, "influentialCitationCount": 2237, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Political Science", "Economics"], "authors": [{"authorId": "69383880", "name": "Paul DiMaggio"}, {"authorId": "3276126", "name": "W. Powell"}]}}, {"intents": ["background"], "contexts": ["…and thereby better insulate them from the type of policy interventions that are well established in relation to traditional media organizations, and that are premised, at least in part, on the institutional functionalities of these organizations in the political and cultural spheres (Napoli, 2001).", "Such rhetorical positioning can easily be interpreted as an effort to minimize the institutional nature and scope of what these companies do, and thereby better insulate them from the type of policy interventions that are well established in relation to traditional media organizations, and that are premised, at least in part, on the institutional functionalities of these organizations in the political and cultural spheres (Napoli, 2001)."], "isInfluential": false, "citedPaper": {"paperId": "114a63a72fa4d8f7b578a425a64e5f8ddfe421ae", "externalIds": {"MAG": "1493372261"}, "url": "https://www.semanticscholar.org/paper/114a63a72fa4d8f7b578a425a64e5f8ddfe421ae", "title": "Foundations of communications policy : principles and process in the regulation of electronic media", "abstract": "Part 1 Introduction: Plan of the Book. Part 2 Foundation Principles and Communications Policymaking: The Unique Nature of Communications Regulation The Extended Potential Influence of Communications Policy Decisions Communications Regulation as Both Economic and Social Regulation The \"Mixed\" Nature of Individual Policy Decisions Policy Principles and Policy Analysis A Model of the Foundation Principles. Part 3 The First Amendment: Functions of the First Amendment The Liberty/Self-Fulfillment Function The Advancement of Knowledge/Discovery of Truth Function The Enhancing the Democratic Process Function The Checking Government Power Function The Community Stability Function The Self-Realization/Autonomy of Consciousness Function Observations Individual Versus Collective Approaches to the First Amendment The Individualists Interpretation of the First Amendment The Collectivist Interpretation of the First Amendment The First Amendment and Communications Policymaking Toward a New First Amendment Balancing Test. Part 4 The Public Interest: Origins of the Phrase Levels of Public Interest The Public Interest at the Conceptual Level The Public Interst at the Applicational Level. Part 5 The Marketplace of Ideas: Origins of the Metaphor The Marketplace of Ideas Metaphor in FCC Decision Making Methodology Results. Part 6 Diversity: The Marketplace of Ideas and Diversity The Dimensions of Diversity Source Diversity Content Diversity Exposure Diversity. Part 7 Competition: Geographic Markets Product Markets Assessing Competition in Media Markets Competition Measures Competition Assessments - Multiple Techniques - Diverse Results. Part 8 Universal Service: Three Components of the Universal Service Principle The Universal Service Policy Imperative Universal Services The Means of Providing Universal Service. Part 9 Localism: Rationales for Localism Political Rationales for Localism Policies Cultural Rationales for Localism Policies The Localism Principle in Practice Local Programming as Point of Origin Moving Beyond the Point of Origin Discussion Reconceptualizing Localism in the New Media Environment Localism and Community. Part 10 Linking Principles with Process - the Dynamics of Communications Policymaking: The Communications Policymaking Process - a Principal-Agent Perspective Private Sector Tier Judicial Tier Political Tier Bureaucratic Tier Integrating Process and Policy. Part 11 The Federal Communications Commission and the Limitations of Communications Policy Analysis: \"Private Sector\" Stakeholder Monitoring and FCC Decision Making -a Case Study of Broadcast Policymaking Methodology Results The Analytical Capacity Within the FCC Policy Analysis Within the Federal Government Policy Analysis Within the Federal Communications Commission. Part 12 Toward an Expanded Analytical Approach to Communications Policymaking: Toward an Expanded Analytical Approach to Communications Policy Issues.", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 133, "influentialCitationCount": 18, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "39277002", "name": "Philip M. Napoli"}]}}, {"intents": ["background"], "contexts": ["They are also playing an increasingly prominent role in areas of online content creation such as tweets, where a large number of tweets are automatically generated by algorithmically driven bots (Chu et al., 2011)."], "isInfluential": false, "citedPaper": {"paperId": "123f62c9393ebc6ecd4afad7fef474d44db9ac0f", "externalIds": {"DBLP": "conf/acsac/ChuGWJ10", "MAG": "1969568357", "DOI": "10.1145/1920261.1920265"}, "url": "https://www.semanticscholar.org/paper/123f62c9393ebc6ecd4afad7fef474d44db9ac0f", "title": "Who is tweeting on Twitter: human, bot, or cyborg?", "abstract": "Twitter is a new web application playing dual roles of online social networking and micro-blogging. Users communicate with each other by publishing text-based posts. The popularity and open structure of Twitter have attracted a large number of automated programs, known as bots, which appear to be a double-edged sword to Twitter. Legitimate bots generate a large amount of benign tweets delivering news and updating feeds, while malicious bots spread spam or malicious contents. More interestingly, in the middle between human and bot, there has emerged cyborg referred to either bot-assisted human or human-assisted bot. To assist human users in identifying who they are interacting with, this paper focuses on the classification of human, bot and cyborg accounts on Twitter. We first conduct a set of large-scale measurements with a collection of over 500,000 accounts. We observe the difference among human, bot and cyborg in terms of tweeting behavior, tweet content, and account properties. Based on the measurement results, we propose a classification system that includes the following four parts: (1) an entropy-based component, (2) a machine-learning-based component, (3) an account properties component, and (4) a decision maker. It uses the combination of features extracted from an unknown user to determine the likelihood of being a human, bot or cyborg. Our experimental evaluation demonstrates the efficacy of the proposed classification system.", "venue": "ACSAC '10", "year": 2010, "referenceCount": 50, "citationCount": 527, "influentialCitationCount": 34, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1735762", "name": "Zi Chu"}, {"authorId": "1683031", "name": "Steven Gianvecchio"}, {"authorId": "46507023", "name": "Haining Wang"}, {"authorId": "1699357", "name": "S. Jajodia"}]}}, {"intents": ["background"], "contexts": ["…through mechanisms that are technological in nature but that are developed and frequently refined and recalibrated within complex social processes that are impacted by organizational and supraorganizational environmental conditions (see also Goldman, 2006; Grimmelman, 2008/2009; Jiang, 2014)."], "isInfluential": false, "citedPaper": {"paperId": "146c6fd18d39a801da2a01449349b5b011005fef", "externalIds": {"MAG": "1534623589", "DOI": "10.31228/osf.io/yp6ej"}, "url": "https://www.semanticscholar.org/paper/146c6fd18d39a801da2a01449349b5b011005fef", "title": "The Google Dilemma", "abstract": "Web search is critical to our ability to use the Internet. Whoever controls search engines has enormous influence on all of us; whoever controls the search engines, perhaps, controls the Internet itself. This short essay (based on talks given in January and April 2008) uses the stories of five famous search queries to illustrate the conflicts over search and the enormous power Google wields in choosing whose voices are heard on the Internet.", "venue": "", "year": 2008, "referenceCount": 6, "citationCount": 34, "influentialCitationCount": 6, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1992860", "name": "James Grimmelmann"}]}}, {"intents": ["background"], "contexts": ["Nonhuman actors—such as, for example, media technologies (see, e.g., Couldry, 2008; Plesner, 2009), or, relatedly (as is the\nCommunication Theory 24 (2014) 340–360 © 2014 International Communication Association 343\ncontention here), algorithms, operate on equal footing with human actors to affect…", "Nonhuman actors—such as, for example, media technologies (see, e.g., Couldry, 2008; Plesner, 2009), or, relatedly (as is the"], "isInfluential": false, "citedPaper": {"paperId": "17b97bf5ae16b79edf3cb0aa169a6d2d0129532e", "externalIds": {"MAG": "2022812956", "DOI": "10.1177/1464884909106535"}, "url": "https://www.semanticscholar.org/paper/17b97bf5ae16b79edf3cb0aa169a6d2d0129532e", "title": "An actor-network perspective on changing work practices", "abstract": "New information and communication technologies (ICTs) such as email and the internet have altered the work practices of journalists. This article introduces Actor-Network Theory (ANT) as a framework for analyzing the relation between new ICTs and changing practices in newswork. It argues that ANT offers an exciting new perspective on ‘holistic’ studies of mass mediation practices, because it calls for a focus on heterogeneous actors: people, ideals, symbolic constructions, and material elements are seen as equally important elements to analyze. The article offers empirical examples of how ICTs have become elements of specific actor-networks, and argues that, at this point, the new aspect of them is their seamlessness. It is argued that while including materiality — technology — in analyses of journalism practices we should refrain from essentializing the ‘effects’ of ICT. Rather, technology should be treated analytically as an actant tightly integrated in networks with other actants, without being assigned particular forces or consequences.", "venue": "", "year": 2009, "referenceCount": 39, "citationCount": 76, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "11527360", "name": "Ursula Plesner"}]}}, {"intents": ["background"], "contexts": ["“Consequently, even more users will apparently act in the way that the algorithm predicts” (Bucher, 2012b, p. 14).", "These examples are all reflective of the ways in which algorithms have been identified as having a “governmental power” and a “gatekeeping function” (Bucher, 2012b, pp. 8–9) and thus operate as an extension of the institutional functionalities that long have been associated with traditional media…", "…for ways in which an institutional analytical frame can be extended into algorithmic contexts.\ndoi:10.1111/comt.12039\nAlgorithms are widely recognized as playing an increasingly influential role in the political, economic, and cultural spheres (Bucher, 2012a; Pasquale, 2010; Steiner, 2012).", "For instance, as Bucher (2012b) has illustrated in her analysis of Facebook’s GraphRank algorithm, the algorithm monitors users’ behavior to find the most interesting patterns."], "isInfluential": true, "citedPaper": {"paperId": "1d090b476478f2dbc67ba8b8eef531d3e70886ac", "externalIds": {"MAG": "1588452638"}, "url": "https://www.semanticscholar.org/paper/1d090b476478f2dbc67ba8b8eef531d3e70886ac", "title": "A Technicity of Attention: How Software 'Makes Sense'", "abstract": "In this essay, I develop an understanding of a technicity of attention in social networking sites. I argue that these sites treat attention not as a property of human cognition exclusively, but rather as a sociotechnical construct that emerges out of the governmental power of software. I take the Facebook platform as a case in point, and analyse key components of the Facebook infrastructure, including its Open Graph protocol, and its ranking and aggregation algorithms, as specific implementations of an attention economy. Here I understand an attention economy in the sense of organising and managing attention within a localised context. My aim is to take a step back from the prolific, anxiety-ridden discourses of attention and the media which have emerged as part of the so-called ‘neurological turn’ (see Carr, 2012; Wolf, 2007). 1 In contrast, this essay focuses on the specific algorithmic and ‘protocological’ mechanisms of Facebook as a proactive means of enabling, shaping and inducing attention, in conjunction with users.", "venue": "", "year": 2012, "referenceCount": 50, "citationCount": 47, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38516982", "name": "Taina Bucher"}]}}, {"intents": ["background"], "contexts": ["All of this is achieved through mechanisms that are technological in nature but that are developed and frequently refined and recalibrated within complex social processes that are impacted by organizational and supraorganizational environmental conditions (see also Goldman, 2006; Grimmelman, 2008/2009; Jiang, 2014).", "…through mechanisms that are technological in nature but that are developed and frequently refined and recalibrated within complex social processes that are impacted by organizational and supraorganizational environmental conditions (see also Goldman, 2006; Grimmelman, 2008/2009; Jiang, 2014)."], "isInfluential": false, "citedPaper": {"paperId": "1d6f9e0408ac94f0789cdb597f3ff610f40df21c", "externalIds": {"DBLP": "journals/nms/Jiang14", "DOI": "10.1177/1461444813481196"}, "url": "https://www.semanticscholar.org/paper/1d6f9e0408ac94f0789cdb597f3ff610f40df21c", "title": "The business and politics of search engines: A comparative study of Baidu and Google’s search results of Internet events in China", "abstract": "Despite growing interest in search engines in China, relatively few empirical studies have examined their sociopolitical implications. This study fills several research gaps by comparing query results (N = 6320) from China’s two leading search engines, Baidu and Google, focusing on accessibility, overlap, ranking, and bias patterns. Analysis of query results of 316 popular Chinese Internet events reveals the following: (1) after Google moved its servers from Mainland China to Hong Kong, its results are equally if not more likely to be inaccessible than Baidu’s, and Baidu’s filtering is much subtler than the Great Firewall’s wholesale blocking of Google’s results; (2) there is low overlap (6.8%) and little ranking similarity between Baidu’s and Google’s results, implying different search engines, different results and different social realities; and (3) Baidu rarely links to its competitors Hudong Baike or Chinese Wikipedia, while their presence in Google’s results is much more prominent, raising search bias concerns. These results suggest search engines can be architecturally altered to serve political regimes, arbitrary in rendering social realities and biased toward self-interest.", "venue": "New Media Soc.", "year": 2014, "referenceCount": 53, "citationCount": 46, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "46332897", "name": "Min Jiang"}]}}, {"intents": ["background"], "contexts": ["The overwhelming majority of media institutions scholarship that has employed institutional theory has focused on the news media (e.g., Benson, 2006; Cook, 2005, 2006; Lowrey, 2011; Lowrey & Woo, 2010; Napoli, 1997; Schudson, 2002)."], "isInfluential": false, "citedPaper": {"paperId": "1f5ebddf082f93e337b5b52c043fb494cbc9ddc8", "externalIds": {"MAG": "1990951285", "DOI": "10.1080/10584600600629711"}, "url": "https://www.semanticscholar.org/paper/1f5ebddf082f93e337b5b52c043fb494cbc9ddc8", "title": "The News Media as a Political Institution: Looking Backward and Looking Forward", "abstract": "This article presents a new institutionalism approach to news grounded in sociological and historical approaches to new institutionalism and argues that this approach to news production has several advantages. Among them are that it encourages analysts to see the news as an outcome of interaction between journalists and other political actors, that it allows for variance in news coverage around a general tendency toward homogeneity in the news, and, finally, that it encourages scholars to examine the full range of news outlets in the media universe rather than to concentrate their attention on the narrow world of mainstream elite media. This approach is compared and contrasted with that offered by Sparrow elsewhere in this issue, and future directions for research are offered.", "venue": "", "year": 2006, "referenceCount": 45, "citationCount": 150, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38525947", "name": "T. Cook"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "2143e4271bc5cef0089569d081b16021fbbd44af", "externalIds": {"MAG": "2766298642"}, "url": "https://www.semanticscholar.org/paper/2143e4271bc5cef0089569d081b16021fbbd44af", "title": "Can an Algorithm be Wrong", "abstract": "Author(s): Gillespie, Tarleton | Abstract: How do we know if we are where it’s at? Tarleton Gillespie explores the controversy over Twitter Trends and the algorithmic ‘censorship’ of #occupywallstreet.", "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 49, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2066148934", "name": "T. Gillespie"}]}}, {"intents": ["background"], "contexts": ["Central to this navigation process are the typically algorithmically driven search, recommendation, and content aggregation systems that facilitate searching for and selecting content in an environment of such extreme content abundance that technologically unaided forms of search and navigation are no longer practical or effective (Anderson, 2006).", "…algorithmically driven search, recommendation, and content aggregation systems that facilitate searching for and selecting content in an environment of such extreme content abundance that technologically unaided forms of search and navigation are no longer practical or effective (Anderson, 2006)."], "isInfluential": false, "citedPaper": {"paperId": "29323910ef162b7341f735b0b303c99f7006469d", "externalIds": {"MAG": "29420030", "DOI": "10.5860/choice.44-2783"}, "url": "https://www.semanticscholar.org/paper/29323910ef162b7341f735b0b303c99f7006469d", "title": "The Long Tail: Why the Future of Business is Selling Less of More", "abstract": "What happens when the bottlenecks that stand between supply and demand in our culture go away and everything becomes available to everyone? The Long Tail is a powerful new force i n our economy: the rise of the niche. As the cost of reaching consumers drops dramatically, our markets are shifting from a one-size-fits-all model of mass appeal to one of unlimited variety for unique tastes. From supermarket shelves to advertising agencies, the ability to offer vast choice is changing everything, and causing us to rethink where our markets lie and how to get to them. Unlimited selection is revealing truths about what consumers want and how they want to get it, from DVDs at Netflix to songs on iTunes to advertising on Google. However, this is not just a virtue of online marketplaces; it is an example of an entirely new economic model for business, one that is just beginning to show its power. After a century of obsessing over the few products at the head of the demand curve, the new economics of distribution allow us to turn our focus to the many more products in the tail, which collectively can create a new market as big as the one we already know. The Long Tail is really about the economics of abundance. New efficiencies in distribution, manufacturing, and marketing are essentially resetting the definition of what’s commercially viable across the board. If the 20th century was about hits, the 21st will be equally about niches.", "venue": "", "year": 2006, "referenceCount": 1, "citationCount": 1231, "influentialCitationCount": 65, "isOpenAccess": true, "fieldsOfStudy": ["Engineering", "Business"], "authors": [{"authorId": "38522508", "name": "C. Anderson"}]}}, {"intents": ["background"], "contexts": ["Algorithms have particularly prominent roles in the media sector, where the processes of media production and consumption are increasingly automated and algorithmically dictated (see, e.g., Mager, 2012)."], "isInfluential": false, "citedPaper": {"paperId": "2a22403fceff94c470f7ce43c50d72ddfe499373", "externalIds": {"MAG": "2008901974", "DOI": "10.2139/ssrn.1926244"}, "url": "https://www.semanticscholar.org/paper/2a22403fceff94c470f7ce43c50d72ddfe499373", "title": "Algorithmic Ideology: How Capitalist Society Shapes Search Engines", "abstract": "PREPRINT VERSION!!!; please cite journal article once it has been published! This article investigates how the “new spirit of capitalism” (Boltanski & Chiapello, 2007) gets inscribed in the fabric of search algorithms by way of social practices. Drawing on the tradition of the social construction of technology (SCOT) and 17 qualitative expert interviews I discuss how search engines and their “capital accumulation cycle” (Fuchs, forthcoming) are negotiated and stabilized in a network of actors and interests, website providers and users first and foremost. I further show how corporate search engines and their capitalist ideology are solidified in a socio-political context characterized by a techno-euphoric climate of innovation and a politics of privatization. This analysis provides a valuable contribution to contemporary search engine critique mainly focusing on search engines’ business models and societal implications. It shows that a shift of perspective is needed from impacts search engines have on society towards social practices and power relations involved in the construction of search engines to reconsider and renegotiate search engines and their algorithmic ideology in the future.", "venue": "", "year": 2011, "referenceCount": 44, "citationCount": 146, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40588447", "name": "Astrid Mager"}]}}, {"intents": ["background"], "contexts": ["As many observers have pointed out, the internal operation of algorithms is a combination of complexity and intentional opacity (in order to protect competitive advantages and to prevent “gaming” of the systems) (e.g., Diakopoulos, 2014; Elgesem, 2008)."], "isInfluential": false, "citedPaper": {"paperId": "2b16ddbae576e6d4229962cb11e75f3b97d73b19", "externalIds": {"MAG": "2062472083", "DOI": "10.1007/s10676-008-9177-3"}, "url": "https://www.semanticscholar.org/paper/2b16ddbae576e6d4229962cb11e75f3b97d73b19", "title": "Search engines and the public use of reason", "abstract": "How should the policies of search engines and other information intermediaries be ethically evaluated? It is argued that Kant’s principles for the public use of reason are useful starting points for the formulation of criteria for such an evaluation. The suggestion is, furthermore, that a search engine can be seen to provide a testimony to the user concerning what information that is most relevant to her query. This suggestion is used as the basis for the development of a broadly Kantian account of a rational searcher. It is argued that the search engine companies are morally required to publish their information policies and act in accordance with them but given the threat of search engine spam they can have no obligation to publish the details of their algorithms.", "venue": "Ethics and Information Technology", "year": 2008, "referenceCount": 18, "citationCount": 18, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2678579", "name": "D. Elgesem"}]}}, {"intents": ["methodology", "result"], "contexts": ["If we extrapolate from Lessig’s (2006) metaphor, systems of laws, are, of course, widely understood as institutions (La Torre, 2010), reflecting the regulative dimension that is central to how institutions are defined.", "This is comparable to the situation in, for example, law, where individual laws are frequently added, eliminated, or changed within the context of a stable, overarching institutional structure (La Torre, 2010)."], "isInfluential": false, "citedPaper": {"paperId": "2c55b858906f4d92d5b9ca8d01b5f1b33378cd42", "externalIds": {"MAG": "5579573", "DOI": "10.1007/978-1-4020-6607-8_4"}, "url": "https://www.semanticscholar.org/paper/2c55b858906f4d92d5b9ca8d01b5f1b33378cd42", "title": "Law as Institution", "abstract": "In Chapter 4 there is the attempt to build a bridge between such theory and the traditional institutionalist theories of law. These are reviewed and then supplemented through the neo-institutionalism more recently defended by Neil MacCormick and Ota Weinberger. Neo-institutionalism is then said to be the most promising approach to cope with the ontology of law, though some reform in the standard theory is proposed to render more plausible and less circular the definition given of what an “institution” means and is. In particular, constitutive rules or “declarations” cannot kept outside an institutionalist perspective, though they cannot be said to produce directly “institutional facts” or better the scope of action which the “institution” consists of. They are rather “conditions” to be prescribed in understanding and performing a piece of conduct. This is why a definition of “institution” is advanced whereby constitutive rules are integrated with a notion of efficacy and effective performance.", "venue": "", "year": 2010, "referenceCount": 0, "citationCount": 36, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "122988785", "name": "M. L. Torre"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "2e76fa107c50485985487b03a601eb0c11894193", "externalIds": {"MAG": "2465777981"}, "url": "https://www.semanticscholar.org/paper/2e76fa107c50485985487b03a601eb0c11894193", "title": "Big Data: A Revolution That Will Transform How We Live, Work, and Think", "abstract": "Amazon Exclusive: Q&A with Kenneth Cukier and Viktor Mayer-Schonberger Q. What did it take to write Big Data? A. Kenn has written about technology and business from Europe, Asia, and the US for The Economist, and is well-connected to the data community. Viktor had researched the information economy as a professor at Harvard and now at Oxford, and his book Delete had been well received. So we thought we had a good basis to make a contribution in the area. As we wrote the book, we had to dig deep to find unheard stories about big data pioneers and interview them. We wanted Big Data to be about a big idea, but also to be full of examples and success stories -- and be engrossing to read. Q. Are you big datas cheerleaders? A. Absolutely not. We are the messengers of big data, not its evangelists. The big data age is happening, and in the book we take a look at the drivers, and big datas likely trajectory: how it will change how we work and live. We emphasize that the fundamental shift is not in the machines that calculate data, but in the data itself and how we use it. Q. In discovering big data applications, what was your biggest surprise? A. It is tempting to say that it was predicting exploding manholes, tracking inflation in real time, or how big data saves the lives of premature babies. But the biggest surprise for us perhaps was the very diversity of the uses of big data, and how it already is changing peoples everyday world. Many people see big data through the lens of the Internet economy, since Google and Facebook have so much data. But that misses the point: big data is everywhere. Q. Is Big Data then primarily a story about economic efficiency? A. Big data improves economic efficiency, but thats only a very small part of the story. We realized when talking to dozens and dozens of big data pioneers that it improves health care, advances better education, and helps predict societal changefrom urban sprawl to the spread of the flu. Big data is roaring through all sectors of the economy and all areas of life. Q. So big data offers only upside? A. Not at all. We are very concerned about what we call in our book the dark side of big data. However the real challenge is that the problem is not necessarily where we initially tend to think it is, such as surveillance and privacy. After looking into the potential misuses of big data, we became much more troubled by propensity -- that is, big data predictions being used to police and punish. And by the fetishization of data that may occur, whereby organizations may blindly defer to what the data says without understanding its limitations. Q. What can we do about this dark side? A. Knowing about it is the first step. We thought hard to suggest concrete steps that can be taken to minimize and mitigate big datas risk, and came up with a few ways to ensure transparency, guarantee human free will, and strike a better balance on privacy and the use of personal information. These are deeply serious issues. If we do not take action soon, it might be too late.", "venue": "", "year": 2013, "referenceCount": 7, "citationCount": 2069, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1412534293", "name": "Viktor Mayer-Schnberger"}, {"authorId": "50603623", "name": "K. Cukier"}]}}, {"intents": ["background"], "contexts": ["Given the theoretical and disciplinary breadth that characterizes the field, it is perhaps not surprising that institutional theory and research have long been characterized as possessing a high degree of definitional ambiguity and interpretive inconsistency (DiMaggio & Powell, 1991a; Phillips & Malhotra, 2008; Scott, 2008).", "From a broad definitional standpoint, institutions can be broken down into three components: regulative, normative, and cultural-cognitive (Scott, 2008).", "…breadth that characterizes the field, it is perhaps not surprising that institutional theory and research have long been characterized as possessing a high degree of definitional ambiguity and interpretive inconsistency (DiMaggio & Powell, 1991a; Phillips & Malhotra, 2008; Scott, 2008).", "Underlying all these decisions are socially constructed models, assumptions, and schemas” (Scott, 2008, p. 68).", "This theoretical perspective emphasizes that social reality is a product of social processes directed at the establishment of shared knowledge and belief systems (Scott, 2008).", "…e.g., Alchian & Demsetz, 1972) to political science grounded rational choice theory (see, e.g., Moe, 1990), to more sociologically oriented theoretical approaches such as social constructivism (see, e.g., Berger & Luckmann, 1966) and rationalization (for a more detailed overview, see Scott, 2008).", "The regulative dimension refers to the ways in which institutions “constrain and regularize behavior” (Scott, 2008, p. 52).", "…behavior of organizations; the role of conventions, routines, and habits in individual and organizational behavior, and how those reflect or deviate from the pursuit of rational interests; and the construction and evolution of laws, rules, interests, and environmental cognitions (see Scott, 2008)."], "isInfluential": true, "citedPaper": {"paperId": "3162eda00555d01ec56e4235d3e0b80007582e71", "externalIds": {"MAG": "121380501"}, "url": "https://www.semanticscholar.org/paper/3162eda00555d01ec56e4235d3e0b80007582e71", "title": "Institutions and Organizations: Ideas and Interests", "abstract": "Preface to Third Edition Introduction 1. Early Institutionalists Early Institutional Theory in Economics Early Institutional Theory in Political Science Early Institutional Theory in Sociology 2. Institutional Theory Meets Organization Studies Institutions and Organizations: Early Approaches Foundations of Neoinstitutional Theory 3. Crafting an Analytic Framework I: Three Pillars of Institutions Defining Institutions The Three Pillars of Institutions The Three Pillars and Legitimacy Basic Assumptions associated with the Three Pillars 4. Constructing an Analytic Framework II: Content, Agency, Carriers and Levels Institutional Content and Organizations Agency and Institutions Varying Carriers Varying Levels of Analysis 5. Institutional Construction Creating Institutions Selected Studies of Institutional Construction 6. Institutionalization Three Conceptions of Institutionalization: Underlying Mechanisms Maintaining and Diffusing Institutions Carriers and Institutional Mechanisms 7. Institutional Processes and Organizations Organizations and Institutions: Three Views Legitimacy and Isomorphism Institutional Context and Organizational Structure Interactive Processes Strategic Processes Sources of Divergence 8. Institutional Processes and Organization Fields Conceptualizing Organization Fields Field Structuration Processes Structuration, Destructurating, and Restructuration 9. An Overview and a Caution Distinctive Features The Maturation of Institutional Theory and Research A Cautionary Comment References Index About the Author", "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 2448, "influentialCitationCount": 362, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "33662762", "name": "W. Scott"}]}}, {"intents": ["background"], "contexts": ["outlined above, media institutions scholarship also has examined realms such as regulation and policymaking (Galperin, 2004), cultural production (Ahlkvist, 2001; Guzman, 2005; Kim, 2012), technology development (Flanagin, Flanagin, & Flanagin, 2010; Hrynshyn, 2008), and the construction of audiences (Napoli, 2003, 2011).", "…media institutions scholarship also has examined realms such as regulation and policymaking (Galperin, 2004), cultural production (Ahlkvist, 2001; Guzman, 2005; Kim, 2012), technology development (Flanagin, Flanagin, & Flanagin, 2010; Hrynshyn, 2008), and the construction of audiences…"], "isInfluential": false, "citedPaper": {"paperId": "367c9818e3299c40a34b6a484babb22dcff89514", "externalIds": {"DOI": "10.1353/fih.2005.0020"}, "url": "https://www.semanticscholar.org/paper/367c9818e3299c40a34b6a484babb22dcff89514", "title": "The Little Theatre Movement: The Institutionalization of the European Art Film in America", "abstract": "T he late 1920s was arguably the most important period in the history of the exhibition of foreign films in the United States. European films were being exhibited in large numbers from nearly every major film producing country in Europe. The Europeans, or at least the German and Soviet cinemas, were enjoying unparalleled artistic prestige in the United States. Of courseEuropean filmshad been imported to America in large numbers prior to World War I and there have been many periods when European films have been influential. What made this period unique was that these imports in the late 1920s gave birth to the foundation of American independent film culture, the little theatre movement. From almost the beginning of its existence, various groups had opposed the commercial American film industry on moral or social grounds; however, the little theatre movement was the first organized opposition to Hollywood on the basis of aesthetic principles. The supporters of the little theatre movement rejected Hollywood’s formula of a disposable, mass produced and impersonal cinema of entertainment designed to appeal to the broadest possible audience in favor of a personal cinema that sought to explore the boundaries of film art. The little theatre movement strove to elevate the cinema to a position of equality among the fine arts. Inspired by the little theatres of the stage, the little theatre movement sought to establish an alternative exhibition system that was not solely based on commercial considerations. These smaller theatres would present films that could not draw a large enough audience to attract the interest of the major commercial exhibitors and distributors but which still contained elements of artistic, political or historical significance. The theatres catered to an educated, often wealthy audience comprised of the cultural and intellectual elite as well as the radical left that was alienated by Hollywood. This audience was less passive than the commercial audience. Many little theatres required their audience to become members of the theatre and encouraged discussion of the films they screened. The problem for the little theatre exhibitors was finding artistic films to exhibit. If one rejected the films coming out of the major Hollywood studios, there were not a lot of alternatives in the United States. Almost all the American independent film producers worked within the same parameters as the big studios only on a smaller budget. The crude genre films they churned out were even less artistic than the mainstream studio films. The handful of pioneers making artistic or experimental films in America in the late 1920s were insufficient to program even a single theatre. The little theatres were forced to look abroad to Europe for their films. Film History, Volume 17, pp. 261–284, 2005. Copyright © John Libbey Publishing ISSN: 0892-2160. Printed in United States of America", "venue": "", "year": 2005, "referenceCount": 10, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "145782592", "name": "T. Guzman"}]}}, {"intents": ["background"], "contexts": ["The overwhelming majority of media institutions scholarship that has employed institutional theory has focused on the news media (e.g., Benson, 2006; Cook, 2005, 2006; Lowrey, 2011; Lowrey & Woo, 2010; Napoli, 1997; Schudson, 2002)."], "isInfluential": false, "citedPaper": {"paperId": "3784b01379d0bf5bba88e9bfc647f78c7a9ced71", "externalIds": {"MAG": "2078349978", "DOI": "10.1177/107769901008700103"}, "url": "https://www.semanticscholar.org/paper/3784b01379d0bf5bba88e9bfc647f78c7a9ced71", "title": "The News Organization in Uncertain Times: Business or Institution?", "abstract": "This study compares rational-choice economics approaches with institutional theory in assessing the ways news organizations respond to uncertainty. Rational-choice approaches suggest newsroom managers facing uncertainty will pursue “tight coupling” by monitoring audiences and collaborating with the newspaper's business side, while institutionalism suggests uncertainty will lead organizations to buffer themselves from their market environments and to mimic other news organizations. Findings from a national survey of editors and a content analysis of interactive features from newspaper Web sites reveal both institutional-ist and rational-choice tendencies. News managers are monitoring audiences, but monitoring is not strongly affecting decisions about content and online features.", "venue": "", "year": 2010, "referenceCount": 76, "citationCount": 72, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2852757", "name": "Wilson Lowrey"}, {"authorId": "96381200", "name": "Chang Wan Woo"}]}}, {"intents": ["background"], "contexts": ["Such research could ideally explain both how and why “the delegation of personal autonomy or of trusteeship to materialized technical systems is, in many situations, preferred to handing them over to other humans” (Joerges & Czamiawska, 1998, p. 370)."], "isInfluential": false, "citedPaper": {"paperId": "3884e76c409259dab4b0c0ee03725d5db51e7bae", "externalIds": {"MAG": "2119530500", "DOI": "10.1177/017084069801900301"}, "url": "https://www.semanticscholar.org/paper/3884e76c409259dab4b0c0ee03725d5db51e7bae", "title": "The Question of Technology, or How Organizations Inscribe the World", "abstract": "This article relates technology studies to organization research and examines the technology-as-text metaphor. The study of organization is incomplete as long as tangible technology remains in its blind spot. Linguistic metaphors and analogies, while capturing and indeed amplifying much of received understandings of technology, succeed only partially in repairing the situation. The image of the palimpsest is used to highlight this critique and to visualize ways out. Thus, while the main concern of the paper is to re-situate technology to the study of organization, an argument is also put forward for a specific approach to the study of technology.", "venue": "", "year": 1998, "referenceCount": 100, "citationCount": 146, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "15514678", "name": "B. Joerges"}, {"authorId": "116509500", "name": "Barbara Czamiawska"}]}}, {"intents": ["background"], "contexts": ["Content farms mine search engine data to estimate demand for content on various topics, and then produce that content rapidly and cheaply in order to meet that demand (Bakker, 2012)."], "isInfluential": false, "citedPaper": {"paperId": "395403950ce42e74d065125a9994f31dcd5e2c0d", "externalIds": {"MAG": "2937600318", "DOI": "10.1080/17512786.2012.667266"}, "url": "https://www.semanticscholar.org/paper/395403950ce42e74d065125a9994f31dcd5e2c0d", "title": "New journalism 3.0 – aggregation, content farms and Huffinization : The rise of low‐pay and no‐pay journalism", "abstract": "Journalists in the 21st century are expected to work for different platforms, gather online information,\nbecome multi‐media professionals, and learn how to deal with amateur contributions. The business\nmodel of gathering, producing and distributing news changed rapidly. Producing content is not\nenough; moderation and curation are at least as important when it comes to working for digital\nplatforms. There is a growing pressure on news organizations to produce more inexpensive content\nfor digital platforms, resulting in new models of low‐cost or even free content production.\nAggregation, either by humans or machines ‘finding’ news and re‐publishing it, is gaining importance.\nAt so‐called ‘content farms’ freelancers, part‐timers and amateurs produce articles that are expected\nto end up high in web searches. Apart from this low‐pay model a no‐pay model emerged were\nbloggers write for no compensation at all. At the Huffington Post thousands of bloggers actually work\nfor free. Other websites use similar models, sometimes offering writers a fixed price depending on the\nnumber of clicks a page gets. We analyse the background, the consequences for journalists and\njournalism and the implications for online news organizations. We investigate aggregation services\nand content farms and no‐pay or low‐pay news websites that mainly use bloggers for input.", "venue": "", "year": 2012, "referenceCount": 8, "citationCount": 91, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Sociology", "Engineering"], "authors": [{"authorId": "144923453", "name": "P. Bakker"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "3bb353f0836a4c647b19266e1c9fd75f593295ce", "externalIds": {"MAG": "110447413"}, "url": "https://www.semanticscholar.org/paper/3bb353f0836a4c647b19266e1c9fd75f593295ce", "title": "Trends in Communication Policy Research", "abstract": null, "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "32768236", "name": "Natascha Just"}, {"authorId": "93775523", "name": "M. Puppis"}]}}, {"intents": ["background"], "contexts": ["…censoring audiences’ access to content (Gillespie, 2011; Pariser, 2011), and even in terms of the extent of their First Amendment rights (see, e.g., Benjamin, 2013; Wu, 2013) (all issues that have been central to the analysis of traditional media institutions), an institutional orientation toward…"], "isInfluential": false, "citedPaper": {"paperId": "3c1d48b7e2e6b151a25ce694cc8a7ddef1d89239", "externalIds": {"MAG": "1924587017"}, "url": "https://www.semanticscholar.org/paper/3c1d48b7e2e6b151a25ce694cc8a7ddef1d89239", "title": "Algorithms and Speech", "abstract": "One of the central questions in free speech jurisprudence is what activities the First Amendment encompasses. This Article considers that question in the context of an area of increasing importance – algorithm-based decisions. I begin by looking to broadly accepted legal sources, which for the First Amendment means primarily Supreme Court jurisprudence. That jurisprudence provides for very broad First Amendment coverage, and the Court has reinforced that breadth in recent cases. Under the Court’s jurisprudence the First Amendment (and the heightened scrutiny it entails) would apply to many algorithm-based decisions, specifically those entailing substantive communications. We could of course adopt a limiting conception of the First Amendment, but any nonarbitrary exclusion of algorithm-based decisions would require major changes in the Court’s jurisprudence. I believe that First Amendment coverage of algorithm-based decisions is too small a step to justify such changes. But insofar as we are concerned about the expansiveness of First Amendment coverage, we may want to limit it in two areas of genuine uncertainty: editorial decisions that are neither obvious nor communicated to the reader, and laws that single out speakers but do not regulate their speech. Even with those limitations, however, an enormous and growing amount of activity will be subject to heightened scrutiny absent a fundamental reorientation of First Amendment jurisprudence.", "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "32745234", "name": "S. M. Benjamin"}]}}, {"intents": ["background"], "contexts": ["Much of this work has focused on processes of “gatekeeping,” via which decisions about which content to disseminate to the public are reached (Moe & Syvertsen, 2007).", "Institutional theory in the media sector Institutional approaches to the media have a long history (see Moe & Syvertsen, 2007; Schudson, 2002)."], "isInfluential": false, "citedPaper": {"paperId": "3dee91bbccbe9b853e31d1c31a8f7f92ef1dc924", "externalIds": {"MAG": "2185389892"}, "url": "https://www.semanticscholar.org/paper/3dee91bbccbe9b853e31d1c31a8f7f92ef1dc924", "title": "Media Institutions as a Research Field Three Phases of Norwegian Broadcasting Research", "abstract": "The article discusses the background and origins of research on media institutions as a field, and especially assesses the development and status of Norwegian research on broadcasting institutions. It is demonstrated how the field has developed, both quantitatively and qualitatively, through three key phases: the era of broadcasting monopolies; the “new media situation” in the 1980s and 1990s; and the era of convergence; globalization and commercialization from the late 1990s. A key purpose is to discuss the theoretical perspectives and implicit and explicit assumptions upon which the research is based. Further, the article points to shortcomings and gaps in our knowledge of how media institutions evolve and operate. In closing, it is suggested how the field may maintain its relevance in an era where the very concept of a “broadcasting institution” is becoming more blurred.", "venue": "", "year": 2007, "referenceCount": 117, "citationCount": 26, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "38335278", "name": "Hallvard Moe"}, {"authorId": "143981973", "name": "Trine Syvertsen"}]}}, {"intents": ["background"], "contexts": ["This latter point also highlights the dynamic nature of algorithms (and software more generally; see Leonardi, 2012; Manovich, 2013), as they are constantly adjusted in efforts to improve their performance in accordance with specific criteria."], "isInfluential": false, "citedPaper": {"paperId": "49f26adf4ee300b427aff776c18a5b45d76da6f6", "externalIds": {"MAG": "1562317776"}, "url": "https://www.semanticscholar.org/paper/49f26adf4ee300b427aff776c18a5b45d76da6f6", "title": "Software Takes Command", "abstract": "Software has replaced a diverse array of physical, mechanical, and electronic technologies used before 21st century to create, store, distribute and interact with cultural artifacts. It has become our interface to the world, to others, to our memory and our imagination - a universal language through which the world speaks, and a universal engine on which the world runs. What electricity and combustion engine were to the early 20th century, software is to the early 21st century. Offering the the first theoretical and historical account of software for media authoring and its effects on the practice and the very concept of 'media,' the author of The Language of New Media (2001) develops his own theory for this rapidly-growing, always-changing field.What was the thinking and motivations of people who in the 1960 and 1970s created concepts and practical techniques that underlie contemporary media software such as Photoshop, Illustrator, Maya, Final Cut and After Effects? How do their interfaces and tools shape the visual aesthetics of contemporary media and design? What happens to the idea of a 'medium' after previously media-specific tools have been simulated and extended in software? Is it still meaningful to talk about different mediums at all? Lev Manovich answers these questions and supports his theoretical arguments by detailed analysis of key media applications such as Photoshop and After Effects, popular web services such as Google Earth, and the projects in motion graphics, interactive environments, graphic design and architecture. Software Takes Command is a must for all practicing designers and media artists and scholars concerned with contemporary media.", "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 486, "influentialCitationCount": 22, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2895132", "name": "L. Manovich"}]}}, {"intents": ["background"], "contexts": ["…less on audiences’ expressions of their interests and\nCommunication Theory 24 (2014) 340–360 © 2014 International Communication Association 349\nwants and more on professionally established criteria regarding audiences’ informational needs in order to be better-informed citizens (Anderson, 2011a).", "The output then represents a prediction of the type of content for which there is the highest unmet audience and advertiser demand, and Demand Media produces that content accordingly (Anderson, 2011a).", "Many newsrooms now operate with comprehensive and immediate feedback related to various aspects of online news consumption, ranging from page views to time spent on a site/story, to ratings, to volume and valence of comments (see, e.g., Anderson, 2010; Anderson, 2011b).", "…could easily take issue with this characterization, it does seem reasonable to contend that an emphasis going forward on the “sociology of the algorithm” (Anderson, 2011c, p. 6) would represent a vital new direction for media sociology that reflects this important, emergent institutional context."], "isInfluential": true, "citedPaper": {"paperId": "4b5433e0ed609faceebae29d1eef985676109ce3", "externalIds": {"MAG": "2075003645", "DOI": "10.1177/1464884911402451"}, "url": "https://www.semanticscholar.org/paper/4b5433e0ed609faceebae29d1eef985676109ce3", "title": "Between creative and quantified audiences: Web metrics and changing patterns of newswork in local US newsrooms", "abstract": "How are transformations in newswork intersecting with changes in the monitoring of reader behavior and new technologies of audience measurement? How, in short, are journalistic ‘visions of the audience’ shifting in the online era, and how are they enabling particular editorial practices? This article explores a provocative tension between the now common rhetorical invocation of the news audience as a ‘productive and generative’ entity, and the simultaneous, increasingly common institutional reduction of the audience to a quantifiable, rationalizable, largely consumptive aggregate. The first half of article reviews the literature on the relationship between audience understanding and newsroom practices. The second half of the article is comprised of an ethnographic analysis of the manner by which increasingly prominent and widespread techniques of audience measurement and quantification interact with the newsroom rhetoric of the active, generative audience. The article concludes with some thoughts regarding the role played by audience quantification and rationalization in shifting newswork practices. It argues that the underlying rhetoric of the active audience can be seen as laying the groundwork for a vision of the professional reporter that is less autonomous in his or her news decisions and increasingly reliant on audience metrics as a supplement to news judgment.", "venue": "", "year": 2011, "referenceCount": 37, "citationCount": 291, "influentialCitationCount": 54, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2107784012", "name": "C. W. Anderson"}]}}, {"intents": ["background"], "contexts": ["Similarly, Rogers (2004) has demonstrated how Google search returns tend to map quite closely with the issues and sources characteristic of mainstream media."], "isInfluential": false, "citedPaper": {"paperId": "4cd7e145c0b5a266034094f5bf1e45ca2c5f8cfc", "externalIds": {"MAG": "1527333587", "DOI": "10.7551/mitpress/3770.001.0001"}, "url": "https://www.semanticscholar.org/paper/4cd7e145c0b5a266034094f5bf1e45ca2c5f8cfc", "title": "Information politics on the Web", "abstract": "Does the information on the Web offer many alternative accounts of reality, or does it subtly align with an official version? In Information Politics on the Web, Richard Rogers identifies the cultures, techniques, and devices that rank and recommend information on the Web, analyzing not only the political content of Web sites but the politics built into the Web's infrastructure. Addressing the larger question of what the Web is for, Rogers argues that the Web is still the best arena for unsettling the official and challenging the familiar.Rogers describes the politics at work on the Web as either back-end -- the politics of search engine technology -- or front-end -- the diversity, inclusivity, and relative prominence of sites publicly accessible on the Web. To analyze this, he developed four \"political instruments,\" or software tools that gather information about the Web by capturing dynamic linking practices, attention cycles for issues, and changing political party commitments. On the basis of his findings on how information politics works, Rogers argues that the Web should be, and can be, a \"collision space\" for official and unofficial accounts of reality. (One chapter, \"The Viagra Files\" offers an entertaining analysis of official and unofficial claims for the health benefits of Viagra.) The distinctiveness of the Web as a medium lies partly in the peculiar practices that grant different statuses to information sources. The tools developed by Rogers capture these practices and contribute to the development of a new information politics that takes into account and draws from the competition between the official, the non-governmental, and the underground.", "venue": "", "year": 2004, "referenceCount": 0, "citationCount": 109, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2053206824", "name": "R. Rogers"}]}}, {"intents": ["background"], "contexts": ["…Theory 24 (2014) 340–360 © 2014 International Communication Association 347\ntreating search engines comparably to another prominent media institution—the broadcast media), Laidlaw (2008) emphasizes that search engines are “authoritative and reliable, and shape public opinion and meaning” (p. 124)."], "isInfluential": false, "citedPaper": {"paperId": "4d57d84d3646f8203d010f04af81137c830bcc37", "externalIds": {"DBLP": "journals/ijlit/Laidlaw09", "MAG": "2142988455", "DOI": "10.1093/ijlit/ean018"}, "url": "https://www.semanticscholar.org/paper/4d57d84d3646f8203d010f04af81137c830bcc37", "title": "Private Power, Public Interest: An Examination of Search Engine Accountability", "abstract": "As information becomes a critical commodity in modern society, the issue is raised whether the entities that manage access to information, that are tools for public discourse and democracy, should be accountable to the public. The Internet has transformed how we communicate, and search engines have emerged as managers of information, organizing and categorizing content in a coherent, accessible manner thereby shaping the Internet user's experience. This article examines whether search engines should have public interest obligations. In order to answer this question, this article first examines comparative public interest regulatory structures, and the growing importance of the Internet to public discourse. Then examined is how the algorithmic designs and manual manipulation of rankings by search engines affects the public interest without a sufficient accountability structure. Finally, the values necessary to a public interest framework are suggested.", "venue": "Int. J. Law Inf. Technol.", "year": 2008, "referenceCount": 20, "citationCount": 17, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "2091197", "name": "Emily B. Laidlaw"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "4efab95b7a91b8eb12e5412fb8e3e56f84e7a467", "externalIds": {"MAG": "2884712048"}, "url": "https://www.semanticscholar.org/paper/4efab95b7a91b8eb12e5412fb8e3e56f84e7a467", "title": "The Next Digital Decade: Essays on the Future of the Internet", "abstract": null, "venue": "", "year": 2011, "referenceCount": 1, "citationCount": 23, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "115220214", "name": "R. Atkinson"}]}}, {"intents": ["background"], "contexts": ["…at the intersection of the behaviors of specific media organizations (e.g., audience measurement firms, media buying agencies) and established norms, cognitions, and values that have gained traction across participants in the audience marketplace (Ettema & Whitney, 1994; Napoli, 2003, 2011)."], "isInfluential": false, "citedPaper": {"paperId": "51bf6d2afbe6e2402f6e489431a6d4e82a7cf74e", "externalIds": {"MAG": "262618374"}, "url": "https://www.semanticscholar.org/paper/51bf6d2afbe6e2402f6e489431a6d4e82a7cf74e", "title": "AudienceMaking: How the Media Create the Audience", "abstract": "The Money Arrow - James S Ettema and D Charles Whitney An Introduction to Audiencemaking Victim, Consumer or Commodity? Models of the Audience in Communication Policy - James G Webster and Patricia F Phalen Producing Children's Television Programs - Ellen A Wartella Made-To-Order and Standardized Audiences - Peter V Miller Forms of Reality in Audience Measurement Power to the People (Meter) - Beth E Barnes and Lynne M Thomson Audience Measurement Technology and Media Specialization The Changing Infrastructure of Public Opinion - Susan Herbst and James R Beniger One-Way Flows and the Economics of Audiencemaking - Steven S Wildman The Stock Market as Audience - Paul M Hirsch and Tracy A Thompson The Impact of Public Ownership on Newspapers The Role of the Audience in the Production of Culture - Muriel Goldsman Cantor A Personal Research Retrospective Measured Markets and Unknown Audiences - Richard A Peterson Case Studies from the Production and Consumption of Music The Audience at Home - Marsha Siefert The Early Recording Industry and the Marketing of Musical Taste The Vaudeville Circuit - Robert W Synder A Prehistory of the Mass Audience", "venue": "", "year": 1994, "referenceCount": 0, "citationCount": 128, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "37568704", "name": "J. Ettema"}, {"authorId": "143835987", "name": "D. Whitney"}]}}, {"intents": ["background"], "contexts": ["Another example of explicitly political resonance has been demonstrated in recent research showing that the manipulation of search engine rankings can potentially affect election outcomes, and that such manipulations can easily be conducted surreptitiously (Epstein & Robertson, 2013)."], "isInfluential": false, "citedPaper": {"paperId": "52849803c6cfa7c03c9c231a2a9fd2e3802e8276", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/52849803c6cfa7c03c9c231a2a9fd2e3802e8276", "title": "Democracy at Risk : Manipulating Search Rankings Can Shift Voters ’ Preferences Substantially Without Their Awareness", "abstract": "In a double-blind controlled experiment, web pages and search engine results from an actual election were presented to three groups of eligible voters. In two of the groups, rankings favored one candidate or the other. Preferences shifted dramatically toward favored candidates, with 75% of subjects showing no awareness of the manipulation. In a second experiment, voter preferences again shifted in the predicted direction, and the proportion of people who were unaware of the manipulation was increased by slightly altering the rankings to mask the favoritism. In a third experiment, a more aggressive mask was used to hide the manipulation, and no subjects showed any awareness of it, even though voter preferences still shifted in the predicted directions. We conclude (1) that the outcomes of real elections—especially tight races—can conceivably be determined by the strategic manipulation of search engine rankings and (2) that the manipulation can be accomplished without people being aware of it. We speculate that unregulated search engines could pose a serious threat to the democratic system of government. Detailed Summary Internet search rankings have a significant impact on consumer choices, mainly because most users click only on highly ranked results (Agichtein, Brill, Dumais, & Ragno, 2006; Granka, Joachim, & Gay, 2004; Guan & Cutrell, 2007; Joachims et al., 2007; Pan et al. 2007). This is why North American companies now spend more than 20 billion dollars annually to place results at the top of rankings (Econsultancy, 2012; Learmonth, 2010). We conducted an experiment to determine whether the deliberate manipulation of search rankings could also influence the preferences of undecided voters.", "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "143758309", "name": "R. Epstein"}, {"authorId": "33974871", "name": "Ronald E. Robertson"}]}}, {"intents": ["background"], "contexts": ["This article seeks to address this gap via the application of institutional theory to the algorithmic turn (a phrase borrowed from Uricchio, 2011) in media production and consumption."], "isInfluential": false, "citedPaper": {"paperId": "59fe18a3932deda39c608fa96f8b0c19a01360c3", "externalIds": {"MAG": "2005500245", "DOI": "10.1080/1472586X.2011.548486"}, "url": "https://www.semanticscholar.org/paper/59fe18a3932deda39c608fa96f8b0c19a01360c3", "title": "The algorithmic turn: photosynth, augmented reality and the changing implications of the image", "abstract": "The digital turn, and with it increased use of location-aware technologies, has yielded innovative image applications and posed new questions about the status and value of the image. These applications rely on algorithmically defined relations between the viewing subject and the world viewed, offering robust alternatives to the visual economies of the past. If we take seriously Heidegger's insights regarding the Welt-bild as a metaphor for the modern era, the algorithmic reconfiguration of subject-object relations in this emerging visual regime potentially offers insights through which we can reflect upon the current era – and a metaphoric alternative. This article uses two entry points to explore this possible reconfiguration and, with it, the question of value. Downloadable applications such as Photosynth aggregate location-tagged photographs into a near-seamless whole, and offer a way to consider such issues as collaborative authorship of the image, unstable points of view and the repositioning of subject-object relationships – all elements that fundamentally challenge western representational norms dominant in the modern era. In this new regime, the spatial referents of greatest value are points of uniqueness sought out and built upon by the program's algorithms – and not those perceived by the viewer. The viewer is in turn free to explore an extensive and dynamic image space unconstrained by (and, indeed, without access to) an authorised or ‘correct’ viewing position. A second case, built upon certain augmented reality applications, works by ‘recognising’ particular spaces and, through the use of computationally enhanced viewing screens, superimposing new images over real space. In this case, a system of virtual spatial annotation depends upon the ‘correct’ positioning of the viewer (and portable computing device) in the world. The two cases stand in a roughly reciprocal relationship, turning on different notions of algorithmic intermediation and subject-object relations and dynamics for the generation of meaning and value.", "venue": "", "year": 2011, "referenceCount": 9, "citationCount": 98, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152790536", "name": "W. Uricchio"}]}}, {"intents": ["methodology", "background"], "contexts": ["Algorithms have been developed and employed to perform comparably to human content creators in areas such as poetry and music composition (Steiner, 2012).", "Algorithms are widely recognized as playing an increasingly influential role in the political, economic, and cultural spheres (Bucher, 2012a; Pasquale, 2010; Steiner, 2012).", "…for ways in which an institutional analytical frame can be extended into algorithmic contexts.\ndoi:10.1111/comt.12039\nAlgorithms are widely recognized as playing an increasingly influential role in the political, economic, and cultural spheres (Bucher, 2012a; Pasquale, 2010; Steiner, 2012)."], "isInfluential": true, "citedPaper": {"paperId": "5abdc579f3e61d614bf004053301035399be25fb", "externalIds": {"MAG": "645679455", "DOI": "10.5860/choice.50-3899"}, "url": "https://www.semanticscholar.org/paper/5abdc579f3e61d614bf004053301035399be25fb", "title": "Automate This: How Algorithms Came to Rule Our World", "abstract": "\"The rousing story of the last gasp of human agency and how today s best and brightest minds are endeavoring to put an end to it.\"It used to be that to diagnose an illness, interpret legal documents, analyze foreign policy, or write a newspaper article you needed a human being with specific skills and maybe an advanced degree or two. These days, high-level tasks are increasingly being handled by algorithms that can do precise work not only with speed but also with nuance. These bots started with human programming and logic, but now their reach extends beyond what their creators ever expected. In this fascinating, frightening book, Christopher Steiner tells the story of how algorithms took over and shows why the bot revolution is about to spill into every aspect of our lives, often silently, without our knowledge. The May 2010 Flash Crash exposed Wall Street s reliance on trading bots to the tune of a 998-point market drop and $1 trillion in vanished market value. But that was just the beginning. In \"Automate This,\" we meet bots that are driving cars, penning haiku, and writing music mistaken for Bach s. They listen in on our customer service calls and figure out what Iran would do in the event of a nuclear standoff. There are algorithms that can pick out the most cohesive crew of astronauts for a space mission or identify the next Jeremy Lin. Some can even ingest statistics from baseball games and spit out pitch-perfect sports journalism indistinguishable from that produced by humans. The interaction of man and machine can make our lives easier. But what will the world look like when algorithms control our hospitals, our roads, our culture, and our national security? What happens to businesses when we automate judgment and eliminate human instinct? And what role will be left for doctors, lawyers, writers, truck drivers, and many others?Who knows maybe there s a bot learning to do your job this minute.\"", "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 104, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "101699746", "name": "Christopher Steiner"}]}}, {"intents": ["background"], "contexts": ["Some scholars have emphasized that future institutional research should shift from the current focus on the outcomes or products of institutional influence and more on the processes via which institutions are established (Suddaby, 2010)."], "isInfluential": false, "citedPaper": {"paperId": "5c3ffba8d964192bb278c6f77381635ab760dd85", "externalIds": {"MAG": "1972612559", "DOI": "10.1177/1056492609347564"}, "url": "https://www.semanticscholar.org/paper/5c3ffba8d964192bb278c6f77381635ab760dd85", "title": "Challenges for Institutional Theory", "abstract": "This essay offers a critical summation of the use of neo-institutionalism to study organizations. While institutionalism has succeeded in becoming the dominant theory to study macro-organizational phenomena, there is a danger that the theory has been stretched far beyond its core purpose—to understand how organizational structures and processes acquire meaning and continuity beyond their technical goals. I discuss some possible reasons for this displacement and identify four nascent threads of research that hold strong potential for bringing institutional theory back to its core assumptions and objectives; categories, language, work, and aesthetics.", "venue": "", "year": 2010, "referenceCount": 45, "citationCount": 641, "influentialCitationCount": 60, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "152402970", "name": "R. Suddaby"}]}}, {"intents": ["background"], "contexts": ["For instance, despite employing different Web crawling procedures and ranking algorithms, major search engines often exhibit high levels of similarity in their search returns (Hindman, 2009), despite the many different interpretive approaches that can be taken to the concept of relevance (Van Couvering, 2007).", "…despite employing different Web crawling procedures and ranking algorithms, major search engines often exhibit high levels of similarity in their search returns (Hindman, 2009), despite the many different interpretive approaches that can be taken to the concept of relevance (Van Couvering, 2007)."], "isInfluential": false, "citedPaper": {"paperId": "5cfaa3f9ef39da3569bea8790bad417fd226804d", "externalIds": {"MAG": "618228702", "DOI": "10.5860/choice.46-5888"}, "url": "https://www.semanticscholar.org/paper/5cfaa3f9ef39da3569bea8790bad417fd226804d", "title": "The Myth of Digital Democracy", "abstract": "Is the Internet democratizing American politics? Do political Web sites and blogs mobilize inactive citizens and make the public sphere more inclusive? The Myth of Digital Democracy reveals that, contrary to popular belief, the Internet has done little to broaden political discourse but in fact empowers a small set of elites--some new, but most familiar. Matthew Hindman argues that, though hundreds of thousands of Americans blog about politics, blogs receive only a miniscule portion of Web traffic, and most blog readership goes to a handful of mainstream, highly educated professionals. He shows how, despite the wealth of independent Web sites, online news audiences are concentrated on the top twenty outlets, and online organizing and fund-raising are dominated by a few powerful interest groups. Hindman tracks nearly three million Web pages, analyzing how their links are structured, how citizens search for political content, and how leading search engines like Google and Yahoo! funnel traffic to popular outlets. He finds that while the Internet has increased some forms of political participation and transformed the way interest groups and candidates organize, mobilize, and raise funds, elites still strongly shape how political material on the Web is presented and accessed. The Myth of Digital Democracy. debunks popular notions about political discourse in the digital age, revealing how the Internet has neither diminished the audience share of corporate media nor given greater voice to ordinary citizens.", "venue": "", "year": 2008, "referenceCount": 0, "citationCount": 1214, "influentialCitationCount": 99, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "46208607", "name": "M. Hindman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "5fac7b5d31fa12c72e150cd9ccea1030b8f53024", "externalIds": {"MAG": "2158001315"}, "url": "https://www.semanticscholar.org/paper/5fac7b5d31fa12c72e150cd9ccea1030b8f53024", "title": "Creating Networks Through Search - PageRank, Algorithmic Truth, and Tracing the Web", "abstract": "This paper analyzes PageRank, a key feature of Google's search algorithm, showing how its primary function is not to identify quality Web pages but rather to identify hubs within a network defined by the Internet's link structure. While PageRank's method has been compared to the process of using the wisdom of crowds to determine quality, by relying on network effects to identify hubs, the algorithm does not allow users the independence and diversity necessary for crowdsourcing to be completely effective. For these reasons, Google and other search engines cannot be simply understood as information providers, for their role in defining the network structure of the Web makes these search companies the holders of a significant form of network power: programming. However, users can offset this power by becoming switchers who actively connect networks in order to diversify their information sources.", "venue": "", "year": 2012, "referenceCount": 21, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2115589129", "name": "John Jones"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "61bdadde924cb1d95035515b902407866528cc76", "externalIds": {"MAG": "1885831765"}, "url": "https://www.semanticscholar.org/paper/61bdadde924cb1d95035515b902407866528cc76", "title": "Viktor Mayer-Schonberger and Kenneth Cukier, Big Data: A Revolution That Will Transform How We Live, Work and Think", "abstract": "Viktor Mayer-Schonberger and Kenneth Cukier’s Big Data: A Revolution That Will Transform How We Live, Work and Think unveils the future possibilities of building on the analysis of vast amounts of data. Hypothetical correlation goes out the window, and the new methodology behind datafication opens new possibilities for companies and governments in the 21 century. The authors explain the importance of this data-driven approach, how messiness trumps exactitude, and the unlimited potential for many of data completeness. They also illustrate how searches on Google open new possibilities, but caution of the dark future of shattered privacy that could prevail as depicted in movies like Minority Report.", "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 309, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "113604466", "name": "Yadira Espinal"}]}}, {"intents": ["background"], "contexts": ["Whether the unit of analysis is media technologies or algorithms, theoretical support for an institutional conceptualization can be derived from existing theoretical frameworks that focus on the social dimensions of technology, such as actor-network theory (e.g., Latour, 2005)."], "isInfluential": false, "citedPaper": {"paperId": "6621ebb14903eb64b9a733078afc515cee12a36b", "externalIds": {"MAG": "2611992852"}, "url": "https://www.semanticscholar.org/paper/6621ebb14903eb64b9a733078afc515cee12a36b", "title": "Reassembling the Social: An Introduction to Actor-Network-Theory", "abstract": "The book «Reassembling the Social» presents the fundamental thoughts of a leading social theorist on whata society is and what the word «social» actually means. According to the author «the social», understood asa separate domain or a kind of material, no longer contributes to the progress of social sciences. The notion of «the social» must be redefined from «assemblages» of nature. The presented sociology of associations isknown as actor-network theory to which this book serves as an essential guide, giving readers the opportunityto become acquainted with the thinking of its most influential proponent. The journal «Economic Sociology» publishes the Introduction to the book — «How to Resume the Taskof Tracing Associations» — which indicates the main differences between «sociology of associations» and«sociology of the social». Additionally, it focuses on key tasks and theoretical sources for the sociology ofassociations, including, most importantly; the sociology of Gabriel Tarde.", "venue": "", "year": 2005, "referenceCount": 0, "citationCount": 6866, "influentialCitationCount": 409, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "History"], "authors": [{"authorId": "47701965", "name": "B. Latour"}]}}, {"intents": ["background"], "contexts": ["The overwhelming majority of media institutions scholarship that has employed institutional theory has focused on the news media (e.g., Benson, 2006; Cook, 2005, 2006; Lowrey, 2011; Lowrey & Woo, 2010; Napoli, 1997; Schudson, 2002)."], "isInfluential": false, "citedPaper": {"paperId": "67f962887b45d020913a65baf3393dfb7e81e557", "externalIds": {"MAG": "1973712032", "DOI": "10.1080/105846097199443"}, "url": "https://www.semanticscholar.org/paper/67f962887b45d020913a65baf3393dfb7e81e557", "title": "A Principal-Agent Approach to the Study of Media Organizations: Toward a Theory of the Media Firm", "abstract": "Media organizations are both political and economic actors They have the ability to influence public opinion voting behavior and government policy At the same time they tend to be motivated primarily by profit maximizing goals Agency theory also called the principal-agent approach has been useful for understanding the behavior of individuals in profit seeking organizations as well as individuals in political organizations such as legislatures and regulatory agencies Applying principles from the agency theory framework to the behav ior of individuals at various hierarchical levels of the mass media firm reveals important variables such as monitoring costs individual motivations and im plicit organizational control mechanisms that may significantly impact media content Focusing on these variables can help explain variability in media con tent across different media organizations", "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 46, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "39277002", "name": "Philip M. Napoli"}]}}, {"intents": ["background"], "contexts": ["Algorithms are widely recognized as playing an increasingly influential role in the political, economic, and cultural spheres (Bucher, 2012a; Pasquale, 2010; Steiner, 2012).", "…for ways in which an institutional analytical frame can be extended into algorithmic contexts.\ndoi:10.1111/comt.12039\nAlgorithms are widely recognized as playing an increasingly influential role in the political, economic, and cultural spheres (Bucher, 2012a; Pasquale, 2010; Steiner, 2012).", "“Consequently, even more users will apparently act in the way that the algorithm predicts” (Bucher, 2012b, p. 14).", "For instance, as Bucher (2012b) has illustrated in her analysis of Facebook’s GraphRank algorithm, the algorithm monitors users’ behavior to find the most interesting patterns.", "These examples are all reflective of the ways in which algorithms have been identified as having a “governmental power” and a “gatekeeping function” (Bucher, 2012b, pp. 8–9) and thus operate as an extension of the institutional functionalities that long have been associated with traditional media…"], "isInfluential": true, "citedPaper": {"paperId": "6fe69cacfc306d6d42467cf89982ff3691513dfc", "externalIds": {"DBLP": "journals/nms/Bucher12", "MAG": "2109741756", "DOI": "10.1177/1461444812440159"}, "url": "https://www.semanticscholar.org/paper/6fe69cacfc306d6d42467cf89982ff3691513dfc", "title": "Want to be on the top? Algorithmic power and the threat of invisibility on Facebook", "abstract": "This article explores the new modalities of visibility engendered by new media, with a focus on the social networking site Facebook. Influenced by Foucault’s writings on Panopticism – that is, the architectural structuring of visibility – this article argues for understanding the construction of visibility on Facebook through an architectural framework that pays particular attention to underlying software processes and algorithmic power. Through an analysis of EdgeRank, the algorithm structuring the flow of information and communication on Facebook’s ‘News Feed’, I argue that the regime of visibility constructed imposes a perceived ‘threat of invisibility’ on the part of the participatory subject. As a result, I reverse Foucault’s notion of surveillance as a form of permanent visibility, arguing that participatory subjectivity is not constituted through the imposed threat of an all-seeing vision machine, but by the constant possibility of disappearing and becoming obsolete.", "venue": "New Media Soc.", "year": 2012, "referenceCount": 46, "citationCount": 601, "influentialCitationCount": 51, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "38516982", "name": "Taina Bucher"}]}}, {"intents": ["background"], "contexts": ["outlined above, media institutions scholarship also has examined realms such as regulation and policymaking (Galperin, 2004), cultural production (Ahlkvist, 2001; Guzman, 2005; Kim, 2012), technology development (Flanagin, Flanagin, & Flanagin, 2010; Hrynshyn, 2008), and the construction of audiences (Napoli, 2003, 2011).", "…scholarship also has examined realms such as regulation and policymaking (Galperin, 2004), cultural production (Ahlkvist, 2001; Guzman, 2005; Kim, 2012), technology development (Flanagin, Flanagin, & Flanagin, 2010; Hrynshyn, 2008), and the construction of audiences (Napoli, 2003, 2011)."], "isInfluential": false, "citedPaper": {"paperId": "715a1fcc06000b15a65ce0d67f97f3e62409949b", "externalIds": {"MAG": "2332784947", "DOI": "10.1177/0163443711427199"}, "url": "https://www.semanticscholar.org/paper/715a1fcc06000b15a65ce0d67f97f3e62409949b", "title": "The institutionalization of YouTube: From user-generated content to professionally generated content", "abstract": "This article explores the institutionalization of YouTube: its transformation from user-generated content (UGC) – oriented as a virtual village – into a professionally generated content (PGC) video site, especially after being purchased by Google. YouTube has influenced the traditional media environment, but at the same time this new medium imitates the rules of the old media, including legally managed distribution of broadcasting content and smooth links between content and commercials. YouTube constitutes an evolution of the present media milieu, rather than a revolution. On the other hand, the dominance of mainstream media is, to a degree, still compromised in UGC culture. The emancipatory dimension of UGC media (e.g. as democratic, creative outlet with high accessibility and online library potential) is discussed in the conclusion, not losing sight of the technological-economic limitations placed on its continuing promise.", "venue": "", "year": 2012, "referenceCount": 43, "citationCount": 220, "influentialCitationCount": 23, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "87105669", "name": "J. Kim"}]}}, {"intents": ["background"], "contexts": ["outlined above, media institutions scholarship also has examined realms such as regulation and policymaking (Galperin, 2004), cultural production (Ahlkvist, 2001; Guzman, 2005; Kim, 2012), technology development (Flanagin, Flanagin, & Flanagin, 2010; Hrynshyn, 2008), and the construction of audiences (Napoli, 2003, 2011).", "…above, media institutions scholarship also has examined realms such as regulation and policymaking (Galperin, 2004), cultural production (Ahlkvist, 2001; Guzman, 2005; Kim, 2012), technology development (Flanagin, Flanagin, & Flanagin, 2010; Hrynshyn, 2008), and the construction of…"], "isInfluential": false, "citedPaper": {"paperId": "739f5a5d586119f7736c63f225c30600bbcdb199", "externalIds": {"MAG": "2001561663", "DOI": "10.1177/016344301023003004"}, "url": "https://www.semanticscholar.org/paper/739f5a5d586119f7736c63f225c30600bbcdb199", "title": "Programming philosophies and the rationalization of music radio", "abstract": "Deregulation and ownership concentration have been accompanied by increased rationalization of programming strategies in commercial music radio in many industrial nations. However, understanding of the impact of these trends on music programming is incomplete because little research has examined music radio's `culture of production'. This article addresses this deficit by exploring the knowledge frameworks that radio programmers draw on to transform records into music programming. Interviews with music programmers working at radio stations in the USA reveal fundamental variation in how culture production is managed in this industry. I account for this variation by distinguishing four programming philosophies that guide and legitimate programmers' choice of programming strategies. Finally, I describe the integration of these philosophies into programmers' knowledge frameworks by considering their impact on music programming, and the structural factors that accommodate and constrain each philosophy.", "venue": "", "year": 2001, "referenceCount": 23, "citationCount": 59, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Engineering"], "authors": [{"authorId": "4953667", "name": "Jarl A. Ahlkvist"}]}}, {"intents": ["background"], "contexts": ["Consequently, the notion of the algorithm as “black box” has frequently been raised (Gillespie, 2014).", "8–9) and thus operate as an extension of the institutional functionalities that long have been associated with traditional media (Gillespie, 2014).", "These algorithmic media consumption tools operate in ways that have the same kind of inherently political implications as more traditional media institutions such\n346 Communication Theory 24 (2014) 340–360 © 2014 International Communication Association\nas the news media (Gillespie, 2014).", "…all reflective of the ways in which algorithms have been identified as having a “governmental power” and a “gatekeeping function” (Bucher, 2012b, pp. 8–9) and thus operate as an extension of the institutional functionalities that long have been associated with traditional media (Gillespie, 2014)."], "isInfluential": true, "citedPaper": {"paperId": "746fe3c376041dbd1a5a042584f47bff02c0d272", "externalIds": {"MAG": "2186089794", "DOI": "10.7551/mitpress/9780262525374.003.0009"}, "url": "https://www.semanticscholar.org/paper/746fe3c376041dbd1a5a042584f47bff02c0d272", "title": "The Relevance of Algorithms", "abstract": "This chapter contains section titled: Patterns of Inclusion, Cycles of Anticipation, The Evaluation of Relevance, The Promise of Algorithmic Objectivity, Entanglement with Practice, The Production of Calculated Publics, Conclusion, Acknowledgments, Notes", "venue": "", "year": 2013, "referenceCount": 138, "citationCount": 961, "influentialCitationCount": 73, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2650288", "name": "Tarleton Gillespie"}, {"authorId": "3077056", "name": "P. Boczkowski"}]}}, {"intents": ["background", "result"], "contexts": ["This brings us to the other notable dimension of this example—the explicitly political and cultural ramifications of the output of this particular algorithm, which is in keeping with the well established understanding of the media as both political and cultural institution (see, e.g., Cook, 2005; Sparrow, 2006).", "From this standpoint, a key dimension of media institutions research to date is the extent to which it has compellingly illustrated that the media function as a political and cultural institution (Sparrow, 2006), an institutional breadth that, as will become clear, is equally applicable to the role and function of algorithms.", "…dimension of media institutions research to date is the extent to which it has compellingly illustrated that the media function as a political and cultural institution (Sparrow, 2006), an institutional breadth that, as will become clear, is equally applicable to the role and function of algorithms.", "…to the other notable dimension of this example—the explicitly political and cultural ramifications of the output of this particular algorithm, which is in keeping with the well established understanding of the media as both political and cultural institution (see, e.g., Cook, 2005; Sparrow, 2006)."], "isInfluential": true, "citedPaper": {"paperId": "78cb1a8853b8d9d801ae1ef8921360061f33821e", "externalIds": {"MAG": "1982635437", "DOI": "10.1080/10584600600629695"}, "url": "https://www.semanticscholar.org/paper/78cb1a8853b8d9d801ae1ef8921360061f33821e", "title": "A Research Agenda for an Institutional Media", "abstract": "This article presents a new institutionalism theory of news rooted in the open-systems approach developed in organizational theory. It argues that news media develop standard routines and practices—institutions—in response to three kinds of uncertainty: whether or how they will make a profit, establish their legitimacy, and find timely information. These routines and practices become taken-for-granted assumptions about how to produce news that span across news organizations to compose an institutional regime of news. It is argued that this regime constrains journalists working within major mainstream media organizations to produce extraordinarily homogeneous kinds of news. Directions for future research are suggested.", "venue": "", "year": 2006, "referenceCount": 53, "citationCount": 116, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "143619584", "name": "Bartholomew H. Sparrow"}]}}, {"intents": ["background"], "contexts": ["…outlets) and equally complex and evolving norms and procedures related to the professional practice of journalism (although some would argue\nCommunication Theory 24 (2014) 340–360 © 2014 International Communication Association 341\nthat journalism is becoming deinstitutionalized; see Napoli, 2009)."], "isInfluential": false, "citedPaper": {"paperId": "7d3e6a3f4c14e57eeb7a5efa8a3a68c9a96702e2", "externalIds": {"MAG": "2223961330"}, "url": "https://www.semanticscholar.org/paper/7d3e6a3f4c14e57eeb7a5efa8a3a68c9a96702e2", "title": "Navigating Producer-Consumer Convergence: Media Policy Priorities in the Era of User-Generated and User-Distributed Content", "abstract": "Abstract This article puts forth two media policy priorities that are emerging as a result of the ongoing transformation of the media environment, in which the traditional distinctions separating media producers and media consumers are becoming increasingly blurred. Specifically, this article contends that policymakers must prioritize speakers’ rights of access to audiences, as an extension beyond the traditional (and now largely achieved) rights of access to the media. Second, this article contends that policymakers must prioritize creating mechanisms for preserving and promoting the institutions of journalism. These policy priorities can seem somewhat at odds, given that one priority focuses on enhancing the speech opportunities of individual communicators, and the enhanced speech opportunities of these individual communicators are, in part, what is threatening journalistic institutions; yet both are essential for maximizing the benefits of our media system.Keywords: Media policy; access; audiences; media institutions; journalism", "venue": "", "year": 2009, "referenceCount": 43, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "39277002", "name": "Philip M. Napoli"}]}}, {"intents": ["background"], "contexts": ["The overwhelming majority of media institutions scholarship that has employed institutional theory has focused on the news media (e.g., Benson, 2006; Cook, 2005, 2006; Lowrey, 2011; Lowrey & Woo, 2010; Napoli, 1997; Schudson, 2002)."], "isInfluential": false, "citedPaper": {"paperId": "85f0ba1c81d3ae12843fb0fb2c57ae8c88732b83", "externalIds": {"MAG": "2127363104", "DOI": "10.1080/10584600600629802"}, "url": "https://www.semanticscholar.org/paper/85f0ba1c81d3ae12843fb0fb2c57ae8c88732b83", "title": "News Media as a “Journalistic Field”: What Bourdieu Adds to New Institutionalism, and Vice Versa", "abstract": "Bourdieu's field theory and the new institutionalism of Cook and Sparrow are similar in that they call for a new unit of analysis for journalism studies: between the individual news organization and the society as a whole, the “mezzo-level” interorganizational and professional environment of the field/institution. Bourdieu's focus on competition and difference, rooted in processes of cultural and economic class distinctions both among audiences and cultural producers, supplements the new institutionalist emphasis on homogeneity; moreover, Bourdieu's emphasis on a professional or intellectual autonomy (however limited) of journalists as a collective body, elided in new institutionalist accounts, remains an essential element of any thorough media analysis. Conversely, new institutionalists' greater attention to the state as a partially autonomous influence on the journalistic field helps fill a crucial gap in Bourdieu's model. Both approaches could be improved by adopting a broader view and analyzing effects on news content and form of variations in national journalistic fields (and field configurations)—in particular the organizational/spatial ecology of journalistic competition, and the cultural inertia of professional traditions rooted in contingent historical processes of field formation.", "venue": "", "year": 2006, "referenceCount": 37, "citationCount": 265, "influentialCitationCount": 21, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145318004", "name": "R. Benson"}]}}, {"intents": ["background"], "contexts": ["Algorithms serve as prime examples of constructors and codifiers of knowledge, particularly in contexts such as search engines, which play a central institutional role in aggregating, categorizing, organizing, and presenting information (Halavais, 2009; Vaidhyanathan, 2011)."], "isInfluential": false, "citedPaper": {"paperId": "8648de23845ffffbf84ecc75b78c4685b762e40b", "externalIds": {"MAG": "1592937458", "DOI": "10.5860/choice.49-2116"}, "url": "https://www.semanticscholar.org/paper/8648de23845ffffbf84ecc75b78c4685b762e40b", "title": "The Googlization of Everything: (And Why We Should Worry)", "abstract": "Preface Introduction: The Gospel of Google 1. Render unto Caesar: How Google Came to Rule the Web 2. Google's Ways and Means: Faith in Aptitude and Technology 3. The Googlization of Us: Universal Surveillance and Infrastructural Imperialism 4. The Googlization of the World: Prospects for a Global Public Sphere 5. The Googlization of Knowledge: The Future of Books 6. The Googlization of Memory: Information Overload, Filters, and the Fracturing of Knowledge Conclusion: The Human Knowledge Project Acknowledgments Notes Index", "venue": "", "year": 2011, "referenceCount": 3, "citationCount": 351, "influentialCitationCount": 21, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2862384", "name": "S. Vaidhyanathan"}]}}, {"intents": ["background"], "contexts": ["…the case that human agency is central to the creation and ongoing modification and recalibration of algorithms, it is also the case that, as Ullman (1997) has emphasized, over time, and with the disparate inputs of an expanding number of individuals within specific, compartmentalized…"], "isInfluential": false, "citedPaper": {"paperId": "86ce0f890182458c842fca348a31078ee8209373", "externalIds": {"MAG": "1827171463"}, "url": "https://www.semanticscholar.org/paper/86ce0f890182458c842fca348a31078ee8209373", "title": "Close to the Machine: Technophilia and Its Discontents", "abstract": "If there is such a thing as a typical computer programmer, Ellen Ullman is not it. She's female, a former communist, bisexual, old enough to be a twentysomething's mom, and not a nerd. She runs her own computer-consulting business in San Francisco and in Close to the Machine explores a world in which \"the real world and its uses no longer matter.\" This memoir examines the relationship between human and machine, between material and cyberworlds and reminds us that the body and soul exist before and after any machine. The wit Ullman brings to her National Public Radio commentaries shines through in the prose.", "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 76, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "101726577", "name": "E. Ullman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "87756bd38db46b2263aaa6304b8310fa851b2f61", "externalIds": {"MAG": "2166743161", "DBLP": "conf/www/ChoR04", "DOI": "10.1145/988672.988676"}, "url": "https://www.semanticscholar.org/paper/87756bd38db46b2263aaa6304b8310fa851b2f61", "title": "Impact of search engines on page popularity", "abstract": "Recent studies show that a majority of Web page accesses are referred by search engines. In this paper we study the widespread use of Web search engines and its impact on the ecology of the Web. In particular, we study how much impact search engines have on the popularity evolution of Web pages. For example, given that search engines return currently popular\" pages at the top of search results, are we somehow penalizing newly created pages that are not very well known yet? Are popular pages getting even more popular and new pages completely ignored? We first show that this unfortunate trend indeed exists on the Web through an experimental study based on real Web data. We then analytically estimate how much longer it takes for a new page to attract a large number of Web users when search engines return only popular pages at the top of search results. Our result shows that search engines can have an immensely worrisome impact on the discovery of new Web pages.", "venue": "WWW '04", "year": 2004, "referenceCount": 34, "citationCount": 282, "influentialCitationCount": 15, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "4658767", "name": "Junghoo Cho"}, {"authorId": "1697207", "name": "Sourashis Roy"}]}}, {"intents": [], "contexts": ["Consider, for instance, Douglas (1986) statement: “Institutions encode information."], "isInfluential": false, "citedPaper": {"paperId": "8a1367878e69790acf283970c16550d9e96cfe4f", "externalIds": {"MAG": "1977363797", "DOI": "10.2307/2069673"}, "url": "https://www.semanticscholar.org/paper/8a1367878e69790acf283970c16550d9e96cfe4f", "title": "How Institutions Think", "abstract": "1. Institutions Cannot Have Minds of their Own 2. Smallness of Scale Discounted 3. How Latent Groups Survive 4. Institutions are Founded on Analogy 5. Institutions Confer Identity 6. Institutions Remember and Forget 7. A Case of Institutional Forgetting 8. Institutions do the Classifying 9. Institutions Make Life and Death Decisions", "venue": "", "year": 1986, "referenceCount": 0, "citationCount": 2230, "influentialCitationCount": 67, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145367810", "name": "M. Douglas"}]}}, {"intents": ["background"], "contexts": ["…at the intersection of the behaviors of specific media organizations (e.g., audience measurement firms, media buying agencies) and established norms, cognitions, and values that have gained traction across participants in the audience marketplace (Ettema & Whitney, 1994; Napoli, 2003, 2011).", "…scholarship also has examined realms such as regulation and policymaking (Galperin, 2004), cultural production (Ahlkvist, 2001; Guzman, 2005; Kim, 2012), technology development (Flanagin, Flanagin, & Flanagin, 2010; Hrynshyn, 2008), and the construction of audiences (Napoli, 2003, 2011)."], "isInfluential": false, "citedPaper": {"paperId": "8a87487968fcc2f1dc52374cf81b71eefcb16c6f", "externalIds": {"MAG": "1524314214"}, "url": "https://www.semanticscholar.org/paper/8a87487968fcc2f1dc52374cf81b71eefcb16c6f", "title": "Audience Economics: Media Institutions and the Audience Marketplace", "abstract": "The Audience MarketplaceThe Predicted Audience - Measured Audience RelationshipThe Measured Audience - Actual Audience RelationshipAudience ValuationNew Technologies and the Audience ProductThe Future of the Audience Marketplace", "venue": "", "year": 2003, "referenceCount": 0, "citationCount": 226, "influentialCitationCount": 22, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "39277002", "name": "Philip M. Napoli"}]}}, {"intents": ["background"], "contexts": ["…as is to be expected in these early stages of an emergent area of inquiry, there has been relatively little discussion at this point of useful theoretical frameworks for understanding algorithms and their role in contemporary media systems (for exceptions, see Anderson, 2013; Webster, 2010)."], "isInfluential": false, "citedPaper": {"paperId": "8fa026bbb7feb1ddefe8224414b2554bd6861e96", "externalIds": {"DBLP": "journals/nms/Anderson13", "MAG": "2129622505", "DOI": "10.1177/1461444812465137"}, "url": "https://www.semanticscholar.org/paper/8fa026bbb7feb1ddefe8224414b2554bd6861e96", "title": "Towards a sociology of computational and algorithmic journalism", "abstract": "This article advances a sociological approach to computational journalism. By “computational journalism” the article refers to the increasingly ubiquitous forms of algorithmic, social scientific, and mathematical forms of newswork adopted by many 21st-century newsrooms and touted by many educational institutions as “the future of news.” By “sociological approach,” the article endorses a research model that brackets, at least temporarily, many of the current industry concerns with the practical usability of newsroom analysis. The bulk of the article outlines a series of six lenses through which such an approach to computational journalism might be carried out. Four of these lenses are drawn from Schudson’s classic typology of the sociology of news—economic, political, cultural, and organizational approaches. In addition, the author adds Bordieuean field approaches and technological lenses to the mix. In each instance, the author discusses how particular approaches might need to be modified in order to study computational journalism in the digital age.", "venue": "New Media Soc.", "year": 2013, "referenceCount": 63, "citationCount": 202, "influentialCitationCount": 15, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "31669747", "name": "C. Anderson"}]}}, {"intents": ["background"], "contexts": ["According to Giddens (1984), a key element of structuration is the notion of duality, which refers to the extent to which agents and structures (translated in the context being examined here to individuals and institutions) mutually reproduce the social world.", "At the same time, the development of these technologies emerges from—and is shaped by—social processes, thereby reflecting a duality that is often identified as a defining characteristic of institutions (see, e.g., Giddens, 1984).", "In his application of Giddens’ (1984) structuration theory to the new media environment, Webster (2011) illustrates how individuals and institutions mutually construct the media environment."], "isInfluential": false, "citedPaper": {"paperId": "9018cbcf6ba0e9fdb31cfc31c1bb0107e28c0453", "externalIds": {"MAG": "1515810707", "DOI": "10.2307/2069992"}, "url": "https://www.semanticscholar.org/paper/9018cbcf6ba0e9fdb31cfc31c1bb0107e28c0453", "title": "The Constitution of Society. Outline of the Theory of Structuration", "abstract": "Anthony Giddens has been in the forefront of developments in social theory for the past decade. In \"The Constitution of Society\" he outlines the distinctive position he has evolved during that period and offers a full statement of a major new perspective in social thought, a synthesis and elaboration of ideas touched on in previous works but described here for the first time in an integrated and comprehensive form. A particular feature is Giddens' concern to connect abstract problems of theory to an interpretation of the nature of empirical method in the social sciences. In presenting his own ideas, Giddens mounts a critical attack on some of the more orthodox sociological views. \"The Constitution of Society\" is an invaluable reference book for all those concerned with the basic issues in contemporary social theory.", "venue": "", "year": 1986, "referenceCount": 1, "citationCount": 16796, "influentialCitationCount": 1437, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "66098311", "name": "A. Giddens"}]}}, {"intents": ["background"], "contexts": ["…note at the outset that institutional theory constitutes a very broad tent, encompassing everything from economics-driven agency theory (see, e.g., Alchian & Demsetz, 1972) to political science grounded rational choice theory (see, e.g., Moe, 1990), to more sociologically oriented theoretical…"], "isInfluential": false, "citedPaper": {"paperId": "928da9164cf5240094de1ceab2ee321276aa7edb", "externalIds": {"MAG": "1566344170", "DOI": "10.1109/EMR.1975.4306431"}, "url": "https://www.semanticscholar.org/paper/928da9164cf5240094de1ceab2ee321276aa7edb", "title": "Production, Information Costs, and Economic Organization", "abstract": "This publication contains reprint articles for which IEEE does not hold copyright. Full text is not available on IEEE Xplore for these articles.", "venue": "IEEE Engineering Management Review", "year": 1975, "referenceCount": 14, "citationCount": 10019, "influentialCitationCount": 460, "isOpenAccess": false, "fieldsOfStudy": ["Economics", "Business"], "authors": [{"authorId": "50074908", "name": "A. Alchian"}, {"authorId": "5286678", "name": "H. Demsetz"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "94680843ef921b3b0246ec7ea3f5d24fdddcbd93", "externalIds": {"MAG": "1548182730", "DOI": "10.1093/acprof:oso/9780199664054.001.0001"}, "url": "https://www.semanticscholar.org/paper/94680843ef921b3b0246ec7ea3f5d24fdddcbd93", "title": "Materiality and Organizing: Social Interaction in a Technological World", "abstract": "Ask a person on the street whether new technologies bring about important social change and you are likely to hear a resounding \"yes.\" But the answer is less definitive amongst academics who study technology and social practice. Scholarly writing has been heavily influenced by the ideology of technological determinism - the belief that some types or technologically driven social changes are inevitable and cannot be stopped. Rather than argue for or against notions of determinism, the authors in this book ask how the materiality (the arrangement of physical, digital, or rhetorical materials into particular forms that endure across differences in place and time) of technologies, ranging from computer-simulation tools and social media, to ranking devices and rumours, is actually implicated in the process of formal and informal organizing. The book builds a new theoretical framework to consider the important socio-technical changes confronting people's everyday experiences in and outside of work. Leading scholars in the field contribute original chapters examining the complex interactions between technology and the social, between artefact and humans. The discussion spans multiple disciplines, including management, information systems, informatics, communication, sociology, and the history of technology, and opens up a new area of research regarding the relationship between materiality and organizing.", "venue": "", "year": 2013, "referenceCount": 144, "citationCount": 366, "influentialCitationCount": 34, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "34602963", "name": "P. Leonardi"}, {"authorId": "1694741", "name": "B. Nardi"}, {"authorId": "2060114", "name": "J. Kallinikos"}]}}, {"intents": ["background"], "contexts": ["From an institutional standpoint, it is important to emphasize, as Webster (2011) does, the extent to which these systems focus attention in particular ways and “structure decision making within certain bounds” (p. 50).", "Further, the dynamics of many search, recommendation, and navigation algorithms emphasize popularity as a key criterion in generating results (see Jones, 2012; Webster, 2011), which again leads to a certain reflexivity in their operation.", "In his application of Giddens’ (1984) structuration theory to the new media environment, Webster (2011) illustrates how individuals and institutions mutually construct the media environment."], "isInfluential": false, "citedPaper": {"paperId": "946efc9ba882c97d160a0100ad5ef5aed9936d20", "externalIds": {"MAG": "2065089204", "DOI": "10.1111/J.1468-2885.2010.01375.X"}, "url": "https://www.semanticscholar.org/paper/946efc9ba882c97d160a0100ad5ef5aed9936d20", "title": "The Duality of Media: A Structurational Theory of Public Attention", "abstract": "Digital media offer countless options that compete for a limited supply of public attention. The patterns of use that emerge in this environment have important social implications, yet the factors that shape attendance are not well integrated into a single theoretical model. This article posits such a theory using Giddens’s notion of structuration as an overarching framework. It identifies public measures that distill and report user information as a pivotal mechanism that coordinates and directs the behaviors of both media providers and media users, thus promoting the duality of media. The theory is then used to understand evolving patterns of public attention in the digital media environment.", "venue": "", "year": 2011, "referenceCount": 142, "citationCount": 132, "influentialCitationCount": 11, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1994992", "name": "J. G. Webster"}]}}, {"intents": ["background"], "contexts": ["This theoretical perspective points to the importance of understanding the social construction of algorithms, given that, as Berger and Luckmann (1966) have emphasized, “To understand the state of the socially constructed universe at any given time, or its change over time, one must understand the…", "…e.g., Alchian & Demsetz, 1972) to political science grounded rational choice theory (see, e.g., Moe, 1990), to more sociologically oriented theoretical approaches such as social constructivism (see, e.g., Berger & Luckmann, 1966) and rationalization (for a more detailed overview, see Scott, 2008)."], "isInfluential": false, "citedPaper": {"paperId": "96131e374caf8b0b4cf7e205246d9feeb69d09a4", "externalIds": {"MAG": "2909746929", "DOI": "10.2307/2091739"}, "url": "https://www.semanticscholar.org/paper/96131e374caf8b0b4cf7e205246d9feeb69d09a4", "title": "The social construction of reality : a treatise in the sociology of knowledge", "abstract": "A general and systematic account of the role of knowledge in society aimed to stimulate both critical discussion and empirical investigations. This book is concerned with the sociology of 'everything that passes for knowledge in society'. It focuses particularly on that 'common-sense knowledge' which constitutes the reality of everyday life for the ordinary member of society. The authors are concerned to present an analysis of knowledge in everyday life in the context of a theory of society as a dialectical process between objective and subjective reality. Their development of a theory of institutions, legitimations and socializations has implications beyond the discipline of sociology, and their 'humanistic' approach has considerable relevance for other social scientists, historians, philosophers and anthropologists.", "venue": "", "year": 1967, "referenceCount": 3, "citationCount": 15999, "influentialCitationCount": 698, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145338686", "name": "P. Berger"}, {"authorId": "66082983", "name": "T. Luckmann"}]}}, {"intents": ["background"], "contexts": ["Pasquale (2010) contends that this political and cultural influence of certain algorithmically driven search and recommendation systems has reached such a point that they should be treated, from a policymaking standpoint, as “essential cultural and political facilit[ies]” (p. 402), analogous to…", "Algorithms are widely recognized as playing an increasingly influential role in the political, economic, and cultural spheres (Bucher, 2012a; Pasquale, 2010; Steiner, 2012).", "…for ways in which an institutional analytical frame can be extended into algorithmic contexts.\ndoi:10.1111/comt.12039\nAlgorithms are widely recognized as playing an increasingly influential role in the political, economic, and cultural spheres (Bucher, 2012a; Pasquale, 2010; Steiner, 2012)."], "isInfluential": true, "citedPaper": {"paperId": "9618eae26348ba981564edebac719d5fb4eb0c1b", "externalIds": {"MAG": "2111332562", "DOI": "10.2139/SSRN.1762241"}, "url": "https://www.semanticscholar.org/paper/9618eae26348ba981564edebac719d5fb4eb0c1b", "title": "Dominant Search Engines: An Essential Cultural & Political Facility", "abstract": "When American lawyers talk about \"essential facilities,\" they are usually referring to antitrust doctrine that has required certain platforms to provide access on fair and nondiscriminatory terms to all comers. Some have recently characterized Google as an essential facility. Antitrust law may shape the search engine industry in positive ways. However, scholars and activists must move beyond the crabbed vocabulary of competition policy to develop a richer normative critique of search engine dominance.In this chapter, I sketch a new concept of \"essential cultural and political facility,\" which can help policymakers recognize and address situations where a bottleneck has become important enough that special scrutiny is warranted. This scrutiny may not always culminate in regulation. However, it clearly suggests a need for publicly funded alternatives to the concentrated conduits and content providers colonizing the web.", "venue": "", "year": 2011, "referenceCount": 2, "citationCount": 17, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "24272314", "name": "Frank A. Pasquale"}]}}, {"intents": ["background"], "contexts": ["As many observers have pointed out, the internal operation of algorithms is a combination of complexity and intentional opacity (in order to protect competitive advantages and to prevent “gaming” of the systems) (e.g., Diakopoulos, 2014; Elgesem, 2008)."], "isInfluential": false, "citedPaper": {"paperId": "98ec66a3c8722b6874f50af738ac662fde0aec2e", "externalIds": {"MAG": "2735886174", "DOI": "10.7916/D8ZK5TW2"}, "url": "https://www.semanticscholar.org/paper/98ec66a3c8722b6874f50af738ac662fde0aec2e", "title": "Algorithmic Accountability Reporting: On the Investigation of Black Boxes", "abstract": "I'm indebted to a number of people who were generous with their time in providing feedback and helping me to think through and shape the ideas presented here. I'm grateful to those whom I interviewed about their experience reverse engineering stories, including and Cliff Stein, whose collective feedback greatly improved the work. I've also benefited from the intellectual environment at the Tow Center at Columbia University, created by Emily Bell and Taylor Owen, the helpful feedback from other Tow Fellows, and the copyediting of Abigail Ronck. Any mistakes left are on me. 1 \" We should interrogate the architecture of cyberspace as we interrogate the code of Congress. \" – Lawrence Lessig", "venue": "", "year": 2014, "referenceCount": 46, "citationCount": 176, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2943892", "name": "N. Diakopoulos"}]}}, {"intents": ["background"], "contexts": ["Algorithms serve as prime examples of constructors and codifiers of knowledge, particularly in contexts such as search engines, which play a central institutional role in aggregating, categorizing, organizing, and presenting information (Halavais, 2009; Vaidhyanathan, 2011)."], "isInfluential": false, "citedPaper": {"paperId": "a015a78b83b83be6178706efb066c124eecc0825", "externalIds": {"MAG": "1599395313"}, "url": "https://www.semanticscholar.org/paper/a015a78b83b83be6178706efb066c124eecc0825", "title": "Search Engine Society", "abstract": "Search engines have become a key part of our everyday lives. Yet while much has been written about how to use search engines and how they can be improved, there has been comparatively little exploration of what the social and cultural effects might be. Like all technologies, search engines exist within a larger political, cultural, and economic environment. This volume aims to redress this balance and to address crucial questions such as:* How have search engines changed the way we organize our thoughts about the world, and how we work?* What are the search engine wars', what do they portend for the future of search, and who wins or loses?* To what extent does political control of search engines, or the political influence of search engines, affect how they are used, misused, and regulated?* Does the search engine help shape our identities and interactions with others, and what implications does this have for privacy?Informed members of the information society must understand the social contexts in which search engines have been developed, what that development says about us as a society, and the role of the search engine in the global information environment. This book provides the perfect starting point.", "venue": "", "year": 2008, "referenceCount": 0, "citationCount": 199, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1868515", "name": "Alexander Halavais"}]}}, {"intents": ["background"], "contexts": ["Nonhuman actors—such as, for example, media technologies (see, e.g., Couldry, 2008; Plesner, 2009), or, relatedly (as is the\nCommunication Theory 24 (2014) 340–360 © 2014 International Communication Association 343\ncontention here), algorithms, operate on equal footing with human actors to affect…"], "isInfluential": false, "citedPaper": {"paperId": "a4bc0b431fecd7fc2ee74ada66bdfcfecaafa4cf", "externalIds": {"MAG": "2109834957"}, "url": "https://www.semanticscholar.org/paper/a4bc0b431fecd7fc2ee74ada66bdfcfecaafa4cf", "title": "ACTOR NETWORK THEORY AND MEDIA: DO THEY CONNECT AND ON WHAT TERMS?", "abstract": "Actor Network Theory (‘ANT’) is a highly influential account within the sociology of science that seeks to explain social order not through an essentialised notion of ‘the social’ but through the networks of connections between human agents, technologies and objects. Entities (whether human or non-human) within those networks acquire power through the number, extensiveness and stability of the connections routed through them, and through nothing else. Such connections are contingent and emerge historically – they are not natural – but, if successful, a network acquires the force of ‘nature’: it becomes, in a favourite term of ANT, ‘black-boxed’. On the face of it, ANT seems perfectly placed to generate a theory of the role(s) of media and communication technologies in contemporary societies: these too have emerged historically yet over more than a century have acquired the force of ‘nature’. Yet this connection has been surprisingly little explored. This chapter asks why, in an attempt to understand the substance as well as the limits of ANT’s contribution to how we theorise the connectivities that media enable.", "venue": "", "year": 2008, "referenceCount": 39, "citationCount": 122, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1896686", "name": "N. Couldry"}]}}, {"intents": ["methodology", "background", "result"], "contexts": ["Institutional theory has frequently been employed in the study of media organizations and practices (see, e.g., Cook, 2005; Schudson, 2002; Sparrow, 1999), and so as algorithms play an increasingly prominent role in these spheres, considering their roles, functions, and development through an…", "…to the other notable dimension of this example—the explicitly political and cultural ramifications of the output of this particular algorithm, which is in keeping with the well established understanding of the media as both political and cultural institution (see, e.g., Cook, 2005; Sparrow, 2006).", "The overwhelming majority of media institutions scholarship that has employed institutional theory has focused on the news media (e.g., Benson, 2006; Cook, 2005, 2006; Lowrey, 2011; Lowrey & Woo, 2010; Napoli, 1997; Schudson, 2002)."], "isInfluential": false, "citedPaper": {"paperId": "a6841fa23732ecf4114c21c7897fad64133ecd3d", "externalIds": {"MAG": "2011824355", "DOI": "10.5860/choice.35-5468"}, "url": "https://www.semanticscholar.org/paper/a6841fa23732ecf4114c21c7897fad64133ecd3d", "title": "Governing with the News: The News Media as a Political Institution", "abstract": "Acknowledgments 1: Introduction: Why Don't We Call Journalists Political Actors? Pt. 1: The Political Development of the American News Media 2: The Decline of the Sponsored Press: American Newspapers in the Eighteenth and Nineteenth Centuries 3: The Subsidized News Media Pt. 2: The Media as a Political Institution 4: The Institutional News Media 5: The Political News Media Pt. 3: Government by Publicity 6: The Uses of News: Theory and (Presidential) Practice 7: Beyond the White House 8: Conclusion: The First Amendment and the Fourth Branch--Toward Redesigning a News Media Policy Notes Index", "venue": "", "year": 1998, "referenceCount": 0, "citationCount": 889, "influentialCitationCount": 75, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "38525947", "name": "T. Cook"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "a894ce523016e67acf23702ab156c7c03eae0e31", "externalIds": {"MAG": "1681842270", "DOI": "10.22230/CJC.2009V34N3A2114"}, "url": "https://www.semanticscholar.org/paper/a894ce523016e67acf23702ab156c7c03eae0e31", "title": "Networked Publics: The Double Articulation of Code and Politics on Facebook", "abstract": "Abstract: Through three case studies of online political activism on Facebook, this article conceptualizes the deployment of issue publics (Lippmann, 1993; Marres, 2005) on Facebook. We argue that issue publics on Facebook come into being through a specific set of double articulations of code and politics that link and reshape informational processes, communicational constraints and possibilities, and political practices in different and sometimes contradictory ways. Using Maurizio Lazzarato’s exploration of immaterial labour (2004), we demonstrate the need to further understand the networking of publics and their issues by considering how online platforms provide the material, communicational, and social means for a public to exist and therefore define the parameters for assembling issues and publics and circumscribe a horizon of political agency. Resume : Au travers de trois analyses d’exemples d’activisme politique en ligne sur Facebook, cet article offre une conceptualisation du developpement de problemes d’interet general et de leurs publics sur Facebook (Lippmann, 1922; Marres, 2005). Nous demontrons que les problemes d’interet general et leurs publics sur Facebook sont crees au travers d’une serie de double articulations du code et du politique qui lient et refaconnent les processus informationnels, les possibilites et contraintes communicationnelles et les pratiques politiques de manieres differentes et parfois contradictoires. En se referant aux travaux de Maurizio Lazzarato sur le travail immateriel (2004), nous demontrons le besoin d’analyser le processus de reseautage des problemes d’interet general et de leurs publics. Ceci inclut une nouvelle approche envers les plates-formes en ligne comme fournissant les moyens materiels, communicationnels et sociaux pour qu’un public puisse exister, et comme definissant par la meme un horizon d’activite politique et les parametres selon lesquels des problemes d’interet general et leurs publics peuvent etre assembles.", "venue": "", "year": 2009, "referenceCount": 39, "citationCount": 127, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "14199299", "name": "Ganaele Langlois"}, {"authorId": "145128455", "name": "G. Elmer"}, {"authorId": "2750390", "name": "Fenwick McKelvey"}, {"authorId": "121779026", "name": "Zachary Devereaux"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "aebab8684624063333a19f2110dc9e5952179646", "externalIds": {"MAG": "2258574567"}, "url": "https://www.semanticscholar.org/paper/aebab8684624063333a19f2110dc9e5952179646", "title": "Technologies as Institutions: Rethinking the Role of Technology in Media Governance Constellations", "abstract": "In recent years, the focus of communication policy research has shifted away from the state as central actor and legislation as central means to more heterogeneous regulatory structures. But media governance research seems to have a blind spot: the information and communication technologies that media communication relies upon. The focus on constructivist approaches to technology in social sciences has neglected the “politics of information and communication technologies” in two ways: First, there is a politics in technologies itself in the sense that their very design facilitates, controls and constrains social behaviour. Second, the development of new technologies and their reconfiguration do not follow any technological logic but is itself politically and socially contested. This article links approaches and insights from science and technology studies with the governance perspective in order to conceptualize the role of technology in media governance constellations beyond determinism. This allows conceiving technical architectures as essential and shapeable elements of the institutional environment that facilitates and constrains the range of behaviour (and preferences) of actors. Current policy debates about net neutrality, copyrights and access blocking are not explicable without taken technology both as an object as well as an institutionalized element of media governance into account.", "venue": "", "year": 2012, "referenceCount": 116, "citationCount": 19, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "25855489", "name": "Christian Katzenbach"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "b1582d579471383dd677290ef4400d3d8495a839", "externalIds": {"MAG": "2304969025"}, "url": "https://www.semanticscholar.org/paper/b1582d579471383dd677290ef4400d3d8495a839", "title": "Popping Up and Fading Out: Participatory Networks and Istanbul’s Creative City Project", "abstract": null, "venue": "", "year": 2012, "referenceCount": 16, "citationCount": 76, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3016390", "name": "Rolien Hoyng"}]}}, {"intents": ["background"], "contexts": ["Some critics of the field of media sociology (from which the bulk of media institutions research has emerged) have contended that the field “largely stalled” after the many path breaking institutional analyses of news organizations in the 1970s and 1980s (Kaplan, 2006, p. 173)."], "isInfluential": false, "citedPaper": {"paperId": "ba94db4d88750f4f772df3d1d4bf45f9b34887cc", "externalIds": {"MAG": "2030190030", "DOI": "10.1080/10584600600629737"}, "url": "https://www.semanticscholar.org/paper/ba94db4d88750f4f772df3d1d4bf45f9b34887cc", "title": "The News About New Institutionalism: Journalism's Ethic of Objectivity and Its Political Origins", "abstract": "The author discusses the utility of sociology's new institutionalism (NI) in organizational theory for the study of journalism and contends that NI remedies the political and cultural deficits in most existing social theories of the news. By highlighting how news organizations and journalists are embedded in broader fields of news producers and also politics, NI reveals both the limits and possibilities that journalism confronts as it works to fulfill its ideal role in democratic society. This article explicates one version of NI's applicability to media studies by focusing on how journalism is entangled in the conflicts and values of the “political field,” beyond the more limited domain of journalism proper. It then considers the relevance of this theory for explaining turn-of-the-20th-century transformations in journalism. Between 1865 and 1920, the American press redefined its highest ideals as well as its most mundane organizational practices. It changed from an avidly partisan press to a sober “objective” media. NI helps highlight how these transformations in journalism's mission reflected and refracted more overarching shifts in the American political system.", "venue": "", "year": 2006, "referenceCount": 46, "citationCount": 57, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32061295", "name": "R. Kaplan"}]}}, {"intents": ["background"], "contexts": ["In this regard, algorithms fit quite well within an actor-network theoretical framework (which emphasizes fluidity and change), perhaps better than other areas of institutional theory, which tend to emphasize continuity, permanence, and path dependency (Zucker, 1977)."], "isInfluential": false, "citedPaper": {"paperId": "bb150d3b372f2d2753935fc0a142ed083d129655", "externalIds": {"MAG": "2018944729", "DOI": "10.2307/2094862"}, "url": "https://www.semanticscholar.org/paper/bb150d3b372f2d2753935fc0a142ed083d129655", "title": "The role of institutionalization in cultural persistence.", "abstract": "Traditional approaches to institutionalization do not provide an adequate explanation of clultural persistence. A much more adequate explanation can be found in the ethnomethodological approach to institutionalization, defining acts which are both objective (potentially repeatable by other actors without changing the meaning) and exterior (intersubjectively defined so that they can be viewed as part of external reality) as highly institutionalized. Three levels of institutionalization were created in the autokinetic situation to permit examination of the effects of institutionalization on three aspects of cultural persistence: generational uniformity of cultural understandings, maintenance of these understandings, and resistance of these understandings to change. Three separate experiments were conducted to examine these aspects of cultural persistence. Strong support was foundfor the predictions that the greater the degree of institutionalization, the greater the generational uniformity, maintenance, and resistance to change of cultural understandings. Implications of these findings for earlier approaches to institutionalization are discussed.", "venue": "", "year": 1977, "referenceCount": 6, "citationCount": 2738, "influentialCitationCount": 121, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "34440628", "name": "L. Zucker"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "bc83832c09ee80c729c3ff3e5915b45bd237d433", "externalIds": {"MAG": "2567414795"}, "url": "https://www.semanticscholar.org/paper/bc83832c09ee80c729c3ff3e5915b45bd237d433", "title": "Automate This: How Algorithms Came To Rule Our World By Christopher Steiner. New York City: Portfolio/Penguin, 2012", "abstract": null, "venue": "", "year": 2012, "referenceCount": 0, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "96885175", "name": "R. Bert"}]}}, {"intents": ["background"], "contexts": ["Many newsrooms now operate with comprehensive and immediate feedback related to various aspects of online news consumption, ranging from page views to time spent on a site/story, to ratings, to volume and valence of comments (see, e.g., Anderson, 2010; Anderson, 2011b).", "wants and more on professionally established criteria regarding audiences’ informational needs in order to be better-informed citizens (Anderson, 2011a).", "The output then represents a prediction of the type of content for which there is the highest unmet audience and advertiser demand, and Demand Media produces that content accordingly (Anderson, 2011a).", "…could easily take issue with this characterization, it does seem reasonable to contend that an emphasis going forward on the “sociology of the algorithm” (Anderson, 2011c, p. 6) would represent a vital new direction for media sociology that reflects this important, emergent institutional context.", "…less on audiences’ expressions of their interests and\nCommunication Theory 24 (2014) 340–360 © 2014 International Communication Association 349\nwants and more on professionally established criteria regarding audiences’ informational needs in order to be better-informed citizens (Anderson, 2011a)."], "isInfluential": true, "citedPaper": {"paperId": "be1529f43cb24dfa1ba3f60d056ad7fc50aa5f92", "externalIds": {"MAG": "1605071501"}, "url": "https://www.semanticscholar.org/paper/be1529f43cb24dfa1ba3f60d056ad7fc50aa5f92", "title": "Deliberative, Agonistic, and Algorithmic Audiences: Journalism's Vision of its Public in an Age of Audience Transparency", "abstract": "Building on earlier empirical work in newsrooms, this paper contends that a fundamental transformation has occurred in journalists’ understanding of their audiences. A new level of responsiveness to the agenda of the audience is becoming built into the DNA of contemporary news work. This article argues, however, that this journalistic responsiveness to the “agenda of the audience” has multiple, often contradictory meanings. It traces these out through a critical-historical sketch of key moments in the journalism-audience relationship, including the public journalism movement, Independent Media Center (Indymedia), and Demand Media. These different visions of the audience are correlated to different images of democracy, and they have different sociological implications. The public journalism movement believed in a form of democracy that was conversational and deliberative; in contrast, traditional journalism embraced an aggregative understanding of democracy, while Indymedia's democratic vision could best be seen as agonistic in nature. Demand Media and similar ventures, this article concludes, may be presaging an image of public that can best be described as algorithmic. Understanding this algorithmic conception of the audience may be the first step into launching a broader inquiry into the sociology and politics of algorithms.", "venue": "", "year": 2011, "referenceCount": 55, "citationCount": 190, "influentialCitationCount": 25, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2107784012", "name": "C. W. Anderson"}]}}, {"intents": ["background"], "contexts": ["outlined above, media institutions scholarship also has examined realms such as regulation and policymaking (Galperin, 2004), cultural production (Ahlkvist, 2001; Guzman, 2005; Kim, 2012), technology development (Flanagin, Flanagin, & Flanagin, 2010; Hrynshyn, 2008), and the construction of audiences (Napoli, 2003, 2011).", "…International Communication Association\noutlined above, media institutions scholarship also has examined realms such as regulation and policymaking (Galperin, 2004), cultural production (Ahlkvist, 2001; Guzman, 2005; Kim, 2012), technology development (Flanagin, Flanagin, & Flanagin, 2010;…"], "isInfluential": false, "citedPaper": {"paperId": "bffedb6ddc976dc4663d5e38851a7c5986f0b78c", "externalIds": {"MAG": "2154910427", "DBLP": "journals/tis/Galperin04", "DOI": "10.1080/01972240490456818"}, "url": "https://www.semanticscholar.org/paper/bffedb6ddc976dc4663d5e38851a7c5986f0b78c", "title": "Beyond Interests, Ideas, and Technology: An Institutional Approach to Communication and Information Policy", "abstract": "This article examines the theoretical assumptions generally used in communication and information policy studies, and suggests that more attention to the institutional determinants of public policies is needed. The first part discusses three alternative theoretical approaches: the interest-group approach, the ideological approach, and the technology-centered approach. The second part outlines the conceptual tools of the new institutionalism approach and discusses its application for the study of regime change in telecoms and media. The third part presents an abbreviated example of such application to the case of U.S. spectrum policies and the licensing of digital broadcasting. The conclusion suggests new directions for research aimed at broadening the set of social actors participating in the global governance of new technologies.", "venue": "Inf. Soc.", "year": 2004, "referenceCount": 88, "citationCount": 61, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2192002", "name": "H. Galperin"}]}}, {"intents": ["background"], "contexts": ["…or objectives by modeling themselves on similar, or more successful organizations in their field; and (c) normative pressures, which involve the processes of professionalization (education, training, acculturation) that result in increased similarity across organizations (DiMaggio & Powell, 1991b).", "…breadth that characterizes the field, it is perhaps not surprising that institutional theory and research have long been characterized as possessing a high degree of definitional ambiguity and interpretive inconsistency (DiMaggio & Powell, 1991a; Phillips & Malhotra, 2008; Scott, 2008).", "…organizations by other organizations upon which they are dependent, and by cultural expectations in society within which the organization functions (DiMaggio & Powell, 1991b); (b) mimetic processes, which involve organizations responding to uncertainty in their environment or objectives by…"], "isInfluential": false, "citedPaper": {"paperId": "c6a7ea362df9950ce3c4a8c24504f8ad7171c087", "externalIds": {"MAG": "2314156916", "DOI": "10.2307/40183831"}, "url": "https://www.semanticscholar.org/paper/c6a7ea362df9950ce3c4a8c24504f8ad7171c087", "title": "The New Institutionalism in Organizational Analysis", "abstract": null, "venue": "", "year": 1992, "referenceCount": 0, "citationCount": 3509, "influentialCitationCount": 84, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "49915239", "name": "M. Guillén"}, {"authorId": "3276126", "name": "W. Powell"}, {"authorId": "69383880", "name": "Paul DiMaggio"}]}}, {"intents": ["background"], "contexts": ["…such as Epagogix, which employs algorithms to predict the success of prospective film projects based upon the plot elements contained within the individual film scripts, and linking these content characteristics with historical data on box office grosses (Davenport & Harris, 2009; Gladwell, 2006).", "…grows more complex, with audiences increasingly fragmented and empowered, and with a growing array of technologies and platforms at their disposal, media organizations are increasingly turning to data and algorithms to help them effectively navigate this environment (Davenport & Harris, 2009)."], "isInfluential": false, "citedPaper": {"paperId": "c8ac8d0761c6e380101e281b775107c3a4540328", "externalIds": {"MAG": "2146164399"}, "url": "https://www.semanticscholar.org/paper/c8ac8d0761c6e380101e281b775107c3a4540328", "title": "What People Want (and How to Predict It)", "abstract": "Companies now have unprecedented access to data and sophisticated technology that can inform decisions as never before. How successful are they at helping forecast what customers want to watch, listen to and buy?", "venue": "", "year": 2009, "referenceCount": 24, "citationCount": 31, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "145207212", "name": "T. Davenport"}, {"authorId": "145953316", "name": "Jeanne Harris"}]}}, {"intents": ["background"], "contexts": ["outlined above, media institutions scholarship also has examined realms such as regulation and policymaking (Galperin, 2004), cultural production (Ahlkvist, 2001; Guzman, 2005; Kim, 2012), technology development (Flanagin, Flanagin, & Flanagin, 2010; Hrynshyn, 2008), and the construction of audiences (Napoli, 2003, 2011).", "…scholarship also has examined realms such as regulation and policymaking (Galperin, 2004), cultural production (Ahlkvist, 2001; Guzman, 2005; Kim, 2012), technology development (Flanagin, Flanagin, & Flanagin, 2010; Hrynshyn, 2008), and the construction of audiences (Napoli, 2003, 2011)."], "isInfluential": false, "citedPaper": {"paperId": "cc3e6ad068a604dfd349a3fa636c1851a989ffd0", "externalIds": {"DBLP": "journals/nms/Hrynyshyn08", "MAG": "2162870117", "DOI": "10.1177/1461444808094355"}, "url": "https://www.semanticscholar.org/paper/cc3e6ad068a604dfd349a3fa636c1851a989ffd0", "title": "Globalization, nationality and commodification: the politics of the social construction of the internet", "abstract": "Theories of the social construction of technology help to identify ways in which social forces can influence the development of communication media such as the internet, but often fail to pay sufficient attention to the ways that social structures constrain the agency of those who are most central to the social construction processes. This article examines some decisions concerning the domain name system of the internet and finds that such structural concerns add a needed dimension and can illuminate the power relations that help to shape the role of the internet in the tension between national and global structures of communications.", "venue": "New Media Soc.", "year": 2008, "referenceCount": 51, "citationCount": 16, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "1760284", "name": "Derek Hrynyshyn"}]}}, {"intents": ["background"], "contexts": ["According to North (1981), institutions “provide the framework through which human beings interact."], "isInfluential": false, "citedPaper": {"paperId": "d19d29aa33119467b1acdb2c0f0bb752f8ac9c14", "externalIds": {"MAG": "2321582128", "DOI": "10.2307/1865412"}, "url": "https://www.semanticscholar.org/paper/d19d29aa33119467b1acdb2c0f0bb752f8ac9c14", "title": "Structure and Change in Economic History", "abstract": null, "venue": "", "year": 1983, "referenceCount": 0, "citationCount": 1523, "influentialCitationCount": 89, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "15029183", "name": "I. A. Glazier"}, {"authorId": "37669786", "name": "D. North"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "d3ee98d103c2dfbd7e466412455b39fb630b559a", "externalIds": {"DBLP": "journals/nms/FlanaginFF10", "MAG": "2161501009", "DOI": "10.1177/1461444809341391"}, "url": "https://www.semanticscholar.org/paper/d3ee98d103c2dfbd7e466412455b39fb630b559a", "title": "Technical code and the social construction of the internet", "abstract": "This article employs and extends the concept of technical code (Feenberg, 1992, 1995a, 1995b) to examine the current state of the internet. The notion of technical code — the cultural and social assumptions and values that become manifest in a technology’s physical and structural forms — is invoked to examine design characteristics of the internet that, in turn, reflect and provide opportunities for important social outcomes. Overall, the internet’s technical design supports interoperability and open access, while suggesting an enormous capacity for personalization and innovation. In turn, these technical features support the emergence of myriad collective social activities, resulting in a sense of individual empowerment achieved through enhanced agency. Significant countervailing forces, however, inhibit this potential. By examining the values, priorities, and assumptions that have become built into the internet, both technically and socially, the present analysis clarifies this tension and serves to frame the internet’s potential at this critical time in its evolution.", "venue": "New Media Soc.", "year": 2010, "referenceCount": 60, "citationCount": 56, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2691789", "name": "Andrew J. Flanagin"}, {"authorId": "3325308", "name": "Craig Flanagin"}, {"authorId": "119024871", "name": "J. Flanagin"}]}}, {"intents": ["background"], "contexts": ["Algorithms possess what scholars of organizations and technology have termed “material agency”—the capacity for nonhuman entities to act absent sustained human intervention (Leonardi, 2012, p. 35).", "This latter point also highlights the dynamic nature of algorithms (and software more generally; see Leonardi, 2012; Manovich, 2013), as they are constantly adjusted in efforts to improve their performance in accordance with specific criteria."], "isInfluential": false, "citedPaper": {"paperId": "dad32146408cceeb8bf7952148d8af39becfe087", "externalIds": {"MAG": "133709230", "DOI": "10.2139/SSRN.2129878"}, "url": "https://www.semanticscholar.org/paper/dad32146408cceeb8bf7952148d8af39becfe087", "title": "Materiality, Sociomateriality, and Socio-Technical Systems: What Do These Terms Mean? How are They Related? Do We Need Them?", "abstract": "This chapter reviews the history of three terms increasingly used by researchers in the fields of organization studies and information systems: “materiality,” “sociomateriality” and “socio-technical systems.” After this review, I explore ways in which these terms overlap and depart in meaning from one another in scholars’ writings. I suggest that materiality might be viewed as a concept that refers to properties of a technology that transcend space and time, while sociomateriality may be used to refer to the collective spaces in which people come into contact with the materiality of an artifact and produce various functions. I suggest that the concept of a sociomaterial practice is akin to what socio-technical systems theorists referred to as the “technical subsystem” of an organization, or the way that people’s tasks shape and are shaped by their use of machines. This technical subsystem is recursively organized alongside the social subsystem of an organization, which is characterized by an abstract set of roles, communication patterns, and so on.", "venue": "", "year": 2012, "referenceCount": 63, "citationCount": 399, "influentialCitationCount": 59, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "34602963", "name": "P. Leonardi"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "dbef6e605e236df3fdfb8ac0cf14eb442a6ec73c", "externalIds": {"MAG": "3021491451", "DOI": "10.2307/3105993"}, "url": "https://www.semanticscholar.org/paper/dbef6e605e236df3fdfb8ac0cf14eb442a6ec73c", "title": "The Social Construction of Technological Systems: New Directions in the Sociology and History of Technology", "abstract": "This pioneering book, first published in 1987, launched the new field of social studies of technology. It introduced a method of inquiry--social construction of technology, or SCOT--that became a key part of the wider discipline of science and technology studies. The book helped the MIT Press shape its STS list and inspired the Inside Technology series. The thirteen essays in the book tell stories about such varied technologies as thirteenth-century galleys, eighteenth-century cooking stoves, and twentieth-century missile systems. Taken together, they affirm the fruitfulness of an approach to the study of technology that gives equal weight to technical, social, economic, and political questions, and they demonstrate the illuminating effects of the integration of empirics and theory. The approaches in this volume--collectively called SCOT (after the volume’s title) have since broadened their scope, and twenty-five years after the publication of this book, it is difficult to think of a technology that has not been studied from a SCOT perspective and impossible to think of a technology that cannot be studied that way.", "venue": "", "year": 1989, "referenceCount": 8, "citationCount": 2639, "influentialCitationCount": 53, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "31775736", "name": "W. Bijker"}, {"authorId": "144547397", "name": "T. P. Hughes"}, {"authorId": "1958931", "name": "T. Pinch"}]}}, {"intents": ["background"], "contexts": ["Whether the unit of analysis is media technologies or algorithms, theoretical support for an institutional conceptualization can be derived from existing theoretical frameworks that focus on the social dimensions of technology, such as actor-network theory (e.g., Latour, 2005)."], "isInfluential": false, "citedPaper": {"paperId": "dcf5c1fad011ece0e66da2721dd32ce7ce5475f0", "externalIds": {"MAG": "1978612311", "DOI": "10.1177/1350507607073032"}, "url": "https://www.semanticscholar.org/paper/dcf5c1fad011ece0e66da2721dd32ce7ce5475f0", "title": "Reassembling the Social—An Introduction to Actor Network Theory", "abstract": "Friday, 10.30 in the morning, in the meeting room of the Department of Sociology and Social Research of the University of Trento (Italy), nine people are sitting around a table, and all of them seem half asleep. Some of those present have degrees in sociology, others in psychology, yet others in political science or in communication science. Eight of them are now taking a PhD course in information systems and organization, while I have completed one in sociology and social research. We are here to discuss Latour’s most recent book. One reason for the discussion is that in a few days time the PhD students will be travelling to Paris on a study visit and will meet Mr Bruno Latour in person. I have other commitments and will not be going to Paris, but I want to be present at the discussion because I have to review the book and have yet to decide what to write. To be explicit:", "venue": "", "year": 2007, "referenceCount": 1, "citationCount": 2677, "influentialCitationCount": 423, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2487613", "name": "A. Bruni"}, {"authorId": "2134639", "name": "Maurizio Teli"}]}}, {"intents": ["background"], "contexts": ["In a similar vein, Beer (2009) characterizes algorithms as having “the capacity to shape social and cultural formations and impact directly on individual lives” (p. 994)."], "isInfluential": false, "citedPaper": {"paperId": "e32d35fffa9a4f402c43293d193537ee30f07ef1", "externalIds": {"DBLP": "journals/nms/Beer09", "MAG": "2157508661", "DOI": "10.1177/1461444809336551"}, "url": "https://www.semanticscholar.org/paper/e32d35fffa9a4f402c43293d193537ee30f07ef1", "title": "Power through the algorithm? Participatory web cultures and the technological unconscious", "abstract": "The movement toward what is often described as Web 2.0 is usually understood as a large-scale shift toward a participatory and collaborative version of the web, where users are able to get involved and create content. As things stand we have so far had little opportunity to explore how new forms of power play out in this context of apparent ‘empowerment’ and ‘democratization’. This article suggests that this is a pressing issue that requires urgent attention. To begin to open up this topic this article situates Web 2.0 in the context of the broader transformations that are occurring in new media by drawing on the work of a number of leading writers who, in various ways, consider the implications of software ‘sinking’ into and ‘sorting’ aspects of our everyday lives. The article begins with this broader literature before exploring in detail Scott Lash’s notion of ‘post-hegemonic power’ and more specifically his concept of ‘power through the algorithm’. The piece concludes by discussing how this relates to work on Web 2.0 and how this work might be developed in the future.", "venue": "New Media Soc.", "year": 2009, "referenceCount": 53, "citationCount": 563, "influentialCitationCount": 50, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "144145182", "name": "David Beer"}]}}, {"intents": ["methodology"], "contexts": ["Lessig (2006) employed this analogy to illustrate the ways in which the programming that controls the operation of communications networks and platforms is a powerful tool for regulating the behavior of users in ways that are not always obvious."], "isInfluential": false, "citedPaper": {"paperId": "e74e34dc50982ebc8df913498061f4bebb6c490b", "externalIds": {"MAG": "2170048845"}, "url": "https://www.semanticscholar.org/paper/e74e34dc50982ebc8df913498061f4bebb6c490b", "title": "Code and Other Laws of Cyberspace", "abstract": "From the Publisher: \nShould cyberspace be regulated? How can it be done? It's a cherished belief of techies and net denizens everywhere that cyberspace is fundamentally impossible to regulate. Harvard Professor Lawrence Lessig warns that, if we're not careful we'll wake up one day to discover that the character of cyberspace has changed from under us. Cyberspace will no longer be a world of relative freedom; instead it will be a world of perfect control where our identities, actions, and desires are monitored, tracked, and analyzed for the latest market research report. Commercial forces will dictate the change, and architecture\u0097the very structure of cyberspace itself\u0097will dictate the form our interactions can and cannot take. \nCode And Other Laws of Cyberspace is an exciting examination of how the core values of cyberspace as we know it\u0097intellectual property, free speech, and privacy-\u0097are being threatened and what we can do to protect them. Lessig shows how code\u0097the architecture and law of cyberspace\u0097can make a domain, site, or network free or restrictive; how technological architectures influence people's behavior and the values they adopt; and how changes in code can have damaging consequences for individual freedoms. Code is not just for lawyers and policymakers; it is a must-read for everyone concerned with survival of democratic values in the Information Age.", "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 2707, "influentialCitationCount": 134, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1765205", "name": "L. Lessig"}]}}, {"intents": ["background"], "contexts": ["…of selecting video programming (Keating, 2012), while at the same time the design of recommendation systems can influence the content feedback that users provide—altering the opinions that serve as inputs to, and thus ultimately the outputs of, the recommendation system (Cosley et al., 2003).", "We see these patterns, for instance, in the fact that Netflix users rely quite heavily on the service’s recommendation system in the process of selecting video programming (Keating, 2012), while at the same time the design of recommendation systems can influence the content feedback that users provide—altering the opinions that serve as inputs to, and thus ultimately the outputs of, the recommendation system (Cosley et al., 2003)."], "isInfluential": false, "citedPaper": {"paperId": "ea29e57670569977f9d00968d89f74b75eb2a799", "externalIds": {"MAG": "2116354394", "DBLP": "conf/chi/CosleyLAKR03", "DOI": "10.1145/642611.642713"}, "url": "https://www.semanticscholar.org/paper/ea29e57670569977f9d00968d89f74b75eb2a799", "title": "Is seeing believing?: how recommender system interfaces affect users' opinions", "abstract": "Recommender systems use people's opinions about items in an information domain to help people choose other items. These systems have succeeded in domains as diverse as movies, news articles, Web pages, and wines. The psychological literature on conformity suggests that in the course of helping people make choices, these systems probably affect users' opinions of the items. If opinions are influenced by recommendations, they might be less valuable for making recommendations for other users. Further, manipulators who seek to make the system generate artificially high or low recommendations might benefit if their efforts influence users to change the opinions they contribute to the recommender. We study two aspects of recommender system interfaces that may affect users' opinions: the rating scale and the display of predictions at the time users rate items. We find that users rate fairly consistently across rating scales. Users can be manipulated, though, tending to rate toward the prediction the system shows, whether the prediction is accurate or not. However, users can detect systems that manipulate predictions. We discuss how designers of recommender systems might react to these findings.", "venue": "CHI '03", "year": 2003, "referenceCount": 31, "citationCount": 498, "influentialCitationCount": 29, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3314625", "name": "D. Cosley"}, {"authorId": "2970776", "name": "S. K. Lam"}, {"authorId": "1643956970", "name": "I.Edwin Albert"}, {"authorId": "2478310", "name": "J. Konstan"}, {"authorId": "2579342", "name": "J. Riedl"}]}}, {"intents": ["methodology", "background"], "contexts": ["Institutional approaches to the media have a long history (see Moe & Syvertsen, 2007; Schudson, 2002).", "Institutional theory has frequently been employed in the study of media organizations and practices (see, e.g., Cook, 2005; Schudson, 2002; Sparrow, 1999), and so as algorithms play an increasingly prominent role in these spheres, considering their roles, functions, and development through an…", "Institutional theory has frequently been employed in the study of media organizations and practices (see, e.g., Cook, 2005; Schudson, 2002; Sparrow, 1999), and so as algorithms play an increasingly prominent role in these spheres, considering their roles, functions, and development through an institutional analytical framework would seem to be a natural extension of an established line of inquiry.", "The overwhelming majority of media institutions scholarship that has employed institutional theory has focused on the news media (e.g., Benson, 2006; Cook, 2005, 2006; Lowrey, 2011; Lowrey & Woo, 2010; Napoli, 1997; Schudson, 2002).", "Institutional theory in the media sector Institutional approaches to the media have a long history (see Moe & Syvertsen, 2007; Schudson, 2002)."], "isInfluential": true, "citedPaper": {"paperId": "ed191ba9908f2890f7a98f07612c4fa924cf1404", "externalIds": {"MAG": "2142947175", "DOI": "10.1146/ANNUREV.POLISCI.5.111201.115816"}, "url": "https://www.semanticscholar.org/paper/ed191ba9908f2890f7a98f07612c4fa924cf1404", "title": "THE NEWS MEDIA AS POLITICAL INSTITUTIONS", "abstract": "▪ Abstract Political science has tended to neglect the study of the news media as political institutions, despite a long history of party-subsidized newspapers and despite a growing chorus of scholars who point to an increasing “mediatization” of politics. Still, investigators in sociology, communication, and political science have taken up the close study of news institutions. Three general approaches predominate. Political economy perspectives focus on patterns of media ownership and the behavior of news institutions in relatively liberal versus relatively repressive states; a second set of approaches looks at the social organization of newswork and relates news content to the daily patterns of interaction of reporters and their sources; a third style of research examines news as a form of culture that often unconsciously incorporates general belief systems, assumptions, and values into news writing.", "venue": "", "year": 2003, "referenceCount": 70, "citationCount": 315, "influentialCitationCount": 14, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "50156656", "name": "M. Schudson"}]}}, {"intents": ["background"], "contexts": ["…breadth that characterizes the field, it is perhaps not surprising that institutional theory and research have long been characterized as possessing a high degree of definitional ambiguity and interpretive inconsistency (DiMaggio & Powell, 1991a; Phillips & Malhotra, 2008; Scott, 2008)."], "isInfluential": false, "citedPaper": {"paperId": "efa491970e4a3c228f8d5142dcec2fdf33bcb41d", "externalIds": {"MAG": "2503895202", "DOI": "10.4135/9781849200387.N30"}, "url": "https://www.semanticscholar.org/paper/efa491970e4a3c228f8d5142dcec2fdf33bcb41d", "title": "Taking Social Construction Seriously: Extending the Discursive Approach in Institutional Theory", "abstract": null, "venue": "", "year": 2008, "referenceCount": 0, "citationCount": 134, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "50674294", "name": "N. Phillips"}, {"authorId": "47953251", "name": "Namrata Malhotra"}]}}, {"intents": ["background"], "contexts": ["Nonetheless, at a point in time in which algorithms are being assessed and critiqued in terms of issues such as their demonstrated objectivity or bias (Goldman, 2006); their role in censoring audiences’ access to content (Gillespie, 2011; Pariser, 2011), and even in terms of the extent of their First Amendment rights (see, e.", "…of issues such as their demonstrated objectivity or bias (Goldman, 2006); their role in censoring audiences’ access to content (Gillespie, 2011; Pariser, 2011), and even in terms of the extent of their First Amendment rights (see, e.g., Benjamin, 2013; Wu, 2013) (all issues that have been…"], "isInfluential": false, "citedPaper": {"paperId": "f63a49283d3f7bfff20b2a28771e33a7438bdea7", "externalIds": {"MAG": "1583059097"}, "url": "https://www.semanticscholar.org/paper/f63a49283d3f7bfff20b2a28771e33a7438bdea7", "title": "The Filter Bubble: What the Internet Is Hiding from You", "abstract": "Author Q&A with Eli Pariser Q: What is a Filter Bubble? A: Were used to thinking of the Internet like an enormous library, with services like Google providing a universal map. But thats no longer really the case. Sites from Google and Facebook to Yahoo News and the New York Times are now increasingly personalized based on your web history, they filter information to show you the stuff they think you want to see. That can be very different from what everyone else sees or from what we need to see. Your filter bubble is this unique, personal universe of information created just for you by this array of personalizing filters. Its invisible and its becoming more and more difficult to escape. Q: I like the idea that websites might show me information relevant to my interestsit can be overwhelming how much information is available I already only watch TV shows and listen to radio programs that are known to have my same political leaning. Whats so bad about this? A: Its true: Weve always selected information sources that accord with our own views. But one of the creepy things about the filter bubble is that were not really doing the selecting. When you turn on Fox News or MSNBC, you have a sense of what their editorial sensibility is: Fox isnt going to show many stories that portray Obama in a good light, and MSNBC isnt going to the ones that portray him badly. Personalized filters are a different story: You dont know who they think you are or on what basis theyre showing you what theyre showing. And as a result, you dont really have any sense of whats getting edited out or, in fact, that things are being edited out at all. Q: How does money fit into this picture? A: The rush to build the filter bubble is absolutely driven by commercial interests. Its becoming clearer and clearer that if you want to have lots of people use your website, you need to provide them with personally relevant information, and if you want to make the most money on ads, you need to provide them with relevant ads. This has triggered a personal information gold rush, in which the major companies Google, Facebook, Microsoft, Yahoo, and the like are competing to create the most comprehensive portrait of each of us to drive personalized products. Theres also a whole behavior market opening up in which every action you take online every mouse click, every form entry can be sold as a commodity. Q: What is the Internet hiding from me? A: As Google engineer Jonathan McPhie explained to me, its different for every person and in fact, even Google doesnt totally know how it plays out on an individual level. At an aggregate level, they can see that people are clicking more. But they cant predict how each individuals information environment is altered. In general, the things that are most likely to get edited out are the things youre least likely to click on. Sometimes, this can be a real service if you never read articles about sports, why should a newspaper put a football story on your front page? But apply the same logic to, say, stories about foreign policy, and a problem starts to emerge. Some things, like homelessness or genocide, arent highly clickable but are highly important. Q: Which companies or Websites are personalizing like this? A: In one form or another, nearly every major website on the Internet is flirting with personalization. But the one that surprises people most is Google. If you and I Google the same thing at the same time, we may get very different results. Google tracks hundreds of signals about each of us what kind of computer were on, what weve searched for in the past, even how long it takes us to decide what to click on and uses it to customize our results. When the result is that our favorite pizza parlor shows up first when we Google pizza, its useful. But when the result is that we only see the information that is aligned with our religious or social or political beliefs, its difficult to maintain perspective. Q: Are any sites being transparent about their personalization? A: Some sites do better than others. Amazon, for example, is often quite transparent about the personalization it does: Were showing you Brave New World because you bought 1984. But its one thing to personalize products and another to personalize whole information flows, like Google and Facebook are doing. And very few users of those services are even marginally aware that this kind of filtering is at work. Q: Does this issue of personalization impact my privacy or jeopardize my identity at all? A: Research psychologists have known for a while that the media you consume shapes your identity. So when the media you consume is also shaped by your identity, you can slip into a weird feedback loop. A lot of people see a simple version of this on Facebook: You idly click on an old classmate, Facebook reads that as a friendship, and pretty soon youre seeing every one of John or Sues posts. Gone awry, personalization can create compulsive media media targeted to appeal to your personal psychological weak spots. You can find yourself eating the equivalent of information junk food instead of having a more balanced information diet. Q: You make it clear that while most Websites user agreements say they wont share our personal information, they also maintain the right to change the rules at any time. Do you foresee sites changing those rules to profit from our online personas? A: They already have. Facebook, for example, is notorious for its bait-and-switch tactics when it comes to privacy. For a long time, what you Liked on Facebook was private, and the site promised to keep it that way. Then, overnight, they made that information public to the world, in order to make it easier for their advertisers to target specific subgroups. Theres an irony in the fact that while Rolex needs to get Tom Cruises permission to put his face on a billboard, it doesnt need to get my permission to advertise my endorsement to my friends on Facebook. We need laws that give people more rights in their personal data. Q: Is there any way to avoid this personalization? What if Im not logged into a site? A: Even if youre not logged into Google, for example, an engineer told me there are 57 signals that the site uses to figure out who you are: whether youre on a Mac or PC or iPad, where youre located when youre Googling, etc. And in the near future, itll be possible to fingerprint unique devices, so that sites can tell which individual computer youre using. Thats why erasing your browser cookies is at best a partial solutionit only partially limits the information available to personalizers. What we really need is for the companies that power the filter bubble to take responsibility for the immense power they now have the power to determine what we see and dont see, what we know and dont know. We need them to make sure we continue to have access to public discourse and a view of the common good. A world based solely on things we Like is a very incomplete world. Im optimistic that they can. Its worth remembering that newspapers werent always informed by a sense of journalistic ethics. They existed for centuries without it. It was only when critics like Walter Lippman began to point out how important they were that the newspapers began to change. And while journalistic ethics arent perfect, because of them we have been better informed over the last century. We need algorithmic ethics to guide us through the next. Q: What are the business leaders at Google and Facebook and Yahoo saying about their responsibilities? A: To be honest, theyre frustratingly coy. They tend to frame the trend in the passive tense: Googles Eric Schmidt recently said It will be very hard for people to watch or consume something that has not in some sense been tailored for them, rather than Google is making it very hard Mark Zuckerberg perfectly summed up the tension in personalization when he said A squirrel dying in your front yard may be more relevant to your interests right now than people dying in Africa. But he refuses to engage with what that means at a societal level especially for the people in Africa. Q: Your background is as a political organizer for the liberal Website MoveOn.org. How does that experience inform your book? A: Ive always believed the Internet could connect us all together and help create a better, more democratic world. Thats what excited me about MoveOn here we were, connecting people directly with each other and with political leaders to create change. But that more democratic society has yet to emerge, and I think its partly because while the Internet is very good at helping groups of people with like interests band together (like MoveOn), its not so hot at introducing people to different people and ideas. Democracy requires discourse and personalization is making that more and more elusive. And that worries me, because we really need the Internet to live up to that connective promise. We need it to help us solve global problems like climate change, terrorism, or natural resource management which by their nature require massive coordination, and great wisdom and ingenuity. These problems cant be solved by a person or two they require whole societies to participate. And that just wont happen if were all isolated in a web of one.", "venue": "", "year": 2011, "referenceCount": 2, "citationCount": 2397, "influentialCitationCount": 156, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "96905757", "name": "Eli Pariser"}]}}, {"intents": ["background"], "contexts": ["…this “Big Data” era, media organizations have an ever-expanding supply of data on audiences’ media consumption patterns and preferences to draw upon (Napoli, 2011), and algorithms play a\n348 Communication Theory 24 (2014) 340–360 © 2014 International Communication Association\ncentral role in…", "…at the intersection of the behaviors of specific media organizations (e.g., audience measurement firms, media buying agencies) and established norms, cognitions, and values that have gained traction across participants in the audience marketplace (Ettema & Whitney, 1994; Napoli, 2003, 2011).", "Looking first at the realm of demand prediction, in this “Big Data” era, media organizations have an ever-expanding supply of data on audiences’ media consumption patterns and preferences to draw upon (Napoli, 2011), and algorithms play a", "…scholarship also has examined realms such as regulation and policymaking (Galperin, 2004), cultural production (Ahlkvist, 2001; Guzman, 2005; Kim, 2012), technology development (Flanagin, Flanagin, & Flanagin, 2010; Hrynshyn, 2008), and the construction of audiences (Napoli, 2003, 2011).", "…is to enable decision outputs derived from the analysis of the enormous quantities of data that can now be gathered in a media environment of extreme interactivity, in which audiences’ engagement with media leaves a growing array of capturable and quantifiable traces (see, e.g., Napoli, 2011)."], "isInfluential": true, "citedPaper": {"paperId": "f70d0344e791aede6bed587da7cffc84564dec44", "externalIds": {"MAG": "2141494577", "DOI": "10.1111/J.1460-2466.2011.01572.X"}, "url": "https://www.semanticscholar.org/paper/f70d0344e791aede6bed587da7cffc84564dec44", "title": "Audience evolution: New technologies and the transformation of media audiences", "abstract": null, "venue": "", "year": 2011, "referenceCount": 1, "citationCount": 100, "influentialCitationCount": 25, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "120458947", "name": "T. Chambers"}]}}, {"intents": ["background"], "contexts": ["In this regard, algorithms can be seen as both consequence and cause of the “Big Data” phenomenon that dominates contemporary technology discourse, and that is particularly pronounced in the media sector (see, e.g., Mayer-Schonberger & Cukier, 2013)."], "isInfluential": false, "citedPaper": {"paperId": "fa87557e2d9a9695a99ec481673fb360fad2a897", "externalIds": {"MAG": "2128476487", "DOI": "10.1080/1369118X.2014.923482"}, "url": "https://www.semanticscholar.org/paper/fa87557e2d9a9695a99ec481673fb360fad2a897", "title": "Big data: a revolution that will transform how we live, work, and think", "abstract": "Howard, P. (2006). New media and the managed citizen. New York: Cambridge University Press. Lathrop, D., & Ruma, L. (Eds.). (2010). Open government: Collaboration, transparency, and participation in practice. Sebastopol, CA: O’Reilly. Noveck, B. S. (2008). Wiki-Government: How open-source technology can make government decisionmaking more expert and more democratic. Washington, DC: Brookings Institution Press.", "venue": "", "year": 2014, "referenceCount": 3, "citationCount": 891, "influentialCitationCount": 72, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40450170", "name": "K. Armstrong"}]}}, {"intents": ["background"], "contexts": ["…everything from economics-driven agency theory (see, e.g., Alchian & Demsetz, 1972) to political science grounded rational choice theory (see, e.g., Moe, 1990), to more sociologically oriented theoretical approaches such as social constructivism (see, e.g., Berger & Luckmann, 1966) and…"], "isInfluential": false, "citedPaper": {"paperId": "facb14286d47b0293e44aa23d75a5d1d929ab5b5", "externalIds": {"MAG": "2066741696", "DOI": "10.1093/JLEO/6.SPECIAL_ISSUE.213"}, "url": "https://www.semanticscholar.org/paper/facb14286d47b0293e44aa23d75a5d1d929ab5b5", "title": "Political Institutions: The Neglected Side of the Story", "abstract": null, "venue": "", "year": 1990, "referenceCount": 30, "citationCount": 874, "influentialCitationCount": 20, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "96499511", "name": "T. Moe"}]}}, {"intents": ["methodology"], "contexts": ["Institutional theory has frequently been employed in the study of media organizations and practices (see, e.g., Cook, 2005; Schudson, 2002; Sparrow, 1999), and so as algorithms play an increasingly prominent role in these spheres, considering their roles, functions, and development through an institutional analytical framework would seem to be a natural extension of an established line of inquiry.", "Institutional theory has frequently been employed in the study of media organizations and practices (see, e.g., Cook, 2005; Schudson, 2002; Sparrow, 1999), and so as algorithms play an increasingly prominent role in these spheres, considering their roles, functions, and development through an…"], "isInfluential": false, "citedPaper": {"paperId": "fd3e7d27f57a3eb90f3bd135e50e67331672b767", "externalIds": {"MAG": "256141168", "DOI": "10.5860/choice.37-1361"}, "url": "https://www.semanticscholar.org/paper/fd3e7d27f57a3eb90f3bd135e50e67331672b767", "title": "Uncertain Guardians: The News Media as a Political Institution", "abstract": null, "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 164, "influentialCitationCount": 10, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "117003094", "name": "James B. Lemert"}]}}, {"intents": ["background"], "contexts": ["…as is to be expected in these early stages of an emergent area of inquiry, there has been relatively little discussion at this point of useful theoretical frameworks for understanding algorithms and their role in contemporary media systems (for exceptions, see Anderson, 2013; Webster, 2010).", "But, as is to be expected in these early stages of an emergent area of inquiry, there has been relatively little discussion at this point of useful theoretical frameworks for understanding algorithms and their role in contemporary media systems (for exceptions, see Anderson, 2013; Webster, 2010)."], "isInfluential": false, "citedPaper": {"paperId": "fe2bddaad3fa5a1138d64a1fb4ee97666a149f88", "externalIds": {"MAG": "2621665610"}, "url": "https://www.semanticscholar.org/paper/fe2bddaad3fa5a1138d64a1fb4ee97666a149f88", "title": "User information regimes: How social media shape patterns of consumption", "abstract": null, "venue": "", "year": 2010, "referenceCount": 0, "citationCount": 63, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "1994992", "name": "J. G. Webster"}]}}, {"intents": ["methodology", "background"], "contexts": ["…despite employing different Web crawling procedures and ranking algorithms, major search engines often exhibit high levels of similarity in their search returns (Hindman, 2009), despite the many different interpretive approaches that can be taken to the concept of relevance (Van Couvering, 2007).", "Van Couvering (2007) illustrates how market (oriented around competitive and revenue-generating concerns) and science/technology (oriented around norms of objectivity, innovation, and experimentation) schemas dominate the conceptualizations of “quality” in the design, assessment, and modification…", "This social constructivist approach to algorithms can be seen in Van Couvering’s (2007) research examining how the cultural schemas possessed by those engaged in algorithm development and maintenance affect the thought processes and procedures in their work (e.g., Van Couvering, 2007).", "For instance, despite employing different Web crawling procedures and ranking algorithms, major search engines often exhibit high levels of similarity in their search returns (Hindman, 2009), despite the many different interpretive approaches that can be taken to the concept of relevance (Van Couvering, 2007).", "Van Couvering (2007) illustrates how market (oriented around competitive and revenue-generating concerns) and science/technology (oriented around norms of objectivity, innovation, and experimentation) schemas dominate the conceptualizations of “quality” in the design, assessment, and modification of search algorithms."], "isInfluential": true, "citedPaper": {"paperId": "fe7b3efff13532e5d64bed2b4d588b87c321e49c", "externalIds": {"DBLP": "journals/jcmc/Couvering07", "MAG": "2079422228", "DOI": "10.1111/j.1083-6101.2007.00354.x"}, "url": "https://www.semanticscholar.org/paper/fe7b3efff13532e5d64bed2b4d588b87c321e49c", "title": "Is Relevance Relevant? Market, Science, and War: Discourses of Search Engine Quality", "abstract": "In the face of rising controversy about search engine results—that they are too restrictive, too comprehensive, lacking in certain areas, over-represented in others—this article presents the results of in-depth interviews with search engine producers, examining their conceptions of search engine quality and the implications of those conceptions. Structuration theory suggests that the cultural schemas that frame these discourses of quality will be central in mobilizing resources for technological development. The evidence presented here suggests that resources in search engine development are overwhelmingly allocated on the basis of market factors or scientific/technological concerns. Fairness and representativeness, core elements of the journalists’ definition of quality media content, are not key determiners of search engine quality in the minds of search engine producers. Rather, alternative standards of quality, such as customer satisfaction and relevance, mean that tactics to silence or promote certain websites or site owners (such as blacklisting, whitelisting, and index “cleaning”) are seen as unproblematic.", "venue": "J. Comput. Mediat. Commun.", "year": 2007, "referenceCount": 16, "citationCount": 109, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "2637998", "name": "E. V. Couvering"}]}}, {"intents": ["background"], "contexts": ["…instance, that Barnes & Noble’s latest version of its Nook e-reader specifically\nCommunication Theory 24 (2014) 340–360 © 2014 International Communication Association 353\ntouts that the book recommendations that users receive are generated by actual humans, rather than algorithms (Pierce, 2013)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Barnes & Noble ’ s new Nook GlowLight is faster , lighter , and full of ideas", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "D. Pierce"}]}}, {"intents": ["background"], "contexts": ["Specifically, in an effort to combat the extent to which “low quality” content farm articles appeared prominently in its search returns, Google adjusted its algorithms to reduce the relevance of “low-quality” sites (defined as sites that copy content or provide low value-add to users) (Tartakoff, 2011).", "…in an effort to combat the extent to which “low quality” content farm articles appeared prominently in its search returns, Google adjusted its algorithms to reduce the relevance of “low-quality” sites (defined as sites that copy content or provide low value-add to users) (Tartakoff, 2011)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "anti-“content farm", "abstract": null, "venue": "", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J. Tartakoff"}]}}, {"intents": ["background"], "contexts": ["Nonetheless, at a point in time in which algorithms are being assessed and critiqued in terms of issues such as their demonstrated objectivity or bias (Goldman, 2006); their role in censoring audiences’ access to content (Gillespie, 2011; Pariser, 2011), and even in terms of the extent of their First Amendment rights (see, e.g., Benjamin, 2013; Wu, 2013) (all issues that have been central to the analysis of traditional media institutions), an institutional orientation toward algorithms and their role in the dynamics of media production and consumption seems appropriate.", "…access to content (Gillespie, 2011; Pariser, 2011), and even in terms of the extent of their First Amendment rights (see, e.g., Benjamin, 2013; Wu, 2013) (all issues that have been central to the analysis of traditional media institutions), an institutional orientation toward algorithms and…"], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Machine speech", "abstract": null, "venue": "University of Pennsylvania Law Review, 161, 1495–1533.", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "T. Wu"}]}}, {"intents": ["background"], "contexts": [", which keywords are currently being sought and for how much), and (c) the competitive environment (in terms of content that is already available online) (Roth, 2009).", "…feeds its algorithm three types of data: (a) popular search terms from search engines, (b) the ad market for keywords (i.e., which keywords are currently being sought and for how much), and (c) the competitive environment (in terms of content that is already available online) (Roth, 2009)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "November). The answer factory: Demand Media and the fast, disposable, and profitable as hell media model. Wired. Retrieved from http://www.wired/com/magazine/ 2009/10/ff_demandmedia", "abstract": null, "venue": "", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "D. Roth"}]}}, {"intents": ["background"], "contexts": ["touts that the book recommendations that users receive are generated by actual humans, rather than algorithms (Pierce, 2013).", "…instance, that Barnes & Noble’s latest version of its Nook e-reader specifically\nCommunication Theory 24 (2014) 340–360 © 2014 International Communication Association 353\ntouts that the book recommendations that users receive are generated by actual humans, rather than algorithms (Pierce, 2013)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Noble’s new Nook GlowLight is faster, lighter, and full of ideas. The Verge", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "D. Pierce"}]}}, {"intents": ["background"], "contexts": ["Technological systems have been described as having messy, complex problem-solving components and are both socially constructed and society shaping (a recurrence of the duality theme that is central to our understanding of both institutions and algorithms) (Hughes, 2012).", "Their components include a physical component, organizations, and regulations and laws (Hughes, 2012)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The evolution of large technological systems", "abstract": null, "venue": "W. E. Bijker, T. P. Hughes & T. Pinch (Eds.), The social construction of technological systems: New directions in the sociology and history of technology (Anniversary ed., pp. 45–76). Cambridge, MA: MIT Press.", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "T. P. Hughes"}]}}, {"intents": ["background"], "contexts": ["…example, along with the more recent example of Facebook adjusting its algorithm to downplay the visibility of “viral” content such as photo memes (see Ingram, 2013) illustrates, certain algorithms operate as institutional structures that other content providers must try to navigate effectively."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The scorpion and the frog : Who wins as Facebook makes tweaks to its newsfeed algorithms", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M. Ingram"}]}}, {"intents": ["methodology", "background"], "contexts": ["…such as Epagogix, which employs algorithms to predict the success of prospective film projects based upon the plot elements contained within the individual film scripts, and linking these content characteristics with historical data on box office grosses (Davenport & Harris, 2009; Gladwell, 2006).", "The motion picture industry, for instance, has begun to rely on predictive software packages such as Epagogix, which employs algorithms to predict the success of prospective film projects based upon the plot elements contained within the individual film scripts, and linking these content characteristics with historical data on box office grosses (Davenport & Harris, 2009; Gladwell, 2006)."], "isInfluential": false, "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The formula: What if you built a machine to predict hit movies? The New Yorker", "abstract": null, "venue": "", "year": 2006, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M. Gladwell"}]}}]}