{"offset": 0, "next": 100, "data": [{"intents": ["background"], "contexts": ["In the insightful study of trolls, Phillips (2015) ties the current surge in such power to the logic of the sensationalist-24/7 news media."], "isInfluential": false, "citingPaper": {"paperId": "195caf09c749e83efec9acea8ac343ce7a40f7a3", "externalIds": {"MAG": "3154039405", "DOI": "10.1177/14705931211001548"}, "url": "https://www.semanticscholar.org/paper/195caf09c749e83efec9acea8ac343ce7a40f7a3", "title": "It’s no joke: The critical power of a laughing chorus", "abstract": "There is no known time in history, nor known human community without laughter. Laughter imbues our social life. Laughter dominates our daily interactions, perhaps more visibly so on social media, where it is now a weapon wielded frequently against marketers. Yet, marketing theory paid little attention to laughter as a social phenomenon or a collective consumer (re)action. This article begins to address this neglect through an integrative review of theories of laughter and specifically by introducing Mikhail Bakhtin’s notion of a laughing chorus. I engage the notion as a way to understand the internet publics’ rowdy laughter directed at marketing. I show that seemingly nihilistic, irresponsible and discordant laughter is nonetheless an efficacious and notably polyvocal social commentary. To probe further the power of a laughing chorus, I draw on the works of Henri Bergson and Alenka Zupancic and elaborate on laughter as a form of expression that does not depend on reason and argumentation for its effects. I contend that a critical impetus of a laughing chorus may not always be in its content, but in the comic element, centred on repetition. That is, collective, excessive laughter involves a distinct mode of critique, which is not premised on discursive deliberation. I conclude with a reflection on theoretical and methodological opportunities in taking laughter seriously in marketing and consumer culture studies.", "venue": "Marketing Theory", "year": 2021, "referenceCount": 82, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "30932465", "name": "Olga Kravets"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "220a3c6337a3bf08557100703a77fafbaece12ba", "externalIds": {"MAG": "3161299021", "DOI": "10.1177/13548565211015453"}, "url": "https://www.semanticscholar.org/paper/220a3c6337a3bf08557100703a77fafbaece12ba", "title": "‘Hello, this is Martha’: Interaction dynamics of live scambaiting on Twitch", "abstract": "The growth of the Internet has seen the emergence of elaborate examples of cybercrime in the form of ‘scams’. Alongside this, a resistance has also developed, with ‘scambaiters’ engaging in complex...", "venue": "", "year": 2021, "referenceCount": 35, "citationCount": 1, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2068941868", "name": "Andrew S. Ross"}, {"authorId": "119394281", "name": "Lorenzo Logi"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "22f355df790cf1a1265efc8f5830a4c531f57595", "externalIds": {"MAG": "3181293106", "DOI": "10.1080/24701475.2021.1943994"}, "url": "https://www.semanticscholar.org/paper/22f355df790cf1a1265efc8f5830a4c531f57595", "title": "Making common sense of cyberlibertarian ideology: The journalistic consecration of John Perry Barlow", "abstract": "This study critiques the way in which journalism and other media used John Perry Barlow, an early Internet enthusiast, as a source to make common sense of cyberlibertarian ideology as the Internet ...", "venue": "Internet Histories", "year": 2021, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "117689437", "name": "Michael Buozis"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "358d787008ced5feadbf19d4a7fe3eb29a682c22", "externalIds": {"MAG": "3186441363", "DOI": "10.1177/14614448211031031"}, "url": "https://www.semanticscholar.org/paper/358d787008ced5feadbf19d4a7fe3eb29a682c22", "title": "Amplification and the limits of visibility: Complicating strategies of trans voice and representations on social media", "abstract": "In this article, we explore how the concepts of listening and voice influence trans communication and how communicators give voice to their identities and lived experiences through the communication work they perform. We examine amplification as a strategy for elevating historically marginalized voices within institutional and mediated spaces. Through interviews with trans communicators, findings reveal gaps that strategies of visibility leave unfilled, drawing attention to symbolic and material resources that are needed for generating effective change. We find that visibility-based strategies, such as amplification, can be instrumental in producing an inequitable distribution of power and exacerbating the burden of representation that complicates transgender communicators’ ability to navigate organizational politics.", "venue": "New Media & Society", "year": 2021, "referenceCount": 64, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "12189136", "name": "Erica Ciszek"}, {"authorId": "1573450753", "name": "Paxton Haven"}, {"authorId": "49060739", "name": "Nneka Logan"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3c875dd5f16010e2631d649b2f2bd46e6c18dc4e", "externalIds": {"DOI": "10.1080/1554480X.2021.1914058"}, "url": "https://www.semanticscholar.org/paper/3c875dd5f16010e2631d649b2f2bd46e6c18dc4e", "title": "Civic dimensions of critical digital literacies: towards an abolitionist lens", "abstract": "ABSTRACT This paper analyzes the role of digital and civic literacies in the context of resurgent right-wing ethno-nationalism and movements for the abolition of oppressive institutions worldwide. We discuss how, while digital tools have opened up lines of democratized communication and action, civic life online and offline has become both more authoritarian and more polarized. As software platforms like Facebook and Twitter now dominate everyday civic and economic life, media and civic literacy frameworks fail to address this new reality. After overviewing a framework for literacies in current digital and civic contexts, we draw on critical race science and technology studies in order to contest notions of a universal digital or civic subject, and to argue for moving beyond normative progress discourses. Instead, we offer an abolitionist imagination, arguing that classroom approaches to critical digital literacies must draw on abolitionist praxis in order to challenge ways interlocking forms of oppression affect contemporary civic life, both online and offline.", "venue": "", "year": 2021, "referenceCount": 107, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "46296251", "name": "Antero Garcia"}, {"authorId": "1586653539", "name": "Roberto Santiago de Roock"}]}}, {"intents": ["background"], "contexts": ["…the Internet fails to promote democratically relevant political talk due to the excessive presence of incivility (Coles & West, 2016; Gervais, 2015; Phillips, 2015; Santana, 2014), in spite of evidence that online political talk is a precursor of more sophisticated forms of political engagement…"], "isInfluential": false, "citingPaper": {"paperId": "74072482ec5a5dfc011c84ed409c35310c0a7c7c", "externalIds": {"MAG": "3155519091", "DOI": "10.1177/20563051211008827"}, "url": "https://www.semanticscholar.org/paper/74072482ec5a5dfc011c84ed409c35310c0a7c7c", "title": "More Than Just Shouting? Distinguishing Interpersonal-Directed and Elite-Directed Incivility in Online Political Talk", "abstract": "Online political talk is often deemed toxic to democracy due to the pervasiveness of incivility. This study challenges this perspective by examining the discursive and contextual conditions related to interpersonal incivility in contrast with incivility targeted at political elites on Facebook comments and news websites. Findings suggest that much of the vitriol online is targeted at politicians and characterized by justified opinions. Interpersonal incivility is associated with disagreement, but less likely to be associated with replies—suggesting that users refrain from uncivil direct confrontation. Taken together, these findings indicate that interpersonal-directed and elite-directed incivility are characterized by distinct discursive features and happen in opposite directions. Incivility is more than just shouting, and it is frequently used to criticize political elites and justify opinions than to attack others in a discussion. As such, it should not be inherently associated with toxic behaviors or be considered a problematic feature of online discussions.", "venue": "Social Media + Society", "year": 2021, "referenceCount": 95, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "21243375", "name": "Patrícia G. C. Rossini"}]}}, {"intents": ["background"], "contexts": ["Additionally, trolling, a widespread practice online that tends to replicate ‘gendered notions of dominance and success’ (Phillips, 2015, p. 8) was pervasive."], "isInfluential": false, "citingPaper": {"paperId": "769961bba5f4bc9d74cf198b2b26aed9634f43a7", "externalIds": {"DOI": "10.1080/23808985.2021.1910062"}, "url": "https://www.semanticscholar.org/paper/769961bba5f4bc9d74cf198b2b26aed9634f43a7", "title": "Who are the people? Using fandom research to study populist supporters", "abstract": "ABSTRACT This article suggests considering a social facet of populism, focusing on the supporters, to grasp how they use media to engage with the populist message and their understanding of it. The article proposes that a fan studies approach can be useful to examine how populist supporters’ identification with the imagined community of pure people can help them address specific social-psychological needs. A study applying this approach to the Spanish populist far-right provides evidence that a fan studies framework can help understand populist supporters’ community-building processes and benefits. Then, the article explains the implications for research on populism using this approach, offering a guide for future research. This work is relevant to multiple areas including political communication and cultural studies.", "venue": "", "year": 2021, "referenceCount": 194, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2091992066", "name": "Clara Juarez Miro"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7e94c3feb7ca80f131b63b0dd93acc91582d8ef0", "externalIds": {"MAG": "3183836449", "DOI": "10.1177/13548565211028809"}, "url": "https://www.semanticscholar.org/paper/7e94c3feb7ca80f131b63b0dd93acc91582d8ef0", "title": "Sharing dark sides on game service platforms: Disruptive behaviors and toxicity in DOTA2 through a platform lens", "abstract": "Toxicity continues to have a strong presence in online environments. This is particularly true for digital entertainment like online games. Toxicity is an important topic as it impacts game development, consumption, popularity, public perception, and player health and well-being. Most of the existing literature on toxicity in gaming is descriptive and exploratory; it often sets out to map milestones and inherent drivers of toxicity. In this article, an alternative perspective is advanced, drawing from a foundation in media and culture studies. Data (streaming online chat, user-generated content, and forum discussions) were collected daily for 4 weeks from Twitch.tv and Steam channels about the popular online game DOTA 2. Results were processed with a content analysis relying on the driving concepts of toxicity and social affordance. The case study and related platforms were selected for their relevance and pertinence with the theme addressed. Findings point to peculiar interactive patterns in framing, supporting, and overturning toxicity and resulting harassment in these extended settings. Implications are noteworthy for scholars and practitioners who intend to shed light on how diffused audiences negotiate toxicity in digital gaming and beyond.", "venue": "Convergence: The International Journal of Research into New Media Technologies", "year": 2021, "referenceCount": 64, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "49029621", "name": "Enrico Gandolfi"}, {"authorId": "48948547", "name": "R. Ferdig"}]}}, {"intents": ["background"], "contexts": ["Whitney Phillips (2015, 12), for instance, came to recognize her study of online trolling to be “as much a critique of dominant institutions as it is of the trolls who operate within them”—for deviance mirrors back what institutions ignore or attempt to suppress."], "isInfluential": false, "citingPaper": {"paperId": "c2bae5cac2e885283a35abac919c2ef81bea2ce2", "externalIds": {"DBLP": "journals/corr/abs-2009-12470", "MAG": "3088473954", "ArXiv": "2009.12470", "DOI": "10.1177/14614448211044025"}, "url": "https://www.semanticscholar.org/paper/c2bae5cac2e885283a35abac919c2ef81bea2ce2", "title": "Effective Voice: Beyond Exit and Affect in Online Communities", "abstract": "Online communities provide ample opportunities for user self-expression but generally lack the means for average users to exercise direct control over community policies. This article sets out to identify a set of strategies and techniques through which the voices of participants might be better heard through defined mechanisms for institutional governance. Drawing on Albert O. Hirschman’s distinction between “exit” and “voice” in institutional life, it introduces a further distinction between two kinds of participation: effective voice, as opposed to the far more widespread practices of affective voice. Effective voice is a form of individual or collective speech that brings about a binding effect according to transparent processes. Platform developers and researchers might explore this neglected form of voice by introducing mechanisms for authority and accountability, collective action, and community evolution.", "venue": "New Media & Society", "year": 2020, "referenceCount": 138, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "34811200", "name": "Seth Frey"}, {"authorId": "145254207", "name": "Nathan Schneider"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "dfe1633d7572687c7ae9b36687dd280c8f52c2c9", "externalIds": {"MAG": "3195039228", "DOI": "10.1080/24701475.2021.1968657"}, "url": "https://www.semanticscholar.org/paper/dfe1633d7572687c7ae9b36687dd280c8f52c2c9", "title": "Know Your Meme and the homogenization of web history", "abstract": "As memes circulate and spread throughout different Web communities, their meanings are continually changing. In the last decade, the website Know Your Meme (KYM) has become popular among researcher...", "venue": "Internet Histories", "year": 2021, "referenceCount": 37, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "1506269724", "name": "Ben Pettis"}]}}, {"intents": ["background"], "contexts": ["The “lulz” could be considered a form of schadenfreude, employed by “subcultural trolls” (Phillips, 2015) who enjoy watching others suffer.", "Past netnographic research has shown that trolls are often transparent about their actions and are comfortable sharing them with researchers (Coleman, 2014; Phillips, 2015).", "Similarly, trolls might consider their true selves as different from their troll personas (Phillips, 2015, p. 79).", "As evidence, two groundbreaking books on the subject by Coleman (2014) and Phillips (2015) indicates trolls are often inclined to share their authentic thoughts on the topic with researchers because—in addition to participating in the behavior—they find the topic fascinating to discuss with…", "This finding challenges the common perception that online trolls mostly disrupt communities with “pointless” interjections (Humphreys, 2016); to outspoken Redditors, at least, trolling is a necessary means to an end—a way for others to “generate meaningful discourse” (Phillips, 2015, p. 7)."], "isInfluential": true, "citingPaper": {"paperId": "e17f3cf3b2c8124e11ecb70bc1ededb22f80c382", "externalIds": {"DOI": "10.1177/20563051211021382"}, "url": "https://www.semanticscholar.org/paper/e17f3cf3b2c8124e11ecb70bc1ededb22f80c382", "title": "The Power of Schadenfreude: Predicting Behaviors and Perceptions of Trolling Among Reddit Users", "abstract": "Trolling is an uncivil behavior that is increasingly prevalent in online social interactions. This study sought to understand trolling by examining the psychological predictors that motivate trolling behaviors, as well as perceptions of trolling among 438 Reddit users. A path analysis indicated the motivation of schadenfreude mediates the relationship between personality traits (i.e., the dark triad) and trolling. Outspokenness neither directly nor indirectly predicted trolling. Results also showed that Reddit users motivated by schadenfreude and users who exhibit trolling behaviors view trolling as not being a dysfunctional or undesirable response to online discourse. In addition, those with schadenfreude considered the practice of trolling to be functional/comprehensible. Those who merely observe trolling on Reddit did not consider trolling to be a functional part of online discourse. Age, time spent on Reddit, and the dark triad did not predict functional or dysfunctional perceptions of trolling, but gender played a role.", "venue": "Social Media + Society", "year": 2021, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "10767585", "name": "P. Brubaker"}, {"authorId": "152658978", "name": "D. Montez"}, {"authorId": "8130682", "name": "S. Church"}]}}, {"intents": ["background"], "contexts": ["Indeed, Phillips (2015) argues that a symbiotic relationship between trolls of the ‘alt-right’ and more sensationalist mainstream media amplify outrageous views and behaviours in a cybernetic feedback loop (p. 52)."], "isInfluential": false, "citingPaper": {"paperId": "e38e16f8d9796ea936c27b23186207d733165b6e", "externalIds": {"DBLP": "journals/nms/Rae21", "MAG": "3009369002", "DOI": "10.1177/1461444820910416"}, "url": "https://www.semanticscholar.org/paper/e38e16f8d9796ea936c27b23186207d733165b6e", "title": "Hyperpartisan news: Rethinking the media for populist politics", "abstract": "Online media sites such as Breitbart News in the United States and The Canary in the United Kingdom have come to prominence as powerful new agents. Their reach and influence in the contemporary digital media ecology have been widely highlighted, yet there has been little scholarship to situate these important new players in the field of political communication. This article argues that, first, these ‘interlopers’ known as the ‘alt-right’ and ‘alt-left’ need to be understood as embedded in the context of populist politics. Second, ‘hyperpartisan’ describes these sites better than the framework of alternative media as it mirrors populism’s ideological pillar of ‘us’ versus ‘them’. Finally, a deliberate provocation is argued to name these digital start-ups as news to create a starting point for conceptualising these disruptive new media forces.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 125, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "41136480", "name": "Maria Rae"}]}}, {"intents": ["result"], "contexts": ["This argument goes in line with Whitney Phillips’ (2015) troll ethnography This Is Why We Can’t Have Nice Things: The trolling practices of the early Anonymous movement were never a pure Internet phenomenon, as they gained their shape especially by mirroring the sensationalism of Fox News covering their spectacular activities.", "This argument goes in line with Whitney Phillips’ (2015) troll ethnography This Is Why We Can’t Have Nice Things: The trolling practices of the early Anonymous movement were never a pure Internet phenomenon, as they gained their shape especially by mirroring the sensationalism of Fox News covering…"], "isInfluential": false, "citingPaper": {"paperId": "e8ace9d1e464cc5379d261818eee12b96b491559", "externalIds": {"DBLP": "journals/nms/PassmannS21", "MAG": "3046227402", "DOI": "10.1177/1461444820939458"}, "url": "https://www.semanticscholar.org/paper/e8ace9d1e464cc5379d261818eee12b96b491559", "title": "Liking as taste making: Social media practices as generators of aesthetic valuation and distinction", "abstract": "Much research has been conducted on how social media platforms are used as outlets of taste expression, displaying cultural preferences acquired outside the platforms. This research largely builds on the cultural sociology of Pierre Bourdieu and his analysis of taste as a medium of social distinction. We propose to shift the emphasis from the study of taste expression to an analysis of taste making on social media. This shift is occasioned by broader cultural transformations since the 1990s as well as developments on social media since the late 2000s. We see that rather than merely performing a taste learned elsewhere, users cooperatively develop sensitivities on social media platforms, constituting practices of joint observation, evaluation, and distinction. We call this the triangle of taste in which subjects, objects, and media mutually co-produce each other.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 56, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "11538235", "name": "J. Paßmann"}, {"authorId": "46320735", "name": "Cornelius Schubert"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "032d7da043ce16cf6f8b7ec2722686cc1331ff2c", "externalIds": {"MAG": "3045013322", "DOI": "10.1177/1354856520938602"}, "url": "https://www.semanticscholar.org/paper/032d7da043ce16cf6f8b7ec2722686cc1331ff2c", "title": "PewDiePie, racism and Youtube’s neoliberalist interpretation of freedom of speech", "abstract": "How and why the social limits of racist speech have become obscure and ‘outdated’ for a YouTube star PewDiePie and his over 100 million fans? How have the policies of YouTube affected the general understanding of the limits of racist discourse in the digital media context? In this article, I argue that the case of PewDiePie shows how YouTube exercises a neoliberalist understanding of freedom of speech. In my analysis, I contextualise PewDiePie’s own comments and YouTube’s publications into the history of Internet culture and introduce the development of YouTube into a neoliberalist sphere. I illustrate how neoliberal ideology is now implemented on three levels on YouTube: through creating an illusion of intimacy between a creator and his/her fans, through the promise of equal opportunity on YouTube and through a neoliberalist interpretation of the marketplace-of-ideas principle. The analysis reveals how YouTube’s policies and practices as ideological choices contribute to the normalisation of racism on social media.", "venue": "", "year": 2020, "referenceCount": 112, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116397788", "name": "Jenni Hokka"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0357a6fbfc7fa7f5e61afc4ced79c7dabfee4100", "externalIds": {"DOI": "10.1017/9781108890960.015"}, "url": "https://www.semanticscholar.org/paper/0357a6fbfc7fa7f5e61afc4ced79c7dabfee4100", "title": "Index", "abstract": null, "venue": "Social Media and Democracy", "year": 2020, "referenceCount": 626, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": ["background"], "contexts": ["…at humour’.5 While a significant amount of feminist research has\nbeen conducted into discourses on Reddit (Braithwaite, 2016; Ging, 2017; Massanari, 2015; Milner, 2013b, 2013a; Miltner, 2014; Phillips, 2015), similar research is almost non-existent on 9gag (Wagener, 2014) and non-existent on Imgur.", "Previous scholarship has demonstrated how some social media platforms privilege a male centrality (as well as a white, heterosexual, western centrality) (Braithwaite, 2016; Milner, 2013a; Moloney & Love, 2018; Phillips, 2015; Schmitz & Kazyak, 2016)."], "isInfluential": false, "citingPaper": {"paperId": "0406a166e4e4b955afdad4378b945a4280fa80dc", "externalIds": {"MAG": "3097169711", "DOI": "10.1080/09589236.2020.1833185"}, "url": "https://www.semanticscholar.org/paper/0406a166e4e4b955afdad4378b945a4280fa80dc", "title": "‘Rapeable’ and ‘unrapeable’ women: the portrayal of sexual violence in Internet memes about #MeToo", "abstract": "ABSTRACT This article explores how female victims of sexual violence are portrayed in Internet memes about #MeToo on three social media sites: 9gag, Reddit and Imgur. Using discourse analysis, the article discusses how victims of sexual violence are considered either ‘rapeable’ or ‘unrapeable’ depending on their appearance and their sexual agency, and it considers the way in which women are blamed and held responsible for men’s abuse. Exploring how victims are portrayed also points to how sexual violence is discursively constructed within a humorous discursive space which ultimately trivializes sexual violence. As such, this article expands on existing literature on #MeToo to consider sexual violence, backlash and online humour.", "venue": "Journal of Gender Studies", "year": 2020, "referenceCount": 87, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115297741", "name": "Maja Brandt Andreasen"}]}}, {"intents": ["background"], "contexts": ["As Phillips (2015) chronicled, the threat of\ndeception was also crucial to early accounts of trolling—and to some extent, it still permeates the way we think about trolls.", "(Phillips, 2015, p. 16)\nThere is thus a long-standing anxiety that surrounds the notion of fakeness in online interactions and that equates fakeness with insincerity."], "isInfluential": false, "citingPaper": {"paperId": "0797e7e2614c2cc4dcc593ea84bada2c8e5fafcc", "externalIds": {"MAG": "3094374539", "DOI": "10.1177/2056305120963824"}, "url": "https://www.semanticscholar.org/paper/0797e7e2614c2cc4dcc593ea84bada2c8e5fafcc", "title": "Sincerely Fake: Exploring User-Generated Political Fakes and Networked Publics", "abstract": "This article investigates user-generated political satire, focusing in particular on one genre: fake political accounts. Such fakes, created as social media profiles, satirize politicians or political organizations by impersonating them. Through interviews with a sample of Italian fake accounts creators, I explore how the fakes navigate their fakeness vis-à-vis the affordances of social network sites and their publics. First, I map how the publics of the fake accounts react to the satire along two axes: one referring to the public’s understanding of the satire and the other to the uses that the public makes of the satire. Second, I show how fakeness is part of everyday interactions in networked publics. Third, I argue for fakeness as a playful, powerful, and sincere critique of the political and its pretense to authenticity. By focusing on fake political accounts, this article provides insights on the place of fakeness in online communication beyond the debate around “fake news.”", "venue": "", "year": 2020, "referenceCount": 57, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1471902867", "name": "E. Ferrari"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "09c1e46ed25bc33933941b01b9dbddfd8862d7a4", "externalIds": {"MAG": "3080234498", "DOI": "10.1007/s13347-020-00425-4"}, "url": "https://www.semanticscholar.org/paper/09c1e46ed25bc33933941b01b9dbddfd8862d7a4", "title": "Unintentional Trolling: How Subjects Express Their Prejudices Through Made-up Stories", "abstract": "It is often assumed that trolling is an intentional action. The aim of the paper is to argue for a form of unintentional trolling. Firstly, we outline minimal conditions for intentional actions. Secondly, an unintentional trolling example is introduced. Thirdly, we will show that in some cases, an utterance can be expressive, while it is perceived as descriptive. On the basis of the justification-suppression model, we argue that the introduced trolling example is such a case. In order to bypass social sanctions for expressing prejudices, agents unintentionally express their prejudices through stories that appear to be descriptive. Thereby, the characterized behavior does not fulfill the minimal conditions for intentional action. Fourthly, we give criteria that can be used to identify unintentional trolls. Finally, after unintentional trolling is analyzed, the trolls’ behavioral goals are considered. In conclusion, an analysis of unintentional trolling is given, which has explanatory benefits in contrast to the classic intentional trolling concepts.", "venue": "", "year": 2020, "referenceCount": 34, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5550194", "name": "René Baston"}, {"authorId": "2080294000", "name": "Benedict Kenyah-Damptey"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0e62c1452ba4d3d03bf32280f02aa34135c5e267", "externalIds": {"MAG": "3081370563", "DOI": "10.1017/9781108890960.006"}, "url": "https://www.semanticscholar.org/paper/0e62c1452ba4d3d03bf32280f02aa34135c5e267", "title": "Bots and Computational Propaganda: Automation for Communication and Control", "abstract": null, "venue": "", "year": 2020, "referenceCount": 761, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32822615", "name": "Samuel C. Woolley"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "183e240ae7cc07b579504306a40f1ac4db8b8d8e", "externalIds": {"MAG": "3081288631", "DOI": "10.1017/9781108890960.013"}, "url": "https://www.semanticscholar.org/paper/183e240ae7cc07b579504306a40f1ac4db8b8d8e", "title": "Democratic Transparency in the Platform Society", "abstract": null, "venue": "", "year": 2020, "referenceCount": 745, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "35630546", "name": "Robert Gorwa"}, {"authorId": "104277626", "name": "T. G. Ash"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "21d832d7b8d15bdc326ef5c950d8ae4f54a07756", "externalIds": {"MAG": "3095762762", "DOI": "10.1177/1367877920965990"}, "url": "https://www.semanticscholar.org/paper/21d832d7b8d15bdc326ef5c950d8ae4f54a07756", "title": "Living Through It: Anger, Laughter, and Internet Memes in Dark Times", "abstract": "In this article, the author examines online political discourse as it is made manifest in internet memes in order to illuminate the lived, felt dimensions of progressive politics at a historical moment when those politics seem especially imperiled. The author argues for an understanding of online engagements with politics as being borne of oscillation as users move between platforms as well as affective states. The goal: to underscore how anger and laughter provide progressives with different opportunities to weather, make fun of, and combat the ascendancy of right-wing populism. Rooted in literature on affect and scholarship on internet memes, especially feminist internet memes, the article examines several different memes that circulated between 2016 and 2020, including #pussygrabsback, #neverthelessshepersisted, Prankster Joe Biden memes, and Creepy Joe Biden memes.", "venue": "", "year": 2020, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48372430", "name": "Hollis Griffin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2628898f25d0ec5132d230adbc01ffd7fedad3be", "externalIds": {"MAG": "3067024977", "DOI": "10.1177/1464884920957166"}, "url": "https://www.semanticscholar.org/paper/2628898f25d0ec5132d230adbc01ffd7fedad3be", "title": "The media provocateur: A rhetorical framework for studying an emerging persona in journalism", "abstract": "With the proliferation of digital and social media in particular, non-traditional actors are entering journalism based on their personal rhetorical competencies, rather than their formal journalist...", "venue": "", "year": 2020, "referenceCount": 66, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2102068898", "name": "Rasmus Rønlev"}, {"authorId": "2065408963", "name": "Mette Bengtsson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "295f33fd9fc1475b7bd66d19db68e6159297147a", "externalIds": {"MAG": "3036823921", "DOI": "10.1177/2056305120928512"}, "url": "https://www.semanticscholar.org/paper/295f33fd9fc1475b7bd66d19db68e6159297147a", "title": "Trolling as a Collective Form of Harassment: An Inductive Study of How Online Users Understand Trolling", "abstract": "Rising media and academic concerns for the social implications of online trolling require that scholars understand how everyday users conceptualize trolling. The validity of survey instruments may potentially be at risk if online users and academics, who subsequently advocate for interventions, have competing understandings of trolling. Surveying 120 US-based online users, I find that the spectrum of behaviors classified in the literature as “trolling” do not resonate with respondents. Instead, respondents report that harassment on the basis of race and gender is indicative of trolling. These results suggest a disconnect between academic definitions of trolling that focus on prosocial or humor-based forms of trolling and lay definitions which foreground identity-based harassment and harm. Current instruments that assess trolling behaviors and experiences do not attend to this definition of trolling as identity-based harassment, calling into question construct validity. Furthermore, sociologists identify identity-based harassment as a form of discrimination in other domains of social life, but present measures of discrimination do not consider the online domain. This suggests that studies of everyday discrimination and the implications of mistreatment should extend to online spaces, where racism and sexism are reproduced.", "venue": "", "year": 2020, "referenceCount": 19, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32277792", "name": "Stephanie M. Ortiz"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2be81002922177ab5344934f8420fd7b84eb9d13", "externalIds": {"MAG": "3171797289", "DOI": "10.1017/9781108584517.006"}, "url": "https://www.semanticscholar.org/paper/2be81002922177ab5344934f8420fd7b84eb9d13", "title": "Extremist Narratives and Counter-Narratives", "abstract": null, "venue": "", "year": 2020, "referenceCount": 394, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "2482706", "name": "Kurt Braddock"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2e00d61c5d0d4a251631598eefb15abec709b27d", "externalIds": {"MAG": "3161009697", "DOI": "10.1017/9781108297820.008"}, "url": "https://www.semanticscholar.org/paper/2e00d61c5d0d4a251631598eefb15abec709b27d", "title": "Digital Media and Democracy", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1144, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "368d987f5f20e96b1ea0c0c7e5ed26c2a21367b0", "externalIds": {"DOI": "10.11647/obp.0200"}, "url": "https://www.semanticscholar.org/paper/368d987f5f20e96b1ea0c0c7e5ed26c2a21367b0", "title": "Introducing Vigilant Audiences", "abstract": null, "venue": "", "year": 2020, "referenceCount": 127, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": ["background"], "contexts": ["These opposing sides in a ‘culture war’ share certain formal characteristics, in being aimed primarily at the obstruction of normative and epistemic consensus, deploying the classic ‘trolling’ techniques of humour, memes, outrage and ad hominem attack to do so (Phillips, 2015).", "Trolling is the practice that brings these two together, offering a form of heroism (in the eyes of other trolls) to the internet user who is able to wreak the most harm upon others, especially those who are highly reputed (Phillips, 2015)."], "isInfluential": false, "citingPaper": {"paperId": "39e0a3f467adc4597582b065691e88ad339f607b", "externalIds": {"MAG": "3049127449", "DOI": "10.1177/1368431020945841"}, "url": "https://www.semanticscholar.org/paper/39e0a3f467adc4597582b065691e88ad339f607b", "title": "Anti-equivalence: Pragmatics of post-liberal dispute", "abstract": "In the early twenty-first century, liberal democracies have witnessed their foundational norms of critique and deliberation being disrupted by a combination of populist and technological forces. A distinctive style of dispute has appeared, in which a speaker denounces the unfairness of all liberal and institutional systems of equivalence, including the measures of law, economics and the various other ‘tests’ which convention scholars have deemed core to organisations. The article reviews how sociologists of critique have tended to treat critical capacities as oriented towards consensus but then considers how technologies of real-time ‘control’ circumvent liberal critique altogether. In response, a different type of dispute emerges in the digital public sphere, which abandons equivalences in general, instead adopting a non-representational template of warfare. This style of post-liberal dispute is manifest in the rhetoric of populists but does not originate there.", "venue": "", "year": 2020, "referenceCount": 156, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "31073789", "name": "W. Davies"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3f9438e2ec6ef7923602794beca2a3ffb2f7bc9e", "externalIds": {"DOI": "10.1017/9781108584517.011"}, "url": "https://www.semanticscholar.org/paper/3f9438e2ec6ef7923602794beca2a3ffb2f7bc9e", "title": "The Coming Persuasion Wars: Three Future Challenges in Radicalization and Counter-Radicalization", "abstract": null, "venue": "Weaponized Words", "year": 2020, "referenceCount": 350, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "407e33e642b66a5950d7da48e974916dff381056", "externalIds": {"MAG": "3174432825", "DOI": "10.1017/9781108584517.003"}, "url": "https://www.semanticscholar.org/paper/407e33e642b66a5950d7da48e974916dff381056", "title": "Words are Loaded Pistols: Radicalization and Persuasion", "abstract": null, "venue": "Weaponized Words", "year": 2020, "referenceCount": 394, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2482706", "name": "Kurt Braddock"}]}}, {"intents": ["background"], "contexts": ["Trolls, for instance, exploit moments of uncertainty, infusing them with disinformation (Phillips, 2015).", "…trolls often delete their accounts once they have disrupted or hijacked a conversation—or the accounts are suspended by platform administrators (Phillips, 2015), we flagged these deleted and suspended accounts as trolls, and, if they used a meme that spread misleading information about an…", "Retweets and presentation are particularly important because trolls will create fake accounts, retweet one another in an effort to highjack discourse, and delete their accounts once their goal has been achieved (Phillips, 2015).", "Trolls create multiple accounts and vary their posts slightly until they craft content that spreads across a network (Phillips, 2015)."], "isInfluential": true, "citingPaper": {"paperId": "423454fe718edb4e5c31b48bf41c7416a5b35584", "externalIds": {"DBLP": "journals/nms/RohlingerWT20", "MAG": "2974716715", "DOI": "10.1177/1461444819875708"}, "url": "https://www.semanticscholar.org/paper/423454fe718edb4e5c31b48bf41c7416a5b35584", "title": "From “thank god for helping this person” to “libtards really jumped the shark”: Opinion leaders and (in)civility in the wake of school shootings", "abstract": "Drawing on a qualitative analysis of 5996 tweets and 480 mainstream news stories about the Florida State University (FSU) and the Ohio State University (OSU) shootings, we examine who emerges as opinion leaders during crises, the kinds of narratives they help construct about school shootings, and the relative civility of these narratives. We find that the opinion leaders who emerge after a crisis are assumed to have local knowledge about the incident and/or are able to quickly curate information about the incident. In addition, we find that the quality of information spread by opinion leaders is critical to narrative construction and civility. The largely fact-based narratives associated with the FSU incident were far more civil than the OSU narratives, which were based on disinformation and polemics. We conclude the article by calling on scholars to take a more nuanced approach to conceptualizing and studying opinion leaders.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 80, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "14483652", "name": "Deana A. Rohlinger"}, {"authorId": "2110352739", "name": "Cynthia Williams"}, {"authorId": "147614560", "name": "Mackenzie Teek"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "45cb9752e8e07a9dd244c1e44362e40e9fdc3987", "externalIds": {"DOI": "10.1017/9781108297820.011"}, "url": "https://www.semanticscholar.org/paper/45cb9752e8e07a9dd244c1e44362e40e9fdc3987", "title": "Index", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "463afc38055fd2c38b6a83b9990e871d3d6dad85", "externalIds": {"DOI": "10.5117/9789463724838_ch09"}, "url": "https://www.semanticscholar.org/paper/463afc38055fd2c38b6a83b9990e871d3d6dad85", "title": "Epilogue", "abstract": "The publication of the study elicited reactions, especially on Twitter, where questions arose about the use of the notion of junk news, rather than ‘pulp news’, among other points. The analogy to junk food is emphasised. There was also the question of symmetry, and the treatment of both ends of the political spectrum. Why is the new populist right identified as the purveyors of extreme content? We found a polarised Dutch media landscape where hyperpartisan (and to a lesser extent conspiracy) content from new populist right (rather than the left or other orientations) circulates well on social media. Unlike in the US during the initial Trump insurgency, mainstream news in the Netherlands still outperforms what was hitherto known as ‘fake news’, across all platforms.", "venue": "The Politics of Social Media Manipulation", "year": 2020, "referenceCount": 77, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "145280149", "name": "Richard A. Rogers"}, {"authorId": "120414940", "name": "Sal Hagen"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "482ad26f461842e2eecdb33af04b2b93af92641b", "externalIds": {"MAG": "3081427378", "DOI": "10.1080/10714421.2020.1797435"}, "url": "https://www.semanticscholar.org/paper/482ad26f461842e2eecdb33af04b2b93af92641b", "title": "“The first combat meme brigade of the Slovak internet”: hybridization of civic engagement through digital media trolling", "abstract": "ABSTRACT This paper analyzes a locally bound and hybridized form of civic engagement through digital media. Based on an explorative case study of a Slovak Facebook page called Zomri, engaged mostly in both mockery and denunciation of societal and political actors, the paper aims to challenge existing conceptual definitions of social media-based civic engagements, pointing to its hybridization. Through in-depth interviews with its founders and a survey of its supporters, we position the group and its activities through three separate lenses (trolling, digital vigilantism, and citizen journalism) that constitute an emergent category of dynamic and politically influential civic society actor.", "venue": "", "year": 2020, "referenceCount": 45, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "120481124", "name": "Radka Vicenová"}, {"authorId": "39942808", "name": "D. Trottier"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4ccf4a4f1a97040830ecd4e168ae62deaa771877", "externalIds": {"MAG": "3058897446", "DOI": "10.2478/dim-2020-0015"}, "url": "https://www.semanticscholar.org/paper/4ccf4a4f1a97040830ecd4e168ae62deaa771877", "title": "Twelve Agendas on Interacting with Information: A Human-Engaged Computing Perspective", "abstract": "Abstract During the coronavirus global pandemic crisis, we have received information from authentic and inauthentic sources. Fake news, continuous rumors, and prejudiced opinions from digital platforms and social media have the capacity to disrupt social harmony, to stall personal development, and to undermine trust on all levels of human interaction. Despite the wide plurality of perspectives, the diversity of contents, the variety of voices, and the many often-conflicting reasons for publishing, our interactions with information on digital devices are progressively shaping such situations and affecting decisions on all levels. We look at the limitations of existing designs and guidelines in the current paradigm, and we ask to what extent researchers and developers can focus and contribute, through their innovations, to the reduction of uncertainty and cases of misdirection, how they can mitigate tensions between information and humans, and how they can contribute to the maintenance and enhancement of worthy human values. Human-engaged computing (HEC) calls for innate user capacities to be enhanced rather than displaced by digital technologies so that the human factor in interactions is fully exploited and truly efficient symbiotic relationships between humans and devices can be achieved. Under the framework of HEC, we propose 12 research agendas from the theoretical, principled, and practical aspects, in order to develop future synergized interactions between humans and information. The present crisis presents us with a good opportunity to reflect on the need to empower humans in relation to the tools they use and to consider the next paradigm shift for designing information interaction.", "venue": "", "year": 2020, "referenceCount": 30, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2109118728", "name": "Chen Wang"}, {"authorId": "1410318900", "name": "Xiaojun (Jenny) Yuan"}, {"authorId": "49448428", "name": "X. Ren"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4f9ecb200e0229ac1072a94668af47144a532d7d", "externalIds": {"DOI": "10.5117/9789463728935_ch07"}, "url": "https://www.semanticscholar.org/paper/4f9ecb200e0229ac1072a94668af47144a532d7d", "title": "The ‘Open Letter to the Evangelical Church’ and its Discontents: The Online Politics of Asian American Evangelicals, 2013-2016", "abstract": "Recent treatments of Asian American evangelicals tend to focus on a shift\n of attention from their identity-based attempts to found autonomous\n congregations to online self-publications. I evaluate this new trend by\n considering two episodes in Asian American evangelical self-publication:\n the ‘open letter to the evangelical church’ in 2013 and the Killjoy Prophets\n initiative from 2014-2016 when their leader Suey Park disappeared from\n the Internet. I argue that while Asian American evangelical online selfpublication\n is intended to reform evangelicalism, its discursive nature\n leads to debates among Asian American evangelicals about whether\n the cyber-discourse about them is adequately representational. This\n sobering analysis demonstrates that the identitarian claims of Asian\n American evangelicalism are not transcended by cyberspace, but are\n exacerbated by it.", "venue": "Religion, Hypermobility and Digital Media in Global Asia", "year": 2020, "referenceCount": 9, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2112026541", "name": "J. K. Tse"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "503617d9773da4a157ffe63278f2946a6448dee4", "externalIds": {"MAG": "3080190007", "DOI": "10.1017/9781108890960.008"}, "url": "https://www.semanticscholar.org/paper/503617d9773da4a157ffe63278f2946a6448dee4", "title": "Democratic Creative Destruction? The Effect of a Changing Media Landscape on Democracy", "abstract": null, "venue": "", "year": 2020, "referenceCount": 745, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2212978", "name": "R. Nielsen"}, {"authorId": "145408552", "name": "R. Fletcher"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "515721a520ba5cc8068cfff21096acebf8be8976", "externalIds": {"DOI": "10.1017/9781108584517.005"}, "url": "https://www.semanticscholar.org/paper/515721a520ba5cc8068cfff21096acebf8be8976", "title": "The Weapons", "abstract": null, "venue": "Weaponized Words", "year": 2020, "referenceCount": 350, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "56a695de1e8b665b744eb9225bdabf5b604007f5", "externalIds": {"MAG": "3087696749", "DOI": "10.1177/1461444820948803"}, "url": "https://www.semanticscholar.org/paper/56a695de1e8b665b744eb9225bdabf5b604007f5", "title": "The challenges of studying 4chan and the Alt-Right: ‘Come on in the water’s fine’", "abstract": "In 2019, the authors led a workshop at King’s College London examining how to study 4chan and assess their association with the Alt-Right. Unbeknownst to the authors, a participant was a 4chan user...", "venue": "", "year": 2020, "referenceCount": 38, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "83640010", "name": "Tom Colley"}, {"authorId": "123338173", "name": "Martin Moore"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "589191b0dc8207f0884fee7ced8b21015db018ef", "externalIds": {"MAG": "3080574198", "DOI": "10.1017/9781108890960.009"}, "url": "https://www.semanticscholar.org/paper/589191b0dc8207f0884fee7ced8b21015db018ef", "title": "Misinformation and Its Correction", "abstract": null, "venue": "", "year": 2020, "referenceCount": 745, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "112886770", "name": "Chloe Wittenberg"}, {"authorId": "4859855", "name": "A. Berinsky"}]}}, {"intents": ["background"], "contexts": ["In recent years, negative emotions as projected by fans seem to be gradually developing into a new cultural phenomenon that is increasingly drawing academic attention (see, for example, Claessens and Van den Bulck, 2015; Hill, 2015; Phillips, 2015)."], "isInfluential": false, "citingPaper": {"paperId": "58d407da063c737840513e1d71b31471c3adcec2", "externalIds": {"MAG": "3048509541", "DOI": "10.1177/1367549420944950"}, "url": "https://www.semanticscholar.org/paper/58d407da063c737840513e1d71b31471c3adcec2", "title": "Book review: Melissa A. Click, Anti-Fandom: Dislike and Hate in the Digital Age", "abstract": null, "venue": "", "year": 2020, "referenceCount": 6, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "1996037078", "name": "Shiyu Zheng"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "60715d93df11c55af7c9214bef0d4f3bdb1aeb8a", "externalIds": {"DOI": "10.1017/9781108584517.009"}, "url": "https://www.semanticscholar.org/paper/60715d93df11c55af7c9214bef0d4f3bdb1aeb8a", "title": "Terrorism is Theater: Emotion in Extremist Propaganda and Counter-Propaganda", "abstract": null, "venue": "Weaponized Words", "year": 2020, "referenceCount": 350, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "61aad1b7349c65cc6ea13281bfa36cf93328a566", "externalIds": {"MAG": "3165522001", "DOI": "10.1017/9781108297820.005"}, "url": "https://www.semanticscholar.org/paper/61aad1b7349c65cc6ea13281bfa36cf93328a566", "title": "Digital Media and Collective Action", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "68d5910041254f2f49cf1ba383527ca4d74d2ccb", "externalIds": {"DOI": "10.1017/lst.2020.16"}, "url": "https://www.semanticscholar.org/paper/68d5910041254f2f49cf1ba383527ca4d74d2ccb", "title": "Habermasian utopia or Sunstein's echo chamber? The ‘dark side’ of hashtag hijacking and feminist activism", "abstract": "Abstract Society thinks, talks, and communicates in ways which are inherently different now from the pre-Internet era. Hashtags in particular have transformed community formation around a particular topic, issue, or goal. A new and relatively under-studied phenomenon is that of ‘hashtag hijacking’, where individuals or groups use a particular hashtag to draw attention to arguments and narratives which undermine or oppose the hashtag's objective. Most of the current literature looks at hashtag hijacking as a positive outlet for counter-discourse/counter-narratives to challenge dominant groups. This study, however, looks at the ‘dark side’ of hashtag hijacking, where groups use trolling tactics similar to the Alt_Right to reinforce misogynistic views. The hijacking of three hashtags is explored in this study: #notacriminal, #women2drive, and #mydressmychoice, to explore feminist theories on the role of social media in a ‘public space’. Does Twitter function as one common public sphere where inequalities are so deeply embedded that minority voices have no hope of being heard? Or does Twitter function as a meeting place for multiple competing public spheres, thus allowing minority – and in this case feminist – voices to be heard?", "venue": "Legal Studies", "year": 2020, "referenceCount": 68, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2060550436", "name": "Reilly Anne Dempsey Willis"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6dc0f34b904d0a435308b271e8936e744735c84d", "externalIds": {"DOI": "10.1017/9781108297820.010"}, "url": "https://www.semanticscholar.org/paper/6dc0f34b904d0a435308b271e8936e744735c84d", "title": "References", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7697874a800b6eb8b4e4980350167587948497a6", "externalIds": {"DOI": "10.1017/9781108584517.014"}, "url": "https://www.semanticscholar.org/paper/7697874a800b6eb8b4e4980350167587948497a6", "title": "Index", "abstract": null, "venue": "Weaponized Words", "year": 2020, "referenceCount": 350, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7a5933536b1293d4fb257a0c0e14d614b74534c7", "externalIds": {"MAG": "3081379046", "DOI": "10.1017/9781108890960.003"}, "url": "https://www.semanticscholar.org/paper/7a5933536b1293d4fb257a0c0e14d614b74534c7", "title": "Misinformation, Disinformation, and Online Propaganda", "abstract": null, "venue": "", "year": 2020, "referenceCount": 746, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "67045794", "name": "A. Guess"}, {"authorId": "145898414", "name": "Benjamin A. Lyons"}]}}, {"intents": ["background"], "contexts": ["At the same time, media outlets also win: They get the clicks that provide an audience for the much needed advertisements on their websites (Phillips 2015, p. 5–6)."], "isInfluential": false, "citingPaper": {"paperId": "7be57737b6179059c40c48dc24db01bcc94634b7", "externalIds": {"MAG": "3007846020", "DOI": "10.1080/19392397.2020.1704431"}, "url": "https://www.semanticscholar.org/paper/7be57737b6179059c40c48dc24db01bcc94634b7", "title": "From awkward teen girl to aryan goddess meme: Taylor Swift and the hijacking of star texts", "abstract": "ABSTRACT Before Taylor Swift came out as a supporter of the Democratic Party in October 2018, the neo-Nazi and white supremacist website The Daily Stormer published 12 articles tagged ‘Taylor Swift’. The Daily Stormer was not the first to notice Swift’s ‘Aryan spirit’. In 2013, an online poster that went by the name ‘Emily Pattinson’ started creating memes with pictures of Swift and quotes by Adolf Hitler on Pinterest. At first glance, these appropriations of Swift’s persona might be interpreted as one-sided fan practices from an undesired audience. However, Swift is not merely the object of these activities. I argue that she offers ample hooks for them in her music. Swift’s star text courts and facilitates a white-supremacist reading, at the same time that it eschews the consequences of this play from her mainstream fan base. Nonetheless, it has become increasingly difficult for Swift to seize control over her star text. In a celebrity landscape so drastically changed by social media, which have destabilised older ideas of celebrity-audience interactions, a polysemic star text that declines to explicitly claim political position provides opportunities for hijacking by audiences.", "venue": "", "year": 2020, "referenceCount": 20, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "117536562", "name": "A. Prins"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7f611c32bce0d24d958e79c73fc001bf204030de", "externalIds": {"MAG": "3110853660", "DOI": "10.1002/9781118902264.ch73"}, "url": "https://www.semanticscholar.org/paper/7f611c32bce0d24d958e79c73fc001bf204030de", "title": "Public‐Facing Literature", "abstract": null, "venue": "", "year": 2020, "referenceCount": 63, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "79937424", "name": "Millicent Weber"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7fac4ebcf1d0bc3b55f8e90b13ae477bb878f60d", "externalIds": {"MAG": "3008769307", "DOI": "10.1017/9781108297820"}, "url": "https://www.semanticscholar.org/paper/7fac4ebcf1d0bc3b55f8e90b13ae477bb878f60d", "title": "Retooling Politics", "abstract": "Donald Trump, the Arab Spring, Brexit: digital media have provided political actors and citizens with new tools to engage in politics. These tools are now routinely used by activists, candidates, non-governmental organizations, and parties to inform, mobilize, and persuade people. But what are the effects of this retooling of politics? Do digital media empower the powerless or are they breaking democracy? Have these new tools and practices fundamentally changed politics or is their impact just a matter of degree? This clear-eyed guide steps back from hyperbolic hopes and fears to offer a balanced account of what aspects of politics are being shaped by digital media and what remains unchanged. The authors discuss data-driven politics, the flow and reach of political information, the effects of communication interventions through digital tools, their use by citizens in coordinating political action, and what their impact is on political organizations and on democracy at large.", "venue": "", "year": 2020, "referenceCount": 977, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "3225415", "name": "Daniel Gayo-Avello"}]}}, {"intents": ["background"], "contexts": ["This could be especially true for more interactive practices such as comments that allow to express a highly diverse spectrum of feedbacks including criticism, incivility (Rowe, 2015) and trolling (Phillips, 2015)."], "isInfluential": false, "citingPaper": {"paperId": "827281ca1094a0c1c123524499433c7746f3025d", "externalIds": {"MAG": "3011049559", "DOI": "10.1177/0267323120909292"}, "url": "https://www.semanticscholar.org/paper/827281ca1094a0c1c123524499433c7746f3025d", "title": "Citizens’ engagement with popularization and with populist actors on Facebook: A study on 52 leaders in 18 Western democracies", "abstract": "By considering the Facebook activity of 52 party leaders during national election campaigns held in 18 Western democracies that went to the polls between 2013 and 2017, we study users’ engagement with popularization and with populist leaders. Applying negative binomial hierarchical models on original data of party leaders’ Facebook pages, we find that elements of popularization in leaders’ posts are associated with an increase in users’ acknowledgement (number of likes), decreases in redistribution (number of shares), while they do not affect discursive interactions (number of comments). Our research also shows that, irrespective of their content, messages published by populist leaders are more capable of increasing both acknowledgement and redistribution, while they do not generate more comments than those published by non-populists. Finally, we find that when populist leaders adopt popularization as a communicative style, they do not achieve any extra gain vis-a-vis non-populist actors.", "venue": "", "year": 2020, "referenceCount": 82, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "114754857", "name": "Diego Ceccobelli"}, {"authorId": "40455992", "name": "M. Quaranta"}, {"authorId": "2889946", "name": "A. Valeriani"}]}}, {"intents": ["background"], "contexts": ["Such psychosocial factors, combined with digital affordances of anonymity (Phillips, 2015), algorithmic biases and extremist groups’ ability to game algorithms (Daniels, 2018; Noble, 2018), digital tools that enable users to create and disseminate content widely (Woolley and Howard, 2019),…", "…nationalist recruitment online (Daniels, 2018) and the related role of platform affordances, algorithms and digital culture and vernacular in circulating and making mainstream white supremacist and other racialised and violent ideologies (Noble, 2018; Phillips, 2015; Woolley and Howard, 2019)."], "isInfluential": false, "citingPaper": {"paperId": "828777d9830f75f31d9d7193229e7af433a3404a", "externalIds": {"MAG": "3027774027", "DOI": "10.1177/1440783320919173"}, "url": "https://www.semanticscholar.org/paper/828777d9830f75f31d9d7193229e7af433a3404a", "title": "Youth, social cohesion and digital life: From risk and resilience to a global digital citizenship approach", "abstract": "Cultural diversity and the digital have been identified as among the most important megatrends facing young Australians in current times. These challenges have been addressed primarily through a siloed risk/protection approach, with research and policy/programme formulation focusing on either social cohesion in the ‘offline’ world, particularly risks/protective factors for those identified as culturally and linguistically diverse (CALD) youth; or digital risks/protective factors regarding cyber-safety for mainstream youth. This article contributes to scholarship that bridges the gap between social cohesion and the digital in youth research and policy agendas. Moving beyond the dominant focus on the psychosocial, we propose a sociologically informed, global digital citizenship framework for theorising and analysing social cohesion in relation to young people’s digital practices as a foundation for this agenda.", "venue": "", "year": 2020, "referenceCount": 154, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118296540", "name": "Anita Harris"}, {"authorId": "10654274", "name": "Amelia Johns"}]}}, {"intents": ["background"], "contexts": ["While apparently banal, this meme holds particular meanings for those who engage with these symbolically white and androcentric spaces (Phillips, 2015)."], "isInfluential": false, "citingPaper": {"paperId": "83efdba20972dc15cb786d9b57359e5d66fef4f8", "externalIds": {"MAG": "3001387946", "DOI": "10.1177/2056305119897323"}, "url": "https://www.semanticscholar.org/paper/83efdba20972dc15cb786d9b57359e5d66fef4f8", "title": "Algorithmic Experts: Selling Algorithmic Lore on YouTube", "abstract": "This article considers the growing influence of self-styled algorithmic “experts.” Experts build valuable brands, accumulate notoriety, and piece together careers by selling theorizations of algorithmic visibility on YouTube to aspiring and established creators. They function as intermediaries between sanctioned YouTube industries and the agency of cultural producers. Expertise is developed through research, strategies, and theories to help content creators mitigate platform-specific risks, particularly the risk of algorithmic invisibility. Experts develop entrepreneurial self-brands and position themselves as YouTube’s adversaries, performing “experiments” ostensibly to reveal or translate hidden algorithmic signals or correct “misleading” information. However, ultimately, they teach creators to be complicit with YouTube’s organizational strategies and business models. Studying algorithmic experts reveals insights into how new media producers negotiate platform visibility, but also speaks to long-standing questions about how the management of risk in cultural industries shapes symbolic production. I draw on a 3-year ethnography of YouTube industries to illustrate how experts interpret and instruct in how to become algorithmically (and advertiser) compliant on YouTube. In addition, I highlight their broader role as de facto producers and gatekeepers for aspiring and existing content producers. Meritocratic logic flows through experts’ outputs—meaning expertise is limited to individualized and patchwork solutions that do not address the significant socio-economic inequalities that are still inherent on social media platforms.", "venue": "", "year": 2020, "referenceCount": 87, "citationCount": 19, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144321280", "name": "Sophie Bishop"}]}}, {"intents": ["background"], "contexts": ["…available on YouTube offer validation to this audience’s frustration and disaffection, bundled with a seemingly coherent worldview that explains everything about contemporary politics and an Internet-based counter-cultural aesthetic that evolved from “trolling” culture (Nagle 2017; Phillips 2015)."], "isInfluential": false, "citingPaper": {"paperId": "86e0fd33fde94e421ce0f65e6a48afa81f658366", "externalIds": {"MAG": "3094101919", "DOI": "10.1177/1940161220964767"}, "url": "https://www.semanticscholar.org/paper/86e0fd33fde94e421ce0f65e6a48afa81f658366", "title": "Right-Wing YouTube: A Supply and Demand Perspective", "abstract": "YouTube is the most used social network in the United States and the only major platform that is more popular among right-leaning users. We propose the “Supply and Demand” framework for analyzing politics on YouTube, with an eye toward understanding dynamics among right-wing video producers and consumers. We discuss a number of novel technological affordances of YouTube as a platform and as a collection of videos, and how each might drive supply of or demand for extreme content. We then provide large-scale longitudinal descriptive information about the supply of and demand for conservative political content on YouTube. We demonstrate that viewership of far-right videos peaked in 2017.", "venue": "The International Journal of Press/Politics", "year": 2020, "referenceCount": 134, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "31627796", "name": "Kevin Munger"}, {"authorId": "2113989802", "name": "Joseph Phillips"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "87f3ed21804fae93dfba6235928f76f27870fed5", "externalIds": {"MAG": "3028501940", "DOI": "10.1177/0032321720934630"}, "url": "https://www.semanticscholar.org/paper/87f3ed21804fae93dfba6235928f76f27870fed5", "title": "YouTube and Political Ideologies: Technology, Populism and Rhetorical Form", "abstract": "Digital (participatory and shareable) media are driving profound changes to contemporary politics. That includes, this article argues, important changes to the production, dissemination and recepti...", "venue": "", "year": 2020, "referenceCount": 68, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "98470878", "name": "Alan Finlayson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "887a4c8544d81230341f2d948662bc900a7f60bf", "externalIds": {"DOI": "10.1017/9781108584517.013"}, "url": "https://www.semanticscholar.org/paper/887a4c8544d81230341f2d948662bc900a7f60bf", "title": "Bibliography", "abstract": null, "venue": "Weaponized Words", "year": 2020, "referenceCount": 350, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "89793a572211559f25f5345f8f1335b0fed578a2", "externalIds": {"MAG": "3160179432", "DOI": "10.1017/9781108297820.009"}, "url": "https://www.semanticscholar.org/paper/89793a572211559f25f5345f8f1335b0fed578a2", "title": "Digital Media in Politics", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "898ca4bc52cfc52aadca040d9ad5e355390fea0e", "externalIds": {"MAG": "3156505838", "DOI": "10.1017/9781108297820.004"}, "url": "https://www.semanticscholar.org/paper/898ca4bc52cfc52aadca040d9ad5e355390fea0e", "title": "The Effects of Political Information", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "8c940fe42e5e01e52cb65dfc7fc7a55d205531f2", "externalIds": {"DOI": "10.1017/9781108890960.001"}, "url": "https://www.semanticscholar.org/paper/8c940fe42e5e01e52cb65dfc7fc7a55d205531f2", "title": "Preface", "abstract": null, "venue": "Social Media and Democracy", "year": 2020, "referenceCount": 626, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "8e846c061d385920401c8ea27b22f729f0605e1c", "externalIds": {"DOI": "10.1017/9781108584517.004"}, "url": "https://www.semanticscholar.org/paper/8e846c061d385920401c8ea27b22f729f0605e1c", "title": "The Riddle of the Sphinx: Lessons from Past and Current Counter-Radicalization Efforts", "abstract": null, "venue": "Weaponized Words", "year": 2020, "referenceCount": 350, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": ["background"], "contexts": ["As a result of these affordances, 4chan has been viewed as a source of subcultural innovation on broader mainstream Web culture (De Zeeuw and Tuters, 2020; Douglas, 2014; Phillips, 2015).", "As many scholars of Internet memes have noted, meme subcultures have a history of acting\nwith hostility to the recuperation of their artefacts by mainstream culture, especially when they are commodified by parties with monetary interests (Douglas, 2014; Milner, 2016; Phillips, 2015).", "Within 4chan, this opposition exists as attempts at outsmarting other anons with provocations, wit or insults (Phillips, 2015), a gendered form of discourse with currency in the contemporary Web culture of so-called ‘toxic geek masculinity’ (Salter and Blodgett, 2017).", "Although trolling now more broadly refers to any number of ‘bad actors’ online, historically, it refers specifically to an antagonistic rhetorical practice which aims at eliciting emotional responses from unwitting or unwilling targets (Phillips, 2015).", "While its subcultural origins, in fact, predate the World Wide Web itself (see Donath, 1999), Phillips (2015) argues that trolling experienced a proverbial ‘golden age’ on 4chan in the late 2000s and early 2010s.", "In academic literature, 4chan has been scrutinised in relation to its anonymous activism, unique subculture of memes, and ‘trolling’ ethos (Coleman, 2014; Nissenbaum and Shifman, 2017; Phillips, 2015)."], "isInfluential": true, "citingPaper": {"paperId": "972bc3487ba7f37b420d794d155e452817081dbe", "externalIds": {"DBLP": "journals/nms/TutersH20", "MAG": "2991346873", "DOI": "10.1177/1461444819888746"}, "url": "https://www.semanticscholar.org/paper/972bc3487ba7f37b420d794d155e452817081dbe", "title": "(((They))) rule: Memetic antagonism and nebulous othering on 4chan", "abstract": "Previously theorised as vehicles for expressing progressive dissent, this article considers how political memes have become entangled in the recent reactionary turn of Web subcultures. Drawing on Chantal Mouffe’s work on political affect, this article examines how online anonymous communities use memetic literacy, memetic abstraction, and memetic antagonism to constitute themselves as political collectives. Specifically, it focuses on how the subcultural and highly reactionary milieu of 4chan’s /pol/ board does so through an anti-Semitic meme called triple parentheses. In aggregating the contents of this peculiar meme from a large dataset of /pol/ comments, the article finds that /pol/ users, or anons, tend to use the meme to formulate a nebulous out-group resonant with populist demagoguery.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 118, "citationCount": 23, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "2211150", "name": "M. Tuters"}, {"authorId": "120414940", "name": "Sal Hagen"}]}}, {"intents": ["background"], "contexts": ["There is substantial research on visual memes and online communities (Phillips, 2015, 2018; Wall & Mitew, 2018)."], "isInfluential": false, "citingPaper": {"paperId": "9739cfb7d88b89f1de38f60dfa3c053293e2b40d", "externalIds": {"MAG": "3010025555", "DOI": "10.1080/10584609.2019.1686094"}, "url": "https://www.semanticscholar.org/paper/9739cfb7d88b89f1de38f60dfa3c053293e2b40d", "title": "Disinformation by Design: The Use of Evidence Collages and Platform Filtering in a Media Manipulation Campaign", "abstract": "Disinformation campaigns such as those perpetrated by far-right groups in the United States seek to erode democratic social institutions. Looking to understand these phenomena, previous models of disinformation have emphasized identity-confirmation and misleading presentation of facts to explain why such disinformation is shared. A risk of these accounts, which conjure images of echo chambers and filter bubbles, is portraying people who accept disinformation as relatively passive recipients or conduits. Here we conduct a case study of tactics of disinformation to show how platform design and decentralized communication contribute to advancing the spread of disinformation even when that disinformation is continuously and actively challenged where it appears. Contrary to a view of disinformation flowing within homogeneous echo chambers, in our case study we observe substantial skepticism against disinformation narratives as they form. To examine how disinformation spreads amidst skepticism in this case, we employ a document-driven multi-site trace ethnography to analyze a contested rumor that crossed anonymous message boards, the conservative media ecosystem, and other platforms. We identify two important factors that filtered out skepticism and contested explanations, which facilitated the transformation of this rumor into a disinformation campaign: (1) the aggregation of information into evidence collages—image files that aggregate positive evidence—and (2) platform filtering—the decontextualization of information as these claims crossed platforms. Our findings provide an elucidation of “trading up the chain” dynamics explored by previous researchers and a counterpoint to the relatively mechanistic accounts of passive disinformation propagation that dominate the quantitative literature. We conclude with a discussion of how these factors relate to the communication power available to disparate groups at different times, as well as practical implications for inferring intent from social media traces and practical implications for the design of social media platforms.", "venue": "", "year": 2020, "referenceCount": 113, "citationCount": 23, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "143782314", "name": "P. Krafft"}, {"authorId": "47546597", "name": "Joan M. Donovan"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "9754abaac2cd005331c9f80fc53ab6abd535b76f", "externalIds": {"MAG": "3048017857", "DOI": "10.1080/14680777.2020.1804976"}, "url": "https://www.semanticscholar.org/paper/9754abaac2cd005331c9f80fc53ab6abd535b76f", "title": "The monstrous-feminine in the incel imagination: investigating the representation of women as “femoids” on /r/Braincels", "abstract": "This article presents a study of the discourses circulating /r/Braincels, the (now-defunct) forum on Reddit for self-proclaimed “incels,” that bolster the belief in the structural victimisation of ...", "venue": "", "year": 2020, "referenceCount": 43, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2116169451", "name": "Winnie Chang"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "9975d614112689a2a0923bdb6c169ad404a3783f", "externalIds": {"MAG": "3036715574", "DOI": "10.1177/2056305120926622"}, "url": "https://www.semanticscholar.org/paper/9975d614112689a2a0923bdb6c169ad404a3783f", "title": "Guidelines Without Lines, Communities Without Borders: The Marketplace of Ideas and Digital Manifest Destiny in Social Media Platform Policies", "abstract": "When faced with conflicts, social media platforms harken back to their front-facing, user-friendly documents. These documents, often called community standards, or something similar, lay out the practices allowed on their sites. It is well documented in legal scholarship how technology companies incorporate particular First Amendment jurisprudence into these community standards documents, and this work aims to empirically examine this claim. Specifically, we were interested in how the backbone of American free expression—the marketplace of ideas metaphor—was incorporated into these governing documents. We conducted a textual analysis of five US-based social media platforms (Facebook, Twitter, YouTube, Instagram, and Tumblr) to analyze how the marketplace of ideas metaphor may be invoked. We found these documents do rely heavily on the metaphor for presenting governing strategies. They also rely heavily on an oft-referenced ambiguous moderation line and the idea of a singular, global, borderless community, both of which bolster the marketplace metaphor. Given this, US-based social media platforms are holding the rest of the world to US-based ideas of free expression, thus engaging in digital manifest destiny.", "venue": "", "year": 2020, "referenceCount": 31, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "48853403", "name": "Jessica Maddox"}, {"authorId": "98679889", "name": "J. Malson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "9b6afb4e19d6869fec1f3d477d14b4c012a4fa81", "externalIds": {"DOI": "10.1017/9781108890960.002"}, "url": "https://www.semanticscholar.org/paper/9b6afb4e19d6869fec1f3d477d14b4c012a4fa81", "title": "Introduction", "abstract": null, "venue": "Social Media and Democracy", "year": 2020, "referenceCount": 626, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "118292265", "name": "N. Persily"}, {"authorId": "49124793", "name": "Joshua A. Tucker"}]}}, {"intents": ["background"], "contexts": ["…“unedited” or “disrupted” public sphere, in which some forms of speech that enrich democracy have been strengthened, even as antiliberal forms of speech, such trolling, harassment, and expressions of hate make online discussion spaces inhospitable or unsafe (Boatright et al. 2019; Phillips 2015)."], "isInfluential": false, "citingPaper": {"paperId": "9c4fa83ebcb854a623a3e9a013050bf3b2986e33", "externalIds": {"MAG": "3023472716", "DOI": "10.1177/1940161220922323"}, "url": "https://www.semanticscholar.org/paper/9c4fa83ebcb854a623a3e9a013050bf3b2986e33", "title": "Digital Threats to Democracy: Comparative Lessons and Possible Remedies", "abstract": "We introduce a special issue that collects eight articles, comprising research from twenty-three countries and four continents on the sources, impact on citizens, and possible remedies to various digital threats to democracy, ranging from disinformation to hate speech to state interference with online freedoms. We set these contributions against the backdrop of a profound change in how scholars think about the implications of digital media for democracy. From the utopianism that prevailed from the 1990s until the early 2010s, the post-2016 reckoning has led to a change in the kinds of questions scholars ask, with the focus gradually shifting to investigations of the threats, rather than the benefits, of the Internet. The eight contributions presented in this special issue employ a variety of disciplinary approaches and methods, often comparing different countries, to address some of the most pressing questions on how the Internet can hinder the feasibility and well-functioning of democracy around the world. We conclude by setting out three challenges for future research on digital media and politics: a growing but still partial understanding of the extent and impact of the main digital threats to democracy; the risk that the dominant approaches become overly pessimistic, or founded on weak normative grounds; and the risk that research overemphasizes direct and short-term implications of digital threats on individuals and specific groups at the expense of indirect and medium-term effects on collective norms and expectations of behavior.", "venue": "", "year": 2020, "referenceCount": 170, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "40163778", "name": "M. L. Miller"}, {"authorId": "33295892", "name": "Cristian Vaccari"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a12fc96048b20dc64db67092aeacfa8730d5a4cd", "externalIds": {"MAG": "3171226669", "DOI": "10.1017/9781108584517.008"}, "url": "https://www.semanticscholar.org/paper/a12fc96048b20dc64db67092aeacfa8730d5a4cd", "title": "The Reasoned Action of Radicalization and Counter-Radicalization", "abstract": null, "venue": "", "year": 2020, "referenceCount": 394, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2482706", "name": "Kurt Braddock"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a3affd1a7160113319f13a541b07cddf56c1d8d3", "externalIds": {"MAG": "3085951834", "DOI": "10.1177/1050651920958503"}, "url": "https://www.semanticscholar.org/paper/a3affd1a7160113319f13a541b07cddf56c1d8d3", "title": "Valuing Expertise During the Pandemic", "abstract": "This article addresses how social media platforms can better highlight expert voices through design choices. Misinformation, after all, has exploded during the Covid-19 pandemic, and platforms have struggled to address the issue. The authors examine this critical gap in validation mechanisms in the current social media platforms and suggest possible solutions for this urgent problem with third-party partnerships.", "venue": "", "year": 2021, "referenceCount": 22, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "118967089", "name": "Sweta Baniya"}, {"authorId": "145737216", "name": "L. Potts"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a4105034d7635464ff5384c181898b95768a8ee3", "externalIds": {"DOI": "10.1017/9781108584517.001"}, "url": "https://www.semanticscholar.org/paper/a4105034d7635464ff5384c181898b95768a8ee3", "title": "Introduction", "abstract": null, "venue": "Weaponized Words", "year": 2020, "referenceCount": 350, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ab48faf23269e55a0dfb630cd002dff251aa5a41", "externalIds": {"MAG": "3080223069", "DOI": "10.1017/9781108890960.004"}, "url": "https://www.semanticscholar.org/paper/ab48faf23269e55a0dfb630cd002dff251aa5a41", "title": "Social Media, Echo Chambers, and Political Polarization", "abstract": "A popular argument that is commonly put forth as an explanation linking digital technologies to political polarization is related to their ability to foster the emergence of echo chambers where extremist ideas are amplified. Sunstein (2018), a leading proponent of this view, argues that the main characteristic of social networking sites is that they allow politically like-minded individuals to find one another. In this environment, citizens are only exposed to information that reinforces their political views and remain isolated from other individuals with opposing views, in part due to the filtering effects of ranking algorithms that generate filter bubbles (Pariser, 2011) and create incentives for publishers to share clickbait and hyperpartisan content (Benkler et al, 2018). The outcome of this process is a society that is increasingly segregated along partisan lines, and where compromise becomes unlikely due to rising mistrust on public officials, media outlets, and ordinary citizens on the other side of the ideological spectrum.", "venue": "", "year": 2020, "referenceCount": 792, "citationCount": 23, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47206305", "name": "Pablo Barberá"}]}}, {"intents": ["background"], "contexts": ["She invokes a defense common in digital spaces—doing it “for the lols”—but as Phillips (2015, 27) notes, lols “may mean one basic thing—amusement at other people’s distress.”"], "isInfluential": false, "citingPaper": {"paperId": "ad45f34ca0453e081c33a2b86a39aaf2ef7566ca", "externalIds": {"MAG": "3083730099", "DOI": "10.1177/1527476420953549"}, "url": "https://www.semanticscholar.org/paper/ad45f34ca0453e081c33a2b86a39aaf2ef7566ca", "title": "Interrogating LeftTube: ContraPoints and the Possibilities of Critical Media Praxis on YouTube", "abstract": "For the past several years, media commentary and cultural analysis has grown increasingly fixated on YouTube as a radicalization hub, particularly around extremist, alt-right content. However, a growing community of leftist YouTube content creators, loosely coalescing into the platform’s “LeftTube,” have developed dialogic relationships with some of YouTube’s most extreme content. This work focuses on one specific LeftTube creator, ContraPoints, to explore how those on the political left engage with YouTube’s cultural and technical affordances to challenge alt-right ideology. Through a textual analysis of ContraPoints’ top thirty videos, we identified three main discursive strategies: practicing deradicalization strategies on YouTube; establishing alt-right individuals as an intentional audience; and developing a language for escaping alt-right logics. ContraPoints, and her rightful critics, demonstrate how political subjectivities are created and contested within YouTube as both a technical and cultural space.", "venue": "", "year": 2020, "referenceCount": 97, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48853403", "name": "Jessica Maddox"}, {"authorId": "90315671", "name": "Brian Creech"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b253826148061ffac47c831507bc2cd7a2b6895f", "externalIds": {"MAG": "3080981270", "DOI": "10.1017/9781108890960.007"}, "url": "https://www.semanticscholar.org/paper/b253826148061ffac47c831507bc2cd7a2b6895f", "title": "Online Political Advertising in the United States", "abstract": null, "venue": "", "year": 2020, "referenceCount": 745, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "48238449", "name": "E. F. Fowler"}, {"authorId": "31675776", "name": "Michael Franz"}, {"authorId": "3488130", "name": "Travis N. Ridout"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b2949d292845e2f264b6d60e0496c7f996542529", "externalIds": {"MAG": "3040537835", "DOI": "10.1007/978-3-030-36851-7_7"}, "url": "https://www.semanticscholar.org/paper/b2949d292845e2f264b6d60e0496c7f996542529", "title": "Shrek Gets Shreked: DreamWorks’ Online Afterlife", "abstract": null, "venue": "", "year": 2020, "referenceCount": 12, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "118027292", "name": "Sam Summers"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b38f6f457ab13a365ef7767c88c0e3b079f47e7d", "externalIds": {"MAG": "3122516627", "DOI": "10.1017/9781108297820.007"}, "url": "https://www.semanticscholar.org/paper/b38f6f457ab13a365ef7767c88c0e3b079f47e7d", "title": "Data in Politics", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b591e3d38286e873d18d6ce7b01ed1ab12065bba", "externalIds": {"DOI": "10.1017/9781108297820.006"}, "url": "https://www.semanticscholar.org/paper/b591e3d38286e873d18d6ce7b01ed1ab12065bba", "title": "Changing Organizations", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b7f03c4a70e097f87c7627d0d874b94121d8563f", "externalIds": {"MAG": "3160070152", "DOI": "10.1017/9781108297820.001"}, "url": "https://www.semanticscholar.org/paper/b7f03c4a70e097f87c7627d0d874b94121d8563f", "title": "The Rise of Digital Media and the Retooling of Politics", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b8dd50ee37473cc56f25a4fa2f6e8fd4fb5d54cd", "externalIds": {"MAG": "3081257413", "DOI": "10.1017/9781108890960.012"}, "url": "https://www.semanticscholar.org/paper/b8dd50ee37473cc56f25a4fa2f6e8fd4fb5d54cd", "title": "Dealing with Disinformation: Evaluating the Case for Amendment of Section 230 of the Communications Decency Act", "abstract": "=3067552 Pasquale, F., & Bracha, O. (2007). Federal Search Commission? Access, fairness and accountability in the law of search. SSRN. https://papers.ssrn.com/ abstract=1002453 Paul, C., & Courtney, W. (2016). Russian propaganda is pervasive, and America is behind the power curve in countering it. Rand Corporation (blog), September 12. www.rand.org/blog/2016/09/russian-propaganda-is-pervasive-and-americais-behind.html Pennycook, G., Cannon, T. D., & Rand, D. G. (2017). Prior exposure increases perceived accuracy of fake news. SSRN. https://papers.ssrn.com/abstract=2958246 Pennycook, G., & Rand, D. (2017). Assessing the effect of “disputed” warnings and source salience on perceptions of fake news accuracy. SSRN. https://papers.ssrn .com/abstract=3035384 Amendment of Section 230 283 of use, available at https://www.cambridge.org/core/terms. https://doi.org/10.1017/9781108890960 Downloaded from https://www.cambridge.org/core. IP address: 54.70.40.11, on 31 Aug 2021 at 16:23:28, subject to the Cambridge Core terms Prior, M. (2013). Media and political polarization. Annual Review of Political Science,", "venue": "", "year": 2020, "referenceCount": 820, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "33989002", "name": "Tim Hwang"}]}}, {"intents": ["background"], "contexts": ["These technological affordances, in a context replete with bad actors intent on sowing discord for fun (Phillips, 2015) or geopolitical advantage (Chen, 2015), have degraded norms of civil discourse online."], "isInfluential": false, "citingPaper": {"paperId": "bfad7ef60f5a4e1fd24edc7856c08382b708052a", "externalIds": {"MAG": "3043018575", "DOI": "10.1017/XPS.2020.14"}, "url": "https://www.semanticscholar.org/paper/bfad7ef60f5a4e1fd24edc7856c08382b708052a", "title": "Don’t @ Me: Experimentally Reducing Partisan Incivility on Twitter", "abstract": "Abstract I conduct an experiment which examines the impact of moral suasion on partisans engaged in uncivil arguments. Partisans often respond in vitriolic ways to politicians they disagree with, and this can engender hateful responses from partisans from the other side. This phenomenon was especially common during the contentious 2016 US Presidential Election. Using Twitter accounts that I controlled, I sanctioned people engaged partisan incivility in October 2016. I found that messages containing moral suasion were more effective at reducing incivility than were messages with no moral content in the first week post-treatment. There were no significant treatment effects in the first day post-treatment, emphasizing the need for research designs that measure effect duration. The type of moral suasion employed, however, did not have the expected differential effect on either Republicans or Democrats. These effects were significantly moderated by the anonymity of the subjects.", "venue": "Journal of Experimental Political Science", "year": 2020, "referenceCount": 68, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "31627796", "name": "Kevin Munger"}]}}, {"intents": ["background"], "contexts": ["It could be that some of the more offensive language was an attempt to “troll” others (Phillips 2015).", "With the relative anonymity that comes with traditional media, some actors are, potentially, emboldened (Phillips 2015).", "This effect is multiplied by the relative anonymity of online spaces that allow for the expression of stereotypes that would be sanctioned in other situations (Phillips 2015)."], "isInfluential": true, "citingPaper": {"paperId": "c0beec52e101a7612414b790ba747b0b2f62596c", "externalIds": {"MAG": "2999565755", "DOI": "10.1002/symb.474"}, "url": "https://www.semanticscholar.org/paper/c0beec52e101a7612414b790ba747b0b2f62596c", "title": "Liminal Stigma and Disaligning Activity: Online Comments about Trump's Family Separation Policy", "abstract": "In 2018, the Trump administration initiated a “zero-tolerance” border policy wherein they criminally prosecuted all individuals who were apprehended crossing the border without proper authorization. The policy change resulted in numerous migrant children being separated from their parents. Through a qualitative content analysis of 1500 YouTube comments made in response to CNN and ProPublica news coverage, we examine each side’s aligning activity. Separation challengers claimed border crossers were innocent while condemning their opponents as racist, cruel, and otherwise shameful. Separation advocates bolstered their own claims of innocence by denying that the detainees are victims and condemning separation challengers as hypocrites, dishonest, complicit in illegal immigration, and generally loathsome. These findings show that, enabled by social media, aligning activity in stigma contests can produce a liminal stigma, where identities suffer the ideational aspects of stigma but not necessarily the loss of social status.", "venue": "", "year": 2020, "referenceCount": 95, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "12299759", "name": "E. O. Silva"}, {"authorId": "32398986", "name": "M. Flynn"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c1d9bf5866eac6d52f841ef6237c592eb5bb02d8", "externalIds": {"DOI": "10.1017/9781108584517.010"}, "url": "https://www.semanticscholar.org/paper/c1d9bf5866eac6d52f841ef6237c592eb5bb02d8", "title": "The War", "abstract": null, "venue": "Weaponized Words", "year": 2020, "referenceCount": 350, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c5527a63a74d6890cf9d93270dad7576938da75c", "externalIds": {"MAG": "3094016444", "DOI": "10.1177/0886260520967143", "PubMed": "33107396"}, "url": "https://www.semanticscholar.org/paper/c5527a63a74d6890cf9d93270dad7576938da75c", "title": "Image-based Abuse: Debate and Reflections on the \"Iveco Case\" in Spain on Twitter.", "abstract": "The instance of image-based abuse that ended in the victim's suicide, known as the \"Iveco case,\" had an unprecedented social impact in Spain in 2019. This case provoked a great social reaction and became particularly viral on social networks such as Twitter. The present research investigates how this case has been dealt with through Twitter discourse. In particular, this study aimed to identify the main elements that could explain how people engaged with the problem of nonconsensual sharing of sexually explicit images in general, and with this case in particular. In total, 1,895 tweets with the word \"Iveco\" written in Spain were selected by streaming API, and their content was analyzed by lexical analysis using Iramuteq software (Reinert method). This software carries out an automatic lexical classification cluster analysis that groups the most significant words and text segments according to their co-occurrence. The results revealed that, on Twitter, it was stressed that the victim was a married woman with children who had practiced sexting. However, in response to this initial description, many voices also emerged that labelled this image-based abuse as gender-based online violence. Criticism was aimed at both the passivity of the company, and the attitude of hundreds of thousands of people who share the sexting video by WhatsApp groups without permission. Consequently, several feminist mobilizations emerged, framing this case within a sexist and patriarchal society and asking for accountability. However, in contrast, countermovements such as the #NotAllMen also emerged.", "venue": "Journal of interpersonal violence", "year": 2020, "referenceCount": 100, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Sociology"], "authors": [{"authorId": "115237513", "name": "Nahia Idoiaga Mondragon"}, {"authorId": "2066449581", "name": "M. Santamaría"}, {"authorId": "2096971721", "name": "Maitane Belasko Txertudi"}, {"authorId": "2074132255", "name": "Israel Alonso Sáez"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c907e79c0a115a9408614f3e1bb20fc96c4ecaa5", "externalIds": {"MAG": "3186462659", "DOI": "10.1017/9781108584517.012"}, "url": "https://www.semanticscholar.org/paper/c907e79c0a115a9408614f3e1bb20fc96c4ecaa5", "title": "Fighting Back: Three Future Directions for Persuasion-Based Approaches to Counter-Radicalization", "abstract": null, "venue": "Weaponized Words", "year": 2020, "referenceCount": 394, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2482706", "name": "Kurt Braddock"}]}}, {"intents": ["background"], "contexts": ["Over two decades later, we observe instead an online world fractured and fractious with tribal rage (e.g., see Nagle, 2017; Phillips, 2015; Soave, 2019)."], "isInfluential": false, "citingPaper": {"paperId": "c9da290d14b8e9ee00d292bf918e6574bc988ddc", "externalIds": {"MAG": "3040414899"}, "url": "https://www.semanticscholar.org/paper/c9da290d14b8e9ee00d292bf918e6574bc988ddc", "title": "Paradigm Shifts in ICT Ethics: Proceedings of the ETHICOMP* 2020", "abstract": null, "venue": "", "year": 2020, "referenceCount": 701, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2064738166", "name": "J. Borondo"}, {"authorId": "2056463782", "name": "Mario Arias Oliva"}, {"authorId": "50309102", "name": "Kiyoshi Murata"}, {"authorId": "1900229", "name": "A. Palma"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d010db534820b6df27d64d6306c4f9b6e4b90ce4", "externalIds": {"MAG": "3110323812", "DOI": "10.1016/j.ruslit.2020.11.005"}, "url": "https://www.semanticscholar.org/paper/d010db534820b6df27d64d6306c4f9b6e4b90ce4", "title": "Trolling as a Digital Literary Practice in the Russian Language Internet", "abstract": null, "venue": "", "year": 2020, "referenceCount": 29, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "39319590", "name": "Vera Zvereva"}]}}, {"intents": ["background"], "contexts": ["In this study, crossovers were not motivated by satisfaction or schadenfreude (pleasure of witnessing misfortune of others) (Phillips, 2015)."], "isInfluential": false, "citingPaper": {"paperId": "d4228ee7c6880ed8e387c3733bc86aa7adec7568", "externalIds": {"MAG": "3031111101"}, "url": "https://www.semanticscholar.org/paper/d4228ee7c6880ed8e387c3733bc86aa7adec7568", "title": "Drowning Out the Message Together: Analysis of Social Media Comments on a Political Sex Scandal", "abstract": "This study content analyzed online comments on Fox News and CNN’s YouTube platforms related to news stories on the 2017 special election for the U.S. Senate in Alabama. Republican candidate Roy Moore attracted widespread media attention one month prior to the election – after being accused of sexual misconduct for alleged relationships decades before his run for U.S. Senate. Comment threads were polarized on the two ideologically different forums (CNN and Fox News) as well as within these forums. The latter indicated a crossover effect or the tendency of social media users to leave comments on an ideologically opposing forum. Regardless of being “native” or crossovers, commenters tended to drown out reporters’ messages by introducing new discussion topics. Through the examination of the most popular comments, this study argues for the need for a more nuanced approach to understanding audience gatekeeping in today’s polarized media environment. The article highlights the importance of monitoring online comments to understand the power of the audience to exercise control over the direction of social media commentary.", "venue": "", "year": 2020, "referenceCount": 68, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "108388445", "name": "E. Erzikova"}, {"authorId": "1752683998", "name": "Corbin McLean"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d619cd8d402052170d4711bbc009cf37f13f4a97", "externalIds": {"MAG": "3041806976", "DOI": "10.1002/9781119429128.iegmc021"}, "url": "https://www.semanticscholar.org/paper/d619cd8d402052170d4711bbc009cf37f13f4a97", "title": "Feminist/Activist Responses to Online Abuse", "abstract": null, "venue": "", "year": 2020, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115297741", "name": "Maja Brandt Andreasen"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "de1a24b0f1945fd525381925eb7df6791e2dcd06", "externalIds": {"MAG": "3080714937", "DOI": "10.1017/9781108890960.010"}, "url": "https://www.semanticscholar.org/paper/de1a24b0f1945fd525381925eb7df6791e2dcd06", "title": "Comparative Media Regulation in the United States and Europe", "abstract": null, "venue": "", "year": 2020, "referenceCount": 746, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3843440", "name": "F. Fukuyama"}, {"authorId": "98273312", "name": "Andrew J. Grotto"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ded550fb48eec68420b1dc9dad09d30b5e859aed", "externalIds": {"MAG": "3010022009", "DOI": "10.1002/9781119429128.iegmc080"}, "url": "https://www.semanticscholar.org/paper/ded550fb48eec68420b1dc9dad09d30b5e859aed", "title": "Online Abuse and Harassment", "abstract": null, "venue": "", "year": 2020, "referenceCount": 31, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "30535601", "name": "E. Jane"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e19a3f6c03c22edcf3366b2693151d643c79e361", "externalIds": {"MAG": "3112796100", "DOI": "10.1017/9781108297820.002"}, "url": "https://www.semanticscholar.org/paper/e19a3f6c03c22edcf3366b2693151d643c79e361", "title": "The Flow of Political Information", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 977, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": null, "name": "Daniel Gayo-Avello"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e1d17ab9b15e07e9a214d81932b3e9523fe592a5", "externalIds": {"MAG": "3080416674", "DOI": "10.1017/9781108890960.014"}, "url": "https://www.semanticscholar.org/paper/e1d17ab9b15e07e9a214d81932b3e9523fe592a5", "title": "Conclusion: The Challenges and Opportunities for Social Media Research", "abstract": "We began this volume by noting the relationship between basic research on the impact of social media and politics and the open policy questions concerning social media regulation. The preceding chapters have demonstrated that scholars have learned a great deal in a relatively short period of time about social media’s impact on political communication and elite and mass political behavior. It is equally clear that many, many important questions remain to be answered in the coming years.Moreover, as we hope this volume has demonstrated, the answers to these questions are desperately needed to inform major decisions regarding public policy around the world. Responding to an environment of panic surrounding social media’s impact on democracy that may very well be amplified by the Covid-19 pandemic, regulators and other political actors are rushing to fill the policy void with proposals based on anecdote and folk wisdom emerging from whatever is the most recent scandal. The need for real-time production of rigorous, policy-relevant scientific research on the effects of new technology on political communication has never been more urgent. In this concluding chapter, we turn to a different aspect of the link between research and social media policy: the need for new policies to guarantee the continued production of high-quality research to ensure society has answers to the many crucial questions concerning the relationship between social media and democracy. We begin by laying out the many serious challenges facing the field in terms of access to the necessary data to conduct this research, including political, legal, and logistical factors. We then provide what we hope will serve as a set of key principles that can underline arguments regarding the importance of data access for research and a framework for thinking about how such access", "venue": "", "year": 2020, "referenceCount": 762, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118292265", "name": "N. Persily"}, {"authorId": "1903670", "name": "Joshua A. Tucker"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e6508109fe27837411a26c390170624f1cab675f", "externalIds": {"MAG": "3124731568", "DOI": "10.5209/TEKN.70225"}, "url": "https://www.semanticscholar.org/paper/e6508109fe27837411a26c390170624f1cab675f", "title": "Antifeminismo y troleo de género en Twitter. Estudio de la subcultura trol a través de #STOPfeminazis", "abstract": "In recent years, the rise of the feminist movement, especially since 8M of 2018, has been met with serious resistance. In the digital world, this renewal of feminism has led to an increase in feminist digital activism and greater visibility of women. However, multiple obstacles have also emerged that expose the androcentric and misogynistic nature of digital culture. One of the phenomena associated with digital misogyny is gendertrolling, typical of the troll subculture. In this paper, we analyse antifeminist trolling on the Twitter platform by focusing on the hashtag #STOPfeminazis. Based on content analysis and the application of analytic categories, we observe how this hashtag uses the remixing and resignification methods of the troll subculture to carry out a general offensive against the feminist movement.", "venue": "", "year": 2020, "referenceCount": 34, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2125861707", "name": "Alícia Villar Aguilés"}, {"authorId": "2124046643", "name": "Juan Pecourt Gracia"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e90b8bcf36bb12394f392551cf180b5d742edabc", "externalIds": {"MAG": "3160151086", "DOI": "10.1017/9781108584517.007"}, "url": "https://www.semanticscholar.org/paper/e90b8bcf36bb12394f392551cf180b5d742edabc", "title": "Vaccinating against the Enemy: Attitudinal Inoculation, Radicalization, and Counter-Radicalization", "abstract": null, "venue": "Weaponized Words", "year": 2020, "referenceCount": 394, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2482706", "name": "Kurt Braddock"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ee780fb0f29943dfbd19f816d0f7c18cff9de23e", "externalIds": {"MAG": "3014562140", "DOI": "10.1017/9781108584517"}, "url": "https://www.semanticscholar.org/paper/ee780fb0f29943dfbd19f816d0f7c18cff9de23e", "title": "Weaponized Words", "abstract": "Strengthen your understanding of the persuasive mechanisms used by terrorist groups and how they are effective in order to defeat them. Weaponized Words applies existing theories of persuasion to domains unique to this digital era, such as social media, YouTube, websites, and message boards to name but a few. Terrorists deploy a range of communication methods and harness reliable communication theories to create strategic messages that persuade peaceful individuals to join their groups and engage in violence. While explaining how they accomplish this, the book lays out a blueprint for developing counter-messages perfectly designed to conquer such violent extremism and terrorism. Using this basis in persuasion theory, a socio-scientific approach is generated to fight terrorist propaganda and the damage it causes.", "venue": "", "year": 2020, "referenceCount": 396, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2482706", "name": "Kurt Braddock"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f2030fa8ead09b7a45285d7fc5cbdb905c26dd67", "externalIds": {"DOI": "10.1017/9781108890960"}, "url": "https://www.semanticscholar.org/paper/f2030fa8ead09b7a45285d7fc5cbdb905c26dd67", "title": "Social Media and Democracy", "abstract": null, "venue": "", "year": 2020, "referenceCount": 654, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "137874413", "name": "J. Koval"}]}}, {"intents": ["background"], "contexts": ["In particular, we do not know the degree to which their rhetoric represents their actual beliefs or is simply trolling or attention-seeking behavior, which is quite common in these communities (Phillips 2015)."], "isInfluential": false, "citingPaper": {"paperId": "f656c392f2f87075b055f2987cd51196c6e03e71", "externalIds": {"MAG": "3080432310", "DOI": "10.1017/9781108890960.005"}, "url": "https://www.semanticscholar.org/paper/f656c392f2f87075b055f2987cd51196c6e03e71", "title": "Online Hate Speech", "abstract": "Once relegated to the dark corners of the Internet, online hate speech has become increasingly visible on mainstream social media platforms. From targeted antiSemitic attacks on Jewish journalists to reports of social media’s role in mobilizing ethnic violence in Myanmar and Sri Lanka, the offline consequences of online hate speech appear increasingly dire. Fearing that this harmful rhetoric is inciting violence and driving extremism, governments worldwide are passing regulation and pressuring social media companies to implement policies to stop the spread of online hate speech (Gagliardone et al. 2016). However, these calls for action have rarely beenmotivated by comprehensive empirical evidence. Moreover, despite increased attention to online hate speech in the scientific literature, surprisingly little is known about the prevalence, causes, or consequences of different forms of harmful language across diverse platforms. Furthermore, researchers have only recently begun to examine the efficacy of approaches to countering online hate, and our understanding of the collateral costs of these interventions is especially limited. This chapter examines the state of the literature – including scientific research, legal scholarship, and policy reports – on online hate speech. In particular, it explores ongoing debates and limitations in current approaches to defining and detecting online hate speech; provides an overview of what social media data and surveys can tell us about the producers, targets, and overall prevalence of harmful language; reviews empirical evidence of the offline consequences of online hate speech; and offers quantitative insights into what interventions might be most effective in combating harmful rhetoric online.", "venue": "", "year": 2020, "referenceCount": 843, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145641729", "name": "A. Siegel"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "fb62f4c7ad2eae58f25e7094267ab57c8840efca", "externalIds": {"MAG": "2999834747", "DOI": "10.1111/spc3.12521"}, "url": "https://www.semanticscholar.org/paper/fb62f4c7ad2eae58f25e7094267ab57c8840efca", "title": "Examining abuse in online media", "abstract": null, "venue": "", "year": 2020, "referenceCount": 62, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "35051548", "name": "Rahul Sambaraju"}, {"authorId": "50053183", "name": "C. McVittie"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "fc38cd77abcabda67ce6648b5f9980b6d8c5f57d", "externalIds": {"MAG": "3007500547", "DOI": "10.1177/1367549420902805"}, "url": "https://www.semanticscholar.org/paper/fc38cd77abcabda67ce6648b5f9980b6d8c5f57d", "title": "Dazzle camouflage as queer counter conduct", "abstract": "Developed as an anti-surveillance strategy during World War I, dazzle camouflage used sharply contrasting colors to disguise ships in the British navy from enemy observation. Unlike traditional cam...", "venue": "", "year": 2020, "referenceCount": 46, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "2278978", "name": "Jessica Lingel"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ff6cd4fac8ea56b067ace120fae251fdd59d48b4", "externalIds": {"MAG": "3088905589", "DOI": "10.1080/21670811.2020.1818111"}, "url": "https://www.semanticscholar.org/paper/ff6cd4fac8ea56b067ace120fae251fdd59d48b4", "title": "Mob Censorship: Online Harassment of US Journalists in Times of Digital Hate and Populism", "abstract": "Abstract Rising numbers of online attacks against journalists have been documented globally. Female, minority reporters and journalists who cover issues interwoven with right-wing identity anchors have been primary targets. This trend reflects growing forms of mob censorship linked to the demonization of journalists and the press by populist leaders. Based on recent cases in the United States, I define mob censorship as bottom-up, citizen vigilantism aimed at disciplining journalism. Effective responses are hard to come by given the pervasiveness of digital hate speech and the limitations of traditional approaches to the problems it represents for democratic communication.", "venue": "", "year": 2020, "referenceCount": 69, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "4296924", "name": "S. Waisbord"}]}}, {"intents": ["background"], "contexts": ["Early celebratory accounts of participatory culture and online communities (e.g., Jenkins, 2006) have now largely given way to grave reckonings about the pervasive trolling and the incubation of toxic worldviews in sites like 4chan (Marwick & Lewis, 2017; Phillips, 2015)."], "isInfluential": false, "citingPaper": {"paperId": "13b01af9151268bb27df60154d348add7ed06c58", "externalIds": {"MAG": "2946714792", "DOI": "10.1080/1369118X.2019.1621921"}, "url": "https://www.semanticscholar.org/paper/13b01af9151268bb27df60154d348add7ed06c58", "title": "Disinformation, performed: self-presentation of a Russian IRA account on Twitter", "abstract": "ABSTRACT How disinformation campaigns operate and how they fit into the broader social communication environment – which has been described as a ‘disinformation order’ [Bennett & Livingston, (2018). The disinformation order: Disruptive communication and the decline of democratic institutions. European Journal of Communication, 33(2), 122–139] – represent critical, ongoing questions for political communication. We offer a thorough analysis of a highly successful disinformation account run by Russia’s Internet Research Agency: the so-called ‘Jenna Abrams’ account. We analyze Abrams’ tweets and other content such as blogposts with qualitative discourse analysis, assisted by quantitative content analysis and metadata analysis. This yields an in-depth understanding of how the IRA team behind the Abrams account presented this persona across multiple platforms and over time. Especially, we describe the techniques used to perform personal authenticity and cultural competence. The performance of personal authenticity was central to her persona building as a likeable American woman, whereas the performance of cultural competence enabled her to infiltrate American conservative communities with resonant messages. Implications for understanding disinformation processes, and how some aspects of the hybrid media system are especially vulnerable to hijacking by bad actors are discussed.", "venue": "Information, Communication & Society", "year": 2019, "referenceCount": 104, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47778012", "name": "Yiping Xia"}, {"authorId": "113800385", "name": "Josephine Lukito"}, {"authorId": "51297215", "name": "Yini Zhang"}, {"authorId": "38681947", "name": "Chris Wells"}, {"authorId": "2109831186", "name": "Sang Jung Kim"}, {"authorId": "1887165325", "name": "Chau Tong"}]}}, {"intents": ["background"], "contexts": ["…of maintaining the conversation with their victims through a calculated ambiguity until the climax point where the joke and the real insulting position is disclosed, the widely shared norm “don’t feed the troll” aims at countering that practice by interrupting the conversation (Phillips 2015)."], "isInfluential": false, "citingPaper": {"paperId": "17a499fdfe2e883bbcf469b2c95f62d9bbe8b1dc", "externalIds": {"MAG": "2953934484", "DOI": "10.1177/1940161219858687"}, "url": "https://www.semanticscholar.org/paper/17a499fdfe2e883bbcf469b2c95f62d9bbe8b1dc", "title": "Crossing Lines in the Twitter Debate on Catalonia’s Independence", "abstract": "The effect of social media as a potential sphere for public deliberation still remains unclear. For some analysts, social media can create a vibrant space for political discussion, whereas others believe they do not provide the right conditions for meaningful interaction and could even have negative effects on public opinion by, for instance, fostering communication within isolated enclaves. Focusing on the debate surrounding Catalonia’s secession, this article analyses the interaction on Twitter between the opposite sides of this divisive political issue. Carefully based on a nonbiased random sampling procedure, we describe Twitter conversations through network and content analyses, using both indicators of the structure of conversations and opinion diversity. Remarkably, we find that Twitter users cross lines of difference and interact with people holding opposing views. Through a regression analysis, we show that the level of reciprocity, understood as repeated interaction and measured by the depth of the conversation, is explained by heterogeneity and associated with a higher involvement of the pro-independence side. However, if heterogeneity is combined with extremism, the development of longer conversations is severely cut. Overall, this article points toward the actual use of social media as a space for cross-cutting communication and debate despite strong disagreement.", "venue": "The International Journal of Press/Politics", "year": 2020, "referenceCount": 72, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2086080540", "name": "J. Balcells"}, {"authorId": "1416644093", "name": "Albert Padró-Solanet"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2375e40299b874b252b248df16d81d3a54eaa906", "externalIds": {"MAG": "2982133838", "DOI": "10.1177/2056305119888655"}, "url": "https://www.semanticscholar.org/paper/2375e40299b874b252b248df16d81d3a54eaa906", "title": "The Empire Tweets Back? #HumanitarianStarWars and Memetic Self-Critique in the Aid Industry", "abstract": "In 2015, a series of memes appeared on Twitter under the hashtag #HumanitarianStarWars. Combining still images from the original Star Wars movies with ironic references to humanitarian/development jargon and institutions, the memes presented a humorous reflection on the modern aid industry. While memetic content has become an increasingly scrutinized area in digital culture studies—particularly with regard to unbounded and anonymous online communities, and popular discursive contestation—this article examines #HumanitarianStarWars to shed light on the possibilities and problematics of social media auto-critique undertaken by “insiders” in a particular professional realm. Keeping in mind critiques of the racial and imperial connotations of the (Western) pop-culture mythology itself, the article explores the use of the Star Wars franchise as a vehicle for commentary on an industry at work in the “Global South.” It highlights an ambiguous process of meaning-making that can be traced through the memes’ generation, circulation, and re-mediation. Although the memes provide a satirical self-reflection on practitioners’ experiences and perspectives of power relations in the global development industry, certain tendencies emerge in their remixing of this Hollywood universe that may reinforce some of the dynamics that they ostensibly critique. The article argues that examination of the ideological ambivalence of an institutional micro-meme can yield valuable insights into tensions playing out in professional social media spaces where public/private boundaries are increasingly and irrevocably blurred.", "venue": "Social Media + Society", "year": 2019, "referenceCount": 84, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["History"], "authors": [{"authorId": "117305615", "name": "Peter Chonka"}]}}]}