{"offset": 0, "data": [{"contexts": ["…regulation, privacy and surveillance, this subfield comprises empirical studies on the political economy of cable infrastructure (Starosielski, 2013), the geographic localisation of data storage centres (Jaeger et al., 2009) and the national laws that govern data management (Jaeger et al., 2008)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "01c0f2c0cdc61e2bdba9349ba2e4411f5a5fa29e", "externalIds": {"MAG": "2138026025", "DBLP": "journals/firstmonday/JaegerLGS09", "DOI": "10.5210/FM.V14I5.2456"}, "url": "https://www.semanticscholar.org/paper/01c0f2c0cdc61e2bdba9349ba2e4411f5a5fa29e", "title": "Where is the Cloud? Geography, Economics, Environment, and Jurisdiction in Cloud Computing", "abstract": "Cloud computing – the creation of large data centers that can be dynamically provisioned, configured, and reconfigured to deliver services in a scalable manner – places enormous capacity and power in the hands of users. As an emerging new technology, however, cloud computing also raises significant questions about resources, economics, the environment, and the law. Many of these questions relate to geographical considerations related to the data centers that underlie the clouds: physical location, available resources, and jurisdiction. While the metaphor of the cloud evokes images of dispersion, cloud computing actually represents centralization of information and computing resources in data centers, raising the specter of the potential for corporate or government control over information if there is insufficient consideration of these geographical issues, especially jurisdiction. This paper explores the interrelationships between the geography of cloud computing, its users, its providers, and governments.", "venue": "First Monday", "year": 2009, "referenceCount": 0, "citationCount": 90, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143762896", "name": "P. Jaeger"}, {"authorId": "145580839", "name": "Jimmy J. Lin"}, {"authorId": "25943188", "name": "J. Grimes"}, {"authorId": "2529065", "name": "Shannon N. Simmons"}]}}, {"contexts": ["…on alphabetical texts, they give special attention to the level of mathematics and the storage capacity of technical media: the way computers, but also older media such as typewriters, gramophones, or cameras, produce technologized memory, and therefore, produce history itself (Kittler, 1999)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "100e791021b4a98c7da58ed7a0a6229c865b20f3", "externalIds": {"MAG": "2024063860", "DOI": "10.5860/choice.37-1358"}, "url": "https://www.semanticscholar.org/paper/100e791021b4a98c7da58ed7a0a6229c865b20f3", "title": "Gramophone, Film, Typewriter", "abstract": "Optical fiber networks. Soon people will be connected to a communication channel which can be used for any kind of media for the first time in history or for the end of history. When films, music, phone calls, and texts are able to reach the individual household via optical fiber cables, the previously separate media of television, radio, telephone, and mail will become a single medium, standardized according to transmission frequency and bit format. Above all, the optoelectronic channel will be immunized against disturbances that might randomize the beautiful patterns of bits behind the images and sounds. Immunized, that is, against the bomb. For it is well known that nuclear explosions may send a high intensity electromagnetic pulse through traditional copper cables and cripple the connected computer network. The Pentagon is capable of truly far-sighted planning. Only the substitution of optical fibers for conducting cables can accommodate the enormous rates and volume of bits that are presupposed, produced, and celebrated by electronic warfare. Then all early warning systems, radars, missile bases, and army headquarters on the opposite coast, in Europe,' will finally be connected to computers, safe from an electromagnetic pulse and able to function when needed. And for the intervening period there is even the by-product of pleasure: people can switch to any medium for their entertainment. After all, optical fibers can transmit any imaginable message but the one that counts-the one about the bomb.", "venue": "", "year": 1999, "referenceCount": 13, "citationCount": 992, "influentialCitationCount": 44, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2070839690", "name": "Friedrich A. Kittler"}]}}, {"contexts": ["Following late 1990s theoretical explorations of ‘new media’ (Manovich, 2001), the related fields of software studies (Fuller, 2003; Manovich, 2008; Wardrip-Fruin, 2009) and platform studies (Bogost and Montfort, 2009) quickly developed in the 2000s. Lev Manovich was one of the early promoters of this approach. With the goal of building a theory of ‘new media’, he imported insights from computer sciences and media art practices into cultural studies. ‘Digital materialism’ is an expression he uses to describe his method: a scrutiny of ‘the principles of computer hardware and software and the operations involved in creating cultural objects on a computer to uncover a new cultural logic at work’ (2001, 10). From this perspective, he analyses the production and online dissemination of cultural media objects, with a special focus on visual culture: films, videos, photographs, graphic designs, illustrations or web graphics. In Manovich’s terms, the materiality of ‘new media objects’ is primarily defined as mathematical and programmable, as well as ‘mutable’ and ‘liquid’. Understanding digital materiality as a phenomenon rooted in the logical abstraction of code, he proposed five principles to characterize it: numerical representation, modularity, automation, variability, and transcoding (2001). Special attention is given to the interface and usability of programs, an analysis carried on by observing the formal organisation of information on the screen, its interactive potential and the phenomenological aesthetic experience proposed to the user.", "Since the 2000s, the label media ecology has been reappropriated by a new generation of scholars (Fuller, 2005; Cubitt, 2005; Goddard and Parikka, 2011; Parikka, 2012). Interested in the aesthetic and political dimensions of media, they propose to look at media ecologies in terms of ‘materialist energies in art and technoculture’ (Fuller), ‘ecomedia’ (Cubitt) or ‘media archaeology’ (Parikka). Reframed to address the entanglement of humans and non-humans, media ecology has become a site to investigate the link between nature and technologies, questioning the role of digital media in natural environments degradation. Jussi Parrika embraces media ecology by weaving philosophies of new materialism into media history and media archaeology. In a paper entitled ‘New Materialism as Media Theory’ (2012), he describes the ‘weird materialities’ of technical media as processual, relational, ephemeral and ‘vibrant’: ‘the basis for signal-processing, use of electromagnetic fields for communication, and the various non-human temporalities of vibrations and rhythmics – of for instance, computing and networks - are based in non-solids’ (96).", "Following late 1990s theoretical explorations of ‘new media’ (Manovich, 2001), the related fields of software studies (Fuller, 2003; Manovich, 2008; Wardrip-Fruin, 2009) and platform studies (Bogost and Montfort, 2009) quickly developed in the 2000s."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "1bf2e26f5f57ff93fd54384895aef63d3fd34c93", "externalIds": {"MAG": "303530650"}, "url": "https://www.semanticscholar.org/paper/1bf2e26f5f57ff93fd54384895aef63d3fd34c93", "title": "Platform Studies: Frequently Questioned Answers", "abstract": "We describe six common misconceptions about platform studies, a family of approaches to digital media focused on the underlying computer systems that support creative work. We respond to these and clarify the platform studies concept.", "venue": "", "year": 2009, "referenceCount": 8, "citationCount": 89, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "1774988", "name": "I. Bogost"}, {"authorId": "2709321", "name": "Nick Montfort"}]}}, {"contexts": ["It refers to the phenomenological capacity of things, or ‘actants’ (Latour, 1999) to self-organize, create new assemblages (De Landa, 1997) and exercise a force upon humans."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "1e330dd2401cfe51bf237a5cb5a3a0ff538b8735", "externalIds": {"MAG": "2072326761", "DOI": "10.5860/choice.37-1511"}, "url": "https://www.semanticscholar.org/paper/1e330dd2401cfe51bf237a5cb5a3a0ff538b8735", "title": "Pandora's Hope: Essays on the Reality of Science Studies", "abstract": "\"Do You Believe in Reality?\" News from the Trenches of the Science Wars Circulating Reference: Sampling the Soil in the Amazon Forest Science's Blood Flow: An Example from Joliot's Scientific Intelligence From Fabrication to Reality: Pasteur and His Lactic Acid Ferment The Historicity of Things: Where Were Microbes before Pasteur? A Collective of Humans and Nonhumans: Following Daedalus's Labyrinth The Invention of the Science Wars: The Settlement of Socrates and Callicles A Politics Freed from Science: The Body Cosmopolitic The Slight Surprise of Action: Facts, Fetishes, Factishes Conclusion: What Contrivance Will Free Pandora's Hope? Glossary Bibliography Index", "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 3106, "influentialCitationCount": 261, "isOpenAccess": true, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "47701965", "name": "B. Latour"}]}}, {"contexts": ["Indeed, the range of materials involved in the construction of digital machines is quite vast: plastics, copper, aluminium, silver, gold, palladium, lead, mercury, arsenic, cadmium, selenium and hexavalent chromium are only but a few substances populating our digital environments (Pinto, 2008)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "26d62baa2a737e2044e15ef25670ac5cd3823b19", "externalIds": {"MAG": "2129027293", "PubMedCentral": "2796756", "DOI": "10.4103/0019-5278.43263", "PubMed": "20040981"}, "url": "https://www.semanticscholar.org/paper/26d62baa2a737e2044e15ef25670ac5cd3823b19", "title": "E-waste hazard: The impending challenge", "abstract": "Electronic waste or e-waste is one of the rapidly growing problems of the world. E-waste comprises of a multitude of components, some containing toxic substances that can have an adverse impact on human health and the environment if not handled properly. In India, e-waste management assumes greater significance not only due to the generation of its own e-waste but also because of the dumping of e-waste from developed countries. This is coupled with India's lack of appropriate infrastructure and procedures for its disposal and recycling. This review article provides a concise overview of India's current e-waste scenario, namely magnitude of the problem, environmental and health hazards, current disposal and recycling operations, existing legal framework, organizations working on this issue and recommendations for action.", "venue": "Indian journal of occupational and environmental medicine", "year": 2008, "referenceCount": 3, "citationCount": 124, "influentialCitationCount": 14, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "5696715", "name": "Violet N. Pinto"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "2e5f9c1ed14eba32e094c7d020af3481faadfbee", "externalIds": {"MAG": "1505563434", "DOI": "10.5860/choice.31-4888"}, "url": "https://www.semanticscholar.org/paper/2e5f9c1ed14eba32e094c7d020af3481faadfbee", "title": "We Have Never Been Modern", "abstract": "What makes us modern? This is a classic question in philosophy as well as in political science. However it is often raised without including science and technology in its definition. The argument of this book is that we are modern as long as we split our political process in two - between politics proper, and science and technology. This division allows the formidable expansion of the Western empires. However it has become more and more difficult to maintain this distance between science and politics. Hence the postmodern predicament - the feeling that the modern stance is no longer acceptable but that there is no alternative. The solution, advances one of France's leading sociologists of science, is to realize that we have never been modern to begin with. The comparative anthropology this text provides reintroduces science to the fabric of daily life and aims to make us compatible both with our past and with other cultures wrongly called pre-modern.", "venue": "", "year": 1991, "referenceCount": 192, "citationCount": 8411, "influentialCitationCount": 381, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "47701965", "name": "B. Latour"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "34c30baf7ef98f5ef5661ef5e1143439247cb46d", "externalIds": {"MAG": "2899944029"}, "url": "https://www.semanticscholar.org/paper/34c30baf7ef98f5ef5661ef5e1143439247cb46d", "title": "Kittler and the media", "abstract": "Introduction. Chapter I Background-Biography and Beyond. Chapter II Discourse Analysis. Chapter III Media Theory. Chapter IV Greek Cultural Techniques. Chapter V Controversial Achievements. Further Reading. Works Cited.", "venue": "", "year": 2011, "referenceCount": 0, "citationCount": 63, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1403782576", "name": "G. Winthrop‐Young"}]}}, {"contexts": ["Rather than focusing on the meanings audiences or users attach to objects or machines, he is interested in ‘the ways in which meanings are generated by an underlying technological framework’ (Gane, 2005, 39).", "For Nicholas Gane (2005), Kittler is one of the pioneers of media materialism or information materialism. Interested in the way information is ‘transformed into matter and matter into information’ (Kittler, 1997: 126), he developed an approach that privileges the material structures of technology, especially ‘their logical structure (informatics) on the one hand and their hardware (physics) on the other’ (Ernst in Lovink and Ernst, 2003). Influenced by Shannon’s mathematical theory of communication (1948), Kittler and his followers treat communication as a question of engineering rather than of semantics (Gane, 2005, 26).", "For Nicholas Gane (2005), Kittler is one of the pioneers of media materialism or information materialism.", "Influenced by Shannon’s mathematical theory of communication (1948), Kittler and his followers treat communication as a question of engineering rather than of semantics (Gane, 2005, 26)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "39f5b6e3d2399de8deebd0712ed90a5e754ecf20", "externalIds": {"MAG": "2074173138", "DOI": "10.1177/0263276405053718"}, "url": "https://www.semanticscholar.org/paper/39f5b6e3d2399de8deebd0712ed90a5e754ecf20", "title": "Radical Post-humanism", "abstract": "This article uses the work of Friedrich Kittler to address the ways in which media technologies underpin and structure the basis of ‘human’ existence and understanding. Kittler’s ‘media materialism’ is explored through four main influences: the information theory of Claude Shannon and Warren Weaver, the media analysis of Marshall McLuhan, the psychoanalytic theory of Jacques Lacan, and Michel Foucault’s work on power and discourse. These figures are used, in turn, to draw into question the materiality of information technology, and, following this, to develop a post-human approach to media analysis. The final section of this article considers the challenges such an approach poses to the humanistic bias of mainstream sociology and media studies.", "venue": "", "year": 2005, "referenceCount": 41, "citationCount": 54, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "52126071", "name": "N. Gane"}]}}, {"contexts": ["The ability of feedback loops to detect and correct these errors, restoring signal ‘to near perfection at every stage’ (Hillis, 1999, 18), allows computers to auto-erase the defects that ‘typically signals the materiality of media’ (Blanchette, 2011, 1047).", "…bits take the form of electric voltages or radio waves, signals that ‘travel over physical media—whether air, copper wire or fibre optic—each bringing different characteristics to the job, with regard to susceptibility to interference, dissipation, capacity, and cost’ (Blanchette, 2011, 1051).", "A second generation of literary scholarship stemmed from the field of bibliography, incorporating insights from forensic experts, textual criticism and archival sciences (Kirschenbaum, 2008; Blanchette, 2011)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "3a78a2dbf72989a5efc4423918a49aee6120de43", "externalIds": {"DBLP": "journals/jasis/Blanchette11", "MAG": "2108870675", "DOI": "10.1002/asi.21542"}, "url": "https://www.semanticscholar.org/paper/3a78a2dbf72989a5efc4423918a49aee6120de43", "title": "A material history of bits", "abstract": "In both the popular press and scholarly research, digital information is persistently discussed in terms that imply its immateriality. In this characterization, the digital derives its power from its nature as a mere collection of 0s and 1s wholly independent from the particular media on which it is stored—hard drive, network wires, optical disk, etc.—and the particular signal carrier which encodes bits—variations of magnetic field, voltages, or pulses of light. This purported immateriality endows bits with considerable advantages: they are immune from the economics and logistics of analog media, and from the corruption, degradation, and decay that necessarily result from the handling of material carriers of information, resulting in a worldwide shift “from atom to bits” as captured by Negroponte. This is problematic: however immaterial it might appear, information cannot exist outside of given instantiations in material forms. But what might it mean to talk of bits as material objects? In this paper I argue that bits cannot escape the material constraints of the physical devices that manipulate, store, and exchange them. Such an analysis reveals a surprising picture of computing as a material process through and through. © 2011 Wiley Periodicals, Inc.", "venue": "J. Assoc. Inf. Sci. Technol.", "year": 2011, "referenceCount": 94, "citationCount": 168, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "4720217", "name": "Jean-François Blanchette"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "3fb944c2cee454f134e595fb9e493b8a25f70170", "externalIds": {"MAG": "2009652692", "DOI": "10.1300/J025V03N01_04"}, "url": "https://www.semanticscholar.org/paper/3fb944c2cee454f134e595fb9e493b8a25f70170", "title": "Computing and Information", "abstract": null, "venue": "", "year": 1986, "referenceCount": 0, "citationCount": 24, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "50485949", "name": "Karen J. Hoelscher"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4864428a79aafc9acad48851e7862556f0aff8ee", "externalIds": {"MAG": "2942733065", "DOI": "10.4324/9780203955055-16"}, "url": "https://www.semanticscholar.org/paper/4864428a79aafc9acad48851e7862556f0aff8ee", "title": "A Cyborg Manifesto: Science, Technology, and Socialist-Feminism in the Late Twentieth Century", "abstract": null, "venue": "", "year": 2013, "referenceCount": 23, "citationCount": 1495, "influentialCitationCount": 80, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "50438968", "name": "D. Haraway"}]}}, {"contexts": ["The social dimension of use and the cultural dimension of meaning are put forward to explain how media objects are ‘experienced, created, edited, remixed, organized and shared’, and how they make sense to people who create and use them (Manovich, 2008).", "Following late 1990s theoretical explorations of ‘new media’ (Manovich, 2001), the related fields of software studies (Fuller, 2003; Manovich, 2008; Wardrip-Fruin, 2009) and platform studies (Bogost and Montfort, 2009) quickly developed in the 2000s."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "49f26adf4ee300b427aff776c18a5b45d76da6f6", "externalIds": {"MAG": "1562317776"}, "url": "https://www.semanticscholar.org/paper/49f26adf4ee300b427aff776c18a5b45d76da6f6", "title": "Software Takes Command", "abstract": "Software has replaced a diverse array of physical, mechanical, and electronic technologies used before 21st century to create, store, distribute and interact with cultural artifacts. It has become our interface to the world, to others, to our memory and our imagination - a universal language through which the world speaks, and a universal engine on which the world runs. What electricity and combustion engine were to the early 20th century, software is to the early 21st century. Offering the the first theoretical and historical account of software for media authoring and its effects on the practice and the very concept of 'media,' the author of The Language of New Media (2001) develops his own theory for this rapidly-growing, always-changing field.What was the thinking and motivations of people who in the 1960 and 1970s created concepts and practical techniques that underlie contemporary media software such as Photoshop, Illustrator, Maya, Final Cut and After Effects? How do their interfaces and tools shape the visual aesthetics of contemporary media and design? What happens to the idea of a 'medium' after previously media-specific tools have been simulated and extended in software? Is it still meaningful to talk about different mediums at all? Lev Manovich answers these questions and supports his theoretical arguments by detailed analysis of key media applications such as Photoshop and After Effects, popular web services such as Google Earth, and the projects in motion graphics, interactive environments, graphic design and architecture. Software Takes Command is a must for all practicing designers and media artists and scholars concerned with contemporary media.", "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 486, "influentialCitationCount": 22, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2895132", "name": "L. Manovich"}]}}, {"contexts": ["Following late 1990s theoretical explorations of ‘new media’ (Manovich, 2001), the related fields of software studies (Fuller, 2003; Manovich, 2008; Wardrip-Fruin, 2009) and platform studies (Bogost and Montfort, 2009) quickly developed in the 2000s."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "4c5996cf3f778e86249214fbae477fcc93dc7089", "externalIds": {"MAG": "1480492886"}, "url": "https://www.semanticscholar.org/paper/4c5996cf3f778e86249214fbae477fcc93dc7089", "title": "The language of new media", "abstract": "\"In this book Lev Manovich offers the first systematic and rigorous theory of new media. He places new media within the histories of visual and media cultures of the last few centuries. He discusses new media's reliance on conventions of old media, such as the rectangular frame and mobile camera, and shows how new media works create the illusion of reality, address the viewer, and represent space. He also analyzes categories and forms unique to new media, such as interface and database. \n \nManovich uses concepts from film theory, art history, literary theory, and computer science and also develops new theoretical constructs, such as cultural interface, spatial montage, and cinegratography. The theory and history of cinema play a particularly important role in the book. Among other topics, Manovich discusses parallels between the histories of cinema and of new media, digital cinema, screen and montage in cinema and in new media, and historical ties between avant-garde film and new media.\" -- Publisher's website.", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 2666, "influentialCitationCount": 167, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "2895132", "name": "L. Manovich"}]}}, {"contexts": ["With a background in literary studies, Matt Kirschenbaum analyses electronic writing from another perspective: that of computer forensics techniques.", "A second generation of literary scholarship stemmed from the field of bibliography, incorporating insights from forensic experts, textual criticism and archival sciences (Kirschenbaum, 2008; Blanchette, 2011).", "With a background in literary studies, Matt Kirschenbaum analyses electronic writing from another perspective: that of computer forensics techniques. Observing that the critical literature on new media has focused primarily on ‘the phenomenological manifestation of the application or digital event on the screen’ (2008, 6), he intends to move beyond ‘screen studies’ and their formalist and poststructuralist frameworks. His book Mechanisms: New Media and the Forensic Imagination (2008) focuses on storage and the inscription of digital information on hard drives.", "By detecting error and correcting it, these feedback routines maintain an illusion of immateriality, protecting the integrity of the signal against degradation (Kirschenbaum, 2008).", "‘New Materialist’ Media Studies: Waste and the Vibrancy of Digital Matter The ‘new materialist’ framework in media studies has been developed at the interface between philosophy and media ecology approaches."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "4e4c5b8ea63264c72b2c034107cfef553c859816", "externalIds": {"MAG": "569255061", "DOI": "10.5860/choice.46-2712"}, "url": "https://www.semanticscholar.org/paper/4e4c5b8ea63264c72b2c034107cfef553c859816", "title": "Mechanisms: New Media and the Forensic Imagination", "abstract": "In Mechanisms, Matthew Kirschenbaum examines new media and electronic writing against the textual and technological primitives that govern writing, inscription, and textual transmission in all media: erasure, variability, repeatability, and survivability. Mechanisms is the first book in its field to devote significant attention to storage--the hard drive in particular--arguing that understanding the affordances of storage devices is essential to understanding new media. Drawing a distinction between \"forensic materiality\" and \"formal materiality,\" Kirschenbaum uses applied computer forensics techniques in his study of new media works. Just as the humanities discipline of textual studies examines books as physical objects and traces different variants of texts, computer forensics encourage us to perceive new media in terms of specific versions, platforms, systems, and devices. Kirschenbaum demonstrates these techniques in media-specific readings of three landmark works of new media and electronic literature, all from the formative era of personal computing: the interactive fiction game Mystery House, Michael Joyce's Afternoon: A Story, and William Gibson's electronic poem \"Agrippa.\" Drawing on newly available archival resources for these works, Kirschenbaum uses a hex editor and disk image of Mystery House to conduct a \"forensic walkthrough\" to explore critical reading strategies linked to technical praxis; examines the multiple versions and revisions of Afternoon in order to address the diachronic dimension of electronic textuality; and documents the volatile publication and transmission history of \"Agrippa\" as an illustration of the social aspect of transmission and preservation.", "venue": "", "year": 2007, "referenceCount": 1, "citationCount": 360, "influentialCitationCount": 12, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1880746", "name": "M. Kirschenbaum"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4e57eb9292f019c886b8c55e005603567e9b88b9", "externalIds": {"MAG": "2339065664", "DOI": "10.7551/mitpress/7328.001.0001"}, "url": "https://www.semanticscholar.org/paper/4e57eb9292f019c886b8c55e005603567e9b88b9", "title": "Writing Machines", "abstract": "From the Publisher: \nTracing a journey from the 1950s through the 1990s, N. Katherine Hayles uses the autobiographical persona of Kaye to explore how literature has transformed itself from inscriptions rendered as the flat durable marks of print to the dynamic images of CRT screens, from verbal texts to the diverse sensory modalities of multimedia works, from books to technotexts. \nWeaving together Kaye's pseudo-autobiographical narrative with a theorization of contemporary literature in media-specific terms, Hayles examines the ways in which literary texts in every genre and period mutate as they are reconceived and rewritten for electronic formats. As electronic documents become more pervasive, print appears not as the sea in which we swim, transparent because we are so accustomed to its conventions, but rather as a medium with its own assumptions, specificities, and inscription practices. Hayles explores works that focus on the very inscription technologies that produce them, examining three writing machines in depth: Talan Memmott's groundbreaking electronic work Lexia to Perplexia, Mark Z. Danielewski's cult postprint novel House of Leaves, and Tom Phillips's artist's book A Humument. Hayles concludes by speculating on how technotexts affect the development of contemporary subjectivity. \nWriting Machines is the second volume in the Mediawork Pamphlets series.", "venue": "", "year": 2002, "referenceCount": 1, "citationCount": 450, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "1969743", "name": "N. K. Hayles"}, {"authorId": "2058959120", "name": "A. Burdick"}]}}, {"contexts": ["Following late 1990s theoretical explorations of ‘new media’ (Manovich, 2001), the related fields of software studies (Fuller, 2003; Manovich, 2008; Wardrip-Fruin, 2009) and platform studies (Bogost and Montfort, 2009) quickly developed in the 2000s."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "4ff80e15e06a349090ad4277598a26ff7bd010ea", "externalIds": {"MAG": "611271060", "DOI": "10.5860/choice.47-4465"}, "url": "https://www.semanticscholar.org/paper/4ff80e15e06a349090ad4277598a26ff7bd010ea", "title": "Expressive Processing: Digital Fictions, Computer Games, and Software Studies", "abstract": "What matters in understanding digital media? Is looking at the external appearance and audience experience of software enoughor should we look further? In Expressive Processing, Noah Wardrip-Fruin argues that understanding what goes on beneath the surface, the computational processes that make digital media function, is essential. Wardrip-Fruin suggests that it is the authors and artists with knowledge of these processes who will use the expressive potential of computation to define the future of fiction and games. He also explores how computational processes themselves express meanings through distinctive designs, histories, and intellectual kinships that may not be visible to audiences. Wardrip-Fruin looks at \"expressive processing\" by examining specific works of digital media ranging from the simulated therapist Eliza and the first major story-generation system Tale-Spin to the complex city-planning game SimCity. Digital media, he contends, offer particularly intelligible examples of things we need to understand about software in general; if we understand, for instance, the capabilities and histories of artificial intelligence techniques in the context of a computer game, we can use that understanding to judge the use of similar techniques in such higher-stakes social contexts as surveillance. Most books on digital media focus on what the machines of digital media look like from the outside but ignore the computational machines that make digital media possible. With this book--the first to approach computational processes from the perspective of media, games, and fiction--Wardrip-Fruin examines both the outside and the inside of digital media's machines. Software Studies series", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 204, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1390043728", "name": "Noah Wardrip-Fruin"}]}}, {"contexts": ["Fuchs investigated the conditions of mineral extraction in Africa, particularly in Democratic Republic of Congo, where 53% of the world’s cobalt was produced in 2011 (Fuchs, 2014, 180).", "In recent years, several authors pointed out the necessity to tackle the ecological crisis and the materiality of digital media within the field of critical studies (Dyer-Witheford, 2008; Maxwell & Miller, 2012; Fuchs, 2014).", "Fuchs also emphasizes the link between digital industry and environmental degradation (2008). He challenges the idea that ICTs necessarily advance ecological sustainability by reducing the need to travel and lowering energy and resource consumption."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "5297faabf0e5a57d39f451243848fb947dcc879a", "externalIds": {"MAG": "178437142", "DOI": "10.4324/9781315880075"}, "url": "https://www.semanticscholar.org/paper/5297faabf0e5a57d39f451243848fb947dcc879a", "title": "Digital Labour and Karl Marx", "abstract": "1. Introduction 2. An Introduction to Karl Marx's Theory 3. Contemporary Cultural Studies and Karl Marx 4. Dallas Smythe and Audience Labour Today 5. Capitalism or Information Society 6. Digital Slavery: Slave Work in ICT-Related Mineral Extraction 7. Exploitation at Foxconn: Primitive Accumulation and the Formal Subsumption of Labour 8. The Division of Labour of the New Imperialism: Work in the Indian Software Industry 9. The Silicon Valley of Dreams and Nightmares of Exploitation: The Google Labour Aristocracy and its Context 10. Tayloristic, Housewifised Service Labour: The Example of Call Centre Work 11. Theorising Digital Labour on Social Media 12. Digital Labour and Struggles for Digital Work--The Occupy Movement as a New Working Class Movement? Social Media as Working Class Social Media? Glossary", "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 418, "influentialCitationCount": 34, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145743081", "name": "C. Fuchs"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "60c7ee358ac6cb671c0740269008aa732b08b9e2", "externalIds": {"MAG": "2571056885", "DOI": "10.2307/1208998"}, "url": "https://www.semanticscholar.org/paper/60c7ee358ac6cb671c0740269008aa732b08b9e2", "title": "How We Became Posthuman: Virtual Bodies in Cybernetics, Literature and Informatics", "abstract": null, "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 1157, "influentialCitationCount": 44, "isOpenAccess": false, "fieldsOfStudy": ["History", "Computer Science"], "authors": [{"authorId": "71229924", "name": "Katherine Hayles"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "6bf6d6be89580844310d7247f845afbafe6b3ac7", "externalIds": {"MAG": "2323828001", "DOI": "10.2307/3735725"}, "url": "https://www.semanticscholar.org/paper/6bf6d6be89580844310d7247f845afbafe6b3ac7", "title": "How We Became Posthuman: Virtual Bodies in Cybernetics, Literature and Informatics", "abstract": "From the Publisher: \nIn this age of DNA computers and artificial intelligence, information is becoming disembodied even as the \"bodies\" that once carried it vanish into virtuality. While some marvel at these changes, envisioning consciousness downloaded into a computer or humans \"beamed\" Star Trek-style, others view them with horror, seeing monsters brooding in the machines. In How We Became Posthuman, N. Katherine Hayles separates hype from fact, investigating the fate of embodiment in an information age. \nHayles relates three interwoven stories: how information lost its body, that is, how it came to be conceptualized as an entity separate from the material forms that carry it; the cultural and technological construction of the cyborg; and the dismantling of the liberal humanist \"subject\" in cybernetic discourse, along with the emergence of the \"posthuman.\" \nRanging widely across the history of technology, cultural studies, and literary criticism, Hayles shows what had to be erased, forgotten, and elided to conceive of information as a disembodied entity. Thus she moves from the post-World War II Macy Conferences on cybernetics to the 1952 novel Limbo by cybernetics aficionado Bernard Wolfe; from the concept of self-making to Philip K. Dick's literary explorations of hallucination and reality; and from artificial life to postmodern novels exploring the implications of seeing humans as cybernetic systems. \nAlthough becoming posthuman can be nightmarish, Hayles shows how it can also be liberating. From the birth of cybernetics to artificial life, How We Became Posthuman provides an indispensable account of how we arrived in our virtual age, and of where we might go from here.", "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 1733, "influentialCitationCount": 64, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Art"], "authors": [{"authorId": "101162326", "name": "J. Tambling"}, {"authorId": "1969743", "name": "N. K. Hayles"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "7b90484d7ec487902fb436a283bf30393d4d81fa", "externalIds": {"MAG": "2133564703", "DOI": "10.1007/S10668-006-9065-0"}, "url": "https://www.semanticscholar.org/paper/7b90484d7ec487902fb436a283bf30393d4d81fa", "title": "The implications of new information and communication technologies for sustainability", "abstract": "This paper discusses the relationship of new information and communication technologies (ICTs) and sustainable development. It deconstructs popular myths about a sustainable information society. One myth is that telework has reduced the need to travel and hence environmental pollution. The reality is that teleworkers make up only a small share of the total workforce, telework can generate new social relationships and hence the need for more travelling, work-related travel produces only a small amount of the total carbon dioxide emissions, and that the total distance travelled per employee is constantly rising. Another myth is that information economy is weightless and dematerialized which reduces environmental impacts. The energy and resource intensities of the ICT sector are indeed lower than the one of the total economy. The ICT sector also emits less CO2 than the total economy. But the ICT sector constitutes only a small portion of the total value added and fossil fuel combustion is still the dominant activity of modern industrial economies. Some stakeholders argue that virtual products allow resource, energy, and transport savings. But burning digital music on compact discs and DVDs, printing digital articles and books, etc. results in rebound effects that cause new material and energy impacts, computers have a low life span of 2–3 years, reusable and upgradeable computers and computer equipment are hardly used and might not be as profitable as non-reusable ones, computers are consuming much energy. Alternatives such as energy consumption labels on ICTs and green ICTs that consume less energy contradict dominant economic interests. A sustainable information society is a society that makes use of ICTs and knowledge for fostering a good life for all human beings of current and future generations by strengthening biological diversity, technological usability, economic wealth for all, political participation of all, and cultural wisdom. Achieving a sustainable information society costs, it demands a conscious reduction of profits by not investing in the future of capital, but the future of humans, society, and nature.", "venue": "", "year": 2008, "referenceCount": 52, "citationCount": 177, "influentialCitationCount": 14, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "145743081", "name": "C. Fuchs"}]}}, {"contexts": ["Following late 1990s theoretical explorations of ‘new media’ (Manovich, 2001), the related fields of software studies (Fuller, 2003; Manovich, 2008; Wardrip-Fruin, 2009) and platform studies (Bogost and Montfort, 2009) quickly developed in the 2000s."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "7c3cc2a13bba6ceadaa37b74a2e7ce4ecf72af55", "externalIds": {"MAG": "1607288515"}, "url": "https://www.semanticscholar.org/paper/7c3cc2a13bba6ceadaa37b74a2e7ce4ecf72af55", "title": "Behind the Blip: Essays on the Culture of Software", "abstract": "There are two questions which I would like to begin with. First, \nwhat kind of critical and inventive thinking is required to take the \nvarious movements in software forward into those areas which are \nnecessary if software oligopolies are to be undermined? But further, \nhow are we to develop the capacity for unleashing the unexpected \nupon software and the certainties which form it? \nSecond, what currents are emerging which demand and incorporate \nnew ways of thinking about software? \nOne of the ways to think about this problem is to imagine it as \na series of articles from a new kind of computer magazine.1 What \nwould happen if writers about computers expanded their horizons \nfrom the usual close focus on benchtests and bit-rates? What would \nhappen if we weren’t looking at endless articles detailing the functionality \nof this or that new version of this or that application? \nWhat if we could think a little more broadly—beyond the usual \ninstructional articles describing how to use this filter or that port? \nWhat, for instance, would it mean to have a fully fledged “software \ncriticism”?", "venue": "", "year": 2003, "referenceCount": 6, "citationCount": 128, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "84076745", "name": "Matthew Fuller"}]}}, {"contexts": ["They do not float in clouds, they proliferate on the tens of thousands of concentric tracks of hard disks, in palimpsest-like imprints (Drucker, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "7d4f73b4719b7e9d2c4a6106cc80c652aa8100a8", "externalIds": {"DBLP": "journals/dhq/Drucker13", "MAG": "2408099484"}, "url": "https://www.semanticscholar.org/paper/7d4f73b4719b7e9d2c4a6106cc80c652aa8100a8", "title": "Performative Materiality and Theoretical Approaches to Interface", "abstract": null, "venue": "Digit. Humanit. Q.", "year": 2013, "referenceCount": 0, "citationCount": 89, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "8951645", "name": "J. Drucker"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "8231020b8478d093ee0b6fcd0817f399973e91a6", "externalIds": {"MAG": "2328411962", "DOI": "10.2307/777470"}, "url": "https://www.semanticscholar.org/paper/8231020b8478d093ee0b6fcd0817f399973e91a6", "title": "The Visible Word: Experimental Typography and Modern Art, 1909-1923", "abstract": "Early in this century, Futurist and Dada artists developed brilliantly innovative uses of typography that blurred the boundaries between visual art and literature. In this text, Johanna Drucker shows how later art criticism has distorted our understanding of such works. She argues that Futurist, Dadaist, and Cubist artists emphasized materiality as the heart of their experimental approach to both visual and poetic forms of representation; by mid-century, however, the tenets of New Criticism and High Modernism had polarized the visual and the literary. Drucker suggests a methodology closer to the actual practices of the early avant-garde artists, based on a re-reading of their critical and theoretical writings. After reviewing theories of signification, the production of meaning, and materiality, she analyzes the work of four poets active in the typographic experimentation of the 1910s and 1920s: Ilia Zdanevich, Filippo Marinetti, Guillaume Apollinaire, and Tristan Tzara.", "venue": "", "year": 1995, "referenceCount": 0, "citationCount": 108, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "8951645", "name": "J. Drucker"}]}}, {"contexts": ["Donna Haraway’s ‘Cyborg Manifesto’ (1991) was intended as a feminist, socialist and materialist effort to break the rigid boundaries between animal, human and machine."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "8752f1f609710c6f53fed24500441fdfd8ee1f14", "externalIds": {"DBLP": "journals/annals/Haigh09", "MAG": "2043163001", "DOI": "10.1109/MAHC.2009.123"}, "url": "https://www.semanticscholar.org/paper/8752f1f609710c6f53fed24500441fdfd8ee1f14", "title": "How Data Got its Base: Information Storage Software in the 1950s and 1960s", "abstract": "Generalized report generation and file maintenance programs were widely used in the 1950s, standardized by the Share user group with 9PAC and Surge. By the 1960s the first recognizable DBMS systems, such IMS and IDS, had evolved to address the challenges of disk drives and MIS projects. Finally, in the late 1960s Codasyl's Data Base Task Group formulated the DBMS concept itself.", "venue": "IEEE Annals of the History of Computing", "year": 2009, "referenceCount": 135, "citationCount": 31, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1714013", "name": "T. Haigh"}]}}, {"contexts": ["Are we talking about a contemporary reconfiguration of Marxian perspectives on the political economy of the web (Dyer-Witheford, 1999; Fuchs, 2011)? Is this digital material turn inspired by the material turn that regenerated sociocultural anthropology in the 1970s (Miller, 1987)? Or should we understand it as a spreading interest for philosophies of new materialism (DeLanda, 2000; Bennett, 2009) that since the end of the 1990s advocate for a postcartesian and posthumanist perspective? In this paper, I propose to untangle some of the principal theoretical propositions that compose the field of digital materialism.", "His reference to the ‘vibrancy’ of digital materiality is borrowed from Jane Bennett (2009), whose work is emblematic of a specific trend in new materialism called ‘vital materialism’.", "Or should we understand it as a spreading interest for philosophies of new materialism (DeLanda, 2000; Bennett, 2009) that since the end of the 1990s advocate for a postcartesian and posthumanist perspective?"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "8acc6d0e93f1a4b8d4781cb49adf4762c048de51", "externalIds": {"MAG": "2320717313", "DOI": "10.1080/00335630.2015.994892"}, "url": "https://www.semanticscholar.org/paper/8acc6d0e93f1a4b8d4781cb49adf4762c048de51", "title": "Vibrant Matter: A Political Ecology of Things", "abstract": null, "venue": "", "year": 2015, "referenceCount": 0, "citationCount": 782, "influentialCitationCount": 92, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "66603723", "name": "Nathan Stormer"}]}}, {"contexts": ["…regulation, privacy and surveillance, this subfield comprises empirical studies on the political economy of cable infrastructure (Starosielski, 2013), the geographic localisation of data storage centres (Jaeger et al., 2009) and the national laws that govern data management (Jaeger et al., 2008)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "93633129b14791f53495c67805655cd32581dce7", "externalIds": {"MAG": "2072566257", "DOI": "10.1080/19331680802425479"}, "url": "https://www.semanticscholar.org/paper/93633129b14791f53495c67805655cd32581dce7", "title": "Cloud Computing and Information Policy: Computing in a Policy Cloud?", "abstract": "ABSTRACT Cloud computing is a computing platform that resides in a large data center and is able to dynamically provide servers with the ability to address a wide range of needs, from scientific research to e-commerce. The provision of computing resources as if it were a utility such as electricity, while potentially revolutionary as a computing service, presents many major problems of information policy, including issues of privacy, security, reliability, access, and regulation. This article explores the nature and potential of cloud computing, the policy issues raised, and research questions related to cloud computing and policy. Ultimately, the policy issues raised by cloud computing are examined as a part of larger issues of public policy attempting to respond to rapid technological evolution.", "venue": "", "year": 2008, "referenceCount": 49, "citationCount": 310, "influentialCitationCount": 16, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143762896", "name": "P. Jaeger"}, {"authorId": "145580839", "name": "Jimmy J. Lin"}, {"authorId": "25943188", "name": "J. Grimes"}]}}, {"contexts": ["Are we talking about a contemporary reconfiguration of Marxian perspectives on the political economy of the web (Dyer-Witheford, 1999; Fuchs, 2011)?"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "9bddc8909096e0b42372a91d1dd880ed3ee561f5", "externalIds": {"MAG": "33576133", "DOI": "10.4324/9780203830864"}, "url": "https://www.semanticscholar.org/paper/9bddc8909096e0b42372a91d1dd880ed3ee561f5", "title": "Foundations of Critical Media and Information Studies", "abstract": "1. Introduction Part 1: Theory 2. Critical Theory Today 3. Critical Media and Information Studies 4. Karl Marx and Critical Media and Information Studies Part 2: Case Studies 5. The Media and Information Economy & the New Imperialism 6. The New Crisis of Capitalism and the Role of the Media and Information Economy 7. Participatory Web 2.0 as Ideology Part 3: Alternatives 8. Alternative Media as Critical Media 9. Conclusion", "venue": "", "year": 2011, "referenceCount": 0, "citationCount": 254, "influentialCitationCount": 24, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "145743081", "name": "C. Fuchs"}]}}, {"contexts": ["Interested in the way information is ‘transformed into matter and matter into information’ (Kittler, 1997: 126), he developed an approach that privileges the material structures of technology, especially ‘their logical structure (informatics) on the one hand and their hardware (physics) on the…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "9f0f3b55f02fb0f902a67f9fb867fd02902c5da6", "externalIds": {"MAG": "642144976", "DOI": "10.4324/9781315078595"}, "url": "https://www.semanticscholar.org/paper/9f0f3b55f02fb0f902a67f9fb867fd02902c5da6", "title": "Literature, Media, Information Systems", "abstract": "Gramophone, film, typewriter Dracula's legacy romanticism-psychoanalysis-film media and drugs in Pynchon's World War II media wars the world of the symbolic - a world of the medicine there is no software protected mode.", "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 81, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "46899589", "name": "Friedrich A. Kittler"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a2a61d2b1bbc418eb67d2d4dc06578f20e8aa4aa", "externalIds": {"MAG": "1602078967", "DOI": "10.5860/choice.36-5129"}, "url": "https://www.semanticscholar.org/paper/a2a61d2b1bbc418eb67d2d4dc06578f20e8aa4aa", "title": "The Pattern on the Stone: The Simple Ideas That Make Computers Work", "abstract": "From the Publisher: \nMost people are baffled by how computers work and assume that they will never understand them. What they don't realize--and what Daniel Hillis's short book brilliantly demonstrates--is that computers' seemingly complex operations can be broken down into a few simple parts that perform the same simple procedures over and over. Written clearly and succinctly by one of the world's leading computer scientists, The Pattern on the Stone is an indispensable guide to understanding the workings of that most ubiquitous and important of machines.", "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 63, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2068509224", "name": "D. Hillis"}, {"authorId": "143731352", "name": "W. Hillis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "a54194422c56399b2923b2ad706b8175c8c48258", "externalIds": {"DBLP": "journals/bstj/Shannon48", "MAG": "1995875735", "DOI": "10.1002/J.1538-7305.1948.TB01338.X"}, "url": "https://www.semanticscholar.org/paper/a54194422c56399b2923b2ad706b8175c8c48258", "title": "A mathematical theory of communication", "abstract": "In this final installment of the paper we consider the case where the signals or the messages or both are continuously variable, in contrast with the discrete nature assumed until now. To a considerable extent the continuous case can be obtained through a limiting process from the discrete case by dividing the continuum of messages and signals into a large but finite number of small regions and calculating the various parameters involved on a discrete basis. As the size of the regions is decreased these parameters in general approach as limits the proper values for the continuous case. There are, however, a few new effects that appear and also a general change of emphasis in the direction of specialization of the general results to particular cases.", "venue": "Bell Syst. Tech. J.", "year": 1948, "referenceCount": 3, "citationCount": 34622, "influentialCitationCount": 482, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Mathematics"], "authors": [{"authorId": "144461837", "name": "C. Shannon"}]}}, {"contexts": ["It refers to the phenomenological capacity of things, or ‘actants’ (Latour, 1999) to self-organize, create new assemblages (De Landa, 1997) and exercise a force upon humans."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "ad8ef8f0e13885f82e4bf90a2fdd7ddcea90931f", "externalIds": {"MAG": "301099587", "DOI": "10.5860/choice.35-5627"}, "url": "https://www.semanticscholar.org/paper/ad8ef8f0e13885f82e4bf90a2fdd7ddcea90931f", "title": "A Thousand Years of Nonlinear History", "abstract": null, "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 364, "influentialCitationCount": 32, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "69453574", "name": "Manuel Delanda"}]}}, {"contexts": ["In the ‘Electric Age’ of Marshall McLuhan, electricity is the ‘ultimate medium’, an extension of the Mind, source of one single collective conscience (McLuhan, 1964)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "b7b1c59d7396379c4032de3f2199ecc27e2b405b", "externalIds": {"MAG": "2796527002", "DOI": "10.2307/355246"}, "url": "https://www.semanticscholar.org/paper/b7b1c59d7396379c4032de3f2199ecc27e2b405b", "title": "Understanding Media: The Extensions of Man", "abstract": "This reissue of Understanding Media marks the thirtieth anniversary (1964-1994) of Marshall McLuhan's classic expose on the state of the then emerging phenomenon of mass media. Terms and phrases such as \"the global village\" and \"the medium is the message\" are now part of the lexicon, and McLuhan's theories continue to challenge our sensibilities and our assumptions about how and what we communicate. There has been a notable resurgence of interest in McLuhan's work in the last few years, fueled by the recent and continuing conjunctions between the cable companies and the regional phone companies, the appearance of magazines such as WiRed, and the development of new media models and information ecologies, many of which were spawned from MIT's Media Lab. In effect, media now begs to be redefined. In a new introduction to this edition of Understanding Media, Harper's editor Lewis Lapham reevaluates McLuhan's work in the light of the technological as well as the political and social changes that have occurred in the last part of this century.", "venue": "", "year": 1968, "referenceCount": 1, "citationCount": 9127, "influentialCitationCount": 359, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32996996", "name": "M. Mcluhan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "ba328478958a5916060427d7949f3e7bde662d9b", "externalIds": {"MAG": "2056879345", "DOI": "10.2307/203963"}, "url": "https://www.semanticscholar.org/paper/ba328478958a5916060427d7949f3e7bde662d9b", "title": "A Thousand Plateaus: Capitalism and Schizophrenia", "abstract": "Translator's Foreword: Pleasures of Philosophy Notes on the Translation and Acknowledgements Author's Note 1. Introduction: Rhizome 2. 1914: One or Several Wolves? 3. 10,000 BC: The Geology of Morals (Who Does the Earth Think It Is?) 4. November 20th, 1923: Postulates of Linguistics 5. 587BC-AD70: On Several Regimes of Signs 6. November 28th, 1947: How Do You Make Yourself a Body Without Organs? 7. Year Zero: Faciality 8. 1874: Three Novellas, or \"What Happened?\" 9. 1933: Micropolitics and Segmentarity 10. 1730: Becoming Intense, Becoming-Animal, Becoming Imperceptible... 11. 1837: Of the Refrain 12. 1227: Treatise on Nomadology - The War Machine 13. 7000BC: Apparatus of Capture 14. 1440: The Smooth and the Striated 15. Conclusion: Concrete Rules and Abstract Machines Notes Bibliography List of Illustrations Index", "venue": "", "year": 1980, "referenceCount": 10, "citationCount": 13953, "influentialCitationCount": 1026, "isOpenAccess": true, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2287656", "name": "G. Deleuze"}, {"authorId": "48800252", "name": "F. Guattari"}, {"authorId": "71684583", "name": "B. Massumi"}]}}, {"contexts": ["claim instead, following Latour, that “[h]istory is no longer simply the history of people, it becomes the history of natural things as well” (Latour, [1991] 1993, 82)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "bf980e1f6360b9b95f41456cb64955e89de2857f", "externalIds": {"MAG": "1531952569", "DOI": "10.1002/9780470998946.CH2"}, "url": "https://www.semanticscholar.org/paper/bf980e1f6360b9b95f41456cb64955e89de2857f", "title": "Politics from Nature", "abstract": null, "venue": "", "year": 2007, "referenceCount": 0, "citationCount": 408, "influentialCitationCount": 28, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "68994782", "name": "M. Bassin"}]}}, {"contexts": ["His reference to the ‘vibrancy’ of digital materiality is borrowed from Jane Bennett (2009), whose work is emblematic of a specific trend in new materialism called ‘vital materialism’.", "Are we talking about a contemporary reconfiguration of Marxian perspectives on the political economy of the web (Dyer-Witheford, 1999; Fuchs, 2011)? Is this digital material turn inspired by the material turn that regenerated sociocultural anthropology in the 1970s (Miller, 1987)? Or should we understand it as a spreading interest for philosophies of new materialism (DeLanda, 2000; Bennett, 2009) that since the end of the 1990s advocate for a postcartesian and posthumanist perspective? In this paper, I propose to untangle some of the principal theoretical propositions that compose the field of digital materialism. I will outline six frameworks that share the assumption that digital materiality is composed of ‘material bits’, as Jean-François Blanchette puts it (2011): the Berlin School of media, the field of software studies, the literary critique of electronic texts, the forensic approach, the ‘new materialist’ media ecology, and the field of Marxian critical studies.", "At the heart of Bennett’s ecologies of matter is the ‘vitality’ of things. She describes the world as a continuum of ‘living matter’, with no radical split between life and material things. Rejecting the dualism between active subject and passive object, her model operates on the level of immanency and flat ontologies. This model is positioned against radical versions of social constructivism (where all things in the world are considered a social construction), and against mechanist approaches that treat objects as inert and determined, where humans are the only privileged entities to be granted agency. The neo-vitalist option defended by Bennett is inspired by ancient materialist philosophers, such as Democritus and other pre-Socratic atomist theories, for whom all things are composed of primary chunks of matter (atoms) in movement. Her philosophy is also directly influenced by Gilles Deleuze’s ontologies of ‘becoming’ (1987), and Henri Bergson’s notions of ‘life-matter’ and ‘matter-flow’(1889).", "At the heart of Bennett’s ecologies of matter is the ‘vitality’ of things. She describes the world as a continuum of ‘living matter’, with no radical split between life and material things. Rejecting the dualism between active subject and passive object, her model operates on the level of immanency and flat ontologies. This model is positioned against radical versions of social constructivism (where all things in the world are considered a social construction), and against mechanist approaches that treat objects as inert and determined, where humans are the only privileged entities to be granted agency. The neo-vitalist option defended by Bennett is inspired by ancient materialist philosophers, such as Democritus and other pre-Socratic atomist theories, for whom all things are composed of primary chunks of matter (atoms) in movement. Her philosophy is also directly influenced by Gilles Deleuze’s ontologies of ‘becoming’ (1987), and Henri Bergson’s notions of ‘life-matter’ and ‘matter-flow’(1889). ‘Thing-power’ is a concept Bennett developed to characterize the agential powers of nonhuman entities.", "At the heart of Bennett’s ecologies of matter is the ‘vitality’ of things. She describes the world as a continuum of ‘living matter’, with no radical split between life and material things. Rejecting the dualism between active subject and passive object, her model operates on the level of immanency and flat ontologies. This model is positioned against radical versions of social constructivism (where all things in the world are considered a social construction), and against mechanist approaches that treat objects as inert and determined, where humans are the only privileged entities to be granted agency. The neo-vitalist option defended by Bennett is inspired by ancient materialist philosophers, such as Democritus and other pre-Socratic atomist theories, for whom all things are composed of primary chunks of matter (atoms) in movement. Her philosophy is also directly influenced by Gilles Deleuze’s ontologies of ‘becoming’ (1987), and Henri Bergson’s notions of ‘life-matter’ and ‘matter-flow’(1889). ‘Thing-power’ is a concept Bennett developed to characterize the agential powers of nonhuman entities. It refers to the phenomenological capacity of things, or ‘actants’ (Latour, 1999) to self-organize, create new assemblages (De Landa, 1997) and exercise a force upon humans. ‘Thing-power materialism figures materiality as a protean flow of matter-energy and figures the thing as a relatively composed form of that flow’ (Bennett, 349). She describes for example the (impersonal) life of metal in an attempt to escape anthropocentrist and biocentrist conceptions of life. According to Parikka, new materialism allows for a political analysis of electronic media that is lacking in Kittler’s work, especially in regards to issues of electronic waste and ‘dirty matter’. Bennett herself describes her proposition as a radical framework aiming to ground a political ethics in a project of ecological sustainability. However, it is debated among philosophical circles whether Bennett’s version of new materialism can provide suitable political concepts to orientate social action. Bennett’s approach is sometimes labelled ‘naive materialism’, a denomination she uses herself to describe her approach (2004). Explicitly positioning her framework as an alternative to Marxist critical materialism, she aims to challenge the dominant position of Marxism among materialist perspectives (Ibid.", "Bennett herself describes her political strategy as ‘indirect’: targeting ‘not the macro-level politics of laws, policy, institutional change but the micro-politics of sensibility-formation’, hoping that ‘new attentiveness will translate into more thoughtful and sustainable public policies’ of ‘greener’ modes of consumption and production, including in the way we produce and consume digital media (Bennett in Gratton, 2010). Yet if the value of Bennett’s contribution is to draw attention to largely ignored non-human organizing forces and mechanisms in social configurations (Bryant, 2012), new vocabulary for direct political intervention is to be found elsewhere, notably in Bruno Latour’s Politics of Nature (2009) or in critical approaches of materialism.", "At the heart of Bennett’s ecologies of matter is the ‘vitality’ of things. She describes the world as a continuum of ‘living matter’, with no radical split between life and material things. Rejecting the dualism between active subject and passive object, her model operates on the level of immanency and flat ontologies. This model is positioned against radical versions of social constructivism (where all things in the world are considered a social construction), and against mechanist approaches that treat objects as inert and determined, where humans are the only privileged entities to be granted agency. The neo-vitalist option defended by Bennett is inspired by ancient materialist philosophers, such as Democritus and other pre-Socratic atomist theories, for whom all things are composed of primary chunks of matter (atoms) in movement. Her philosophy is also directly influenced by Gilles Deleuze’s ontologies of ‘becoming’ (1987), and Henri Bergson’s notions of ‘life-matter’ and ‘matter-flow’(1889). ‘Thing-power’ is a concept Bennett developed to characterize the agential powers of nonhuman entities. It refers to the phenomenological capacity of things, or ‘actants’ (Latour, 1999) to self-organize, create new assemblages (De Landa, 1997) and exercise a force upon humans. ‘Thing-power materialism figures materiality as a protean flow of matter-energy and figures the thing as a relatively composed form of that flow’ (Bennett, 349). She describes for example the (impersonal) life of metal in an attempt to escape anthropocentrist and biocentrist conceptions of life. According to Parikka, new materialism allows for a political analysis of electronic media that is lacking in Kittler’s work, especially in regards to issues of electronic waste and ‘dirty matter’. Bennett herself describes her proposition as a radical framework aiming to ground a political ethics in a project of ecological sustainability. However, it is debated among philosophical circles whether Bennett’s version of new materialism can provide suitable political concepts to orientate social action. Bennett’s approach is sometimes labelled ‘naive materialism’, a denomination she uses herself to describe her approach (2004). Explicitly positioning her framework as an alternative to Marxist critical materialism, she aims to challenge the dominant position of Marxism among materialist perspectives (Ibid.). However, the expression ‘naive materialism’ was appropriated by her opponents as a pejorative name to criticize the lack of political consistency in her proposition. Christian Thorne (2013), for example, wonders how to derive a political program from new materialist ontologies such as Bennett’s."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "c14966e8f5fed5caed4e5e3cc7582550c4ba43ae", "externalIds": {"MAG": "2159272757", "DOI": "10.1177/0090591703260853"}, "url": "https://www.semanticscholar.org/paper/c14966e8f5fed5caed4e5e3cc7582550c4ba43ae", "title": "The Force of Things", "abstract": "This essay seeks to give philosophical expression to the vitality, willfullness, and recalcitrance possessed by nonhuman entities and forces. It also considers the ethico-political import of an enhanced awareness of “thing-power.” Drawing from Lucretius, Spinoza, Gilles Deleuze, Bruno Latour, and others, it describes a materialism of lively matter, to be placed in conversation with the historical materialism of Marx and the body materialism of feminist and cultural studies. Thing-power materialism is a speculative onto-story, an admittedly presumptuous attempt to depict the nonhumanity that flows around and through humans. The essay concludes with a preliminary discussion of the ecological implications of thing-power.", "venue": "", "year": 2004, "referenceCount": 31, "citationCount": 452, "influentialCitationCount": 25, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "46769547", "name": "Jane Bennett"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "c75a034b2c39ab924d4fc3418320e3242ad237d8", "externalIds": {"MAG": "2943664683", "DOI": "10.1007/978-1-137-05194-3_10"}, "url": "https://www.semanticscholar.org/paper/c75a034b2c39ab924d4fc3418320e3242ad237d8", "title": "A Cyborg Manifesto: Science, Technology and Socialist Feminism in the Late Twentieth", "abstract": null, "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 192, "influentialCitationCount": 17, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "50438968", "name": "D. Haraway"}]}}, {"contexts": ["A whole body of works in critical internet studies shows how digital media contributes to reproducing exploitative economic structures and alienating ideologies (Garnham, 1990; Mosco, 2009; Fuchs and Dyer-Witheford, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d47bfad653f96b04d81fe7cc82a83bab21b97fe7", "externalIds": {"MAG": "79254837", "DOI": "10.4135/9781446279946"}, "url": "https://www.semanticscholar.org/paper/d47bfad653f96b04d81fe7cc82a83bab21b97fe7", "title": "political economy of communication", "abstract": "In this paper five major trends in the political economy of communication are addressed: the globalization of the field, the expansion of an enduring emphasis on historical research, the growth of research from alternative standpoints, especially feminism and labour, the shift from an emphasis on old to new media, and the growth of activism connected to the political economy tradition. None of these are brand new tendencies but rather build on existing ones, which were often submerged beneath dominant trends in the field. Nonetheless, the outcomes of specific struggles within each of these domains suggest that political economists have made significant contributions to the overall resurgence of activism around major communication issues.", "venue": "", "year": 1996, "referenceCount": 6, "citationCount": 881, "influentialCitationCount": 78, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2060515", "name": "V. Mosco"}]}}, {"contexts": ["A whole body of works in critical internet studies shows how digital media contributes to reproducing exploitative economic structures and alienating ideologies (Garnham, 1990; Mosco, 2009; Fuchs and Dyer-Witheford, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d91cfd8e0915517d9231f89e9ca5e4d60a49f0bc", "externalIds": {"MAG": "2101663602", "DBLP": "journals/nms/FuchsD13", "DOI": "10.1177/1461444812462854"}, "url": "https://www.semanticscholar.org/paper/d91cfd8e0915517d9231f89e9ca5e4d60a49f0bc", "title": "Karl Marx @ Internet Studies", "abstract": "The task of this paper is to point out the relevance of Karl Marx for Internet Studies. Marxian concepts that have been reflected implicitly or explicitly in Internet Studies include: (1) dialectics; (2) capitalism; (3) commodity/commodification; (4) surplus value, exploitation, alienation, class; (5) globalization; (6) ideology/ideology critique; (7) art and aesthetics; (8) class struggle; (9) commons; (10) public sphere; (11) communism. The paper provides a literature overview for showing that, and how, Marxian concepts have been used in Internet Studies. Internet Studies to a certain extent analyse the Internet, economy and society in Marxist-inspired studies terms, yet do not acknowledge the connection to Marx and thus seem superficial in their various approaches discussing capitalism, exploitation and domination. We argue that it is time to actively remember that Marx is the founding figure of Critical Studies and that Marxian analyses are crucial for understanding the contemporary role of the Internet and the media in society.", "venue": "New Media Soc.", "year": 2013, "referenceCount": 124, "citationCount": 36, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "145743081", "name": "C. Fuchs"}, {"authorId": "1402914662", "name": "N. Dyer-Witheford"}]}}, {"contexts": ["Since the 2000s, the label media ecology has been reappropriated by a new generation of scholars (Fuller, 2005; Cubitt, 2005; Goddard and Parikka, 2011; Parikka, 2012)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "dfcee5c458b47c230bf19cf90480ee34270d087c", "externalIds": {"MAG": "164204899"}, "url": "https://www.semanticscholar.org/paper/dfcee5c458b47c230bf19cf90480ee34270d087c", "title": "Media Ecologies: Materialist Energies in Art and Technoculture (Leonardo Books)", "abstract": "ion, 66, 69, 71, 97, 103 as transduction, 79 A Camera Recording Its Own Condition (7 apertures, 10 speeds, 2 mirrors), 7, 58–60, 73, 75, 78, 80–84, 88, 110, 156, 171 illustration of (fig. 2.1), 59 as phase space, 76 Acconci, Vito, 13 Adorno, Theodor, 139 Affordance, 7, 45, 56, 169 of container, 97 of keypad, 48–49 of street lighting, 89 Alphabet, 42, 48–49, 50, 61, 156 Alternative technology, 91 Althusser, Louis, 21 Apparatus, 55–57, 58, 62, 75–76, 81–83, 101, 165, 171 and history, 64 Appropriation, 65 Aragon, Louis, 139 Arendt, Hannah, 146 Arnheim, Rudolf, 32 Art catalog (as medial device), 58 Artificial intelligence, 101 Artificial life, 71, 111 Art methodologies, 74 Art systems, 74, 160, 169, 176 documents of, 126 economies of, 120 Aunger, Robert, 111–112 Baker, Rachel, 125 Bakhtin, Mikhail, 116, 156, 161, 170 Ballard, J. G., 14 BANGBANGnetwork, 100 Banton, Buju, 31–32 Bateson, Gregory, 5 Beatboxing, 30 Bell, Alexander Graham, 42 Benjamin, Walter, 30, 138–140 BITRadio, 8, 99–100, 102–103 Bjork, 19 Blackmore, Susan, 109, 111–115, 116, 132, 156 Bloch, Maurice, 156–157 Bolter, Jay David, and Richard Grusin, 117 Bookchin, Murray, 91 Books, as media ecology, 11, 61 BP, 158 Brecht, Berthold, 25, 41 Brener, Alexander, 109 British Standards Institute, 93 Index", "venue": "", "year": 2007, "referenceCount": 101, "citationCount": 138, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "84076745", "name": "Matthew Fuller"}]}}, {"contexts": ["…regulation, privacy and surveillance, this subfield comprises empirical studies on the political economy of cable infrastructure (Starosielski, 2013), the geographic localisation of data storage centres (Jaeger et al., 2009) and the national laws that govern data management (Jaeger et al., 2008)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "e10f432b75868cb3cb97f97f529e12c0d9f4250c", "externalIds": {"MAG": "2291704288", "DOI": "10.1002/9781119421900.ch3"}, "url": "https://www.semanticscholar.org/paper/e10f432b75868cb3cb97f97f529e12c0d9f4250c", "title": "Where is the cloud", "abstract": "Cloud computing -- the creation of large data centers that can be dynamically provisioned, configured, and reconfigured to deliver services in a scalable manner -- places enormous capacity and power in the hands of users. As an emerging new technology, however, cloud computing also raises significant questions about resources, economics, the environment, and the law. This paper explores the interrelationships between the geography of cloud computing, its users, its providers, and governments.", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143762896", "name": "P. Jaeger"}, {"authorId": "145580839", "name": "Jimmy J. Lin"}, {"authorId": "25943188", "name": "J. Grimes"}, {"authorId": "2529065", "name": "Shannon N. Simmons"}]}}, {"contexts": ["Is this digital material turn inspired by the material turn that regenerated sociocultural anthropology in the 1970s (Miller, 1987)?", "Are we talking about a contemporary reconfiguration of Marxian perspectives on the political economy of the web (Dyer-Witheford, 1999; Fuchs, 2011)? Is this digital material turn inspired by the material turn that regenerated sociocultural anthropology in the 1970s (Miller, 1987)? Or should we understand it as a spreading interest for philosophies of new materialism (DeLanda, 2000; Bennett, 2009) that since the end of the 1990s advocate for a postcartesian and posthumanist perspective? In this paper, I propose to untangle some of the principal theoretical propositions that compose the field of digital materialism."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "e1fd5caf58ead99b0899b98605bb57e3b8985835", "externalIds": {"MAG": "2023115679", "DOI": "10.2307/2071982"}, "url": "https://www.semanticscholar.org/paper/e1fd5caf58ead99b0899b98605bb57e3b8985835", "title": "Material Culture and Mass Consumption", "abstract": "Part 1 Objectification: Hegel and objectification Marx - objectification as rupture Munn - objectification as culture Simmel - objectification as modernity. Part 2 Material culture: material culture artefacts in their contexts. Part 3 Mass consumption: the study of consumption object domains, ideology and interests towards a theory of consumption.", "venue": "", "year": 1987, "referenceCount": 0, "citationCount": 1642, "influentialCitationCount": 77, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145871506", "name": "Danny Miller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "e43aca1851e4f05bddcb03971133e12d1929334f", "externalIds": {"MAG": "1499025818", "DOI": "10.5860/choice.50-2111"}, "url": "https://www.semanticscholar.org/paper/e43aca1851e4f05bddcb03971133e12d1929334f", "title": "Greening the Media", "abstract": "Identifies the media's complicity in environmental pollution, illustrating how information technology contributes to the global ecological crisis \n \nLays out a plan for change and sustainability in various media industries \n \nExamines hot-button issues such as global-warming,cellphone safety, and technological waste", "venue": "", "year": 2012, "referenceCount": 8, "citationCount": 213, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "50427850", "name": "Richard Maxwell"}, {"authorId": "46843538", "name": "T. Miller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "e6b4118d35bf06da514ddd1144d6b152d049ef7b", "externalIds": {"MAG": "2046557741", "DOI": "10.2307/2902463"}, "url": "https://www.semanticscholar.org/paper/e6b4118d35bf06da514ddd1144d6b152d049ef7b", "title": "The Cryptographic Imagination: Secret Writing from Edgar Poe to the Internet (Parallax: Re-visions of Culture and Society Series)", "abstract": "This text uses the writings of Edgar Allan Poe to pose a set of questions pertaining to literary genre, cultural modernity and technology. The author argues that Poe's cryptographic writings - his essays on cryptography and the short stories that grew out of them - requires that we rethink the relation of poststructural criticism to Poe's texts, and more generally, reconsider the relation of literature to communication. The author argues that cryptography serves not only as a template for the language, character, and themes of much of Poe's late fiction but also as a \"secret history\" of literary modernity itself.", "venue": "", "year": 1997, "referenceCount": 0, "citationCount": 42, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Art"], "authors": [{"authorId": "14566843", "name": "S. Rosenheim"}]}}, {"contexts": ["Since the 2000s, the label media ecology has been reappropriated by a new generation of scholars (Fuller, 2005; Cubitt, 2005; Goddard and Parikka, 2011; Parikka, 2012)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "ef975c3d58e258ab4e3cea11d9bf14a1f3816736", "externalIds": {"MAG": "2016180380", "DOI": "10.1080/14791420.2011.626252"}, "url": "https://www.semanticscholar.org/paper/ef975c3d58e258ab4e3cea11d9bf14a1f3816736", "title": "New Materialism as Media Theory: Medianatures and Dirty Matter", "abstract": "In the midst of theoretical debates and traditions concerning ‘‘materialism’’ (also new), ‘‘realism’’ (speculative) and ‘‘objects’’ (object-oriented philosophy), one of the most important things to realize is that a lot of the discourses stem from what could be called ‘‘mediatic’’ phenomena. This does not mean we need to reduce the richness of the theoretical approaches concerned*whether they come from directions of Deleuze, Whitehead, Spinoza, Latour, material feminisms, science studies or radical empiricsm*to ‘‘media’’ or ‘‘technology,’’ but such an emphasis is one way to entangle ontological debates concerning new materialism with historical media approaches. Such perspectives mixing philosophy with media theory offer an insight to why we are so interested in non-human bodies and objects, processes that escape direct and conscious human perception, intensity of matter of technological and biological kinds. In short, it goes something like this: New materialism is not only about intensities of bodies and their capacities such as voice or dance, of movement and relationality, of fleshyness, of ontological monism and alternative epistemologies of generative matter, and active meaningmaking of objects themselves non-reducible to signification. New materialism is already present in the way technical media transmits and processes ‘‘culture,’’ and", "venue": "", "year": 2012, "referenceCount": 28, "citationCount": 104, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1809521", "name": "J. Parikka"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "f19095acfea1abc8052ca6a3f6d0d03b2dbe6b7e", "externalIds": {"MAG": "1518191950"}, "url": "https://www.semanticscholar.org/paper/f19095acfea1abc8052ca6a3f6d0d03b2dbe6b7e", "title": "Capitalism and communication : global culture and the economics of information", "abstract": "Part 1 Methodology and the mass media: contribution to a political economy of mass communication film and media studies - reconstructing the subject the myths of video - a disciplinary reminder Pierre Bourdieu and the sociology of culture - an introduction politics and the mass media in the United Kingdom. Part 2 Policy and politics - public service broadcasting and the information market: the media and the public sphere public service versus the market telecommunications policy in the United Kingdom. Part 3 The political economy and the production of culture: public policy and the cultural industries the economics of the US motion picture industry.", "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 391, "influentialCitationCount": 19, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "5791541", "name": "N. Garnham"}, {"authorId": "81856113", "name": "F. Inglis"}]}}, {"contexts": ["All digital data consists of physical inscriptions (Kirschenbaum et al., 2010, 40)."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "f2372c0d47310e18784fb2ac142648102a938c44", "externalIds": {"MAG": "1583928792"}, "url": "https://www.semanticscholar.org/paper/f2372c0d47310e18784fb2ac142648102a938c44", "title": "Digital Forensics and Born-Digital Content in Cultural Heritage Collections. CLIR Publication No. 149.", "abstract": "Digital Forensics and Born-Digital Content in Cultural Heritage Collections examines \ndigital forensics and its relevance for contemporary research. The applicability \nof digital forensics to archivists, curators, and others working within \nour cultural heritage is not necessarily intuitive. When the shared interests of \ndigital forensics and responsibilities associated with securing and maintaining \nour cultural legacy are identified—preservation, extraction, documentation, \nand interpretation, as this report details—the correspondence between \nthese fields of study becomes logical and compelling.", "venue": "", "year": 2010, "referenceCount": 145, "citationCount": 41, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Geography"], "authors": [{"authorId": "1880746", "name": "M. Kirschenbaum"}, {"authorId": "2841692", "name": "R. Ovenden"}, {"authorId": "26932884", "name": "Gabriela Redwine"}]}}, {"contexts": ["In recent years, several authors pointed out the necessity to tackle the ecological crisis and the materiality of digital media within the field of critical studies (Dyer-Witheford, 2008; Maxwell & Miller, 2012; Fuchs, 2014). Marxist frameworks articulate the issues of materiality, politics and ecology around the traditional concepts of ownership, labour and class struggle. This version of digital materialism brings to the forefront the material nature of economy with the aim of criticizing capitalism and its excesses. It postulates that the material infrastructure of media industry acts as a determining force in the production of media content and discourse. A whole body of works in critical internet studies shows how digital media contributes to reproducing exploitative economic structures and alienating ideologies (Garnham, 1990; Mosco, 2009; Fuchs and Dyer-Witheford, 2013). In recent years, a new body of work on ‘digital materiality’ emerged from the critique of the notions of ‘immaterial labour’ and ‘dematerialised’ economy. The term ‘immaterial labour’ stems from the analysis of computerized work in Italian autonomist Marxism. First introduced by Maurizio Lazzarato (1996), it was popularized by Michael Hardt and Toni Negri (2000) to account for the contemporary transformations in capitalist modes of production.", "In recent years, several authors pointed out the necessity to tackle the ecological crisis and the materiality of digital media within the field of critical studies (Dyer-Witheford, 2008; Maxwell & Miller, 2012; Fuchs, 2014). Marxist frameworks articulate the issues of materiality, politics and ecology around the traditional concepts of ownership, labour and class struggle. This version of digital materialism brings to the forefront the material nature of economy with the aim of criticizing capitalism and its excesses. It postulates that the material infrastructure of media industry acts as a determining force in the production of media content and discourse. A whole body of works in critical internet studies shows how digital media contributes to reproducing exploitative economic structures and alienating ideologies (Garnham, 1990; Mosco, 2009; Fuchs and Dyer-Witheford, 2013). In recent years, a new body of work on ‘digital materiality’ emerged from the critique of the notions of ‘immaterial labour’ and ‘dematerialised’ economy. The term ‘immaterial labour’ stems from the analysis of computerized work in Italian autonomist Marxism. First introduced by Maurizio Lazzarato (1996), it was popularized by Michael Hardt and Toni Negri (2000) to account for the contemporary transformations in capitalist modes of production. By ‘immaterial labour’, Lazzarato refers to ‘labour that produces the informational and cultural content of the commodity’ (1996, 133). Hardt and Negri describe a form of labour ‘that creates immaterial products, such as knowledge, information, communication, a relationship, or an emotional response’ (2005, 108). However, this term is problematic because it reproduces the trope of digital immateriality and extends it to the realm of labour. For Christian Fuchs, ‘the term ‘immaterial’ creates the impression that information work is detached from nature and matter and that there are two substances in the world - matter and spirit – that result in two different types of work’ (2014, 252). Against this representation, he asserts that information work is material itself: information is produced by human brains, which are material, not pure spirits, and digital infrastructure involves the exploitation of raw materials and equipment. In a book called Digital Labour and Karl Marx (2014), Fuchs investigated the material conditions of labourers in the ICT industry from the perspective of Marxist political economy.", "Are we talking about a contemporary reconfiguration of Marxian perspectives on the political economy of the web (Dyer-Witheford, 1999; Fuchs, 2011)? Is this digital material turn inspired by the material turn that regenerated sociocultural anthropology in the 1970s (Miller, 1987)? Or should we understand it as a spreading interest for philosophies of new materialism (DeLanda, 2000; Bennett, 2009) that since the end of the 1990s advocate for a postcartesian and posthumanist perspective? In this paper, I propose to untangle some of the principal theoretical propositions that compose the field of digital materialism.", "Are we talking about a contemporary reconfiguration of Marxian perspectives on the political economy of the web (Dyer-Witheford, 1999; Fuchs, 2011)?"], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "f62773b0ae5482a044b19bee857d1a2011a5c2b6", "externalIds": {"MAG": "1518085595", "DOI": "10.5860/choice.37-5198"}, "url": "https://www.semanticscholar.org/paper/f62773b0ae5482a044b19bee857d1a2011a5c2b6", "title": "Cyber-Marx: Cycles and Circuits of Struggle in High Technology Capitalism", "abstract": "From the Publisher: \nIn this highly readable and thought-provoking work, Nick Dyer-Witheford assesses the relevance of Marxism in our time and demonstrates how the information age, far from transcending the historic conflict between capital and its laboring subjects, constitutes the latest battleground in their encounter. \nDyer-Witheford maps the dynamics of modern capitalism, showing how capital depends for its operations not just on exploitation in the immediate workplace but on the continuous integration of a whole series of social sites and activities, from public health and maternity to natural resource allocation and the geographical reorganization of labor power. He also shows how these sites and activities may become focal points of subversion and insurgency, as new means of communication vital for the smooth flow of capital also permit otherwise isolated and dispersed points of resistance to connect and combine with one another. \nDyer-Witheford predicts the advent of a reinvented, \"autonomist\" Marxism that will rediscover the possibility of a collective, communist transformation of society. Refuting the utopian promises of the information revolution, he discloses the real potentialities for a new social order in the form of a twenty-first-century communism based on the common sharing of wealth.", "venue": "", "year": 1999, "referenceCount": 0, "citationCount": 375, "influentialCitationCount": 26, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1402914662", "name": "N. Dyer-Witheford"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "f6ea05947400ead9cceb49aef93c212090d8ee14", "externalIds": {"MAG": "2007219038", "DOI": "10.2307/2177867"}, "url": "https://www.semanticscholar.org/paper/f6ea05947400ead9cceb49aef93c212090d8ee14", "title": "Time and free will; an essay on the immediate data of consciousness", "abstract": "WE necessarily express ourselves by means of words and we usually think in terms of space. That is to say, language requires us to establish between our ideas the same sharp and precise distinctions, the same discontinuity, as between material objects. This assimilation of thought to things is useful in practical life and necessary in most of the sciences. But it may be asked whether the insurmountable difficulties presented by certain philosophical problems do not arise from our placing side by side in space phenomena which do not occupy space, and whether, by merely getting rid of the clumsy symbols round which we are fighting, we might not bring the fight to an end. When an illegitimate translation of the unextended into the extended, of quality into quantity, has introduced contradiction into the very heart of, the question, contradiction must, of course, recur in the answer. The problem which I have chosen is one which is common to metaphysics and psychology, the problem of free will. What I attempt to prove is that all discussion between the determinists and their opponents implies a previous confusion (xxiv) of duration with extensity, of succession with simultaneity, of quality with quantity: this confusion once dispelled, we may perhaps witness the disappearance of the objections raised against free will, of the definitions given of it, and, in a certain sense, of the problem of free will itself. To prove this is the object of the third part of the present volume : the first two chapters, which treat of the conceptions of intensity and duration, have been written as an introduction to the third. IT is usually admitted that states of consciousness, sensations, feelings, passions, efforts, are capable of growth and diminution; we are even told that a sensation can be said to be twice, thrice, four times as intense ? as another sensation of the same kind. This latter thesis, which is maintained by psychophysicists, we shall examine later ; but even the opponents of psychophysics do not see any harm in speaking of one sensation as being more intense than another, of one effort as being greater than another, and in thus setting up differences of quantity between purely internal states.", "venue": "", "year": 2013, "referenceCount": 7, "citationCount": 616, "influentialCitationCount": 28, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "152974028", "name": "H. Bergson"}]}}, {"contexts": ["This turn was a reaction to what was perceived as a dominant focus of anthropology on relationships following from Marcel Mauss who favoured a sociological orientation in the analysis of exchange systems (Basu, 2013).", "This turn was a reaction to what was perceived as a dominant focus of anthropology on relationships following from Marcel Mauss who favoured a sociological orientation in the analysis of exchange systems (Basu, 2013). Daniel Miller was particularly vocal in criticising the ‘fetishism of sociability’, calling instead for ‘a return to a more object-centered approach’ (Basu, 1987, 146). In a landmark book published in 1987 under the title Material Culture and Mass Consumption, Miller makes it clear that he is not interested in the physical object in itself, nor in the social relations themselves, but in studying the interaction between these two dimensions. With his colleague Christopher Tilley, he created the emblematic Journal of Material Culture (1996), which sheltered the development of an inclusive interdisciplinary field around a common interest in the material constitution of social relations."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "fb3f33015135b60444e139958bd7f070443d2c50", "externalIds": {"MAG": "1768445545", "DOI": "10.4324/9781003086987-25"}, "url": "https://www.semanticscholar.org/paper/fb3f33015135b60444e139958bd7f070443d2c50", "title": "Material Culture: Ancestries and Trajectories in Material Culture Studies", "abstract": null, "venue": "", "year": 2013, "referenceCount": 45, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118687418", "name": "P. Basu"}]}}, {"contexts": ["Investigating technical immateriality in the myth of ‘the digital sublime’ (Mosco, 2004) would enrich our understanding of both Western technical imaginations and material processes of objectification."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "fb914a66859b6a331ef5986d10e8f604f084453c", "externalIds": {"MAG": "2574713545", "DOI": "10.1177/009430610503400425"}, "url": "https://www.semanticscholar.org/paper/fb914a66859b6a331ef5986d10e8f604f084453c", "title": "The Digital Sublime: Myth, Power, and Cyberspace", "abstract": "prehensive and complex system of control established and maintained by an influential leader, which forces them to expunge their previous self and adopt a new self acclimated in the beliefs of the group. Although hinted at, Lalich never fully explains why people join cults, or why people establish them for that matter, both crucial elements in a discussion of how cults and a system of bounded choice develop. Lalich’s research is quite extensive, drawing on interviews with former Heaven’s Gate and DWP members, literature and media reports on and by the two groups, and an adequate theoretical discussion. In the case of the DWP, she also draws on her own experiences within the group. Her revelation of former cult membership, in the Preface, certainly garnered my attention, opening up the possibility for a rich, firsthand social psychological account from a former cult member, perhaps somewhat of a quasi auto-ethnography. That could have been used to explain some of the motives individuals have for cult membership. However, even though such an engagement is largely absent, Lalich cogently establishes a comprehensive theoretical framework and accurately applies it to two seemingly disparate, yet overwhelmingly similar American cults while including her own experiences and avoiding the dangerous road of solipsism. Although not the focus, Lalich occasionally integrates current events, such as September 11, 2001, into her theoretical analysis, which, along with her clear prose and narratives, makes this book widely attractive for various academics (sociologists, religious scholars) and interested laypeople alike. Lalich does not suggest that cults such as Heaven’s Gate and the DWP should be compared to groups like Al-Qaeda, or that their members should be compared to people as extreme as suicide bombers, but she does show that the organization and behavior of these groups is not altogether dissimilar. She demystifies the cultic group and provides a thorough understanding of its nature and potential consequences (both positive and negative) for the individual and society as a whole. IDEOLOGY AND CULTURAL PRODUCTION", "venue": "", "year": 2005, "referenceCount": 0, "citationCount": 136, "influentialCitationCount": 14, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "116332741", "name": "S. Wilkins"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Neuromancer. New York: Ace", "abstract": null, "venue": "", "year": 1984, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Information"}, {"authorId": null, "name": "Newbury Park"}, {"authorId": null, "name": "W. CA Sage. Gibson"}]}}, {"contexts": ["Since the 2000s, the label media ecology has been reappropriated by a new generation of scholars (Fuller, 2005; Cubitt, 2005; Goddard and Parikka, 2011; Parikka, 2012)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Ecomedia. Amsterdam: Rodopi", "abstract": null, "venue": "", "year": 2005, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S. Cubitt"}]}}, {"contexts": ["…if the value of Bennett’s contribution is to draw attention to largely ignored non-human organizing forces and mechanisms in social configurations (Bryant, 2012), new vocabulary for direct political intervention is to be found elsewhere, notably in Bruno Latour’s Politics of Nature (2009) or in…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Some remarks on ontology and politics", "abstract": null, "venue": "", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "L. Bryant"}]}}, {"contexts": ["…ownership, policy, regulation, privacy and surveillance, this subfield comprises empirical studies on the political economy of cable infrastructure (Starosielski, 2013), the geographic localisation of data storage centres (Jaeger et al., 2009) and the national laws that govern data management…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Surfacing : a digital mapping of submarine systems", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "N. Starosielski"}]}}, {"contexts": [", 2009) and the national laws that govern data management (Jaeger et al., 2008).", "…regulation, privacy and surveillance, this subfield comprises empirical studies on the political economy of cable infrastructure (Starosielski, 2013), the geographic localisation of data storage centres (Jaeger et al., 2009) and the national laws that govern data management (Jaeger et al., 2008)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Cloud computing and information", "abstract": null, "venue": "", "year": 2008, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "P. T. York Basic Books. Jaeger"}, {"authorId": null, "name": "J. Lin"}, {"authorId": null, "name": "J. Grimes"}]}}, {"contexts": ["In recent years, several authors pointed out the necessity to tackle the ecological crisis and the materiality of digital media within the field of critical studies (Dyer-Witheford, 2008; Maxwell & Miller, 2012; Fuchs, 2014)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Species-Beings: For Biocommunism. Paper presented at the Historical Materialism Conference ‘Many Marxisms", "abstract": null, "venue": "London, UK,", "year": 2008, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "N. Dyer-Witheford"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "A mathematical theory of communication , Bell System Technical Jour", "abstract": null, "venue": "", "year": 1948, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C. E. Shannon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Spooky electricity, Artforum December: 66–70", "abstract": null, "venue": "We Have Never Been Modern,", "year": 1992, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Resources"}, {"authorId": null, "name": "F. Washington D.C. Kittler"}]}}, {"contexts": ["First introduced by Maurizio Lazzarato (1996), it was popularized by Michael Hardt and Toni Negri (2000) to account for the contemporary transformations in capitalist modes of production."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Immaterial labour", "abstract": null, "venue": "", "year": 1996, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M. Lazzarato"}]}}, {"contexts": ["Following late 1990s theoretical explorations of ‘new media’ (Manovich, 2001), the related fields of software studies (Fuller, 2003; Manovich, 2008; Wardrip-Fruin, 2009) and platform studies (Bogost and Montfort, 2009) quickly developed in the 2000s."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Platform studies : Frequently questioned answers , Digital Arts and Culture 2009", "abstract": null, "venue": "", "year": 2009, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "I. Bogost"}, {"authorId": null, "name": "N. Montfort"}]}}, {"contexts": ["…‘transformed into matter and matter into information’ (Kittler, 1997: 126), he developed an approach that privileges the material structures of technology, especially ‘their logical structure (informatics) on the one hand and their hardware (physics) on the other’ (Ernst in Lovink and Ernst, 2003)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Archive rumblings : Interview with Wolfgang Ernst", "abstract": null, "venue": "", "year": 2003, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "L. Lovink"}, {"authorId": null, "name": "W. Ernst"}]}}, {"contexts": ["…if the value of Bennett’s contribution is to draw attention to largely ignored non-human organizing forces and mechanisms in social configurations (Bryant, 2012), new vocabulary for direct political intervention is to be found elsewhere, notably in Bruno Latour’s Politics of Nature (2009) or in…", "Yet if the value of Bennett’s contribution is to draw attention to largely ignored non-human organizing forces and mechanisms in social configurations (Bryant, 2012), new vocabulary for direct political intervention is to be found elsewhere, notably in Bruno Latour’s Politics of Nature (2009) or in critical approaches of materialism."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Some remarks on ontology and politics, available at http://larvalsubjects", "abstract": null, "venue": "wordpress.com/2012/05/11/some-remarks-on-ontology-and-politics/ (accessed", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "L. Bryant"}]}}, {"contexts": ["‘There is no matter’ in cyberspace, declared John Perry Barlow in his ‘Declaration of the Independence of Cyberspace’ (1996).", "‘There is no matter’ in cyberspace, declared John Perry Barlow in his ‘Declaration of the Independence of Cyberspace’ (1996). Representations of cyberspace as an immaterial simulated data environment grew from science fiction literature. In his popular novel Neuromancer (1984), a hallmark of the cyberpunk movement, William Gibson depicted a global computer network called the ‘Matrix’, wiring together brains and machines into a ‘consensual illusion’ located in ‘the nonspace of the mind’.", "‘There is no matter’ in cyberspace, declared John Perry Barlow in his ‘Declaration of the Independence of Cyberspace’ (1996). Representations of cyberspace as an immaterial simulated data environment grew from science fiction literature."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "A Declaration for the Independence of Cyberspace, available at http:// wac.colostate.edu/rhetnet/barlow/barlow_declaration.html (accessed", "abstract": null, "venue": "", "year": 1996, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J. P. Barlow"}]}}, {"contexts": ["…change but the micro-politics of sensibility-formation’, hoping that ‘new attentiveness will translate into more thoughtful and sustainable public policies’ of ‘greener’ modes of consumption and production, including in the way we produce and consume digital media (Bennett in Gratton, 2010)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Vibrant matters : an interview with Jane Bennett", "abstract": null, "venue": "", "year": 2010, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "P. Gratton"}]}}, {"contexts": ["Christian Thorne (2013), for example, wonders how to derive a political program from new materialist ontologies such as Bennett’s."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "To the political ontologists", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C. Thorne"}]}}, {"contexts": ["Taking as a point of departure the study of literary texts, this approach taps into computer sciences to combine a functional and semiotic approach to electronic creation (Hayles, 2002)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Writing Machines, Cambridge, MA: MIT Press. PMid: 11859360", "abstract": null, "venue": "", "year": 2002, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}]}