{"offset": 0, "data": [{"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c00011f68fff20e835390eda4c702b7de0d23f08", "externalIds": {"MAG": "3139204141", "DOI": "10.1007/978-3-030-68590-4_11"}, "url": "https://www.semanticscholar.org/paper/c00011f68fff20e835390eda4c702b7de0d23f08", "title": "Making Tangible the Intangible Gestures of Craft", "abstract": null, "venue": "", "year": 2021, "referenceCount": 112, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "50672452", "name": "P. Flanagan"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d92b2e2911c4ade7b9b982394d0e5815ebff8b6f", "externalIds": {"MAG": "3131585315", "DOI": "10.1093/CCC/TCAB001"}, "url": "https://www.semanticscholar.org/paper/d92b2e2911c4ade7b9b982394d0e5815ebff8b6f", "title": "Beyond the Meaning of Zines: A Case Study of the Role of Materiality in four Prague-Based Zine Assemblages", "abstract": "\n This article studies the role of the material in four Prague-based zines. The analysis is theoretically embedded in the model of the discursive-material knot, which is a non-hierarchical articulation of the discursive and the material, and it is contextualized by a reflection on post-digital culture, which allows revalidating the role of the material in zine production and distribution more. The case study combines the analysis of personal interviews and zine content with an ethnography of the production and distribution processes, including zine fairs. This analysis shows how the alternative media discourse, with its focus on particular aesthetics and amateurism, intersects with networks of bodies, spaces, paper and related objects, many different machines and scarce capitals. This allows arguing that the material is omnipresent in zine production and distribution, also in intermaterial and transmaterial ways, but also that zines then use the particularity of this material component to signify their cultural specificity.", "venue": "", "year": 2021, "referenceCount": 45, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "6088628", "name": "M. Hroch"}, {"authorId": "145909497", "name": "N. Carpentier"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "fbc0732c04e309e2295c318a462248ee63187311", "externalIds": {"MAG": "3147668547", "DOI": "10.33621/JDSR.V3I1.49"}, "url": "https://www.semanticscholar.org/paper/fbc0732c04e309e2295c318a462248ee63187311", "title": "Figuring Digital Cascades", "abstract": "On November 17, 2015, the newly elected Canadian government led by Justin Trudeau made an announcement that became a turning point in the heated debate around the plan to build the Memorial to the Victims of Communism in Ottawa. The government’s decision to scale the project down was massively republished and generated a heavy stream of 2,055 publications and interactions. The virality of such phenomena is sometimes described in the literature as an “information cascade” characterized by a complex and expanding series of media content that is republished, shared, and commented upon in digital public spheres, reaching a growing number of people. Our research aim is twofold. From a theoretical point of view, we combine Entman’s cascade model with the perspective of platform studies. From an empirical point of view, we put this model to the test through a case study of the cascading data flows that emerged during this public debate. We found three key factors that constituted and shaped this information cascade: 1) the economic structure of the Canadian media market, and especially the concentration of media ownership, which is notably high in the Canadian media ecosystem; 2) data-exchange mechanisms and algorithmic filtering that drive the process of news aggregation, quickly spreading media content without being a significant source of user engagement; 3) grassroots engagement in diasporic media, which activates micro public spheres around nested interests and political standpoints regarding the public issue.", "venue": "", "year": 2021, "referenceCount": 72, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3387598", "name": "Nathalie Casemajor"}, {"authorId": "39923095", "name": "S. Rocheleau"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2a0cd8b35a8ff06ae98ba4aff91783bb8dca8d25", "externalIds": {"MAG": "3096076098", "DOI": "10.1558/jwpm.37489"}, "url": "https://www.semanticscholar.org/paper/2a0cd8b35a8ff06ae98ba4aff91783bb8dca8d25", "title": "“The Pro Tooling of the World”: Digital Music Production, Democracy and Environmentality", "abstract": "The “Pro Tooling” of the world and the democratization of recording technologies, made possible by the affordances of the internet and technological innovation, have been praised for the ways in which prohibitively expensive production tools have been made available to anyone with an internet connection and a laptop. The echoes of a utopian, perhaps even Marxian, tune can be heard in the positivist accounts of the affordances of such technologies: finally, the means of production have been made available to the masses. And not only the means of production, but also dissemination: one can use a “free” digital audio workstation (DAW), download a multitude of “free” plug-ins emulating expensive analogue and digital gear of the past, and upload their song to SoundCloud or a number of different streaming services for consumption by anyone around the globe with an internet connection. However, the overly positivist accounts of the democratization of recording technologies often obscures the anxieties concerning the material conditions and environmentality of these newer technological forms. The digital realm is often (mistakenly) set against the material, a realm of infinite creative and even political possibilities. However, the digital realm is thoroughly material, and inherently dependent on material resources. The explosion in music production made possible through the development of digital technologies disseminated as affordable commodities, has also produced deplorable social and environmental conditions that significantly undermine any utopian narrative. This article thus critically examines the environmentality of contemporary music production technologies and argues for the vital relevance of an ecomusicological approach to all stages of the production process.", "venue": "Journal of World Popular Music", "year": 2020, "referenceCount": 31, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "81417214", "name": "Brent Keogh"}, {"authorId": "1505984816", "name": "Ivan V Collinson"}]}}, {"intents": ["background"], "contexts": ["My analysis underscores the importance of going beyond the materiality of digital storage devices, digital media products, and digital text (Casemajor, 2015) and also taking seriously the materiality of the human condition – both visceral and geographical – in digital contexts.", "The materialist paradigm ‘assumes that all things in the world, including things of the mind and digital stuff, are tied to (and in some cases, determined by) physical processes and matter’ (Casemajor, 2015, p. 5).", "Casemajor (2015) identified six distinct trajectories within it, which focus on different objects – ormaterials – of research and also adopt different epistemological and methodological positions.", "…nation as a material condition of being, this study extends our understanding of digital materialism, especially a tradition within this scholarship that emphasizes hermeneutics and considers materiality to be ‘a dialectic process between physicality and interpretation’ (Casemajor, 2015, p. 13).", "The Berlin School of Media treats communication ‘as a question of engineering rather than of semantics’ and pays attention to the hardware as well as the logico-mathematical structure of technology (Casemajor, 2015, p. 7).", "The tradition of electronic textuality takes text itself to be a material object and ‘investigates its hypertextual and multimedia properties, including sound, image, and other\nElectronic copy available at: https://ssrn.com/abstract=3580725\nsoftware functionalities’ (Casemajor, 2015, p. 8)."], "isInfluential": true, "citingPaper": {"paperId": "396282d59b42ab4018751082f218ea431591fc30", "externalIds": {"MAG": "3122045844", "DOI": "10.2139/ssrn.3580725"}, "url": "https://www.semanticscholar.org/paper/396282d59b42ab4018751082f218ea431591fc30", "title": "User-Generated Nationalism: Interactions With Religion, Race, and Partisanship in Everyday Talk Online", "abstract": "This article examines how the nationalist imagination structures cyberspace from the bottom up, or what I call “user-generated nationalism.” It also looks at the interplay between nationalism and other, non-spatial modes of social identification. My analysis of a month of tweets indicates that religious, racialized, and partisan identities are quite pronounced online, but they also tend to be conflated with nationalism. I argue that nationalism is not simply banal itself: because of its fixity in place and political correctness, it is used to lend legitimacy to and “banalize” other identities. This dynamic is key to understanding the explosion of right-wing populism around the “world of nations” — especially the success of populist leaders in normalizing religious, racialized, and partisan identifications — and the central role being played by digital media in this process.", "venue": "", "year": 2020, "referenceCount": 52, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "70671164", "name": "Saif Shahin"}]}}, {"intents": ["background"], "contexts": ["My analysis underscores the importance of going beyond the materiality of digital storage devices, digital media products, and digital text (Casemajor, 2015) and also taking seriously the materiality of the human condition – both visceral and geographical – in digital contexts.", "The materialist paradigm ‘assumes that all things in the world, including things of the mind and digital stuff, are tied to (and in some cases, determined by) physical processes and matter’ (Casemajor, 2015, p. 5).", "Casemajor (2015) identified six distinct trajectories within it, which focus on different objects – ormaterials – of research and also adopt different epistemological and methodological positions.", "The tradition of electronic textuality takes text itself to be a material object and ‘investigates its hypertextual and multimedia properties, including sound, image, and other\nsoftware functionalities’ (Casemajor, 2015, p. 8).", "…nation as a material condition of being, this study extends our understanding of digital materialism, especially a tradition within this scholarship that emphasizes hermeneutics and considers materiality to be ‘a dialectic process between physicality and interpretation’ (Casemajor, 2015, p. 13).", "The Berlin School of Media treats communication ‘as a question of engineering rather than of semantics’ and pays attention to the hardware as well as the logico-mathematical structure of technology (Casemajor, 2015, p. 7)."], "isInfluential": true, "citingPaper": {"paperId": "85cf85fe17887dba2933272cb348c3cf264bbd1d", "externalIds": {"MAG": "3036527326", "DOI": "10.1080/1369118X.2020.1748088"}, "url": "https://www.semanticscholar.org/paper/85cf85fe17887dba2933272cb348c3cf264bbd1d", "title": "User-generated nationalism: interactions with religion, race, and partisanship in everyday talk online", "abstract": "ABSTRACT This article examines how the nationalist imagination structures cyberspace from the bottom up, or what I call user-generated nationalism. It also looks at the interplay between nationalism and other, non-spatial modes of social identification. My analysis of a month of tweets indicates that religious, racialized, and partisan identities are quite pronounced online, but they also tend to be conflated with nationalism. I argue that nationalism is not simply banal itself: because of its fixity in place and political correctness, it is used to lend legitimacy to and ‘banalize’ other identities. This dynamic is key to understanding the explosion of right-wing populism around the ‘world of nations’ – especially the success of populist leaders in normalizing religious, racialized, and partisan identifications – and the central role being played by digital media in this process.", "venue": "Information, Communication & Society", "year": 2020, "referenceCount": 62, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "70671164", "name": "Saif Shahin"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f341fb5ed5a2b236a1e8b10a5830830db72e8cd8", "externalIds": {"MAG": "3047494930", "DOI": "10.1080/00043125.2020.1766924"}, "url": "https://www.semanticscholar.org/paper/f341fb5ed5a2b236a1e8b10a5830830db72e8cd8", "title": "Forms and Bodies: Using Digital Fabrication to Interface the Virtual and Corporeal", "abstract": "Digital culture and creativity are often framed as immaterial (Casemajor, 2015), distinct from traditional media, such as paint and clay, and divorced from the immediate, embodied, and political re...", "venue": "", "year": 2020, "referenceCount": 9, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "101937608", "name": "L. Meeken"}]}}, {"intents": ["background"], "contexts": ["…media and communication scholars remind us, the culture of digital economy rests on a deliberate and consistent decoupling of “digital labor” (seen as immaterial, “virtual,” data-based) from environmental degradation, even though the two are deeply intertwined (Casemajor, 2015; Fuchs, 2008)."], "isInfluential": false, "citingPaper": {"paperId": "18379a8ef8401910c8a0cc94ab110681a55f406c", "externalIds": {"MAG": "2943948535", "DOI": "10.1080/17524032.2019.1596144"}, "url": "https://www.semanticscholar.org/paper/18379a8ef8401910c8a0cc94ab110681a55f406c", "title": "Towards a Paradigmatic Shift in Sustainability Studies: A Systematic Review of Peer Reviewed Literature and Future Agenda Setting to Consider Environmental (Un)sustainability of Digital Communication", "abstract": "ABSTRACT The materiality of digital communication inflicts substantial environmental damage: the extraction of resources needed to produce digital devices; the toxicity of e-waste; and the rapidly increasing energy demands required to sustain data generated by digital communication. This damage, however, is paradoxically under-theorized in scholarship on environmental sustainability. Despite the existing critique of the “techno-fix” approach in sustainability studies, digitization – and digital communication in particular – continue to be celebrated as the tool for environmental sustainability; an approach we coin “digital solutionism.” The article presents the first systematic review of the literature to map the implicit assumptions about the relationships between digital communications and environmental sustainability, in order to examine how digital solutionism manifests, and why it persists. We propose a concept matrix that identifies the key blind spots with regards to environmental damages of the digital, and call for a paradigmatic shift in environmental sustainability studies. An agenda for future research is put forward that advocates for the following: (1) a systematic account of material damages of devices, platforms and data systems adopted into sustainability research and practice, resulting in changes in both research framing and methodological foundations; (2) a reconceptualization and denaturalization of the digital itself as a promising solution; (3) a theoretical dialogue between sustainability studies and environmental communication. (4) an expansion of environmental communication as a field, from focusing on the communication aspect of environmental change to include the environmental footprint of communication itself.", "venue": "Environmental Communication", "year": 2019, "referenceCount": 71, "citationCount": 16, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "66220887", "name": "Adi Kuntsman"}, {"authorId": "119478113", "name": "Imogen Rattle"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "38e3c9ab6adf5a78b32eafb2b50ef1c886bb4bf2", "externalIds": {"MAG": "2912591905", "DOI": "10.5334/CSCI.113"}, "url": "https://www.semanticscholar.org/paper/38e3c9ab6adf5a78b32eafb2b50ef1c886bb4bf2", "title": "Mediatization and the Internet of Things", "abstract": "Abstract This article offers evidence from a literature review that mediatization research has yet to engage with the internet of things (IoT). This is a major lack, given the widely recognized importance of IoT phenomena, and may be attributable to mediatization’s limited direct interest in media technology. Through an extended examination of media in cars, the article demonstrates the fertility of a mediatization approach toward what is argued to be a prototype example of the emerging IoT. The article concludes by suggesting future directions for empirical studies.", "venue": "Cultural Science Journal", "year": 2019, "referenceCount": 45, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2118098432", "name": "James Miller"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7274e27d8e5f0e4d8f3b6449bc966bfbe62b909a", "externalIds": {"MAG": "3024908944", "DOI": "10.12973/eu-jer.8.4.1287"}, "url": "https://www.semanticscholar.org/paper/7274e27d8e5f0e4d8f3b6449bc966bfbe62b909a", "title": "Cognitive, Affective, Social and Cultural Aspects of Teaching and Learning in Media Studies", "abstract": "The vision that we will present is not intended to be exhaustive or totalizing, although it does attempt to highlight the most significant aspects that characterize it. It is a reflection of more than twenty years of work in the educational field, at different levels and with different functions, it is also the result of personal evolution, and how she will be subject to evolution. Comparing media studies with the 19th century, it seems that media has conquered an essential position in every individual's life. This study meets the requirements of a growing pool of traditional and non-traditional students, including teachers, who find education as an important aspect for jobs in the modern age of information and technology. This research will utilize the literature which has been published already, including quantitative as well as qualitative measures. Past papers were selected, which were published in different areas. Comparing with other empirical research, the first phase of the procedure of the study is to collect the data The study is to identify the teachers and learner's characteristics such as affective, cognitive, and social factors which causes an impact on learning and teaching enhanced environment in media studies.", "venue": "European Journal of Educational Research", "year": 2019, "referenceCount": 32, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1581672315", "name": "Robin Kabha"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7277dfc450bf7d4331c8c75ad84841c268c52c53", "externalIds": {"MAG": "2973605691", "DOI": "10.25602/GOLD.00026466"}, "url": "https://www.semanticscholar.org/paper/7277dfc450bf7d4331c8c75ad84841c268c52c53", "title": "Art and peripheral digital activity", "abstract": "ion involved. Logic concentrates attention upon high abstraction, and aesthetics keeps as close to the concrete as the necessities of finite understanding permit. Thus logic and aesthetics are at the two extremes of the dilemma of the finite mentality in its partial penetration of the infinite. (MT 61) Whitehead here asserts that, whereas aesthetics begins from a whole and proceeds to the appreciation of the many details, logic begins from construing individual details whose combination leads to a synthesized whole. Both involve creating a unity through an interplay of the interconnection of many factors. The difference between logic and aesthetics is not of one in opposition to the other. It is rather the intermixing of degrees and manners of selection and attenuation, in which both logic and aesthetics have a role. This is an example of an application of Whitehead’s mereology to identify a whole arising from an interfusion of many interconnected details. He argues that if either side is too dominant—if there is too much emphasis on the whole or to the part—there is a ‘trivialization’ of experience, in aesthetical or logical experiences. Auxier and Herstein identify the importance of mereology as a mode of thought underlying Whitehead’s approach. Yet their own interpretation is sometimes perhaps not mereological enough. For example, they suggest that some Whitehead scholars are ‘working with ideas they believe to be Whitehead’s, but are not Whitehead’s ... Putting Whitehead’s name to those ideas can be misleading.’ (Auxier and Herstein 2017, 20, emphasis theirs). I agree that there is a great deal of misinterpretation. It is also the case that Whitehead has more in mind for his project than the correct arrangement and attribution of ideas. Consider a remark of Whitehead’s on why he uses the term ‘feeling’ to mean a positive prehension. He observes that epistemological theories tend to use technical terms which are ‘far from the concrete facts of experience,’ whereas ‘the word", "venue": "", "year": 2019, "referenceCount": 93, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "145702850", "name": "Jon Meyer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b3390c148d5fe2a1b1746245790813aeb7d49c38", "externalIds": {"MAG": "2984551352", "DOI": "10.1007/978-3-030-21744-0_29"}, "url": "https://www.semanticscholar.org/paper/b3390c148d5fe2a1b1746245790813aeb7d49c38", "title": "Mobile Reception: Materiality and Locality with Small Screens", "abstract": "Mobile phone screens have always been intimate displays. Attached to uniquely personal devices that rarely leave one’s side and linked to networks that carry one’s most intimate communications these screens provide a boutique set of opportunities and challenges for screen-based production. This chapter examines these affordances and restrictions with particular focus on what sets these mobile screens apart from other screens as sites of reception, production and distribution. It particularly focuses on the materialities of the devices, the key aspects of the locative and the nature of mobile devices as networked screens. It draws on exemplars from mobile-based media art productions that have made sophisticated use of these properties in ways that distinguish mobile screen work as a modality with its own language, aesthetic rules and creative production strategies. In these examples the chapter looks at how media artists are continuing a tradition of experimentation with the materiality of new mediums and how this contributes to developing the language of the medium. It examines how the particular properties of the mobile screen influence the type of content that is produced, from the nature of stories that sit well in the medium to the types of physical and virtual interaction that distinguish these screens from other networked screens.", "venue": "The Palgrave Handbook of Screen Production", "year": 2019, "referenceCount": 12, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "100672911", "name": "B. Frankham"}, {"authorId": "1573521051", "name": "C. Caines"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ca5d1f4e5e8be3d2aa0e03ae042d1360adf8c2d8", "externalIds": {"MAG": "2990407145", "DOI": "10.1093/ct/qtz033"}, "url": "https://www.semanticscholar.org/paper/ca5d1f4e5e8be3d2aa0e03ae042d1360adf8c2d8", "title": "Rethinking Digital Democracy: From the Disembodied Discursive Self to New Materialist Corporealities", "abstract": "\n To understand what digital democracy is, this article suggests looking at the individual level of democratic subjectivity. Who is the democratic subject and how is it constituted in digital democracy? It revisits the poststructuralist-inspired debate about cyberdemocracy in the 1990s, which conceptualized the democratic subject as disembodied discursive self, reifying through textuality in cyberspace. In contrast, current debates on new materialism offer novel perspectives with attention to the materiality of bodies and things. New materialist thought has been fruitfully incorporated for social interaction online, but they have yet to be applied to political participation. By discussing three examples of political online participation in which users materialize their classed, raced, and gendered bodies, this article contributes to a novel understanding of embodied democratic subjectivity in the digital age.", "venue": "", "year": 2019, "referenceCount": 49, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40937437", "name": "Hans Asenbaum"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4f02a90f10a5840479a6aaf97135ba6c3b18f240", "externalIds": {"MAG": "2903375912", "DOI": "10.1215/22011919-7156793"}, "url": "https://www.semanticscholar.org/paper/4f02a90f10a5840479a6aaf97135ba6c3b18f240", "title": "Media Ecologies of Plant Invasion", "abstract": "In popular conservation discourse, Rhododendron ponticum is portrayed as an alien invader let loose on the British countryside by misguided gardeners. In Scotland, eradication campaigns tend to be favoured over more pragmatic approaches to management, even though the methods employed can be destructive and long-term success is often limited. In line with recent work critiquing categorical approaches to invasive species management, we argue that such campaigns obscure the underlying conditions of plant invasiveness. We focus in particular on the way perceptual processes shape and are shaped by plant “invasions” over time. Noting that the majority of plant invasions worldwide are initiated by the horticultural trade, and that visual appearance is a major factor in the selection of plants for trade, we present a framework for critically analysing the visual conditions of horticulturally-led invasion ecologies. Working from the perspective of a more-than-human, materialist media ecology, we cast rhododendrons as entities that modulate light, or photomedia. Our analysis shows how their invasiveness is materially produced as opposed to merely enabled—as a result of the cultural and socioeconomic as well as vegetal relations in which they are entangled. The site of our analysis is an abandoned country estate in Western Scotland that has recently undergone R. ponticum removal. By examining the production of visual effects by rhododendrons, cameras and other media employed there, we identify relations to land that, far from being limited to the period of R. ponticum’s “escape” into the Scottish countryside, continue in present-day projects of eradication. This analysis yields critical visual strategies for a gentler, more experimental re-mediation of R. ponticum and invaded landscapes in general.", "venue": "Environmental Humanities", "year": 2018, "referenceCount": 100, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "91169631", "name": "E. Despard"}, {"authorId": "2057173046", "name": "Michael Gallagher"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6422712f7ab6a22dd506c3f0caf187aa111bd157", "externalIds": {"MAG": "2810156099", "DOI": "10.1080/10350330.2018.1505689"}, "url": "https://www.semanticscholar.org/paper/6422712f7ab6a22dd506c3f0caf187aa111bd157", "title": "Studying social media as semiotic technology: a social semiotic multimodal framework", "abstract": "ABSTRACT How do we study social media technology? While social semiotics provides an extensive toolkit for analysing multimodal texts and semiotic practices, the study of social media as semiotic technology poses a significant challenge to existing research methodologies. In this article, we present a social semiotic framework that allows us to describe in analytical details the multimodal meaning potentials offered by digital social media technology and connect these to multimodal text-making and semiotic practices while underscoring the role of technology. Our framework is organized around seven interrelated and inherently informed dimensions: (1) multimodality, (2) practice, (3) the social, (4) medium, (5) the material, (6) the historical, and (7) the critical. This framework could pertain to most types of semiotic technologies, but will here be developed for accounting for social media technologies, and its viability will be illustrated with examples from Instagram. By developing this framework, we aim at elaborating the theoretical basis and analytical tools of social semiotics, and thereby contributing to bringing forward increased understanding of how social media technology enables making, enacting and managing meaning.", "venue": "Social Semiotics", "year": 2018, "referenceCount": 104, "citationCount": 14, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "72009801", "name": "S. Poulsen"}, {"authorId": "72937682", "name": "Gunhild Kvåle"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a9a58ee9995544598fa3c8e7af8f0baa1c9960c1", "externalIds": {"DOI": "10.1002/9781119276296.refs"}, "url": "https://www.semanticscholar.org/paper/a9a58ee9995544598fa3c8e7af8f0baa1c9960c1", "title": "References", "abstract": null, "venue": "Introduction to Digital Media", "year": 2018, "referenceCount": 255, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": []}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "0520abc9b35749c8c767464c76050e16b86bdc3b", "externalIds": {"DOI": "10.1080/10486801.2017.1343248"}, "url": "https://www.semanticscholar.org/paper/0520abc9b35749c8c767464c76050e16b86bdc3b", "title": "Introduction to Encountering the Digital in Performance: Deployment | Engagement | Trace", "abstract": "The Introduction to this Special Issue performs a dual role. Firstly, it unpacks the main notions we bring forth through our title, specifically those of the ‘encounter’ and the ‘digital’, as well as the three words we have identified as key to digital theatre practices, namely: deployment, engagement, and trace. The introduction examines how the contributors respond to those ideas, which preceded the articles and documents herein. Secondly, it offers observations that span across and connect the articles and documents, identifying key trends in current critical thinking and creative practice with regard to contemporary theatre in and through the digital. The observations that emerge suggest connections that allow us to reflect more broadly on developments to our understanding of the digital, and indeed to the larger ecosystem of performance in digital culture. The collection consists of five articles and three documents. In her article, Sarah Bay-Cheng offers a stimulating discussion on the circulation of digital imagery within contemporary culture, to address our current obsession with documentation in relation to memory. Bay-Cheng uses Rabih Mroué’s work as a case study to argue about the dangers of mistaking the document for the act, and our mediated engagement with the digital image for political action. Andy Lavender studies instances of theatre on and through the Internet to consider the matter of temporality in performance. Addressing a wide range of practices, he asks questions around liveness and presence to argue for a ‘distributed present’ as an important feature of online performance transactions. Eirini 1. Jean Baudrillard, America, trans. by Chris Turner (London: Verso, 1988 [1986]), pp. 36–37. I suggest that the term ‘screen’ here should not be taken literally (indeed digital performance practices are increasingly moving beyond two-dimensional screens to offer immersive experiences) but metaphorically, as that which facilitates mediatisation.", "venue": "", "year": 2017, "referenceCount": 11, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "66522820", "name": "M. Chatzichristodoulou"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5e84b8164cabde760d42df97b1593eacffe6d14e", "externalIds": {"MAG": "2735577678", "DOI": "10.1007/978-3-658-17678-5_9"}, "url": "https://www.semanticscholar.org/paper/5e84b8164cabde760d42df97b1593eacffe6d14e", "title": "Towards the Aestheticisation of the Resistances in the Digital Age? A Critical Approach", "abstract": "Are we facing a process of aestheticisation of the resistances in the digital age? To answer this question, I propose a concept that characterises modes of resistance in specific places and historical times: the Social Form of the Protest (SFP). The SFP is defined by protest tactics, such as demonstrations and barricades, and structural axes of confrontation, such as capital-labour and centre-periphery. Previous resistances to the inequalities generated by modern industrial capitalism were expressed through an equally modern SFP, born as a reaction to its power structures. At present, digital innovation appears to be modifying the parameters of this dialectical relationship. On the one hand, digital social networks increase communicative potential of the contemporary SFP; but on the other they dilute its deep transformation capacity. If confined to the communicative sphere, digital social media filters may turn resistances into media products. In this process the medium and how—through Information and communications technology—are imposed on the content and what—deep transformation objectives. This results in the emergence of the aestheticisation of resistance and limits its ability to resist growing social inequalities.", "venue": "", "year": 2017, "referenceCount": 18, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2079025468", "name": "A. Letamendia"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6eb4111fb3ff05642db79616c707ac1ad299a463", "externalIds": {"MAG": "2778705157", "DOI": "10.1163/22142312-12340078"}, "url": "https://www.semanticscholar.org/paper/6eb4111fb3ff05642db79616c707ac1ad299a463", "title": "Rise of Platform Imperialism in the Networked Korean Society: A Critical Analysis of the Corporate Sphere", "abstract": "By employing political economy as an analytical framework, focusing on power relations between global forces and local forces in the realm of digital platforms, this study aims to develop a critical analysis of Korea’s platform technologies. It first identifies the major characteristics that signal the growth of digital platforms as a corporate sphere in which their operation is greatly defined by market forces. Then, it analyzes the nature of the development of local digital platforms in order to determine whether locally made digital platforms have controlled their own market and expanded in global markets. Finally, it investigates the ways in which US -based digital platforms have dominated or influenced the local market, constructing a new form of imperialism, which this article calls ‘platform imperialism’. For this reason, this study not only examines hardware architecture but also pays close attention to the commercial and cultural values embedded in digital platforms.", "venue": "", "year": 2017, "referenceCount": 23, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "29842830", "name": "D. Jin"}]}}, {"intents": ["background"], "contexts": ["Notions of digital materiality and digital artefacts are being examined in an attempt to redefine the material in the absence of physical matter (Leonardi, 2010; Casemajor, 2015).", "Notions of digital materiality and digital artefacts are being examined in an attempt to redefine the material in the absence of physical matter (Leonardi, 2010; Casemajor, 2015). Robles and Wiberg describe digital technologies as textured, becoming “part of the materials that surrounds us and constitute our built environments” (2010 p. 139). Vallagård and Redström (2007) place information technology as an entity existing in between the material and the immaterial, pliable in nature and able to be molded in different forms.", "Notions of digital materiality and digital artefacts are being examined in an attempt to redefine the material in the absence of physical matter (Leonardi, 2010; Casemajor, 2015). Robles and Wiberg describe digital technologies as textured, becoming “part of the materials that surrounds us and constitute our built environments” (2010 p. 139). Vallagård and Redström (2007) place information technology as an entity existing in between the material and the immaterial, pliable in nature and able to be molded in different forms. Manovich (2001) and Kallinikos and Mariategui (2011) consider digital artefacts such as files and images as fluid and adaptable being embedded within complex and shifting digital environments."], "isInfluential": false, "citingPaper": {"paperId": "90412cecdefaf575ccee10dcebf62a71f9e7d460", "externalIds": {"MAG": "2547120904"}, "url": "https://www.semanticscholar.org/paper/90412cecdefaf575ccee10dcebf62a71f9e7d460", "title": "Digital Dynamics: An Interactive Design Process for Generating Knitted Textiles", "abstract": null, "venue": "", "year": 2016, "referenceCount": 31, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "90362661", "name": "C. Stephen"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b900225d04f71344d6ba9a4a8988b3325a6f885a", "externalIds": {"MAG": "2480168380", "DOI": "10.4000/QUESTIONSDECOMMUNICATION.10442"}, "url": "https://www.semanticscholar.org/paper/b900225d04f71344d6ba9a4a8988b3325a6f885a", "title": "Un principium équivoque pour les sciences de l’information et de la communication ?", "abstract": "Il est possible, au sein des sciences de l’information et de la communication, de se donner l’objectif de relier l’exercice de la critique a la reference au materialisme, en considerant celui-ci comme principium d’un agenda de la recherche critique. Cependant, cela impose, probablement, un debat prealable sur les formes du materialisme. Il n’est pas sur, en effet, que les differentes formes du materialisme soient equivalentes et qu’elles soient porteuses egalement d’implications critiques, ni meme de potentialites critiques. Dans cette perspective, il serait utile d’entreprendre une relecture des analyses les moins connues fournies par les classiques du materialisme culturel, d’examiner les differents courants d’un « nouveau » materialisme qui s’interesse aux proprietes de l’environnement technologique et de reperer les effets du materialisme naturaliste qui caracterisent les approches inspirees par les sciences de la nature.", "venue": "", "year": 2016, "referenceCount": 14, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "95652763", "name": "R. Bautier"}]}}, {"intents": ["background"], "contexts": ["…studies (Berry 2011; Chun 2008; Fuller 2003, 2008; Manovich 2001, 2013), literary critique of electronic texts (Hayles 2002, 2004) and forensic materialism (Kirschenbaum 2008), and Marxist media research (for overviews of these fields see, e.g. Casemajor 2015 [forthcoming]; van den Boomen 2014)."], "isInfluential": false, "citingPaper": {"paperId": "02708ba1f6b2de8448005082af3cd9078b795f5b", "externalIds": {"DOI": "10.14361/dcs-2015-0102"}, "url": "https://www.semanticscholar.org/paper/02708ba1f6b2de8448005082af3cd9078b795f5b", "title": "Introduction", "abstract": "Recent technological developments and imaginaries oscillate between the idea of superfluous materiality and the digital pervasion of everyday objects. Users are increasingly surrounded by smart objects, equipped with digital logic and sensor technologies. Devices connected as learning machines to the ‘Internet of Things’ aim at being ubiquitous, but imperceptible elements of users’ daily lives. At the same time, cloud computing renders necessary hardware increasingly invisible and abstract to individual customers. A ‘naturalisation’ of technological material and an alleged disappearance of hardware1 are part of a future imaginary in which progress is measured against digital technology’s minimal material intervention in human practices and environments. Similarly, in popular culture, techno-human relations are often described as issues of materiality. When the first Matrix movie came out in 1999, it evoked a future scenario in which machines control the world, reducing humans to material energy sources (see also Harris/Taylor 2005: Preface). In 2013, Spike Jonze’s science fiction comedydrama Her told a very different story: it described a future in which artificial intelligence programmes become so bored and frustrated with humanity that they simply leave planet earth and all its material conditions behind. These technological developments and imaginaries come along with digital media research which is increasingly concerned with questions of materiality. Such an interest in the material features, conditions and affordances of digital media can be seen as “[...] a reaction to the myth of the immaterial, rather than pointing to an actual immaterialization of culture” (van den Boomen et al. 2009: 10). The realisation that we are merely dealing with a myth is crucial, since it also conceals the methodological challenge that the material aspects of digital media are not only increasingly invisible to users, but may also become more difficult to access for researchers.", "venue": "", "year": 2015, "referenceCount": 41, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "81974503", "name": "R. Reichert"}, {"authorId": "48175159", "name": "Annika Richterich"}]}}]}