{"offset": 0, "data": [{"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1c29c25d387453c09d29cd09bb2b753a83fb6b6c", "externalIds": {"MAG": "3008583671", "DOI": "10.1629/uksg.500"}, "url": "https://www.semanticscholar.org/paper/1c29c25d387453c09d29cd09bb2b753a83fb6b6c", "title": "Open Access eXchange (OAeX): an economic model and platform for fundraising open scholarship services", "abstract": "Authors’ names are listed in alphabetical order. This article describes the Open Access eXchange (OAeX) project, a pragmatic and comprehensive economic model and fundraising platform for open scholarship initiatives. OAeX connects bidders with funders at scale and right across the open scholarship spectrum through crowdfunding: financial expenditure is regulated by a market of freely competing providers and financial transactions and transparency are assured by a clearing-house entity. Specifically, OAeX seeks to facilitate open access publishing without the barrier of article processing charges (APCs), as well as contribute to solving challenges of transparency and economic sustainability in open scholarship projects in the broader sense.", "venue": "", "year": 2020, "referenceCount": 82, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "11863858", "name": "J. Hyland"}, {"authorId": "52307264", "name": "Alex Kouker"}, {"authorId": "153613072", "name": "D. Zaitsev"}]}}, {"intents": ["background"], "contexts": ["However, the picture is more complicated than this, primarily because, as Harley (2013) argues on the basis of a large-scale empirical research project on scholarly cultural norms and disciplinary values (Harley, Acord, Earl-Novell, Lawrence, & King, 2010), individual imperatives for career…"], "isInfluential": false, "citingPaper": {"paperId": "49e822b19593c389bb5e5e4964a1d06402ab0cba", "externalIds": {"DBLP": "journals/lp/HermanABNW20", "MAG": "3008532669", "DOI": "10.1002/leap.1288"}, "url": "https://www.semanticscholar.org/paper/49e822b19593c389bb5e5e4964a1d06402ab0cba", "title": "The changed – and changing – landscape of serials publishing: Review of the literature on emerging models", "abstract": "This article presents an up‐to‐date portrayal of the greatly changed landscape of scholarly journal publishing and identifies the emerging trends characterizing it. We consider the attributes, novelty, and disruptive potential of different models, which range from improvements to the extant model to attempts at reconfiguration and transformation. We propose that journal transition can be seen as falling into three categories. The first is enhanced models of the traditional scholarly journal, which typically afford enriched functionality that breaks the bonds of the printed page whilst otherwise remaining wholly traditional in their offerings. The second category is innovative models of the traditional scholarly journal, which aim at supporting the journal in performing its traditional roles through convention‐altering ways. The third category is the possible alternatives to the traditional journal, which represent a move towards alternative modes of knowledge dissemination. This review shows that each of the models identified makes contributions to enriching the reporting and showcasing of scholarly output. They also make it more effective and more efficient. However, we conclude that none of the possible alternatives being discussed can serve as a full‐fledged alternative to the journal.", "venue": "Learn. Publ.", "year": 2020, "referenceCount": 186, "citationCount": 10, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Political Science"], "authors": [{"authorId": "40498648", "name": "Eti Herman"}, {"authorId": "2768601", "name": "J. Akeroyd"}, {"authorId": "72505234", "name": "Gaëlle Béquet"}, {"authorId": "145860080", "name": "D. Nicholas"}, {"authorId": "145439410", "name": "A. Watkinson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "25c6857f98d7fc8bf58f0684b658fb6813c8f733", "externalIds": {"DBLP": "conf/icadl/ZhengCD19", "MAG": "2982641715", "DOI": "10.1007/978-3-030-34058-2_4"}, "url": "https://www.semanticscholar.org/paper/25c6857f98d7fc8bf58f0684b658fb6813c8f733", "title": "An Overview of Altmetrics Research: A Typology Approach", "abstract": "Altmetrics, novel metrics based on social media, have received much attention from scholars in recent years. As an emerging research area in information science, it is essential to understand the overview of altmetrics research. We extracted 731 altmetrics-related articles from the Scopus databases and adopted a text mining method (i.e., topic modeling) to develop a typology of altmetrics research. Six major themes were identified in our analysis, including altmetrics research in general, bibliometric and altmetrics, measuring research impact, metrics application, social media use, and performance evaluation. We interpreted the meaning of the six themes and their associations with altmetrics research. This paper is a first step in mapping the landscape of altmetrics research through uncovering the core topics discussed by scholars. Limitations and future work are also discussed.", "venue": "ICADL", "year": 2019, "referenceCount": 23, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1557264097", "name": "Han Zheng"}, {"authorId": "1664708302", "name": "Xiaoyu Chen"}, {"authorId": "2045168233", "name": "Xu Duan"}]}}, {"intents": ["background"], "contexts": ["It is becoming growingly clear that different scholarly communities and subfields are creating and adopting different tools in different ways, to meet the specific needs and practices that they delineate collectively (Acord & Harley, 2013).", "It is disciplinary colleagues, however, who determine these publicationsâD TM success, through peer review and citations (Acord & Harley, 2013).", "Journal of Innovation & Knowledge (2018), https://doi.org/10.1016/j.jik.2017.11.001\nj o u r n a l o f i n n o v a t i o n & k n o w l e d g e x x x (2 0 1 8) xxx–xxx 7\nof sharing âD ũnfinishedâD TM drafts before completing their long, careful, interpretive argument (Harley, 2013).", "Most scholars turn to the familiar filters of peer review, perceived selectivity, high-prestige flagship journals, and personal networks to filter what they pay attention to (Acord & Harley, 2013; Harley, 2013).", "…the so-called âD œpredatoryâD ? journals and conferences (Bohannon, 2013; Mervis, 2013); this exponential proliferation has placed a premium on high-prestige journals, which perpetuate or even exacerbate the traditional gatekeeping mechanisms to protect their reputation and role (Harley, 2013).", "Last but not least, scholars may be wishing to keep the data confidential and maintain the option to reuse them for further publications in the future, hindering others from doing the same (Acord & Harley, 2013).", "SAGE Open, the only megajournal dedicated to SSH, has a lower ranking; in fact it is now classified in Scimago Q4 for âD œSocial SciencesâD ?, but we must say that this journal published one of the most interesting and accurate articles we found in our literature survey for this study (i.e., Wellen, 2013).", "…transformations have attracted many ideological debates, declarations, and manifestos, but are severely underinvestigated by social sciences (Harley, 2013; McNutt, 2013), and call for a specific engagement of scholars in the fields of organization, innovation and information systems studies.", "All the researches on this topic confirm that social, organizational and institutional factors strongly influence scholarsâD TM decisions on technology adoption (Harley, 2013).", "Some pioneering studies are investigating how and why different scholars adopt different ICT tools in different combinations to innovate scholarly work (for example (Acord & Harley, 2013; Harley, 2013; Shehata, Ellis, & Foster, 2015)).", "…forms and formats of scholarly communication; would cancel out the publication costs, thus making scientific data and articles available for all; and would replace the traditional gatekeeping mechanisms of the academic world with a more democratic and open universe of ideas (Acord & Harley, 2013).", "SAGE Open (vol. 3) http://dx.doi.org/10.1177/2158244013507271, 2158244013507271–2158244013507271 Willinsky, J., & Provencal, J. (2012).", "In a growing number of cases, data sharing is mandatory for grant and public funding beneficiaries, in order to encourage transparency and greater return on investment thanks to data reuse (Acord & Harley, 2013).", "This model is considered highly disruptive and faces considerable inertia (Acord & Harley, 2013); several experimental activity systems have been experimented to address these problems.", "Examples include PLOS One, F1000Research, and SAGE Open (Harley, 2013)."], "isInfluential": true, "citingPaper": {"paperId": "373407f37e91bc4e318dea7163af5a3e50bf0298", "externalIds": {"MAG": "2789603689", "DOI": "10.1016/J.JIK.2017.11.001"}, "url": "https://www.semanticscholar.org/paper/373407f37e91bc4e318dea7163af5a3e50bf0298", "title": "Scholarly work in the Internet age: Co-evolving technologies, institutions and workflows", "abstract": "Abstract This study explores how ICTs and the Internet are influencing, and being influenced by, the evolution of institutions, organizations and workflows that play a role in scholarly work. Based on a literature review and a structured analysis of 8 carefully selected web sites, this study explores: (i) the evolving business models of scientific journals; (ii) the new competitive dynamics triggered by open access and article-level metrics; (iii) the traditional and emerging forms of peer review; and (iv) the emerging ICT-enabled changes in research workflows. The findings depict a highly complex and dynamic scenario, in which different scholarly communities, with their respective institutional and organizational environments, are experimenting different ICT-based arrangements and solutions, which are dramatically widening the range of possible activity systems through which scientific knowledge is created, exchanged, evaluated and leveraged.", "venue": "Journal of Innovation & Knowledge", "year": 2018, "referenceCount": 35, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "147288279", "name": "Ludovico Bullini Orlandi"}, {"authorId": "2550950", "name": "Francesca Ricciardi"}, {"authorId": "2983946", "name": "C. Rossignoli"}, {"authorId": "1738389987", "name": "M. de Marco"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5d0b1128e48a21e3772a167e2b5aebe89547f032", "externalIds": {"MAG": "2910180782", "DOI": "10.1007/S12109-018-09628-2"}, "url": "https://www.semanticscholar.org/paper/5d0b1128e48a21e3772a167e2b5aebe89547f032", "title": "Academics and the Field of Academic Publishing: Challenges and Approaches", "abstract": "The article aims to identify the academic publishing environment of academics by analysing the existing literature in the studies related to academic publishing. A socioeconomic and political approach to academic publishing is adopted in this article to identify the multi-dimensions of the academic publishing. The analysis reveals that challenges as well as the perspective of publishing industry dominate the existing literature in academic publishing. Though, the existing studies address the business and economic perspective of academic publishing, the role of academic publishing within the field of higher education needs to be examined and end explored to understand the dynamics of the relationship, and inter-dependency between academics and the field of academic publishing. In the process of achieving the aim of understanding academic publishing, this article offers a foundation for establishing the relevance of adopting Bourdieu’s concepts for exploring the publishing practices of academics.", "venue": "Publishing Research Quarterly", "year": 2019, "referenceCount": 168, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118489839", "name": "P. Padmalochanan"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d7e583f9ce396091b90e6ea8b818fd5b9b3c1ba1", "externalIds": {"MAG": "2977113306", "DOI": "10.1007/s12109-019-09690-4"}, "url": "https://www.semanticscholar.org/paper/d7e583f9ce396091b90e6ea8b818fd5b9b3c1ba1", "title": "Reimaging Academic Publishing from Perspectives of Academia in Australia", "abstract": "Academic publishing discussed in scholarships from the industry perspectives is reimagined to explore the academic publishing field from the perspectives of academics. Academic publishing is a ‘communication circuit’ in which the roles of varied the stakeholders, government, universities, publishers and libraries, are not only significant but also need to be adhered to by the academics. The significance of research publications due to the various factors, such as performance-based approach in allocation of research grants, university publishing policies contributing towards the tenure of academics require diligent analysis for understanding of the academic publishing field. A holistic approach from using the social theories is quintessential for examining the academic publishing environment inculcating the role of higher education institutes and its governing policies. This article through reimaging the academic publishing field establishes that though academic publishers are global, the publishing practices of academics are distinct to each country because academics are interdependent on the stakeholders, namely universities and government.", "venue": "Publishing Research Quarterly", "year": 2019, "referenceCount": 60, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "118489839", "name": "P. Padmalochanan"}]}}, {"intents": ["background"], "contexts": ["(Harley, 2013) Incentives also drive the system, and faculty may be loath to make the large scale changes to scientific communication to a more open system that is certainly possible."], "isInfluential": false, "citingPaper": {"paperId": "fd5d35a668e307de0d9953f3d2edf9ce00474121", "externalIds": {"MAG": "2981064212", "DOI": "10.7282/t3-bz87-c177"}, "url": "https://www.semanticscholar.org/paper/fd5d35a668e307de0d9953f3d2edf9ce00474121", "title": "Scholarly communication and open access in psychology: current considerations for researchers", "abstract": "................................................................................................. 4 Recent History of Scholarly/Scientific Communication Specific to Psychology............ 8 Interdisciplinary Research and Collaboration in Psychology .................................. 9 Coauthorship and Assignment of Credit in Psychology Scholarship......................... 11 Information Overload and Inertia for Changing the Existing System......................... 14 Digital Object Identifiers (DOIs) for every Article and other Research Output.............. 16 An ORCID iD for every Researcher................................................................ 17 The Growth of Open Access: A Boon for Authors, Readers, Researchers, and Institutions.18 Institutional Open Access Policies and the Institutional Repositories used for their Implementation..................................................................................... ..... 20 Green Open Access: Strategies for Author Self-archiving of Works in Digital Repositories and other Services..................................................................................... 22 The Continuing Emergence of Preprints: Online Dissemination of Authors’ Originals...... 27 Subject or Disciplinary Repositories Available for Psychology Authors and Researchers... 33 Innovations in Peer Review and Open Peer Review: Examples from Psychology............ 40 The “Gold Road:” Open Access Journals and Psychology....................................... 43 Subscription or Traditional Journal Publishing in Psychology.................................. 45 Predatory Journals, Publishers and Conferences: A Growing Phenomenon, and the “Whitelists” that Assist Researchers with Vetting Journals...................................................... 51 Major Online Indexes for Open Access Journals and Articles in Psychology................ 54 Open Access “Mega-Journals” (OAMJs) and their Significance to Scientific Communication in Psychology.............................................................................................. 59 An Evolving Funder Environment Requiring More Open Access Compliance............... 62 Open Access and Research/Citation Impact in Psychology....................................... 66 Replication and Reproducibility: Recent “Meta-research” Issues Important to Psychology.68", "venue": "", "year": 2019, "referenceCount": 208, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "70085529", "name": "Laura Bowering Mullen"}]}}, {"intents": ["background"], "contexts": ["Health care professionals at all levels are seeking out medical education in various online formats.(5) The past decade has seen broader growth and availability of Internet access, and this has been paralleled by enhanced and more readily available online content."], "isInfluential": false, "citingPaper": {"paperId": "5faf3d838c22279d9bfba1c01ab78a5f7605fa41", "externalIds": {"PubMedCentral": "5976821", "MAG": "2794124299", "DOI": "10.1016/j.ekir.2018.02.003", "PubMed": "29854960"}, "url": "https://www.semanticscholar.org/paper/5faf3d838c22279d9bfba1c01ab78a5f7605fa41", "title": "The Social Media Revolution in Nephrology Education", "abstract": "The past decade has been marked by the increasing use of social media platforms, often on mobile devices. In the nephrology community, this has resulted in the organic and continued growth of individuals interested in using these platforms for education and professional development. Here, we review several social media educational resources used in nephrology education and tools including Twitter, videos, blogs, and visual abstracts. We will also review how these tools are used together in the form of games (NephMadness), online journal clubs (NephJC), interactive learning (GlomCon), and digital mentorship (Nephrology Social Media Collective [NSMC] Internship) to build unique educational experiences that are available globally 24 hours per day. Throughout this discussion, we focus on specific examples of free open-access medical education (FOAMed) tools that provide education and professional growth at minimal or no cost to the user. In addition, we discuss inclusion of FOAMed resource development in the promotion and tenure process, along with potential pitfalls and future directions.", "venue": "Kidney international reports", "year": 2018, "referenceCount": 62, "citationCount": 86, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "10143216", "name": "Gates B. Colbert"}, {"authorId": "5224851", "name": "J. Topf"}, {"authorId": "4541414", "name": "K. Jhaveri"}, {"authorId": "28513576", "name": "Thomas Oates"}, {"authorId": "3335489", "name": "M. Rheault"}, {"authorId": "3117636", "name": "Silvi Shah"}, {"authorId": "34773375", "name": "S. Hiremath"}, {"authorId": "5469172", "name": "M. Sparks"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7d01b8ebbac9de1804add02bebe95c0dd8e63e67", "externalIds": {"MAG": "3009530478"}, "url": "https://www.semanticscholar.org/paper/7d01b8ebbac9de1804add02bebe95c0dd8e63e67", "title": "Scholarly Communication Cycle: SWOT Analysis", "abstract": "Communication (formal/informal) is the key for making society attentive and advance scholarly communication (SC) worldwide openly. Components of SC (accumulation, \ncreation, evaluation, publication, dissemination and preservation) are cycling towards elevation of education, research and innovation. Stakeholders have critical role in managing the SC cycle. In this study, SWOT analysis is used to evaluate strengths, weaknesses,opportunities and threats of SC and its components emphasizing the internal and external ecosystem. Based the SWOT analysis, the stakeholders potentials, resources, drawbacks, advantages, risks etc. are drawn in order to make strategic decisions to manage system effectively. Results revealed that accumulation of resource infrastructure facilitations brings an idea into creativity, reviewed it for quality, originality and publication (stamp of validity) \nthat was disseminated through various media & modes and preserved for longevity. Imperatively, the SC carries authenticity and recognition globally. It also shown that an inactive infrastructure, mentorship and policies often indulge scientific creativity through misconduct and biased decisions of reviewing make futile or fake publication that will always spoiling the system. Taking opportunities to create and access resource repositories, \nhelping to publish research to innovation monetize into products marketing globally with cloud safe and security. Finally, handicap of intellectual infrastructure vacuum (brain-drain) pressures the academia to leap into predatory journals crediting no transparency and \naccountability.", "venue": "", "year": 2018, "referenceCount": 98, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "143829614", "name": "Y. S. Rao"}]}}, {"intents": ["background"], "contexts": ["bAckground The publication of peer-reviewed articles in scientific journals has long been the cornerstone of science,(1) and the primary means by which new research is documented and the outcomes disseminated.(2) Manuscripts that are submitted for publication in scientific journals typically undergo a critical appraisal process by researchers from a similar field who are in the wider sense peers and colleagues — known as peer review — as part of a broader editorial process led by journal editors."], "isInfluential": false, "citingPaper": {"paperId": "0988c936ec623ad88d191853175f8dcfd69a0f42", "externalIds": {"MAG": "2765490355", "PubMedCentral": "5665269", "DOI": "10.1136/bmjopen-2017-017468", "PubMed": "29061619"}, "url": "https://www.semanticscholar.org/paper/0988c936ec623ad88d191853175f8dcfd69a0f42", "title": "A scoping review protocol on the roles and tasks of peer reviewers in the manuscript review process in biomedical journals", "abstract": "Introduction The primary functions of peer reviewers are poorly defined. Thus far no body of literature has systematically identified the roles and tasks of peer reviewers of biomedical journals. A clear establishment of these can lead to improvements in the peer review process. The purpose of this scoping review is to determine what is known on the roles and tasks of peer reviewers. Methods We will use the methodological framework first proposed by Arksey and O’Malley and subsequently adapted by Levac et al and the Joanna Briggs Institute. The scoping review will include all study designs, as well as editorials, commentaries and grey literature. The following eight electronic databases will be searched (from inception to May 2017): Cochrane Library, Cumulative Index to Nursing and Allied Health Literature, Educational Resources Information Center, EMBASE, MEDLINE, PsycINFO, Scopus and Web of Science. Two reviewers will use inclusion and exclusion criteria based on the ‘Population–Concept–Context’ framework to independently screen titles and abstracts of articles considered for inclusion. Full-text screening of relevant eligible articles will also be carried out by two reviewers. The search strategy for grey literature will include searching in websites of existing networks, biomedical journal publishers and organisations that offer resources for peer reviewers. In addition we will review journal guidelines to peer reviewers on how to perform the manuscript review. Journals will be selected using the 2016 journal impact factor. We will identify and assess the top five, middle five and lowest-ranking five journals across all medical specialties. Ethics and dissemination This scoping review will undertake a secondary analysis of data already collected and does not require ethical approval. The results will be disseminated through journals and conferences targeting stakeholders involved in peer review in biomedical research.", "venue": "BMJ Open", "year": 2017, "referenceCount": 37, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "6478515", "name": "K. Glonti"}, {"authorId": "6584287", "name": "D. Cauchi"}, {"authorId": "143854986", "name": "E. Cobo"}, {"authorId": "4282797", "name": "I. Boutron"}, {"authorId": "1825473", "name": "D. Moher"}, {"authorId": "46657261", "name": "D. Hren"}]}}, {"intents": ["background"], "contexts": ["While the digital tide is strong, a multiyear study of seven disciplines showed considerable\nindifference and even resistance to the electronic transformation of scholarly communications (Harley et al., 2010; Harley, 2013).", "• What must be recognized as durable about the traditional scholarly workflow? While the digital tide is strong, a multiyear study of seven disciplines showed considerable indifference and even resistance to the electronic transformation of scholarly communications (Harley et al., 2010; Harley, 2013)."], "isInfluential": false, "citingPaper": {"paperId": "73a6b5a7affe351674f8fc207c8ef193021713f6", "externalIds": {"MAG": "2766894505", "DOI": "10.5703/1288284316485"}, "url": "https://www.semanticscholar.org/paper/73a6b5a7affe351674f8fc207c8ef193021713f6", "title": "Social Scholarship? Academic Communications in the Digital Age", "abstract": null, "venue": "", "year": 2017, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "46714205", "name": "S. Weiland"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "782d501a9c1e32e70aa819c229113c3bd667c570", "externalIds": {"MAG": "2603411642", "DOI": "10.1108/LM-09-2016-0073"}, "url": "https://www.semanticscholar.org/paper/782d501a9c1e32e70aa819c229113c3bd667c570", "title": "C5 model for the consortium management: SWOT analysis", "abstract": "Purpose \n \n \n \n \nThis paper elicits information, an excess of information and the stakeholders’ role in the use of information. The purpose of this paper is to create a “C5 model” (clients, connectivity, content, copyright and cost) for the consortium management to support and improve its academic and administrative decision-making skills and optimize returns. \n \n \n \n \nDesign/methodology/approach \n \n \n \n \nThe methodology used for this study was “strength, weakness, opportunity and threat” (SWOT) analysis. As a tool, it was used as one of the strategic analytical techniques to evaluate various aspects of consortium management. The purpose of choosing this method was to derive a set of strategies for comparing the internal (strengths/weaknesses) and external (opportunities/threats) forces of the “C5 model” of consortium management. \n \n \n \n \nFindings \n \n \n \n \nFrom the SWOT analysis of the “C5 model,” it was observed that four combinations, maxi-maxi (strengths/opportunities (SO), mini-maxi (weaknesses/opportunities (WO), maxi-mini (strengths/threats (ST)) and mini-mini (weaknesses/threats (WT)), were drawn to derive a set of strategies to benefit the consortium management. The SO strategies such as building a client-centric resource management system, centralized gateway, collaborative acquisition model, common copyright communication and clearance center and cost-benefit analysis were built on the basis of the strengths and opportunities identified. Likewise, the WO strategies such as organizational planning, equality in ICT infrastructure facilities, quality content, public disclosure of copyright obligations and effective economic models were drawn to minimize the weaknesses of each component by taking advantage of the identified opportunities. The ST strategies were worked out using strengths of the model to possibly mitigate its threats. Similarly, the WT strategies were created to minimize the weaknesses and avoid the threats as much as possible. However, these strategies would not only help consortium management in the decision-making process, but also optimize returns and improve the intellectual outcome of organizations. \n \n \n \n \nOriginality/value \n \n \n \n \nNot many research studies have been developed regarding the SWOT analysis of the “C5 model” for consortium management. This study attempts to benefit a large community of library and information science professionals, consortia and their clients.", "venue": "", "year": 2017, "referenceCount": 44, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143829614", "name": "Y. S. Rao"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c927f7d5784809a8d1cbcabba4a74a9c87a48164", "externalIds": {"PubMedCentral": "5662284", "MAG": "2767019334", "DOI": "10.7554/eLife.29319", "PubMed": "29082866"}, "url": "https://www.semanticscholar.org/paper/c927f7d5784809a8d1cbcabba4a74a9c87a48164", "title": "Motivating participation in open science by examining researcher incentives", "abstract": "Support for open science is growing, but motivating researchers to participate in open science can be challenging. This in-depth qualitative study draws on interviews with researchers and staff at the Montreal Neurological Institute and Hospital during the development of its open science policy. Using thematic content analysis, we explore attitudes toward open science, the motivations and disincentives to participate, the role of patients, and attitudes to the eschewal of intellectual property rights. To be successful, an open science policy must clearly lay out expectations, boundaries and mechanisms by which researchers can engage, and must be shaped to explicitly support their values and those of key partners, including patients, research participants and industry collaborators.", "venue": "eLife", "year": 2017, "referenceCount": 80, "citationCount": 21, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Sociology", "Psychology"], "authors": [{"authorId": "1421585828", "name": "S. Ali-Khan"}, {"authorId": "2054968241", "name": "L. W. Harris"}, {"authorId": "144881227", "name": "E. Gold"}]}}, {"intents": ["background"], "contexts": ["The largest factor in their decisions, however, is the candidate’s record of peer reviewed publications (National Research Council, 2012; Harley, 2013)."], "isInfluential": false, "citingPaper": {"paperId": "d27b943b2392c03d032884c6285a2dcb3583acd5", "externalIds": {"MAG": "2768658726", "DOI": "10.1057/s41599-017-0041-0"}, "url": "https://www.semanticscholar.org/paper/d27b943b2392c03d032884c6285a2dcb3583acd5", "title": "The future of the impact agenda depends on the revaluation of academic freedom", "abstract": "Opponents of the impact agenda often base their arguments on the claim that requiring scholarly research to demonstrate broader societal impacts conflicts with academic freedom. This paper argues that this claim entails a narrow interpretation of academic freedom as freedom from interference. A richer interpretation is proposed of academic freedom as freedom to pursue research that may have broader impacts. Adopting a positive view of academic freedom will require disciplines to adjust their standards of academic rigor and universities to amend their criteria for promotion and tenure. It will also provide the foundation for an academic response to the rise of neopopulism.", "venue": "Palgrave Communications", "year": 2017, "referenceCount": 41, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "10960856", "name": "J. B. Holbrook"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "da19a4cfcfdee1a1d00c4a56598f90062a7dc247", "externalIds": {"MAG": "2752873459", "DOI": "10.1016/j.biocel.2017.08.014", "PubMed": "28860003"}, "url": "https://www.semanticscholar.org/paper/da19a4cfcfdee1a1d00c4a56598f90062a7dc247", "title": "Sleep restriction induced energy, methylation and lipogenesis metabolic switches in rat liver.", "abstract": "Sleep curtailment is ubiquitous in modern day society. Sleep debt is associated with maladaptive physiological changes that can lead to cardiometabolic and neuropsychiatric pathologies. Recent literature has shown the effects of sleep restriction (SR) on systemic metabolic profiles in biofluids, implying that tissue-specific metabolomes are impacted by SR. To test this hypothesis, we assessed hepatic metabolic profiles of rats after 5days of SR using UPLC-MS based metabolomics analysis and gene expression analysis. Our data suggests distinctive effects of SR on the liver metabolic profile of rats compared to forced-activity control animals. We observed specific impacts of SR on NAD metabolism through NAD accumulation and upregulation of Nampt, the rate determining step of NAD salvage. Additional multi-omic changes were observed in methionine metabolism, with an elevated SAM:SAH ratio under SR. This effect on one carbon metabolism is indicative of increased methylation potential. Changes in TCA cycle intermediates and ATP-citrate lyase (Acly) gene expression were observed that may be related to altered circulatory lipid profiles previously reported documenting the chrono-metabolic connection. Taken together with previous investigations, these observations are consistent with a model of decreased TCA activity with concomitant increase in lipogenesis induced by SR. These tissue-specific mechanistic insights into metabolic effects of SR provide a springboard to future metabolic intervention studies.", "venue": "The international journal of biochemistry & cell biology", "year": 2017, "referenceCount": 41, "citationCount": 19, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Biology", "Medicine"], "authors": [{"authorId": "48494697", "name": "A. Sengupta"}, {"authorId": "6017175", "name": "Seth D Rhoades"}, {"authorId": "2110113134", "name": "Eun Ji Kim"}, {"authorId": "39637160", "name": "Soumyashant Nayak"}, {"authorId": "16491491", "name": "G. Grant"}, {"authorId": "2423924", "name": "P. Meerlo"}, {"authorId": "1856255", "name": "A. Weljie"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "02ed7273e59b06f8a6305558cd86e71d842706ff", "externalIds": {"MAG": "2475761080", "DOI": "10.1201/B19527-7"}, "url": "https://www.semanticscholar.org/paper/02ed7273e59b06f8a6305558cd86e71d842706ff", "title": "Early Research on Circadian Rhythms", "abstract": null, "venue": "", "year": 2016, "referenceCount": 32, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Biology"], "authors": [{"authorId": "2140022", "name": "R. Refinetti"}]}}, {"intents": ["background"], "contexts": ["Credit for data, software, and other digital research products that benefit the scientific community must be recognized, particularly in academic promotion cases [Harley 2013]."], "isInfluential": false, "citingPaper": {"paperId": "508d5ba2b4d44e38d1cc628d13962c070f560752", "externalIds": {"MAG": "2496371950", "DOI": "10.1002/2015ea000136"}, "url": "https://www.semanticscholar.org/paper/508d5ba2b4d44e38d1cc628d13962c070f560752", "title": "Toward the Geoscience Paper of the Future: Best practices for documenting and sharing research from data to software to provenance: Geoscience Paper of the Future", "abstract": "Geoscientists now live in a world rich with digital data and methods, and their computational research cannot be fully captured in traditional publications. The Geoscience Paper of the Future (GPF) presents an approach to fully document, share, and cite all their research products including data, software, and computational provenance. This article proposes best practices for GPF authors to make data, software, and methods openly accessible, citable, and well documented. The publication of digital objects empowers scientists to manage their research products as valuable scientific assets in an open and transparent way that enables broader access by other scientists, students, decision makers, and the public. Improving documentation and dissemination of research will accelerate the pace of scientific discovery by improving the ability of others to build upon published work.", "venue": "", "year": 2016, "referenceCount": 195, "citationCount": 79, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145526918", "name": "Y. Gil"}, {"authorId": "144516980", "name": "C. David"}, {"authorId": "87450464", "name": "I. Demir"}, {"authorId": "3378785", "name": "Bakinam T. Essawy"}, {"authorId": "4359097", "name": "R. Fulweiler"}, {"authorId": "2951907", "name": "J. Goodall"}, {"authorId": "3623917", "name": "L. Karlstrom"}, {"authorId": "2092920", "name": "Huikyo Lee"}, {"authorId": "4982288", "name": "H. Mills"}, {"authorId": "1844201", "name": "Ji-Hyun Oh"}, {"authorId": "35691547", "name": "S. Pierce"}, {"authorId": "9051202", "name": "A. Pope"}, {"authorId": "88638507", "name": "M. Tzeng"}, {"authorId": "21692096", "name": "S. Villamizar"}, {"authorId": "50187919", "name": "Xuan Yu"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "85c412fa6c67e9b87536c5a194350bf68f2d7fab", "externalIds": {"MAG": "2551854483", "DOI": "10.3989/ARBOR.2016.780N4015"}, "url": "https://www.semanticscholar.org/paper/85c412fa6c67e9b87536c5a194350bf68f2d7fab", "title": "Comunicación en la investigación y su relación con la satisfacción laboral del personal académico investigador e infraestructuras universitarias", "abstract": "The communication of research results is preeminent as a quality criterion and position indicator, prefixing even major world university rankings. At present, it is assumed that job performance is influenced by the degree of satisfaction of the members of an organization with their work environment and activity. Based on a survey of job satisfaction, motivation and involvement conducted among academics from the UPV/EHU, and through the application of structural equation modeling, this paper concludes that this communication is enhanced and explained (in descending order) by: the possibility of working in non-university personal but well-equipped rooms; the opportunity to develop skills and set new challenges as well as to receive more training and other tangible or intangible instruments; incentives, recognition and bureaucratic agility; personal perception of productive efficiency due to job satisfaction; personal satisfaction in communication tasks at conferences and other venues; and satisfaction obtained by preparing and writing research material.", "venue": "", "year": 2016, "referenceCount": 62, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "143731839", "name": "Lamberto Luis Benito del Valle"}, {"authorId": "104768583", "name": "G. Garay"}, {"authorId": "1404861460", "name": "Xabier Renteria-Uriarte"}, {"authorId": "1404861457", "name": "M. Luengo-Valderrey"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "9311685636788aee43847b05abe72b585a07755e", "externalIds": {"MAG": "1945552654", "DOI": "10.1007/164_2015_27", "PubMed": "26330261"}, "url": "https://www.semanticscholar.org/paper/9311685636788aee43847b05abe72b585a07755e", "title": "Functional Genomics in Pharmaceutical Drug Discovery.", "abstract": "Targeted therapies in personalized medicine require the knowledge about the molecular changes within the patient that cause the disease. With the beginning of the new century, a plethora of new technologies became available to detect these changes and use this information as starting point for drug development. Next-generation genome sequencing and sophisticated genome-wide functional genomics' methods have led to a significant increase in the identification of novel drug target candidates and understanding of the relevance of these genomic and molecular changes for the diseases. As functional genomic tool for target identification, high-throughput gene silencing through RNA interference screening has become the established method. RNAi is discussed with its advantages and challenges in this chapter. Furthermore the potential of CRISPR/Cas9, a gene-editing method that has recently been adapted for use as functional screening tool, will be briefly reviewed.", "venue": "Handbook of experimental pharmacology", "year": 2016, "referenceCount": 50, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Biology", "Medicine"], "authors": [{"authorId": "2075454331", "name": "R. Adams"}, {"authorId": "3814993", "name": "M. Steckel"}, {"authorId": "6252230", "name": "B. Nicke"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f1f21f4958da33a734484fa78758caf422b57222", "externalIds": {"PubMedCentral": "5041355", "MAG": "2472678900", "DOI": "10.2196/MEDEDU.4867", "PubMed": "27731858"}, "url": "https://www.semanticscholar.org/paper/f1f21f4958da33a734484fa78758caf422b57222", "title": "Does Academic Blogging Enhance Promotion and Tenure? A Survey of US and Canadian Medicine and Pediatric Department Chairs", "abstract": "Background Electronic educational (e-learning) technology usage continues to grow. Many medical journals operate companion blogs (an application of e-learning technology) that enable rapid dissemination of scientific knowledge and discourse. Faculty members participating in promotion and tenure academic tracks spend valuable time and effort contributing, editing, and directing these medical journal blogs. Objective We sought to understand whether chairs of medicine and pediatric departments acknowledge blog authorship as academic achievement. Methods The authors surveyed 267 chairs of US and Canadian medicine and pediatric departments regarding their attitudes toward the role of faculty participation in e-learning and blogging in the promotion and tenure process. The survey completion rate was 22.8% (61/267). Results A majority of respondents (87%, 53/61) viewed educational scholarship as either important or very important for promotion. However, only 23% (14/61) perceived importance to faculty effort in producing content for journal-based blogs. If faculty were to participate in blog authorship, 72% (44/61) of surveyed chairs favored involvement in a journal-based versus a society-based or a personal (nonaffiliated) blog. We identified a “favorable group” of chairs (19/59, 32%), who rated leadership roles in e-learning tools as important or very important, and an “unfavorable group” of chairs (40/59, 68%), who rated leadership roles in e-learning tools as somewhat important or not important. The favorable group were more likely to be aware of faculty bloggers within their departments (58%, 11/19 vs 25%, 10/40), viewed serving on editorial boards of e-learning tools more favorably (79%, 15/19 vs 31%, 12/39), and were more likely to value effort spent contributing to journal-based blogs (53%, 10/19 vs 10%, 4/40). Conclusions Our findings demonstrate that although the majority of department chairs value educational scholarship, only a minority perceive value in faculty blogging effort.", "venue": "JMIR medical education", "year": 2016, "referenceCount": 20, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2057335405", "name": "C. B. Cameron"}, {"authorId": "2073604164", "name": "Vinay Nair"}, {"authorId": "2061611524", "name": "M. Varma"}, {"authorId": "50696128", "name": "M. Adams"}, {"authorId": "4541414", "name": "K. Jhaveri"}, {"authorId": "5469172", "name": "M. Sparks"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a4d0f99e847c1bb089ff6a26b41b1fca1d774fd5", "externalIds": {"MAG": "1233957188", "DOI": "10.1016/B978-0-08-100195-0.00002-0"}, "url": "https://www.semanticscholar.org/paper/a4d0f99e847c1bb089ff6a26b41b1fca1d774fd5", "title": "Scientific communication in the digital age", "abstract": "Scientific communication is undergoing a dramatic transition—technologically and ­conceptually. The expectations of making research results openly available, problems with peer review, emergence of social media as a communication vehicle, and alternative metrics for evaluating impact of research are changing science. How authors write and disseminate their works will determine to a significant extent whether people will be able to find them. This chapter discusses some new formats, models, and venues for scientific communication and how they are challenging the traditional forms of publishing.", "venue": "", "year": 2015, "referenceCount": 23, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "51189154", "name": "S. Baykoucheva"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "eca9cec774996ccee9b7898077f3a20d5196d9f2", "externalIds": {"MAG": "2206558328", "DOI": "10.1016/B978-0-08-100195-0.00008-1"}, "url": "https://www.semanticscholar.org/paper/eca9cec774996ccee9b7898077f3a20d5196d9f2", "title": "Coping with “Big Data”: eScience", "abstract": "The exponential growth of research data and their complexity are creating significant problems for scientists and organizations. New web technologies, infrastructure, and services that are identified with umbrella terms such as eScience, Science 2.0, digital humanities, Semantic Web, and open science are changing how scientists perform their research, find information, and collaborate with each other. This chapter looks at research data from different perspectives and shows how academic libraries and other stakeholders are engaging in supporting eScience, a term that refers to large datasets and tools that facilitate the acquisition, management, and exchange of digital scientific data.", "venue": "", "year": 2015, "referenceCount": 32, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "51189154", "name": "S. Baykoucheva"}]}}, {"intents": ["background"], "contexts": ["…on cultural norms and disciplinary values in 12 disciplines revealed that “individual imperatives for career self-interest, advancing the field, and receiving credit are often more powerful motivators in publishing decisions than the technological affordances of new media” (Harley, 2013, p. 80)."], "isInfluential": false, "citingPaper": {"paperId": "238f5bf3b1b88803dd07f3f2a6048bbc4a7d19bd", "externalIds": {"MAG": "2074156913", "DOI": "10.1080/19409419.2014.885692"}, "url": "https://www.semanticscholar.org/paper/238f5bf3b1b88803dd07f3f2a6048bbc4a7d19bd", "title": "Russian scholarly journals: the limits and potential of communication", "abstract": "Scholarly journals have been a fixture in the European intellectual landscape for centuries. The first two academic journals appeared in Europe in 1655: the Parisian Journal des sçavans, which included a range of content from scientific material to legal reports, and the English The Philosophical Transactions of the Royal Society, which was published at its editor’s personal expense and included contributions by Charles Darwin, Michael Faraday, and Isaac Newton. In Russia, the first scholarly journal was published in Latin (with selected pieces translated into Russian) as Commentarii Academiae Scientiarum Imperialis Petropolitanae. It was housed at the newly founded St. Petersburg Academy of Sciences, a pet project of Peter the Great and philosopher G.W. Leibniz, and was released in 14 volumes between 1726 and 1746. By the late-imperial period, the system of scholarly periodicals in the Russian Empire had developed into a broad network covering nearly all popular academic disciplines of the day; for instance, in the field of philosophy (which included psychology), there were roughly 20–25 journals in active publication at any given time during the first 15 years of the twentieth century. However, with the unrest and revolutions of the early twentieth century came the rapid collapse of this scholarly infrastructure: by 1920, the number of active journals in philosophy had fallen to zero and the number of journals on Russian/Soviet territory did not reach five until after Stalin’s death in 1953. Since the dissolution of the Soviet Union in 1991, Russian journals have experienced a period of turmoil and investment that mirrors the broader history of the country itself. The Russian scholarly community has seen the explosion of short-lived, independent journals in the first half of the 1990s; the collapse of that system in the second half of the 1990s following political and financial default; the rapid expansion of online and print journals in the 2000s; and the widespread adoption of subscription databases by institutions of higher education in the 2010s, which have brought Russian regional publications to Moscow as well as an extensive selection of international journals to leading universities (that can afford them) across Russia. The Russian scholarly community has also made great strides in establishing local databases of Russian-language periodicals, either through the controversial list of “leading journals” released by the Higher Attestation Commission (VAK), a national government agency that sets standards for the awarding of advanced academic degrees, or through the development of academic citation indexing and search services based on bibliographic content available through the electronic academic library eLIBRARY.ru. Moreover, at present the role and future of the academic journal as a vehicle of scholarly communication is at the center of the debates around higher education effectiveness and reform in Russia. Journals have become the favorite assessment tool of VAK, which certifies a limited list of journals (2269 titles in all disciplines as of 2014) and requires that each graduate student in the sciences or humanities has a minimum of three publications (as of 2014) in VAK-approved journals to be eligible for the candidate’s degree. Controversially, some of these journals have been criticized for charging authors up to $600 for the publication of a single article. For scholars who already have academic positions, citation indexing and English-language publications in", "venue": "", "year": 2014, "referenceCount": 8, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "114872623", "name": "Alyssa DeBlasio"}, {"authorId": "51230260", "name": "M. Demin"}]}}, {"intents": ["background"], "contexts": ["While researchers are reluctant to share data because it might hamper their individual promotion prospects (Harley 2013), there will continue to be a negative impact on the scientifi c progress that would otherwise be achieved if data were shared openly earlier."], "isInfluential": false, "citingPaper": {"paperId": "3c5490437b2a0af9d915bfeef220512c1d942e56", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/3c5490437b2a0af9d915bfeef220512c1d942e56", "title": "a lack of correlation between the impact of an individual paper and the journal has been well documented", "abstract": "Career progression for scientists involves an assessment of their contribution to their fi eld and a prediction of their future potential. Traditional measures, such as the impact factor of the journal that a researcher publishes in, may not be an appropriate or accurate means of assessing the overall output of an individual. The development of altmetrics offers the potential for fuller assessments of a researcher’s output based on both their traditional and non-traditional scholarly outputs. New tools should make it easier to include non-traditional outputs such as data, software and contributions to peer review in the evaluation of earlyand mid-career researchers. Academic researchers work on highly specialized projects which are, by nature, at the limits of current understanding. When it comes to evaluating the quality of a researcher’s work for promotion or other purposes, the esoteric nature of the work being assessed means that a proxy measure for the quality of the research is often used. The number of times a particular work has been cited has traditionally been used to measure the quality of a researcher’s output relative to others in the same fi eld. However, an article’s citation rate is no longer the only metric available to assess scholarly impact. In addition, the formally recognized output of scholarly research is also changing. The peer-reviewed article is no longer the sole measure by which a researcher’s productivity can be assessed. The generation of scientifi c data, the coding of useful software, and contributions to the peer-review process are increasingly recognized as being vital to scientifi c progress. In this paper we discuss the changing nature of accreditation for scholarly work. We begin with a brief overview of the existing and emerging metrics for assessing the impact of the traditional scholarly output, the article. We provide an overview of the novel outputs being increasingly formally recognized and discuss how the emerging impact metrics might be applied to these. We end by discussing how metrics and research outputs might feed into current assessment processes. Citation-dependent measures of impact A journal’s impact factor, as defi ned and calculated by Thomson’s Journal Citation Reports (JCR; thomsonreuters.com/journalcitation-reports), is the mean number of citations for all the articles published in a particular journal in the preceding two years and is extrapolated to indicate the likely quality of the research published by that journal in subsequent years. Journal impact factors are often used as a proxy for forecasting the quality and © Varsha K. Khodiyar, Karen A. Rowlett and Rebecca N. Lawrence 2014 Rebecca N. Lawrence Karen A. Rowlett Varsha K. Khodiyar S26 Varsha K. Khodiyar, Karen A. Rowlett and Rebecca N. Lawrence LEARNED PUBLISHING VOL. 27 SPECIAL ISSUE SEPTEMBER 2014 impact of future work that will be produced by the scientists who have previously published in these journals. This forecasting of a researcher’s future productivity is used during hiring and promotion processes, as well as for other activities such as evaluating funding proposals. Thus the impact factor of the journal in which a paper is published can have a bearing on the career prospects of the authors of that paper. However, the use of journal impact factors for researcher evaluation is not ideal. As impact factors depend on an average, extreme deviations from the mean can signifi cantly skew the resultant impact factor. Because of the way impact factors are calculated (using article citation counts), the citation counts of articles published in a particular journal have been shown to correlate with the journal impact factor (Hansen and Henriksen 1997). However, a lack of correlation between the impact of an individual research paper and the impact factor of the journal in which it was published has also been well documented (Seglen 1997, Hecht et al. 1998, RostamiHodjegan and Tucker 2001, Tort et al. 2012, Casadevall and Fang 2014). Another problem with the use of the impact factor for judging research impact is that there is often a time lag before citations to an article begin to appear, with the maximum number of citations per year usually appearing 3–7 years after publication (Hansen and Henriksen 1997). Thus these later citations will not contribute to a journal’s impact factor. The Eigenfactor Score and the Article Infl uence Score have been developed by the Eigenfactor Project as alternative (and openly available) measures to the JCR impact factors (Bergstrom et al. 2008). Although based on JCR data, the Article Infl uence score for a journal is a normalized measure of the average infl uence of each of its articles over the fi rst 5 years after publication and so addresses the citation time lag that can occur. The use of the journal impact factor for research evaluation also relies on an underlying assumption of the citation count having a direct correlation to quality. The assumption that papers published in highly selective journals with high impact factors will be of higher quality and correspondingly have higher rates of citation is not necessarily correct. It is possible that highly cited papers are being cited due to their fi ndings being questioned, as shown by Aksnes (2006). In recognition of the limited usefulness of the impact factor, researcher-centric metrics have been developed in an attempt to provide more direct measures of the quality of an individual researcher’s output. The h-index was developed to measure both the productivity and impact of an individual, based on the number of articles that they have published and the number of citations those publications have received (Hirsch 2005). Whether the h-index is better or worse than using journal impact factors for predicting a researcher’s future productivity is unclear (Lehmann et al. 2006, Hirsch 2007, Penner et al. 2013). Several modifi ed versions of the h-index have also been developed, e.g. Google Scholar’s i10-index. A detailed discussion of these variations is outside the scope of this paper. However a drawback of any metric relying on article citations is the length of time it takes for the citations to accumulate, with the effect that mid-to-late career scientists will have a higher measured impact than earlycareer researchers. As it is the early-career researchers who are likely to be undergoing promotional evaluation, earlier measures of research impact are required. Citation-independent measures of impact The emergence of the Internet in the 1990s and associated development of novel methods of disseminating research articles, allowed the development of citation-independent measures of scholarly impact. In addition, the availability of usage data at the article level supported the development of metrics measuring the impact of individual articles as opposed to journal averages (Neylon and Wu 2009). PLOS has collated and displayed several article-level metrics (ALMs) for its published articles since 2009 (Fenner 2013). PLOS ALMs report usage statistics, comments on articles in forums and on social media, social book-marking statistics and expert recommendations, alongside citations (Fenner 2013). The term ‘altmetrics’ was coined in 2010 as a grouping term for these alternatives to citation-dependent and journal-level metrics (Priem et al. 2012), but is sometimes also used as short-hand for article-level metrics. a lack of correlation between the impact of an individual paper and the journal has been well documented Altmetrics as a means of assessing scholarly output S27 LEARNED PUBLISHING VOL. 27 SPECIAL ISSUE SEPTEMBER 2014 In this paper we use the ‘alternative metrics’ (non-citation based) defi nition of altmetrics, and discuss the application of altmetrics to articles as well as to other outputs of scholarly research. In general terms, these alternative measures seek to judge the impact of a research output by examining the number of times that it is viewed, downloaded, saved, discussed by the scientifi c community, and recommended to others. The most commonly implemented altmetrics for online scholarly publications are simple counts of the numbers of views and downloads (Figure 1). In order to standardize the way in which online usage is presented, some journals may adhere to standards such as COUNTER (www.projectcounter.org) when assessing the number of views and downloads in order to exclude any possible ‘gaming’ activity due to robots. Additional altmetrics can include the number of times an article has been shared via email or social media platforms such as Twitter, mentioned in blogs or added to citation management tools such as CiteULike (www.citeulike.org) or Mendeley (www.mendeley.com). These are now well-established article-level metrics that have been implemented by many publishers and can be provided by companies such as Altmetric (www.altmetric.com) or generated in-house. Key advantages of altmetrics include the fact that they begin to accumulate as soon as the article is published, and that they are independent of the altmetrics being generated for any other article published in the same journal at the same time. Additionally, several studies have showed a signifi cant correlation between altmetrics and traditional measures of impact Figure 1. Illustrations of publisher implementations of article-level altmetrics. (a) An example of the implementation of article-level altmetrics by the life sciences journal F1000Research (www.F1000research.com). (b) An example of the implementation the Altmetric.com ‘donut’ alongside in-house metrics by BMC Biology (www.biomedcentral.com/ bmcbiol). altmetrics accumulate as soon as the article is published S28 Varsha K. Khodiyar, Karen A. Rowlett and Rebecca N. Lawrence LEARNED PUBLISHING VOL. 27 SPECIAL ISSUE SEPTEMBER 2014 (Priem et al. 2011, Eysenbach 2012, Shema et al. 2013, Thelwall et al. 2013) and have demonstrated that altmetrics may outperform tradit", "venue": "", "year": 2014, "referenceCount": 32, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2843226", "name": "V. Khodiyar"}, {"authorId": "46807114", "name": "K. Rowlett"}, {"authorId": "47615958", "name": "Rebecca Lawrence"}]}}, {"intents": ["background"], "contexts": ["Offering a more formalized approach to data sharing can also help promote professional recognition (a key need noted by Harley, 2013), which would motivate better data creation practices at the outset."], "isInfluential": false, "citingPaper": {"paperId": "64a43298ce475622e1907832f5ba36b36726be34", "externalIds": {"DBLP": "journals/ijdc/KansaKA14", "MAG": "2035923203", "DOI": "10.2218/IJDC.V9I1.301"}, "url": "https://www.semanticscholar.org/paper/64a43298ce475622e1907832f5ba36b36726be34", "title": "Publishing and Pushing: Mixing Models for Communicating Research Data in Archaeology", "abstract": "We present a case study of data integration and reuse involving 12 researchers who published datasets in Open Context, an online data publishing platform, as part of collaborative archaeological research on early domesticated animals in Anatolia. Our discussion reports on how different editorial and collaborative review processes improved data documentation and quality, and created ontology annotations needed for comparative analyses by domain specialists. To prepare data for shared analysis, this project adapted editor-supervised review and revision processes familiar to conventional publishing, as well as more novel models of revision adapted from open source software development of public version control. Preparing the datasets for publication and analysis required significant investment of effort and expertise, including archaeological domain knowledge and familiarity with key ontologies. To organize this work effectively, we emphasized these different models of collaboration at various stages of this data publication and analysis project. Collaboration first centered on data editors working with data contributors, then widened to include other researchers who provided additional peer-review feedback, and finally the widest research community, whose collaboration is facilitated by GitHub’s version control system. We demonstrate that the “publish” and “push” models of data dissemination need not be mutually exclusive; on the contrary, they can play complementary roles in sharing high quality data in support of research. This work highlights the value of combining multiple models in different stages of data dissemination.", "venue": "Int. J. Digit. Curation", "year": 2014, "referenceCount": 23, "citationCount": 58, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143920719", "name": "Eric C. Kansa"}, {"authorId": "3129606", "name": "S. Kansa"}, {"authorId": "36492171", "name": "Benjamin S. Arbuckle"}]}}, {"intents": ["background"], "contexts": ["While researchers are reluctant to share data because it might hamper their individual promotion prospects (Harley 2013), there will continue to be a negative impact on the scientifi c progress that would otherwise be achieved if data were shared openly earlier."], "isInfluential": false, "citingPaper": {"paperId": "745ea17a0dfdc5a55fd1bd059d9aa95310fd9242", "externalIds": {"DBLP": "journals/lp/KhodiyarRL14", "MAG": "2086682323", "DOI": "10.1087/20140505"}, "url": "https://www.semanticscholar.org/paper/745ea17a0dfdc5a55fd1bd059d9aa95310fd9242", "title": "Altmetrics as a means of assessing scholarly output", "abstract": "Career progression for scientists involves an assessment of their contribution to their field and a prediction of their future potential. Traditional measures, such as the impact factor of the journal that a researcher publishes in, may not be an appropriate or accurate means of assessing the overall output of an individual. The development of altmetrics offers the potential for fuller assessments of a researcher's output based on both their traditional and non‐traditional scholarly outputs. New tools should make it easier to include non‐traditional outputs such as data, software and contributions to peer review in the evaluation of early‐ and mid‐career researchers.", "venue": "Learn. Publ.", "year": 2014, "referenceCount": 34, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2843226", "name": "V. Khodiyar"}, {"authorId": "46807114", "name": "K. Rowlett"}, {"authorId": "47615958", "name": "Rebecca Lawrence"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "df155af07f093bdbe8c288815b22c5d0b2bf222f", "externalIds": {"MAG": "2052666515", "DOI": "10.1108/ILDS-03-2014-0021"}, "url": "https://www.semanticscholar.org/paper/df155af07f093bdbe8c288815b22c5d0b2bf222f", "title": "Interlending and document supply: a review of the recent literature: 86:", "abstract": "Purpose – The purpose of this paper is to provide a review of the literature concerning interlending and document supply. Design/methodology/approach – The study included the review of over 130 journals and related material. Findings – The race to build and deliver a system for dealing with the vast increase in OA-deposited manuscripts in the USA continues. Public access to publishers’ e-content is being made available in UK public libraries as part of the Finch report agreement. More developments in Patron-Driven Acquisition are described and much else. Originality/value – Represents a useful resource for librarians and others concerned with interlending and document supply and such related matters as resource sharing and open access.", "venue": "", "year": 2014, "referenceCount": 26, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144363632", "name": "M. McGrath"}]}}, {"intents": ["background"], "contexts": ["The largest factor in their decisions, however, remains the candidate’s record of peer reviewed publications (National Research Council 2012, Harley 2013)."], "isInfluential": false, "citingPaper": {"paperId": "2c01acfebacff8052290980e6ffcc76e9506e768", "externalIds": {"MAG": "2512501698"}, "url": "https://www.semanticscholar.org/paper/2c01acfebacff8052290980e6ffcc76e9506e768", "title": "Peer Review of Team Science Research", "abstract": "Paper presented at the Workshop on Institutional and Organizational Supports for Team Science, held by the National Academy of Sciences (NAS) Board on Behavioral, Cognitive, and Sensory Sciences (BBCSS). October 24, 2013, Washington DC.", "venue": "", "year": 2013, "referenceCount": 41, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "10960856", "name": "J. B. Holbrook"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "6ad103ba2512c21884762999ca89fa605f2cfe2c", "externalIds": {"DBLP": "journals/cse/Day13d", "MAG": "2296321788", "DOI": "10.1109/MCSE.2013.116"}, "url": "https://www.semanticscholar.org/paper/6ad103ba2512c21884762999ca89fa605f2cfe2c", "title": "Blogging Scholars", "abstract": "Charles Day discusses the ways in which scholars utilize new and traditional publications and media to relay their findings.", "venue": "Comput. Sci. Eng.", "year": 2013, "referenceCount": 2, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145875745", "name": "C. Day"}]}}]}