{"offset": 0, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "da6a0959565ca6119eed3c47ff5c3659f7aea7d2", "externalIds": {"DBLP": "journals/jices/KantarB21", "MAG": "3170256000", "DOI": "10.1108/JICES-01-2021-0016"}, "url": "https://www.semanticscholar.org/paper/da6a0959565ca6119eed3c47ff5c3659f7aea7d2", "title": "Global ethics for the digital age - flourishing ethics", "abstract": "\nPurpose\nThe purpose of this paper is to explore an emerging ethical theory for the Digital Age – Flourishing Ethics – which will likely be applicable in many different cultures worldwide, addressing not only human concerns but also activities, decisions and consequences of robots, cyborgs, artificially intelligent agents and other new digital technologies.\n\n\nDesign/methodology/approach\nIn the past, a number of influential ethical theories in Western philosophy have focused upon choice and autonomy, or pleasure and pain or fairness and justice. These are important ethical concepts, but we consider “flourishing” to be a broader “umbrella concept” under which all of the above ideas can be included, plus additional ethical ideas from cultures in other regions of the world (for example, Buddhist, Muslim, Confucianist cultures and others). Before explaining the applied approach, this study discusses relevant ideas of four example thinkers who emphasize flourishing in their ethics writings: Aristotle, Norbert Wiener, James Moor and Simon Rogerson.\n\n\nFindings\nFlourishing Ethics is not a single ethical theory. It is “an approach,” a “family” of similar ethical theories which can be successfully applied to humans in many different cultures, as well as to non-human agents arising from new digital technologies.\n\n\nOriginality/value\nThis appears to be the first extended analysis of the emerging flourishing ethics “family” of theories.\n", "venue": "J. Inf. Commun. Ethics Soc.", "year": 2021, "referenceCount": 23, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2120734367", "name": "Nesibe Kantar"}, {"authorId": "1856861", "name": "T. Bynum"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "dc17ab72bf1deae2ce1bede40cbdd972b54d8c0c", "externalIds": {"DOI": "10.1016/j.icheatmasstransfer.2021.105622"}, "url": "https://www.semanticscholar.org/paper/dc17ab72bf1deae2ce1bede40cbdd972b54d8c0c", "title": "Sociotechnical design a review and future interdisciplinary perspectives involving thermodynamics in today societal contest", "abstract": null, "venue": "International Communications in Heat and Mass Transfer", "year": 2021, "referenceCount": 254, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "89126944", "name": "M. Trancossi"}, {"authorId": "2436312", "name": "José C. Páscoa"}, {"authorId": "2138197414", "name": "Stefano Mazzacurati"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f49599b4f108141475f063a84324f71567863704", "externalIds": {"DBLP": "journals/jices/Ess21", "DOI": "10.1108/JICES-08-2021-140"}, "url": "https://www.semanticscholar.org/paper/f49599b4f108141475f063a84324f71567863704", "title": "Guest editorial", "abstract": null, "venue": "J. Inf. Commun. Ethics Soc.", "year": 2021, "referenceCount": 39, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2133324249", "name": "Charles M. Ess"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4e5f96f0b7f4a1ff8ed8d1199079b012d0562792", "externalIds": {"MAG": "2955687484", "DOI": "10.2139/SSRN.3388669"}, "url": "https://www.semanticscholar.org/paper/4e5f96f0b7f4a1ff8ed8d1199079b012d0562792", "title": "Designing AI for Social Good: Seven Essential Factors", "abstract": "The idea of Artificial Intelligence for Social Good (henceforth AI4SG) is gaining traction within information societies in general and the AI community in particular. It has the potential to address social problems effectively through the development of AI-based solutions. Yet, to date, there is only limited understanding of what makes AI socially good in theory, what counts as AI4SG in practice, and how to reproduce its initial successes in terms of policies (Cath et al. 2018). This article addresses this gap by extrapolating seven ethical factors that are essential for future AI4SG initiatives from the analysis of 27 case studies of AI4SG projects. Some of these factors are almost entirely novel to AI, while the significance of other factors is heightened by the use of AI. From each of these factors, corresponding best practices are formulated which, subject to context and balance, may serve as preliminary guidelines to ensure that well-designed AI is more likely to serve the social good.", "venue": "SSRN Electronic Journal", "year": 2019, "referenceCount": 92, "citationCount": 35, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3011486", "name": "Josh Cowls"}, {"authorId": "2057613115", "name": "T. C. King"}, {"authorId": "2084659", "name": "M. Taddeo"}, {"authorId": "1982425", "name": "L. Floridi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3c518d8a1ff71180303928f09465b70ef2b1e322", "externalIds": {"MAG": "1571625149"}, "url": "https://www.semanticscholar.org/paper/3c518d8a1ff71180303928f09465b70ef2b1e322", "title": "Islamic Management and its Present Applications in Islamic Organizations in Bangladesh", "abstract": "As Islamic Economics and Islamic Banking concepts are established practically, now it is our obligation to establish Islamic Management as a distinct concept. In this article an attempt has been taken to define Islamic Management, to identify its special features and principles, and to prove the distinctness of its entity. But it is a fact that traditional authors ignore the great contributions of Islam towards management. But it is Islam, where managerial appeals were coming from the very beginning of civilization the messengers of Allah (SWT) and it culminated in the last prophet Muhammad (SAW). Due to lack of research and deviation from Islam the golden history of the Muslims is dominated day by day by secular and materialistic managerial concepts. Unfortunately many conventional managerial concepts remain unsuitable to the organizations of Muslim society. Consequently Islamic Organizations, from family to national level, cannot show productive role in comparison to conventional organizations. In these circumstances, it has been proposed in the present study to practice management based on Islamic values, adopting the exemplary leadership role, human resource management and development strategy proposed by Islam and application of motivational techniques according to divine teachings. Lastly the constraints and possible remedial measures of Islamic Management have been pointed out.", "venue": "", "year": 2015, "referenceCount": 42, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2107443713", "name": "M. Rahman"}, {"authorId": "113133177", "name": "M. Mohiuddin"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "aaa36be6c90fa6b06f8505a558ba25c363514f19", "externalIds": {"MAG": "2199869347", "DBLP": "journals/libt/MutulaM15", "DOI": "10.1353/lib.2015.0039"}, "url": "https://www.semanticscholar.org/paper/aaa36be6c90fa6b06f8505a558ba25c363514f19", "title": "Ethical Aspects of Doctoral-Research Advising in the Emerging African Information Society", "abstract": "This paper discusses the ethical aspects of doctoral-research advising in the emerging African information society from an African perspective. It addresses the following research questions: What is the status of information ethics in Africa? What theoretical frameworks are available to illuminate the ethical dimension of the emerging African information society? To what extent are ethical aspects of the emerging African information society integrated into doctoral-research advising in library and information science in Africa? What are the roles and obligations of the supervisor and supervisee in doctoral research? How is information and communication technology (ICT) being used to enhance doctoral-research advising? The paper is underpinned by various ethical theoretical models, such as the Trust Model, Hayward Power Relations, classical and contemporary ethical traditions, and game theory. It relies upon a literature survey to address the research problems. Results reveal, among other things, the milestones achieved by African scholars in promoting information ethics through curriculum development and research. However, there is a need for the evolving information society to take cognizance of African cultural contexts. The results also reveal that supervisor–supervisee relationships are constrained. The ethical dimension of the emerging African information society should be infused into the doctoral-research process to improve the relationships of supervisor and supervisee. This should be supported by responsible use of ICT, taking into account the Africa cultural context and African values to facilitate the doctoral-advising process. All these should be buttressed by an enabling policy framework at the institutional level to promote harmony and productivity in doctoral research.", "venue": "Libr. Trends", "year": 2015, "referenceCount": 82, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2868646", "name": "S. Mutula"}, {"authorId": "2708307", "name": "Rebecca M. Majinge"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "149f7c567c0dfebdc116975c3de643dee1bedc97", "externalIds": {"MAG": "2342061866"}, "url": "https://www.semanticscholar.org/paper/149f7c567c0dfebdc116975c3de643dee1bedc97", "title": "Ethical Issues in Computer Use: A Study from Islamic Perspective", "abstract": "Computer users are continuously facing ethical challenges as society adopts new and increasingly complex tools and technologies. These ethical challenges can be managed by Islamic code of life. In this paper, we have studied and tried to identify, how computer affects the ethical issues of the society. In this regards, we have traced some highly related issues to the ethics of computer usage, namely – misuse of time, honesty and integrity, privacy, security, intellectual property right, and computer crime. We have also tried to explain these issues in the light of Qur’an and Hadith. At the end of this paper, we have also suggested some measures that can help in promoting proper use of computer facilities by the Muslim masses without compromising the Islamic principles.", "venue": "", "year": 2013, "referenceCount": 31, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3115657", "name": "A. Masum"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "aab460fcdf0445fd88b3c69597c888c72a61460e", "externalIds": {"MAG": "2341204195"}, "url": "https://www.semanticscholar.org/paper/aab460fcdf0445fd88b3c69597c888c72a61460e", "title": "Ethics in cyberspace- a philosophical approach", "abstract": "Encouraging students to expand their search for knowledge in cyberspace has brought in new dimension, on the handling of the new technology by the students and brought to light whether or not our curriculum demand such leap development and furthermore will student use the Internet in more socially responsible way. Children begin to learn ethical values right from birth through‖families‖and‖religious‖institution.‖They‖are‖considered‖as‖primary‖sources‖for‖a‖child’s‖ethical‖education‖while‖scho ols have the responsibility to teach and reinforce some moral values. New technologies bring about the need to interpret old values in new ways, but also may call for the creation of new codes of conduct when new actions are made possible with the use of technology. Children can quickly identify whether the behavior is right or wrong in real world but when students use virtual world behavior may not be as easily judged to be right or wrong. This study attempts to show the prevailing misconception the cyber ethics among students. This paper examines basis ethical issues when students have had to make ethical decisions. The study will qualitatively explore the level of understanding of teachers concerns and role in bringing in an ethical behavior on students on the Internet. If a student encounters unsafe behavior on the Internet, the student will be able to behave and act appropriately.", "venue": "", "year": 2012, "referenceCount": 24, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "52574999", "name": "L. Vesna"}, {"authorId": "1951663", "name": "D. Nivedhitha"}]}}]}