{"offset": 0, "data": [{"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3c5ebfe1d1ae318f0e4d680e99aa84c2d3bfbf4e", "externalIds": {"MAG": "3124458251", "DOI": "10.1007/978-3-030-59302-5_12"}, "url": "https://www.semanticscholar.org/paper/3c5ebfe1d1ae318f0e4d680e99aa84c2d3bfbf4e", "title": "Modelling and Gaming Urban Mobility: Île-de-France’s Post-Car Project", "abstract": null, "venue": "", "year": 2021, "referenceCount": 9, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145025535", "name": "A. Banos"}, {"authorId": "2084951297", "name": "H. Commenges"}, {"authorId": "147052294", "name": "J. Debrie"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ba8f96526aa624ea7edc1edc0d383d96c95e5030", "externalIds": {"MAG": "3160435139", "DOI": "10.1016/J.ENVSCI.2021.05.002"}, "url": "https://www.semanticscholar.org/paper/ba8f96526aa624ea7edc1edc0d383d96c95e5030", "title": "Why should the EU implement electric vehicles? Viewing the relationship between evidence and dominant policy solutions through the lens of complexity", "abstract": "Abstract Electric vehicles are a dominant policy solution in the EU. In policy documents, a transition to electric vehicles is justified through promises of a reduction in greenhouse gas (GHG) emissions and oil imports, as well as positive impacts on citizens (through reduced pollution) and the economy (through a boost in manufacturing and the generation of jobs). The evidence supporting such claims remains uncertain. Taking a stance that is grounded in complexity science, we introduce a hierarchical mapping of policy mechanisms, concerns and solutions – the elements making up policy narratives. Building on this mapping, we focus on questioning the solution-justification relationship for electric vehicles, by critically inspecting the material coherence between these justifications and the existing existing evidence. A targeted review shows how, for example, positive economic impacts largely depend on the location of battery and car manufacturing; or GHG emission reductions depend on promises of decarbonisation of the electricity sector, as well as on driving behaviours. Innovations are not just material objects, and such evidence does not necessarily weaken the dominant policy solution, nor the socio-technical imaginary it is grounded in. By questioning the material coherence of EV justification narratives in the EU, this case study points to a discussion about the effects of dominant policy narratives on the generation of science, warning against policy-based evidence in the co-creation of socio-technical imaginaries.", "venue": "", "year": 2021, "referenceCount": 94, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "119835868", "name": "L. J. D. Felice"}, {"authorId": "66321509", "name": "A. Renner"}, {"authorId": "2585343", "name": "M. Giampietro"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "dec289bb5b668db687e920fd6c4a693a26edf9e4", "externalIds": {"DOI": "10.1186/s42854-021-00018-0"}, "url": "https://www.semanticscholar.org/paper/dec289bb5b668db687e920fd6c4a693a26edf9e4", "title": "The legal street: a scarcity approach to urban open space in mobility transitions", "abstract": "An urban mobility transition requires a transition in space allocation, since most mobility modes are dependent on urban open space for circulation and the storage of vehicles. Despite increasing attention to space and spatiality in transitions research, the finite, physical aspects of urban space, and the means by which it is allocated, have not been adequately acknowledged as an influence on mobility transitions. A conceptual framework is introduced to support comparison between cities in terms of the processes by which open space is (re-)distributed between car and bicycle circulatory and regulatory space. This framework distinguishes between regulatory allocation mechanisms and the appropriation practices of actors. Application to cases in Amsterdam, Brussels and Birmingham reveal unique relationships created by the zero-sum nature of urban open space between the dominant automobility mode and subordinate cycling mode. These relationships open up a new approach to forms of lock-in that work in favour of particular mobility modes within the relatively obdurate urban built environment. Empirically, allocation mechanisms that routinise the production of car space at national level within the EU are shown to be far more prevalent than those for bicycle space, highlighting the constraints faced by radical city-level policies aimed at space reallocation.", "venue": "Urban Transformations", "year": 2021, "referenceCount": 190, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "133718581", "name": "Brett J. M. Petzer"}, {"authorId": "145295053", "name": "A. Wieczorek"}, {"authorId": "3158346", "name": "G. Verbong"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "2a5dfe361551f1fbf5f6316dd662b080585de2ea", "externalIds": {"MAG": "3109451800", "DOI": "10.1007/s11482-020-09887-2"}, "url": "https://www.semanticscholar.org/paper/2a5dfe361551f1fbf5f6316dd662b080585de2ea", "title": "The Rolling 50s (and More): Cars and Life Satisfaction Among Seniors Across Europe", "abstract": "Cars represent a valuable real asset that most individuals use on a daily basis. Although cars are a form of material prosperity like income and other forms of wealth, the link between cars and subjective well-being (SWB) is barely covered in the existing literature. Furthermore, few existing contributions are scattered across specific cultural contexts. Here, we analyze the relationship between cars and the SWB of seniors in different European countries using the SHARE dataset. We construct multilevel and fixed-effect models to explore the extent of economic, infrastructural, and cultural factors and how they can explain this relationship. The results show that the value of the car is, among all wealth components (houses, bank account, bonds, stocks, mutual funds, debts and mortgages), the form of wealth most related to life satisfaction. In addition, cars matter less (a) in affluent societies, (b) where rail infrastructure is more developed, and (c) where people hold fewer materialistic values. We discuss these results in the framework of the functional and positional value of cars, i.e., respectively, the value derived from it regardless of others and the value derived from it vis-à-vis others.", "venue": "", "year": 2020, "referenceCount": 31, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "48931204", "name": "Gaël Brulé"}, {"authorId": "51900252", "name": "Laura Ravazzini"}, {"authorId": "49089156", "name": "C. Suter"}]}}, {"intents": ["background"], "contexts": ["In addition to musings by scholars on the emotional and mechanical aspects of car driving and car ownership (Sheller, 2004; Dennis and Urry, 2016), geographers too have favored abstract analysis of spatial relations engendered by the car in addition to statements about the politics of post-driver autopias and futuristic car-free utopias (Thrift, 2004; Henderson, 2006).", "In addition to musings by scholars on the emotional and mechanical aspects of car driving and car ownership (Sheller, 2004; Dennis and Urry, 2016), geographers too have favored abstract analysis of spatial relations engendered by the car in addition to statements about the politics of post-driver…"], "isInfluential": false, "citingPaper": {"paperId": "94e9af77d466d6fa58fc6a0551fa41590e9e1f9b", "externalIds": {"MAG": "3001930396", "DOI": "10.1177/0309132519901306"}, "url": "https://www.semanticscholar.org/paper/94e9af77d466d6fa58fc6a0551fa41590e9e1f9b", "title": "Policing car space and the legal liminality of the automobile", "abstract": "The car is a primary locus for police-civilian interaction as measured by routine legal intrusion into the lives of vulnerable populations – communities of color, undocumented immigrants, and those experiencing homelessness in particular. It is the car’s ability to transport bodies as well as its legal liminality as a hybrid public-private space that facilitates such coercive and carceral contact. I therefore argue for the increased inclusion of the car and contact made with its operators and occupants within studies of policing by geographers. In this article, I provide a review of how car space and the automobile have been discussed by social scientists more broadly, followed by a call for geographers to take the lead in centering the car in research looking at everyday policing and routinized state control of people occupying and moving through public space.", "venue": "", "year": 2020, "referenceCount": 217, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116057495", "name": "Stefano Bloch"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "a78ccd000d5e0993df8c4c2324241553ad79336e", "externalIds": {"MAG": "3092403449", "DOI": "10.1057/s41284-020-00266-y"}, "url": "https://www.semanticscholar.org/paper/a78ccd000d5e0993df8c4c2324241553ad79336e", "title": "Vehicles of control: the securitisation of surveillant automobility in the United Kingdom", "abstract": null, "venue": "", "year": 2020, "referenceCount": 93, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1489155621", "name": "James Greenwood-Reeves"}]}}, {"intents": ["background"], "contexts": ["…as a system that both reinforces – and is constituted by – cultural, gendered, racialized, ideological, material, spatial and politicaleconomic relations of power (Boehm et al., 2006; Conley and McLaren, 2009; Goodwin, 2010; Merriman, 2009; Pesses, 2010; Schwanen, 2015a; Urry, 2004; Walks, 2014)."], "isInfluential": false, "citingPaper": {"paperId": "b9f7b3586aa045d1cd21d51ba4b44f510a3bd56c", "externalIds": {"DOI": "10.1177/0309132519899472"}, "url": "https://www.semanticscholar.org/paper/b9f7b3586aa045d1cd21d51ba4b44f510a3bd56c", "title": "Radical mobilities", "abstract": "As mobility becomes a key concept within geography it needs to be considered what a radical approach to mobility means. Reviewing literature on mobilities from within transport, policy mobilities and migration studies, this article discusses three interpretations of radical mobility: scale or speed of changes required in mobility, critical approaches tracing mobilities and relations of power and approaches that question the ontology of mobility. Drawing on material and radical black feminist thought, I instead suggest a rhizomatic understanding of mobility as material-semiotic transformation of energy. This ontology shifts understandings of what just and sustainable mobilities can be.", "venue": "", "year": 2021, "referenceCount": 340, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "143879702", "name": "A. Davidson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c031d835b0f810e4f8b6efc937ffae4a6ee16afe", "externalIds": {"MAG": "3011541541", "DOI": "10.1016/j.trd.2020.102310"}, "url": "https://www.semanticscholar.org/paper/c031d835b0f810e4f8b6efc937ffae4a6ee16afe", "title": "Sustainable urban futures from transportation and planning to networked urban mobilities", "abstract": "Abstract When discussing the future of cities, there is a tendency to focus on technology that will make cities and mobilities more sustainable. A bit further down the line the question of understanding or changing everyday practice arises – how to get people to transform their current mobility practice, or to adjust to the technologies introduced. As a key to understanding and changing practice I argue that storytelling plays a crucial role on different scales. In line with this, the concept of structural stories can be used to understand how specific framings of modes of transport guides everyday practices. To illustrate this, I will use the example of a concept of redesigning Copenhagen’s streets. On these streets space is redistributed so that pedestrians, cyclists and busses get more space, and more space is created for public places and city life. Consequently, the space allocated for cars and parking is scaled down.", "venue": "", "year": 2020, "referenceCount": 108, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1403235803", "name": "Malene Freudendal-Pedersen"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1988dda52db9270f29c300198859247370188b55", "externalIds": {"MAG": "2931463778", "DOI": "10.1080/0966369X.2018.1552926"}, "url": "https://www.semanticscholar.org/paper/1988dda52db9270f29c300198859247370188b55", "title": "Automobility and masculinities between home and work: trucks as the ‘new normal’ in Newfoundland and Labrador", "abstract": "Abstract Automobiles are ubiquitous objects of private consumption and their meaning and use are shaped by different aspects of identity, including gender. The gender dimensions of automobility associated with particular types of vehicles have not been extensively researched. This article studies pickup trucks and masculinities in relation to home and work in the industrial construction sector in Newfoundland and Labrador, Canada. There, like in much of North America, trucks have become the most commonly purchased new vehicles over the last decade. Their widespread popular appeal contrasts with their historical development for manual labour gendered as masculine, such as farming and fishing, in rural places and environments conducive to such labour. Drawing on interviews with construction industry actors and workers, the article shows how new, expensive trucks have come to reflect the hegemonic masculinity at male-dominated industrial construction projects, while also showing how the meanings and uses of trucks are complex and contested. Trucks are understood to be functional for work and driving, but they are also status symbols, often used only sparingly for commuting, masculinized domestic work and leisure activities. The article unpacks the new and expanding popularity of the truck and its positioning in practice in relation to masculinities, work, and to the landscape in a place-based gender regime. In doing so, it contributes to efforts to contextualize masculinities in place, while also revealing how they are related to gender constructs in other places and at other scales.", "venue": "Gender, Place & Culture", "year": 2019, "referenceCount": 106, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "40224275", "name": "Lachlan B. Barber"}]}}, {"intents": ["background"], "contexts": ["This makes household expenditures on motor vehicles at automotive dealerships third on the priority spending list after housing and taxes (Kenyon, 2010)."], "isInfluential": false, "citingPaper": {"paperId": "73735bc841c748708c994f48da50cbccc7203b06", "externalIds": {"MAG": "3006891633", "DOI": "10.17638/03070338"}, "url": "https://www.semanticscholar.org/paper/73735bc841c748708c994f48da50cbccc7203b06", "title": "Creating an agile ethics and ethical compliance consulting practice in Ontario's automotive retail industry", "abstract": "This doctoral thesis is centered around an Action Research inquiry aimed at revamping the ethics advisory practice at Dealers R’Us Ltd., an automotive management consulting firm located in Ontario, Canada. The inquiry occurred in four phases and over two action cycles. In Phase I, a semi-structured questionnaire administered to eighty automotive dealers and salespeople at four client organizations suggested that the firm’s ethics consulting practice was not adaptive to varied situational contexts and unpredictable changes in the regulatory domain. This resulted in abysmal ethical compliance rates, regulatory fines, and general client dissatisfaction. A thematic analysis of open-ended responses provided by respondents yielded five broad themes - knowledge gaps, organizational structure, interpersonal relationships, internal collaboration, and service design. The objective of this interventive research is to create an agile ethics advisory practice through the generation of actionable knowledge that addresses the aforementioned thematic angles. By leveraging the emancipatory capacity of social constructivism in Phase II, an internal focus group comprising of fifteen stakeholders, utilized Soft System Methodology, an Action Research approach to elucidate the organizational problem. The structured inquiry culminated in the first cycle of remedial actions with implications for the firm’s personnel, internal politics, corporate structure, and go-to-market strategy. In Phase III, organizational outcomes were validated internally and externally through the reflexive analysis of data collected with semi-structured questionnaires and focus group interviews in the post-intervention era. Open-ended responses were explored using thematic analysis. Due to the small size of the firm, a total population sampling strategy was adopted within the organization encompassing all twenty internal stakeholders. Critical case data sampling was carried out at a representative client site in a test case ethical compliance consulting project that involved twenty-eight external stakeholders. In the post-intervention survey, 87% of the external respondents agreed that Dealers R’Us’ ethics and ethical compliance program became responsive to varied and evolving ethical compliance needs in Ontario’s automotive retail industry. In contrast, only 16% of survey respondents agreed with the same statement in the pre-intervention phase. This outcome resulted from a reduction in consultant knowledge gaps; a transition from a hierarchical functional organizational structure to a matrix structure comprised of interdisciplinary teams; a deliberate focus on improving interpersonal relationships between consultants; the equalization of power within the firm and a service redesign effort that entailed the field colocation of interdisciplinary teams. In Phase IV, this outcome informed a second action cycle geared towards an entrenchment of the transformative research agenda. Based on agreements in management literature, I conceptualized agility using ideas from Complex Adaptive Systems (CAS) theory including self-organization and spontaneous emergence. Other applied theories include Social Identity Theory and Contingency Theory. The results obtained challenge the traditional approach to ethics consulting. They inspired the development and recommendation of a Conceptual Framework for Agile Ethics Consulting to the firm. This original contribution to ethics advisory practice and consulting literature codifies relevant agility drivers, enablers, capabilities and practices. Foundational recommendations border on data proximity, selective contingency, the establishment of active feedback loops, incremental solution execution; the attainment of a common internal identity and the incentivization of strong interpersonal bonds within the firm. For automotive dealerships, this inquiry provides accessibility to custom-tailored ethical compliance programs, higher compliance rates and the mitigation of risks and liabilities resulting from non-compliance. In a reflective manner, I draw conclusions on the post-intervention status of the ethics practice under review based on CAS theory metrics. In addition to taking stock of my scholar-practitioner experience, I also discuss transitions in my leadership philosophy. The small size of Dealers R’Us translates into a relatively small sample size. This is a research limitation that must be considered when interpreting the outcomes of this research. The collection of data from external sources at different intervals and the utilization of multiple dialectics afforded by Soft System Methodology helped to seek out disconfirming evidence and mitigate this limitation. The infancy of the proposed conceptual framework makes it an appropriate target for future research and validation.", "venue": "", "year": 2019, "referenceCount": 411, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1580769071", "name": "Femi Jegede"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "dbd0c84025808edbe3b2ebaa78aeb4ae04edb40c", "externalIds": {"MAG": "2790959911", "DOI": "10.1007/978-3-319-71544-5_12"}, "url": "https://www.semanticscholar.org/paper/dbd0c84025808edbe3b2ebaa78aeb4ae04edb40c", "title": "Gendered Life Course Transitions: The Case of Driving Cessation and Social Networks", "abstract": "Becoming unable to drive can have important implications for sustaining social engagement in later life and may contribute to a downward cycle of social isolation and health decline. This chapter presents results from a recent study that expands existing knowledge by considering basic structural features of people’s close networks, including size and bridging potential. Analyses of panel data from the National Social Life Health and Aging Project (NSHAP) reveal that driving cessation has implications for people’s networks, though primarily among men. Networks that expand, get regenerated with new members, and facilitate new brokerage opportunities can yield many benefits, but these structural arrangements appear challenged when older adults give up their keys.", "venue": "", "year": 2018, "referenceCount": 55, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32788596", "name": "M. Schafer"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e8a1b65af61bd120f1aabe1d4f2119c0bd3caf88", "externalIds": {"MAG": "2913772111", "DOI": "10.4324/9781315647098-17"}, "url": "https://www.semanticscholar.org/paper/e8a1b65af61bd120f1aabe1d4f2119c0bd3caf88", "title": "Engaging with sustainable urban mobilities in Western Europe", "abstract": null, "venue": "The Routledge Handbook of Anthropology and the City", "year": 2018, "referenceCount": 89, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "1403235803", "name": "Malene Freudendal-Pedersen"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "00b699baddf34c266dbfa8035a9268df6816957e", "externalIds": {"MAG": "2561919946", "DOI": "10.1007/978-3-658-10424-5_8"}, "url": "https://www.semanticscholar.org/paper/00b699baddf34c266dbfa8035a9268df6816957e", "title": "Vom Lebensraum zum Leitungsweg. Die Stadtstraße als soziale Arena", "abstract": "Die Stadtstrase wird selten als Infrastruktur gewertet, zu lange schon scheint sie ein selbstverstandlicher Bestandteil des Alltags zu sein. Ein historischer Ruckblick auf die Veranderungen seit dem 19. Jahrhundert offenbart jedoch eine fundamentale Verdichtung ihrer Funktionen, die eine entsprechende psychosoziale Zurichtung ihrer Nutzerinnen und Nutzer erforderte. Verkehrsverhalten und Verkehrserziehung entwickelten sich im 20. Jahrhundert zu exemplarischen Arenen des „staatsburgerlichen“ Miteinanders. Der Beitrag versteht sich als Anregung zu weiteren historischen Forschungen, in deren Zentrum die raumlichen und technischen Veranderungen einer Infrastruktur stehen, die effektiv und gefahrlos zu nutzen von allen Beteiligten ein hohes Mas an Disziplinierung erfordert.", "venue": "", "year": 2017, "referenceCount": 33, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "66335798", "name": "Dirk van Laak"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "65e30ed2a4497e47563e0a29e4b308de088373f0", "externalIds": {"MAG": "2905547052"}, "url": "https://www.semanticscholar.org/paper/65e30ed2a4497e47563e0a29e4b308de088373f0", "title": "Politicising Practice Theory: Exploring the Potential of a Practice Ontology for Debates on Sustainable Consumption", "abstract": "This practice-based ethnographic thesis advances knowledge about sustainable consumption through the use of practice theory as ontology. Consequently, this study accounts for consumption not exclusively through human entities but through practices as a relational compilation of different (non-) human entities. In centring practices as unit of analysis instead of the consumer, this study joins an existing family of what might be termed materially oriented –flat– ontologies in consumer research. This study further stresses that committing to practices as ontological units of analysis is not enough on its own to account for phenomena because practices themselves are merely the fabric through which social phenomena transpire (Schatzki, 2012, 2016). Therefore, the practice approach of this study is innovatively paired with Gramsci’s (1971) and Laclau and Mouffe’s (2001) political theories of hegemony and social antagonism to better account for the understudied relations between, or politics of, (un-)sustainable practices (Hargreaves, 2011, Hargreaves et al., 2013, Gram-Hanssen, 2011). The empirical part of this study looks at urban cycling in Las Palmas, Spain, where car driving is the unsustainable dominant form of transport. According to a practice ontology, the research question was reframed from ‘why don’t people choose to cycle’? to ‘why is the sustainable practice of urban cycling marginalised?’ Guided by two definitions of practices from social theory (Schatzki, 1996, Shove et al., 2012), and a research design from organizational studies (Nicolini, 2009a), fieldwork and data analysis were of a hybrid inductive nature in exploring the detailed and relational character of the practice elements ‘meanings, competence and materials’. Methods included mobile visual ethnography, historical analysis, participant observation, unstructured (group) interviews, netnography and documentary data analysis. Findings suggest that to understand why urban cycling as a sustainable practice is marginalised we need to first examine the relationship between practice elements inside practices and second the politics of relations between related practices. Consequently, the evolution of urban cycling is hindered by both, internal and external conflicts between practices. Several practices compete with urban cycling for material, skilful, and symbolic resources, such as stealing, policing, schooling and lobbying. These seem to bundle together supporting the dominant unsustainable practice of car driving, the most obvious resource-rival to urban cycling. Building on concepts taken from Gramsci and Laclau and Mouffe, this study introduces the term ‘synergist practices’ to show that the existence of a sustainable (antagonist) practice is conditioned by several practices (synergists) instead by a mere dualist relationship with unsustainable practices (agonist). The introduction of a practice ontology for the study of sustainable consumption yields three essential contributions to Consumer Culture Theory (CCT), Transformative Consumer Research (TCR) and Macromarketing. Firstly, this study reveals how hierarchies and partnerships among practices iv have the ability to constrain or enable sustainable consumption. This study thereby extends the notion of ‘flattening’ out consumption studies as it assesses how the equal split of agency among practice-elements, i.e. material, competence and meanings does not necessarily indicate the absence of hierarchies and domination among practices as entities. Secondly, understanding (un-)sustainable consumption as the outcome of complex relationships between different competing practices instead of agentic consumer choice, deconstructs empirically the underlying neo-liberalistic assumptions of CCT, Macromarketing and TCR and accompanying beliefs about behaviour change. Sustainable consumption, the study suggests, depends on the (im-)possibilities of sustainable practices and their constitutive resources not on the will of the individual. This offers an alternative view on the ‘green behaviour gap’ (Moraes et al., 2011, Claudy and Peterson, 2014) in that consumers, although deliberately wanting one thing, are not always able to follow through with their ‘beliefs’ Thirdly, transformational research to achieve well-being might best target the well-being of practices primarily to achieve effective social change for humankind. This innovative thinking also contributes to Macromarketing in that it provides a way out of the ‘Dominant Social Paradigm (DSP)’ (Kilbourne et al., 1997) arguing for a form of ‘post-capitalistic thinking through practices’. Sustainability as priority for human kind should not be framed around choices, profitability or attractiveness to consumers, which merely perpetuates the commodification of sustainability. A practice based view of sustainability then requires a rejection of a market ideology and may possibly provide a workable alternative framework.", "venue": "", "year": 2017, "referenceCount": 203, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "123324955", "name": "Hk Scheurenbrand"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "85aba67302d6a167a78a8218de71de0c99902bba", "externalIds": {"MAG": "2489641272", "DOI": "10.1080/09640568.2016.1189817"}, "url": "https://www.semanticscholar.org/paper/85aba67302d6a167a78a8218de71de0c99902bba", "title": "Interactive environmental planning: creating utopias and storylines within a mobilities planning project", "abstract": "This article presents a research project on mobility management in Danish municipalities aimed at creating more sustainable mobilities. The project, called Formula M (2011–2014), worked within sciences, public and private sectors, and civil society. Often contemporary projects in both planning and designing sustainable mobilities fall short when it comes to changing praxis to limit CO2 emissions, where they just concentrate on technocratic elements. They often neglect the ‘why’ and ‘for what’ which is needed in order to drive such change. In the Formula M project, focus has been on supporting the planners involved in the project on their ‘why’ and ‘for what’. Based on a theoretical understanding of relational and collaborative planning the article contributes to an understanding of which approaches and methods can be used to facilitate the relationships and dialogues between many actors. Methodologically, this has been sought through a specific focus on the role of utopias as a tool for storytelling.", "venue": "", "year": 2017, "referenceCount": 142, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1403235803", "name": "Malene Freudendal-Pedersen"}, {"authorId": "1447192250", "name": "Katrine Hartmann-Petersen"}, {"authorId": "2078934933", "name": "A. A. Kjærulff"}, {"authorId": "144771066", "name": "L. D. Nielsen"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "9ac64db530f04eaaf2f74d6875f886e73a8e07b1", "externalIds": {"MAG": "2765295106", "DOI": "10.1515/bog-2017-0037"}, "url": "https://www.semanticscholar.org/paper/9ac64db530f04eaaf2f74d6875f886e73a8e07b1", "title": "The city, its inhabitants and the urban living environment in the conditions of advancing motorisation (an example of Poznań)", "abstract": "Abstract When observing the development and operation of modern cities, one can quickly come to the conclusion that in the recent years the chief factor of the spatial-structural transformation of cities in Poland (though not only there) and the spatial behaviour of their residents has been motorisation, and more precisely, the car. This is so because the car, while facilitating and intensifying mobility, makes it possible to draw places of residence apart from those of goal implementation. The ever-growing number of cars moving around a city leads to disturbances in street traffic, makes the service of residents worse, causes many road accidents, and brings about unfavourable qualitative changes in the environment. That is why in many recent conceptions of urban development there appear measures intended to restrict the use of cars, which is one of the ways leading to the construction of ‘a city for people’. This paper presents the effect of motorisation on modern cities as documented by statistical data concerning Poznań, one of the largest and oldest Polish cities.", "venue": "", "year": 2017, "referenceCount": 42, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2099010603", "name": "J. Parysek"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "af466a3b302fabea8a3f1bac1802195c89ce2daa", "externalIds": {"MAG": "2099638684", "DOI": "10.1007/978-3-319-51602-8_15"}, "url": "https://www.semanticscholar.org/paper/af466a3b302fabea8a3f1bac1802195c89ce2daa", "title": "Accessibility in Cities: Transport and Urban Form", "abstract": "This paper focusses on one central aspect of urban development: transport and urban form and how the two shape the provision of access to people, goods and services, and information in cities. The more efficient this access, the greater the economic benefits through economies of scale, agglomeration effects and networking advantages. This paper discusses how different urban accessibility pathways impact directly on other measures of human development and environmental sustainability. It also presents the enabling conditions for increasing accessibility and low-carbon mobility in cities. This paper is one of three papers by LSE Cities that form part of the cities research programme of the New Climate Economy (NCE) project for the Global Commission on the Economy and Climate. The two other contributing papers cover ‘Cities and the New Climate Economy: the Transformative Role of Global Urban Growth’ (NCE Paper 01) and ‘Steering Urban Growth: Governance, Policy and Finance’ (NCE Paper 02).", "venue": "", "year": 2017, "referenceCount": 422, "citationCount": 145, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "143910185", "name": "Philipp Rode"}, {"authorId": "15128237", "name": "G. Floater"}, {"authorId": "69449651", "name": "N. Thomopoulos"}, {"authorId": "143977612", "name": "J. Docherty"}, {"authorId": "119277446", "name": "Peter Schwinger"}, {"authorId": "47753130", "name": "A. Mahendra"}, {"authorId": "51168471", "name": "Wanli Fang"}]}}, {"intents": ["background"], "contexts": ["But there is also a list of social scale impacts more difficult to quantify – such as bolstering individualism through lack of social interaction (Conley & McLaren, 2009), or socioeconomic divides as a result of highway design (Lewis, 2013), or wars over oil."], "isInfluential": false, "citingPaper": {"paperId": "b57e044170517e4b879d2fbe6382bafbe87ed8ec", "externalIds": {"MAG": "2739822697"}, "url": "https://www.semanticscholar.org/paper/b57e044170517e4b879d2fbe6382bafbe87ed8ec", "title": "Automobile Use as a Behavioural Function of Modernity :a small and overly complicated contribution to understanding why we drive", "abstract": "Why does the automobile seem to be used and preferred beyond its apparent utility? Some have offered bits of possible explanations – emotional, psychological, sociological motivations. This essay, rather, calls on the under-addressed role of the cultural conditions of Modernity to help theoretically ground why the automobile may be valued beyond its apparent utility. In this address, the field of Mobilities studies is used to supply the relevant ideological conditions of geographical movement in Modernity. The resulting argument characterizes automobile use as, in part, an instinctual drive for escape from rationalization - a compensatory reaction to the alienating forces. The conclusion serves as a contribution to understanding why the automobile​​ may often be given preference beyond its apparent utility – something that is very welcome given the massive impact of automobile use and its unclear future.", "venue": "", "year": 2017, "referenceCount": 45, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144521947", "name": "Mark Thomas"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "fc58b6c592f9fec85d2dfb2632b4580a8de88968", "externalIds": {"MAG": "2771480300", "DOI": "10.5075/EPFL-THESIS-8189"}, "url": "https://www.semanticscholar.org/paper/fc58b6c592f9fec85d2dfb2632b4580a8de88968", "title": "Automobility Beyond Car: Introducing a New Coordinate System for Transforming Urban Mobility", "abstract": "How is the future of automobility imagined today? What has structured such imaginary? And what levers can steer its evolution towards a Post-Car World? These very three questions form the foundational motivations of this thesis. First, through a historical overview, I explore and analyze a selected corpus of verbal and visual discourses that have contributed to how we think of car, how we think of a transition from it, and interrelatedly how it is placed in our cities. An oppositional relation against walking seems to majorly explain the changing position of car. The comfort, speed, and privacy of car have been put against the effort, slowness and sociability of walking. By tracing the shifting values of these qualities, I detect and depict the evolution of car-pedestrian imaginaries. Second, two series of encounters with urban actorsâ\u0080\u0093urban experts and inhabitantsâ\u0080\u0093 were conducted. (1) Interviewing eight urban experts (active practitioners in the field of urbanism), I quest for their assessment of the current â\u0080\u009cweak signsâ\u0080\u009d of transition from car in urban space, their vision for its future in various urban forms, as well as the perks and perils of emerging technologies, as mobilityâ\u0080\u0099s â\u0080\u009cwild cardsâ\u0080\u009d. The transversal analysis of the interviews, using the theory-generating methodology (Bogner and Menz 2009), results in a set of extracted themes, common threads, visionary strategies, as well as contextualized tools. (2) In a Focus Group composed of eight inhabitants of the territory of Arc Lemanique Lausanne-Geneva area, the participants discussed various post-car scenarios that we had developed over the course of two Teaching Units held at EPFLâ\u0080\u0099s school of Architecture. The analysis of the transcribed discussions revealed some of the salient motivations and impediments towards a post-car world. Cross-referencing the participantsâ\u0080\u0099 lifestyles with their expressed views indicates a dissociation of inhabitantsâ\u0080\u0099 daily practice of car mobility from their ideal of a mobile lifestyle. Considering the role of urban projects as a mediator, I confront the expertsâ\u0080\u0099 representations, ideas and references with the discourses of the inhabitants. As city is increasingly to be approached as a â\u0080\u009cwork without authorâ\u0080\u009d, urban project (scenarios, visions, plans) becomes a dispositif of exchange and discussion, animating a process in which imaginations, assumptions, desires, and insights are exchanged, becoming the telltale of imaginaries rather than prescription for cities and territories. Third, I propose three conceptual axes along which the questions of post-car mobility, are reformulated. Such reformulation, I discuss, not only can act upon the imaginaries, but also have implications for urban projects. The notions of Effort, Agility, and Vehicular Units are presented and shown that together can create a â\u0080\u009ccoordinate systemâ\u0080\u009d in which mobility discourses go beyond the previously mentioned polarities of car-pedestrian, towards values that set in-between, in order to reinvent the â\u0080\u009cautoâ\u0080\u009d mobility for a more sustainable future. I present each axis in extent, situate them within the context of their emergence, and argue for their relevance and potentials. Finally, I argue for broadening the development of these three notions into cogent and cohesive analytical forces to constitute major axes of transformation capable of engendering new sets of understandings and discourses â\u0080\u0093 new imaginaries.", "venue": "", "year": 2017, "referenceCount": 198, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32048399", "name": "Farzaneh Bahrami"}]}}, {"intents": [], "contexts": ["A significant portion of mobilities literature focuses on automobilities (Bull,\n2004; Conley & McLaren, 2009; Edensor, 2011; Featherstone, 2004; Laurier, 2011; Merriman, 2011; Sheller, 2004; Sheller & Urry, 2006; Urry, 2004)."], "isInfluential": false, "citingPaper": {"paperId": "100ae1ddbe63903f5031ad4ae16c2cbb5ba7305f", "externalIds": {"MAG": "2341261536"}, "url": "https://www.semanticscholar.org/paper/100ae1ddbe63903f5031ad4ae16c2cbb5ba7305f", "title": "A tank full of wishful thinking: Crystallizing the rhythms of the road", "abstract": null, "venue": "", "year": 2016, "referenceCount": 82, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "116533656", "name": "Leanna K. Smithberger"}]}}, {"intents": ["background"], "contexts": ["Contesting the car, with its seemingly compulsory nature (Soron 2009), will require re-examining everyday travel and challenging unequal power relations, including constitutional power relations that disadvantage Canadian cities."], "isInfluential": false, "citingPaper": {"paperId": "16ca13a5e969cdf6f64cb96cc8c2d4d26f0f9da8", "externalIds": {"MAG": "3015829871"}, "url": "https://www.semanticscholar.org/paper/16ca13a5e969cdf6f64cb96cc8c2d4d26f0f9da8", "title": "Special Issue: Canadian Mobilities/Contentious Mobilities", "abstract": "This special issue of Canadian Journal of Sociology on ‘Contentious Mobilities’ showcases Canadian scholarship that investigates mobilities in the context of unequal power relations. Mobilities become contentious when they \nconfront the systematic exclusion of others, advance unconventional mobile practices and defy or destabilize existing power relations. Increasingly, mobilities are contentious in relation to rapidly changing economies, societies and environments. This special issue stages an overdue encounter between the mobilities paradigm and research on sociopolitical contention. Simultaneously, this special issue addresses an empirical gap, featuring Canada as a prolific and influential site for leading-edge research. Five key themes emerge amongst the diverse papers in this issue: life and death, employment-related mobility, intersectionality/in(visibility), governance, and automobility. Further, we identify five potential topics for Canadian mobilities, including climate change, disaster, technology and travel, the good city and methods.", "venue": "", "year": 2016, "referenceCount": 65, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "117933431", "name": "Stephanie Sodero"}, {"authorId": "47916940", "name": "N. Scott"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1c4e3d51f7923429dd8d9f9eaf87e90158129e2c", "externalIds": {"MAG": "2315856164", "DOI": "10.1080/23800127.2016.1150562"}, "url": "https://www.semanticscholar.org/paper/1c4e3d51f7923429dd8d9f9eaf87e90158129e2c", "title": "Applied mobilities, transitions and opportunities", "abstract": "The mobilities paradigm has, during the last decade, proven its usefulness in investigating how the socio-material mobilities of modern societies have transformed fundamental aspects of social interaction, communication and exchange (Cresswell 2006; Hannam, Sheller, and Urry 2006; Sheller and Urry 2006; Adey et al. 2013; Sheller 2014; Sheller and Urry this issue). The multiple dimensions of contemporary mobilities have been investigated by scholars from many different disciplines and it has been shown to be an ambivalent and reflexive phenomenon (Kesselring 2008; Freudendal-Pedersen 2014). Mobilities have brought about positive economic and social effects, such as wealth, international cultures of collaboration and exchange. But at the same time, issues such as increasing inequalities, climate change, urban sprawl and highly mobile energy-consuming lifestyles have put questions of sustainability centre stage. Historically, mobility has contained the idea and promise of frictionless movement, freedom and speed (Leed 1991; Urry 2007; Rosa and Scheuerman 2009; Jensen and Freudendal-Pedersen 2012), as that which would lead to better lives. Instead, visions of “seamless mobility” and a “zero-friction society” (Hajer 1999) intensify risks of congestion, noise, urban degradation and environmental disasters (Urry 2011; Adey et al. 2013). The spatial and technological extension and speeding up of mobility systems has also led to intensified mobile forms of working, living and tourism (Hannam 2006; Kesselring 2006; Urry 2007; Beaverstock et al. 2009; FreudendalPedersen 2009). On the one hand, this has opened up hitherto unforeseen spaces of opportunity for new mobilities regimes for economies, transnational cultures, forms of intimacy and love, communication, communities and social networks (Mai and King 2009). New “cultures of immediacy” (Tomlinson 2004), dealing with distance and connectivity are emerging. But on the other hand, the possibilities of facilitating interaction from almost every place in the world have propelled a sort of “banal cosmopolitanization” (Beck 2008) that has quietly changed the social routines and the spaces for lived everyday life (see Freudendal-Pedersen this issue). For example, the boom of peer-to-peer online platforms such as HomeExchange, CouchSurfing and Airbnb have arguably led to alternative models of hospitality (Russo and Dominquez 2016) which have in turn transformed entire urban neighbourhoods in major cities such as London, Barcelona, Paris and New York. The large number of new social opportunities and choices involve various complex mobilities to make them work and then often lead into further mobilities to secure their continuation – second and third-order mobilities. Nevertheless, people and materials have to be put in place and ordered so that occurrences can be planned for and made happen. This involves proactive planning which is shaped by the memories and disturbances of past events, management and organization in the present; and also involves projections into the future. In short, various mobilities inform systems, infrastructures and technologies which enable other mobilities which lead on to further systems, infrastructures and technologies in an on-going process of formation, critique, development and dissension (see Birtchnell this issue). Mobilities and the acquisition of them have become a defining feature of contemporary life, bound up with our pursuit of new identities (Kesselring 2008; Freudendal-Pedersen 2009; Elliott and Urry 2010; Salazar 2010; Kellerman 2012; Cohen, Duncan, and Thulemark 2013; Milbourne and Kitchen 2014; Taipale 2014).", "venue": "", "year": 2016, "referenceCount": 112, "citationCount": 24, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1403235803", "name": "Malene Freudendal-Pedersen"}, {"authorId": "37805502", "name": "K. Hannam"}, {"authorId": "94598509", "name": "Sven Kesselring"}]}}, {"intents": ["background"], "contexts": ["Across the global North, the automobile, as an artefact of automobility (Beckmann 2001), has received widespread adoption and become more than a means of transportation (Conley 2009)."], "isInfluential": false, "citingPaper": {"paperId": "2207d3f0138a65b3093f19052da3ea772f710404", "externalIds": {"MAG": "2548175869", "DOI": "10.1007/s13280-016-0841-2", "PubMed": "27804096"}, "url": "https://www.semanticscholar.org/paper/2207d3f0138a65b3093f19052da3ea772f710404", "title": "Destabilising automobility? The emergent mobilities of generation Y", "abstract": "This paper uses empirical material gathered with young adults in New Zealand to examine a potential sustainability transition-in-practice. It draws from two frameworks; the actor-centred Energy Cultures Framework to explore mobility behaviours, and the multi-level perspective (MLP) to situate behaviour change within the socio-technical transitions literature. The MLP has traditionally been used to analyse historical transitions (e.g. from the horse and cart to the motor vehicle), but in this paper, it is used to explore an on-going change trend; the emergent mobilities of young adults who appear to be aspiring for different types of mobility. A series of mobility trends are described, which emerged from a programme of qualitative interviews (n = 51). The material culture, norms and practices that constitute these trends are articulated. These are then considered through the lens of the MLP. The evidence points to emergent trends of multimodality that, if leveraged upon and supported, could contribute to a systemic sustainability transition.", "venue": "Ambio", "year": 2017, "referenceCount": 56, "citationCount": 20, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "14188832", "name": "D. Hopkins"}]}}, {"intents": ["background"], "contexts": ["It is in this light that Soron (2009) picks out the car as the preeminent example of compulsory consumerism in contemporary society."], "isInfluential": false, "citingPaper": {"paperId": "54703b00dea54258b2ef5e77f2cb7bea4ce07f65", "externalIds": {"MAG": "2335670353", "DOI": "10.1177/0486613415586983"}, "url": "https://www.semanticscholar.org/paper/54703b00dea54258b2ef5e77f2cb7bea4ce07f65", "title": "The Car and the Commons", "abstract": "This paper discusses the centrality of the automobile to experiencing modern life. Access to a car is considered essential to access vital services and, as such, automobile usage plays a crucial role in commoning. However, this is said to draw lines of inclusion and exclusion premised on financial status, which particularly excludes those in rural areas. Such issues are especially acute at a time when electric cars are being promoted as a sustainable transport, which actually contains the potential to further marginalize the less affluent, rendering matters of access questions of class. The paper concludes by suggesting that more attention need be given to alternatives from private car ownership, focusing on communal usages.", "venue": "", "year": 2016, "referenceCount": 72, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "47853435", "name": "Dan Newman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "7b68b92dcf25903c576e607c155792709ac02142", "externalIds": {"MAG": "2491850283", "DOI": "10.1515/bog-2016-0037"}, "url": "https://www.semanticscholar.org/paper/7b68b92dcf25903c576e607c155792709ac02142", "title": "Spatial structure of a city and the mobility of its residents: functional and planning aspects", "abstract": "Abstract In the latest conceptions of urban development planning, special attention is paid to the resident. This is reflected especially in the increasingly popular idea of creating ‘a city for people’. This somewhat banal slogan has got an increasingly sensible and justified theoretical support, as well as examples of practical solutions. The idea of planning urban development to meet human needs (a city for people) underlies many conceptions of urban development, especially those the basic goal of which is to limit suburbanisation unfavourable from a general social point of view and to rationalise the mobility of city residents. It has long been known that their mobility reflects the spatial structure of a city, and that their ever more intensive movement is not favourable from the ecological, social and economic points of view. In this situation it is necessary to shape the spatial-functional structure of the city in a way that will, first, restrict this mobility and, secondly, that will change the ways and means by which residents move. However, in order to make changes in the existing spatial structures in a rational way, it is necessary to know the mobility of city dwellers, its causes, directions, distances covered, and duration. What we shall present in this paper are structural and functional conclusions resulting from an analysis of the mobility of residents relevant for planning. Although our reflections will be primarily theoretical in nature, in many cases they will be backed up by empirical studies, mostly concerning Poznań.", "venue": "", "year": 2016, "referenceCount": 57, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2099010603", "name": "J. Parysek"}, {"authorId": "95713395", "name": "Lidia Mierzejewska"}]}}, {"intents": ["background"], "contexts": ["Other research in the externalities space highlights costs associated with the SUV (Sports Utility Vehicle) in relation to their comparative inefficiency, increased risk of rollover, and the detrimental impact of their size in collisions with other road users and pedestrians (Bradsher, 2002; IIHS, 2005; Redshaw, 2008; Conley and McLaren, 2009).", "McLean (2009) wonders how the motor industry might respond to increased concerns about SUVs’ contribution to the costs of climate change (Conley and McLaren, 2009).", "Other research in the externalities space highlights costs associated with the SUV (Sports Utility Vehicle) in relation to their comparative inefficiency, increased risk of rollover, and the detrimental impact of their size in collisions with other road users and pedestrians (Bradsher, 2002; IIHS, 2005; Redshaw, 2008; Conley and McLaren, 2009). McLean (2009) wonders how the motor industry might respond to increased concerns about SUVs’ contribution to the costs of climate change (Conley and McLaren, 2009).", "Users do not simply enact policy strategies, as evidenced by the existence of road accidents, the existence of strategies to counter these incidents, and as Conley and McLaren (2009, p. 3-4) note, the existence of public institutions such as the police and courts that are largely taken up with dealing with issues related to automobility. Therefore these user practices should also be accessed in terms of the dispositif of road safety, a facet of Packer’s (2008) problematization of automobility not directly addressed by him.", "…costs associated with the SUV (Sports Utility Vehicle) in relation to their comparative inefficiency, increased risk of rollover, and the detrimental impact of their size in collisions with other road users and pedestrians (Bradsher, 2002; IIHS, 2005; Redshaw, 2008; Conley and McLaren, 2009).", "Some critical treatments in this genre also consider the car as a trope/synecdoche of modernity (Freund and Martin, 1993) and/or as Conley and McLaren (2009) note, a source of national pride.", "…and the ways in which the exigencies of strategies designed to mitigate its well-publicised antagonisms are accommodated may account for the car’s persistence in the face of its continued promulgation of social, economic, environmental, and public health costs (Conley and McLaren, 2009, p. 3).", "Although drivers pay for ownership, fuel, insurance, and maintenance, the car generates costs in terms of “economic, social, health, environmental, and institutional externalities”, which are not always visible (Porter, 1999; Miller, 2001; Conley and McLaren 2009, p. 4).", "The study of the car’s external costs or “externalities” starts from the position that the benefits of car use such as status, mobility, and pleasure, accrue to individuals while the full costs of the car are borne by society at large and often in variable ways by different groups in society (Conley and McLaren 2009, p. 4). Although drivers pay for ownership, fuel, insurance, and maintenance, the car generates costs in terms of “economic, social, health, environmental, and institutional externalities”, which are not always visible (Porter, 1999; Miller, 2001; Conley and McLaren 2009, p. 4). Externalities work can highlight the external costs of road traffic accidents and the large investment in infrastructure that is required to maintain the system of automobility, for example (Freund and Martin, 1993). Miller (2001, p. 140) notes a critical strand in the genre that sees the denial of externalities “as the legacy of a powerful car lobby that has sought to prevent the car being burdened with its own consequences”. In that strand, Davison (2004) for example, outlines the particular political machinations that produce the car as an essential component of the urban landscape.", "…costs or “externalities” starts from the position that the benefits of car use such as status, mobility, and pleasure, accrue to individuals while the full costs of the car are borne by society at large and often in variable ways by different groups in society (Conley and McLaren 2009, p. 4).", "Benefits associated with the car are harmful because of the costs associated with what the automobile necessitates (Conley and McLaren, 2009, p. 3).", "This lack remains despite how strongly the car signifies modernity and desirability and how its antagonisms are increasingly acknowledged (Rajan, 2006; Conley and McLaren, 2009)."], "isInfluential": true, "citingPaper": {"paperId": "a569b7fc7a2f32e0617736bad14d4e7f5cd61bb1", "externalIds": {"MAG": "2528051059"}, "url": "https://www.semanticscholar.org/paper/a569b7fc7a2f32e0617736bad14d4e7f5cd61bb1", "title": "Routine journeys, complex networks: media-centrism, the dispositif of road safety, and practices of commuting by car in everyday Ireland", "abstract": "Road safety is regarded as one of the most significant public health issues in the world. In Ireland, strategies for the mitigation of the effects of road traffic accidents appear in policy documents such as the Road Safety Strategy which is then disseminated via various media outlets. Such an approach highlights the centrality of mediation in the social acceptance of policy initiatives, relying on an assumption of media-centricity – that the mainstream media are central to social formation. This thesis problematizes this assumption. Drawing together the disparate elements of a dispositif of road safety in the under-researched Irish setting, this study explores the complex range of actors implicated in the mediation of policy. It examines the mediated policy context of the worst road accident in Irish history, as well as the introduction of a network of speed cameras, to explore how policy initiatives output in print media reports, as well as online discussion. Through analysis of car-commuters’ focus group interactions, it also examines the ways in which mediated policy understandings are immanent and circulate in how car-commuters talk about their commuting practices. \nThe study highlights how mediated policy actions attempt to curb the unfettered expression of car-based freedoms through the construction of individual responsibility as the ultimate expression of road safety. However, commuters’ freedoms are also shaped and constrained by responsibilities in terms of work, study, and family, as well as by the types of social action automobility makes conceivable, facilitates, and disrupts. In addition, the research shows that while rational choices and rationality are a dominant framework within policy contexts, mediation about road safety is actually enmeshed in multiple rationalities that surface as circumstances require. Exploration of driving practices reveals how commuters are nodes in their own networks of rationalities around automobility that adhere and disjoin to varying degrees with the concerns of media representation. The study also highlights the mainstream media consensus constructed around speed cameras, even though forms of resistance to this consensus manifest, especially online. Commuters’ car-based activities can often also be resistant to discourses of road safety. Yet commuters fight to defend the space and time spent on forms of work performed in the car that reinforce the exigencies of neoliberalism. Overall, the thesis finds that media are but one of the many sets of actors that constitute the complex networks of neoliberal automobility in Ireland.", "venue": "", "year": 2016, "referenceCount": 118, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "40132392", "name": "P. Boyle"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b1e007190eaac402f601e36ddf814a8dc7b6fe21", "externalIds": {"MAG": "2547771863"}, "url": "https://www.semanticscholar.org/paper/b1e007190eaac402f601e36ddf814a8dc7b6fe21", "title": "Cycling, Performance and the Common Good: Copenhagenizing Canada’s Capital", "abstract": "This article explores how bicycle travel is changing Ottawa. I argue cycling is transforming Ottawa’s unique production of urban mobility, as a capital and a city of people. Challenging behavioural research on cycling and neoliberal approaches to its expansion, which emphasize individual responsibilities and intentions to bike, this article analyzes the changing moral worth of cycling and its embodied performance. I draw on research by Laurent Thevenot and Luc Boltanski to show how the morality and performance of cycling are interconnected. My analysis draws on a larger mixed methods study on urban mobility in Ottawa undertaken between 2007and 2012, and recent follow-up analysis on changes in cycling policy and cycling infrastructure between 2012 and 2015.", "venue": "", "year": 2016, "referenceCount": 53, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47916940", "name": "N. Scott"}]}}, {"intents": ["background"], "contexts": ["Automobile activity induces noise either from engine acceleration, tire/road contact, braking, etc. with varied impacts on hearing capabilities (Conley and Mclaren [20]).", "with varied impacts on hearing capabilities (Conley and Mclaren [20])."], "isInfluential": false, "citingPaper": {"paperId": "932e3792cd77c869d610581e82e0da39d1925026", "externalIds": {"MAG": "2063245001", "DOI": "10.2495/UT150121"}, "url": "https://www.semanticscholar.org/paper/932e3792cd77c869d610581e82e0da39d1925026", "title": "The implications of automobile dependency in Abu Dhabi city", "abstract": "Global trends indicate that automobile dependency is increasing at a tremendous pace especially in developing countries – much faster than the provision of roadway and transport infrastructure. Furthermore, research shows both car use and ownership tend to increase with economic development and growth. Abu Dhabi City is a typical example of a fast growing (economically, population and wealth) city, where car ownership is growing at an annual rate of 24% and most journeys are made by car. Transport policy makers in Abu Dhabi face an uphill challenge as they try on the one hand to develop a comprehensive multi-modal transport network that includes various elements of mass transit systems and on the other, to deal with an increasing car dependency. The externalities associated with a car dependent society is currently being felt in Abu Dhabi and the region in general, with the rise of congestion, health problems associated with lack of physical mobility, accidents and environment deterioration. This paper assesses the impacts of automobile dependency in Abu Dhabi city, and includes how Abu Dhabi compares with similar international cities, outlines key challenges facing Abu Dhabi while taking into account the unique characteristics of Abu Dhabi; and finally concludes with key recommendations that Abu Dhabi can employ to overcome automobile dependency, in order to realize the long-term aspirations of a world-class city with a well-integrated multi-modal transport system.", "venue": "", "year": 2015, "referenceCount": 31, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "98264653", "name": "M. Ochieng"}, {"authorId": "120563011", "name": "M. Jama"}]}}, {"intents": ["background"], "contexts": ["A critical literature on auto mobility considers the ideological, political and technical regimes supporting the dominance of cars in our (urban) lifestyles (Bohm et al., 2006; Conley and McLaren, 2009; Henderson, 2013)."], "isInfluential": false, "citingPaper": {"paperId": "c521bbff84b79c4427a205360b5309e5e0622671", "externalIds": {"MAG": "1601280612", "DOI": "10.1111/1468-2427.12215"}, "url": "https://www.semanticscholar.org/paper/c521bbff84b79c4427a205360b5309e5e0622671", "title": "Claiming Rights To Mobility Through The Right To Inhabitance: Discursive Articulations from Civic Actors in Montreal", "abstract": "How do claims for rights to mobility intersect with grievances pertaining to spatial justice in the city? This article addresses the issue by studying the concrete connections made by activists promoting car alternatives in Montreal. The activists' discursive categories point to the centrality of their conditions of inhabitance in their claims for certain rights to mobility. The discourses are analysed in the context of demands for safe spaces to walk and cycle in Montreal, and in the context of opposition to the rebuilding of the Turcot highway interchange. The article discusses internal dynamics of collective action, as well as the external influences and controls on activists contesting automobility to various degrees and with different spatially grounded priorities. The claims for rights to mobility rely on locally articulated priorities for better conditions of inhabitance, yet with a transversal reliance on a shared sense of threat and vulnerability, and on the representations of a community (whether local or multi-scalar), enabling changes in the physical framing of mobility.", "venue": "", "year": 2015, "referenceCount": 42, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "119132605", "name": "S. L. Neste"}, {"authorId": "3516896", "name": "G. Sénécal"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d11418be60555de7e13701f0262322626fb1bfbf", "externalIds": {"MAG": "2315526686", "DOI": "10.1080/21502552.2015.1066582"}, "url": "https://www.semanticscholar.org/paper/d11418be60555de7e13701f0262322626fb1bfbf", "title": "The First Vehicle of War. A Cinematic Inversion of Freeway Travel", "abstract": null, "venue": "", "year": 2015, "referenceCount": 6, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "104872166", "name": "A. McInneny"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "244c58ed3372931b3c7fcf700a507d0564ce4fec", "externalIds": {"MAG": "2025366009", "DOI": "10.1007/S11133-014-9280-1"}, "url": "https://www.semanticscholar.org/paper/244c58ed3372931b3c7fcf700a507d0564ce4fec", "title": "Quantifying Accidents: Cars, Statistics, and Unintended Consequences in the Construction of Social Problems Over Time", "abstract": "This paper investigates the potential effects of a single cultural means of claimsmaking—quantification—on the construction of a social problem through time. By analyzing salient historical uses of statistics in public debates on traffic accidents in the United States, the study seeks to advance the understanding of the role played by numerical claims in the broader dynamics of problem evolution and development. Specifically, key employments of numbers by early automobile clubs, the private insurance industry, safety movement and establishment, and printed media are closely traced and interrelated to flesh out their impacts on dominant representations of the issue over the long term. While numerical claimsmaking produced divergent, often contradictory effects on the construction of the problem, I argue that figures ultimately contributed to the gradual waning of the moralist and political zest that characterized much of the claimsmaking activities on the issue in the first half of the twentieth century. The argument provides one explanation of how traffic accidents can come to be defined in contemporary society as a “necessary evil”—a regrettable yet largely unalterable price to pay for the benefits of the automobile. To the extent that many of these quantification effects are unintended, they are linked to both the nature of statistical argumentation employed in this case and its institutional contexts.", "venue": "", "year": 2014, "referenceCount": 98, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "12548480", "name": "Itai Vardi"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "5e1d4eb2edc3270027ae772c6f31ff0c4e14f17c", "externalIds": {"MAG": "1024905876"}, "url": "https://www.semanticscholar.org/paper/5e1d4eb2edc3270027ae772c6f31ff0c4e14f17c", "title": "Samochód jako wyzwanie dla miasta XXI wieku", "abstract": "Wraz z rozwojem motoryzacji coraz większym problemem staje się nadmierna liczba samochodów w miastach. Od czasu popularyzacji samochodów miasta były obiektem gruntownej przebudowy, mającej na celu dostosowanie ich przestrzeni do potrzeb właścicieli samochodów. Obecnie koncepcje budowy miast oraz strategie transportowe stawiają sobie za główny cel ograniczanie transportu indywidualnego i promocję bardziej ekologicznych form przemieszczania się. Celem tekstu jest prezentacja negatywnych następstw nadmiernej liczby samochodów dla jakości życia w mieście.", "venue": "", "year": 2014, "referenceCount": 17, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "153868960", "name": "A. Zając"}]}}, {"intents": ["background"], "contexts": ["Urban life is given a specific meaning when particular spaces are reserved for the facilitation of automobility, emptying them of all other functions than those which take place in the individual cocoons [Featherstone 2004; Freudendal-Pedersen 2009; Conley and Mclaren 2012]."], "isInfluential": false, "citingPaper": {"paperId": "e1ba01fd08214d2b4203548aefba168089c19d55", "externalIds": {"MAG": "1848229227", "DOI": "10.2383/77045"}, "url": "https://www.semanticscholar.org/paper/e1ba01fd08214d2b4203548aefba168089c19d55", "title": "Searching for Ethics and Responsibility in Everyday Life Mobilities: The example of cycling in Copenhagen", "abstract": "Living an everyday life among other people entails evaluating their behavior according to our own ideas about what is right and wrong – good or bad. And living according to our own ethics in a mobile risk society entails ambivalences and opens up the issue of responsibility. This article discusses how moral and ethical considerations are always part of individual’s interaction with others, exemplified through the experiences of being a cyclist in Copenhagen. The article finalizes by touching upon the role of social sciences whom for a long time has learned to ignore or reject ethical and thus normative considerations.", "venue": "", "year": 2014, "referenceCount": 58, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1403235803", "name": "Malene Freudendal-Pedersen"}]}}, {"intents": ["background"], "contexts": ["…modal transformation, the modes of transport people use, raises concerns about the need to shift the balance from individual, private car travel to public transport, collective travel, such as car sharing and car-pooling, cycling, and walking (Conley and McLaren, 2009; Kent and Dowling, 2013)."], "isInfluential": false, "citingPaper": {"paperId": "e924d06248e346e6b7b32a4797360a44e0ae4c54", "externalIds": {"MAG": "2152142078", "DOI": "10.1068/a130047p"}, "url": "https://www.semanticscholar.org/paper/e924d06248e346e6b7b32a4797360a44e0ae4c54", "title": "Transforming Commuting Mobilities: The Memory of Practice", "abstract": "This paper examines how nonrepresentational theories of practice can expand our understanding of the ways in which mobility transformations take place. It argues that we need to attend more sensitively to the different ways in which mobility practices self-transform through their ongoing, repeated enactment. Its central claim is that commuting practices are always evolving, adapting, and elaborating. This is because of the different ways that the past coexists with and complicates action in the present. The first part of the paper shows how mobility transformations are most frequently evaluated according to linear, chronological understandings of temporality. In response, it shows how an attunement to duration, using conceptualisations of the virtual, provides a way of understanding the complex temporal folds through which the past inheres in the present, transforming its course. Pivoting around three interview encounters with commuters in Sydney, Australia, the second part of the paper shows how the virtuality of the past inheres in and becomes actualised in the present through movements, events, and milieus—flagging the significance of habit memory, recollection memory, and tertiary memory, respectively. These virtual potentials underscore not only the complexity and excessiveness of the present, but also the openness and the indeterminacy of the future. The paper questions what constitutes a mobility transformation; it expands our comprehension of the agencies of transformation affecting life in this sphere; and it challenges us to rethink the ontological unit upon which macropolitical interventions are usually focused.", "venue": "", "year": 2014, "referenceCount": 70, "citationCount": 31, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "27128003", "name": "David Bissell"}]}}, {"intents": ["background"], "contexts": ["Thus, the question of if and how automobility could give way to a more sustainable system of transportation is a pressing question, increasingly gaining sociological attention (Conley and McLaren 2009; Dennis and Urry 2009; Cass and Manderscheid 2010; Goodwin 2010; Sheller 2011; Geels et al. 2012)."], "isInfluential": false, "citingPaper": {"paperId": "ea8058b7771002d630950dc9fdffddd50f77cb66", "externalIds": {"MAG": "2012417637", "DOI": "10.1080/17450101.2014.961257"}, "url": "https://www.semanticscholar.org/paper/ea8058b7771002d630950dc9fdffddd50f77cb66", "title": "The Movement Problem, the Car and Future Mobility Regimes: Automobility as Dispositif and Mode of Regulation", "abstract": "Abstract Within the mobilities literature, there is a growing body of research on the decline of automobility and the emergence of new mobility regimes. In this context, I will outline an understanding of ‘mobility as dispositif’ which facilitates tracing interweavings of discursive knowledge, material structures, social practices and subjectifications around mobilities. Specific value of the dispositif concept consists in analysing multifaceted, but decentral power relations effecting inequalities in relation to mobilities at different scales, shown by way of existing studies of automobility. Thereby, the co-constitution of social order, space and hegemonic mobilities regimes moves to the fore. Yet, what is missing in this Foucauldian genealogy of mobility dispositifs is a broader conceptualisation of stabilising material conditions. Accordingly, I use elements of regulation theory as a complementary and framing social theory to understand the dispositifs of mobility as embedded in and stabilised through (but not as a simple function of) specific modes of regulation and regimes of accumulation. Finally, I consider the current automobility dispositif and conclude by sketching some signs of its decline.", "venue": "", "year": 2014, "referenceCount": 149, "citationCount": 42, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2091725449", "name": "Katharina Manderscheid"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "eeb01266fd8f995d6d447f3bdebde1681f3425d6", "externalIds": {"MAG": "2074319126", "DOI": "10.1007/s11051-014-2492-1"}, "url": "https://www.semanticscholar.org/paper/eeb01266fd8f995d6d447f3bdebde1681f3425d6", "title": "An operationalized post-normal science framework for assisting in the development of complex science policy solutions: the case of nanotechnology governance", "abstract": "Scientists, engineers, and policy analysts commonly suggest governance regimes for technology to maximize societal benefits and minimize negative societal and environmental impacts of innovation processes. Yet innovation is a complex socio-technical process that does not respond predictably to modification. Our human propensity to exclude complexity when attempting to manage systems often results in insufficient, one-dimensional solutions. The tendency to exclude complexity (1) reinforces itself by diminishing experience and capacity in the design of simple solutions to complex problems, and (2) leads to solutions that do not address the identified problem. To address the question of how to avoid a complexity-exclusion trap, this article operationalizes a post-normal science framework to assist in the enhancement or design of science policy proposals. A literature review of technological fixes, policy panaceas, and knowledge-to-action gaps is conducted to survey examples of post-normal science frameworks. Next, an operational framework is used to assess the case of a proposed international nanotechnology advisory board. The framework reveals that the board addresses a slice of the broader, more complex problem of nanotechnology governance. We argue that while the formation of an international advisory board is not problematic in-and-of-itself, it is symptomatic of and plays into a complexity-exclusion trap. We offer researchers, policy analysts, and decision-makers three recommendations that incorporate a more appropriate level of complexity into governance proposals.", "venue": "Journal of Nanoparticle Research", "year": 2014, "referenceCount": 84, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Materials Science"], "authors": [{"authorId": "3411250", "name": "M. Bernstein"}, {"authorId": "32128258", "name": "Rider W. Foley"}, {"authorId": "50582822", "name": "Ira Bennett"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "1f676110088a0de3fe0ee01d128c554ce229454f", "externalIds": {"MAG": "2183317798"}, "url": "https://www.semanticscholar.org/paper/1f676110088a0de3fe0ee01d128c554ce229454f", "title": "Conveyance of Brand Identities and Portrayal of Minority Groups in 2013 Superbowl Automobile Advertisements", "abstract": "The fact that brands have unique identities and personalities is well known and researched. However, the extent to which a brand’s personality or identity manifest itself in advertising is less known. This study examined how brand identities were conveyed in 10 automobile advertisements from the 2013 Superbowl. It also analyzed portrayal of the women, gender roles and sexual orientation in the advertisements. A qualitative content analysis revealed that the advertisements communicated clear brand identities through storytelling, and contained stereotypical gender roles and sexualized or marginalized portrayals of women. I. Introduction This study tried to gain insight into how a brand’s personality or identity are conveyed through advertisements, and how these identities may differ among brands. This study also examined the portrayal of women, gender roles and sexual orientation in advertisements. This research tried to find plausible explanations for only differences found among brands in portrayals of these groups,", "venue": "", "year": 2013, "referenceCount": 13, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "118635815", "name": "Baron Smith"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4ac391665bf5f330cc4ffb91c7d6ac48144e7f30", "externalIds": {"MAG": "2573537045"}, "url": "https://www.semanticscholar.org/paper/4ac391665bf5f330cc4ffb91c7d6ac48144e7f30", "title": "Secured by automobility: why does the private car continue to dominate transport practices?", "abstract": "350 words maximum: (PLEASE TYPE) Use of the private car is often viewed as highly problematic. It is regularly associated with global physical, social and ecological harms such as climate change and epidemics of lifestyle diseases, including obesity. Attempts to address these problems generally include provision for day-to-day physical mobility based on alternatives to the private car. Labelled alternative transport, these modes include public transport, walking and cycling. Yet the private car continues as the preferred way to travel in many cities. A deeper understanding of this preference can reveal under explored sites of resistance to alternative transport modes. This study uses qualitative methods to record very personal barriers to the uptake of alternative transport. Its focus is on the use of the car for the journey to work in suburban Sydney Australia's largest city. Applying a novel approach to participant selection, the study explores the daily practices and perceptions of those who continue to drive, despite having access to viable alternative transport. The study finds that resistance to alternative transport is more complex than findings to date suggests. Mobility practices stem from the active integration of skills, images and materials that potentially have little to do with transport. Instead, attachments to the private car, and resistance to alternative mobility, are products of other practices, such as parenting and working. The study reveals the way the private car is deeply engrained in the way people make sense of, and navigate, not only their streets but their place in the world. The complexity of the relationship between mobility practices and ways of being in the modern world can be represented through the concept of ontological security. Car-based autonomous mobility plays a key role in experiences of autonomy, predictability and acceptance all of which act to sustain a sense of coherency to modern life. Transition away from car use disturbs this sense of coherency and is essentially ontologically threatening. This way of thinking about resistance to alternative transport exposes a number of sticking points for its uptake junctures at which transition away from private car use will only occur in the face of unprecedented disruption to existing ways of 'being' in modern life. The research exposes a series of inconsistencies between the expectations of those planning for, and those anticipated to one day use, alternative transport. Declaration relating to disposition of project thesis/dissertation I hereby grant to the University of New South Wales or its agents the right to archive and to make available my thesis or dissertation in whole or in part in the University libraries in all forms of media, now or here after known, subject to the provisions of the Copyright Act 1968. I retain all property rights, such as patent rights. I also retain the right to use in future works (such as articles or books) all or part of this thesis or dissertation. I also authorise University Microfilms to use the 350 word abstract of my thesis in Dissertation Abstracts International (this is applicable to doctoral theses only). Signature Witness Date The University recognises that there may be exceptional circumstances requiring restrictions on copying or conditions on use. Requests for restriction for a period of up to 2 years must be made in writing. Requests for a longer period of restriction may be considered in exceptional circumstances and require the approval of the Dean of Graduate Research. FOR OFFICE USE ONLY Date of completion of requirements for Award:", "venue": "", "year": 2013, "referenceCount": 752, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "35008188", "name": "J. Kent"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "51179bb13975940f0800e2fa636fe9910917f25c", "externalIds": {"MAG": "2017130574", "DOI": "10.1007/S11196-013-9342-9"}, "url": "https://www.semanticscholar.org/paper/51179bb13975940f0800e2fa636fe9910917f25c", "title": "The Car as Avatar in Australian Social Security Decisions", "abstract": "This paper draws upon automobile semiotics and legal semiotics to argue that the car in Australian social security decisions becomes an avatar for the applicant that is then decoded into meaning streams concerning deservingness and prudence. It is suggested that this has two implications. The first it highlights the techniques where by a technical object (the car) and the ‘life’ of the applicant became bridged in law; and through that bridging life becomes ‘formatted.’ The second highlights the extent of automobile culture. The car has meaning beyond the highways and parking lots. The paper shows how these meanings have become integrated into processes of biopolitical governance.", "venue": "", "year": 2014, "referenceCount": 69, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "8042909", "name": "Kieran Tranter"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "8ec84293e717c656e2d85e19c7cbe771fe9ee254", "externalIds": {"MAG": "2183283805"}, "url": "https://www.semanticscholar.org/paper/8ec84293e717c656e2d85e19c7cbe771fe9ee254", "title": "ENVIRONMENTAL INJUSTICE AND MOBILITY IMPAIRMENT INJUSTICIA MEDIOAMBIENTAL Y MOVILIDAD REDUCIDA", "abstract": null, "venue": "", "year": 2013, "referenceCount": 23, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "115725713", "name": "M. Cahill"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "c0b5907dbe1ab71d766fd51f6ffee750b65b2707", "externalIds": {"MAG": "199262483", "DOI": "10.30827/TSG-GSW.V3I4.948"}, "url": "https://www.semanticscholar.org/paper/c0b5907dbe1ab71d766fd51f6ffee750b65b2707", "title": "Environmental injustice and mobility impairment", "abstract": "The study of mobility is a growth area in the social sciences.  The car system (automobility) has had as one of its consequences reduced opportunities for mobility impaired people to walk in their local environment. Immobility has resulted for many people with disabilities. Despite the promotion of physical activity by public health guidance local environments are often hazardous for mobility impaired people.  In particular, there is a problem with cars parking on pavements and pavement cycling.", "venue": "", "year": 2013, "referenceCount": 10, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "115725713", "name": "M. Cahill"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e4e20d92628ba8d057d2513abec5c6f5201da364", "externalIds": {"MAG": "175565288"}, "url": "https://www.semanticscholar.org/paper/e4e20d92628ba8d057d2513abec5c6f5201da364", "title": "Governing Occupation Through Constructions of Risk: The Case of the Aging Driver", "abstract": ".............................................................................................................................. ii Acknowledgments.............................................................................................................. iii Table of", "venue": "", "year": 2013, "referenceCount": 331, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "14704666", "name": "S. Dennhardt"}]}}, {"intents": ["background"], "contexts": ["With mounting car troubles (Conley and McLaren 2009), it may be time for ‘refighting traffic’ so that pedestrians are not forced to submit to the fast moving vehicles in urban streets and for a social and political shift to recreate cities that give precedence to pedestrians and cyclists over…"], "isInfluential": false, "citingPaper": {"paperId": "249673455f95e4312ac5729b37c71a90a7034e99", "externalIds": {"MAG": "2093171651", "DOI": "10.1080/17450101.2012.659465"}, "url": "https://www.semanticscholar.org/paper/249673455f95e4312ac5729b37c71a90a7034e99", "title": "Under the Radar: Parental Traffic Safeguarding and Automobility", "abstract": "Abstract Research shows that parental mobility care of children has become a growing feature in many western cities, but parental traffic safeguarding has rarely been examined. Based on an ethnographic, comparative case study of two elementary (primary) schools located in Vancouver, Canada, this paper explores how auto-dominated urban environments intertwine with gender and other social inequalities to produce highly charged, variegated and contested parental safeguarding practices in the school journey. The paper also examines how parental traffic safeguarding is discursively and materially organized in relation to automobility and the social denial of its inherent dangers. Two themes (risky traffic spaces and parental traffic safeguarding strategies) illustrate the ways in which parents practice traffic safeguarding in specific contexts and how as part of domestic labour, their practices contribute to automobility and its illusion of safety.", "venue": "", "year": 2012, "referenceCount": 60, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "21912251", "name": "A. McLaren"}, {"authorId": "14518072", "name": "Sylvia Parusel"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "25dae38ad42f0fe47492d7581043c5fd556a19b9", "externalIds": {"MAG": "2146178708", "DOI": "10.1177/0042098012443858"}, "url": "https://www.semanticscholar.org/paper/25dae38ad42f0fe47492d7581043c5fd556a19b9", "title": "Driving, Cities and Changing Climates", "abstract": "The relevance of cars in relation to changing climates seems indisputable: scientific evidence points out the significant contribution of cars globally in causing greenhouse gas emissions. Despite higher levels of general public understanding and concern about climate change, this has not generally resulted in decreased car use. This paper outlines how a spatial perspective drawing on a cultural economy approach may provide insights into the paradox of the environmental ‘value action gap’ by focusing on suburban belongings, passions and anticipations derived from driving. Drawing on insights from Burraneer Bay, an affluent Sydney suburb, the paper illustrates how habituated and embodied knowledge of driving props up class envy, the spatial bordering of the city and the transformation of a love of driving into driving as love, underpinned as much by a desire to consume as by the performance of an identity. The implications for urban policy are considered that look beyond culture as attitudes.", "venue": "", "year": 2012, "referenceCount": 94, "citationCount": 28, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "14277265", "name": "G. Waitt"}, {"authorId": "98075837", "name": "T. Harada"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "3af49f1399c043d8abb89b6ed36ca6bde623da56", "externalIds": {"MAG": "1931663953"}, "url": "https://www.semanticscholar.org/paper/3af49f1399c043d8abb89b6ed36ca6bde623da56", "title": "On Men and Cars : An Ethnographic Study of Gendered, Risky and Dangerous Relations", "abstract": "It is well known that young men constitute a high-risk group in terms of accidents involving both themselves and others. But comparatively little is known about the roles of gender, masculinity and ...", "venue": "", "year": 2012, "referenceCount": 320, "citationCount": 28, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "98185427", "name": "Dag Balkmar"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "4a6306d8b6e66edf8ecfaa6957603a8aa3272a03", "externalIds": {"MAG": "1506946120"}, "url": "https://www.semanticscholar.org/paper/4a6306d8b6e66edf8ecfaa6957603a8aa3272a03", "title": "What else we do while driving: towards the driverless car", "abstract": null, "venue": "", "year": 2012, "referenceCount": 44, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1958177", "name": "E. Laurier"}, {"authorId": "11387108", "name": "T. Dant"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b5690bbbad7b6b7c81df3cf4e4f9ed5353fae75b", "externalIds": {"MAG": "2139348214", "DOI": "10.1177/0891241611434551"}, "url": "https://www.semanticscholar.org/paper/b5690bbbad7b6b7c81df3cf4e4f9ed5353fae75b", "title": "Transposing the Urban to the Mall", "abstract": "Scholars understand shopping malls as central commercial and social settings. Some argue that malls’ designs attract and seduce consumers, while others contend that mall authorities exclude vulnerable groups and prohibit free expression. Ethnographic studies, by contrast, document how consumers interpret and shape malls as social settings. Drawing on qualitative research in two Santiago, Chile, malls, we contend that Santiago’s patterns of socioeconomic segregation and ample public transport facilitate cross-class interactions in malls. These characteristics encourage visitors to transpose practices and meanings from other public settings to the mall, drawing on rules for public interaction. Residents adapt mall infrastructures for noncommercial uses and engage in informal and formal resistance, reflecting conflicts between abstract and social space. The analysis shows that distinctive urbanization patterns significantly shape how consumers access and use malls as social spaces.", "venue": "", "year": 2012, "referenceCount": 89, "citationCount": 55, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "103066789", "name": "Joel Stillerman"}, {"authorId": "145896982", "name": "Rodrigo Salcedo"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "d24e34cd83c574304bba9239365af5dd6deca7bd", "externalIds": {"MAG": "840305447", "DOI": "10.21427/D7DW5S"}, "url": "https://www.semanticscholar.org/paper/d24e34cd83c574304bba9239365af5dd6deca7bd", "title": "Spatial Planning & Transport Engineering Using Children's Maps to Locate Areas of Perceived Danger on Children's Routes to School", "abstract": "Municipals and local authorities all over the world are attempting to boost the number of children walking or cycling to school as the benefits for children and society as a whole deriving from an active travel to and from school are widely acknowledged. For this reason programs that encourage active travel to school are often implemented by local authorities or schools. Many of these programs focus on the child. Cycle training or motivation programs aimed at a mode shift towards active travel are relatively easy to set up and can lead to quick results. Yet, a child centred review of the road infrastructure is necessary to sustain these modal shifts, as the road safety concerns of children and parents remain a major barrier to children’s independent travel to school. The needs of youth and children are often neglected in road and traffic design. This fact can be traced to a number of factors. The number of children using an active travel mode to school can be very low to start with, while the road network that the children commute on can be extensive. Only little data is available on children’s independent commuting patterns or their use of road infrastructure. These factors can lead to ad hoc decision making or to inactivity in implementing necessary road works. If only a fraction of a child’s route to school is perceived to be unsafe, if has a great potential to prevent children from walking or cycling to school. Children’s perception of dangerous road infrastructure is a major barrier to children’s independent travel to school. This study asked children to trace the routes that they take to and from school on a provided paper map. The children were than encouraged to mark areas and places on the map of where they felt or unsafe in traffic, using a set of predefined symbols. The resulting routes and symbols have been digitalised and analysed using the Geographic Information System ArcView. Of the 172 surveys distributed to 6 th year students of St. Fiachras Primary School in Beaumont Dublin a 36 % response rate was recorded. From the resulting 62 routes, 22 are categorized as walking routes, 18 were cycling routes and 16 routes are those of car passengers. Defined differences in the distribution of positive and negative markers along these routes were recorded, whereby the location of negative markers pinpointed a distinct problem area in the road network. Surprisingly, on a site visit this area was served quite well with pedestrian / cycling infrastructure. The results of this study indicate that children’s maps are a valuable analytical tool that can help road engineers to pinpoint problem areas in a road network in relation to specific road users. The methodology employed is cost effective and a fast method to survey small sample groups which can be used to analyse relatively large areas of road network and could be applied on a national scale.", "venue": "", "year": 2012, "referenceCount": 203, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "1400376968", "name": "Frank Bondzio"}]}}, {"intents": ["background"], "contexts": ["Automobility, in particular, has been studied by historians as central to modernization projects of nation states [6][7], while sociologists and anthropologists have focused on understanding how our daily lives are structured and shaped by our dependence on cars[3][8][9][10][11][12][13][14]."], "isInfluential": false, "citingPaper": {"paperId": "d3711fa782f02e453addade45e1dcf1ea554f417", "externalIds": {"MAG": "1965147478", "DBLP": "conf/automotiveUI/ZafirogluHP12", "DOI": "10.1145/2390256.2390279"}, "url": "https://www.semanticscholar.org/paper/d3711fa782f02e453addade45e1dcf1ea554f417", "title": "Navigation to multiple local transportation futures: cross-interrogating remembered and recorded drives", "abstract": "This paper describes findings from a three country, twenty-four participant study consisting of two in-home and in-car ethnographic interviews, separated by a month during which participants created videos, and their cars were GPS tracked and their Android smartphone data collected during and surrounding their driving times. We demonstrate how an ethnographic research approach that cross-interrogates data produced by GPS sensors, smart phone application monitoring, ethnographic interviews and participant-produced videos maps out a rich design space for future automotive user interfaces. These findings redefine the design space for automotive user interfaces and interactive vehicular interactions by recording real necessities, joys and pain points that people experience when using their cars.", "venue": "AutomotiveUI", "year": 2012, "referenceCount": 29, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3022480", "name": "Alexandra Zafiroglu"}, {"authorId": "144139962", "name": "Jennifer Healey"}, {"authorId": "50038966", "name": "T. Plowman"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f2e1ebcea406628ee71af21a9bed9085fb9d4fcf", "externalIds": {"MAG": "600276396"}, "url": "https://www.semanticscholar.org/paper/f2e1ebcea406628ee71af21a9bed9085fb9d4fcf", "title": "Australian per capita cycling participation in 1985/86 and 2011", "abstract": "Cycling industry reports of significant bicycle sales in Australia suggest a boom in cycling participation. However, there are few systematic assessments of cycling in Australia allowing comparison over time. Two national surveys of cycling participation in Australia were examined. The earlier survey was of travel behaviour in 1985/86 and is the earliest known analysis of daily cyclist numbers in Australia. The second is a telephone survey of cycling behavior in 2011 used by the Australian Government as the baseline for its cycling promotion strategy to 2016. Population growth from 1986 to 2010 and the bicycle mode share for the journey to work were also examined. The Australian population aged nine years and over grew by 58.4% between 1986 and 2010 and the daily average number of bicycle trips grew by only 20.9%, representing a per capita decline in cycling. The proportion of Australian workers who used a bicycle to ride to work was largely unchanged at about 1% of journeys. A historical prioritization of the mo- tor vehicle, lack of investment in cycling infrastructure and mandatory helmet legislation are likely to be explanatory factors. Keywords: cycling, Australia, travel behaviour", "venue": "", "year": 2012, "referenceCount": 70, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "88233119", "name": "Chris Gillham"}, {"authorId": "2444722", "name": "C. Rissel"}]}}, {"intents": ["background"], "contexts": ["Vehicular technologies have influenced social change since the industrialisation and urbanisation of the early twentieth century in the west (Conley & McLaren, 2009)."], "isInfluential": false, "citingPaper": {"paperId": "67746edb2e2c9e7cca86796ad8237ed955fbd81d", "externalIds": {"MAG": "2088044977", "DOI": "10.1080/13573322.2011.571882"}, "url": "https://www.semanticscholar.org/paper/67746edb2e2c9e7cca86796ad8237ed955fbd81d", "title": "The feel of mobility: how children use sedentary lifestyles as a site of resistance", "abstract": "The consequences of the neo-liberal societal ‘speed-up’ are lived at the apparently contradictory intersection of mobile lifestyles and obesogenic environments. The focus for public health interventions is the bodies of children. Recent interpretive research into how pre-teenaged children talk about watching television suggests that these children may be using the ‘feel’ of being sedentary to resist the ‘feel’ of being busy, while engaging with electronic media and communication, precisely because e-media do the work of collapsing time and distance to create the experience of instant connection and consumption from inside the home. The generalised view that television ‘stops you from doing anything’ is expressed but with some ambivalence by both children and parents in our study. While the children discuss needs for space and rest, they may also be conveying the ways they address particular mental health needs in longer, busier and more stressful days, often with two parents working. They may be arguing for the feel of being stopped as society speeds up around them. Indeed, societies, sectors and publics are becoming more mobile, but children are charged with being more immobile and forgetting how to play actively and spontaneously. It could be feasible that children may enact a strategic, embodied resistance to living faster lives. This article argues that children's uses of inside spaces and e-media to ‘still’ time and ‘stop’ themselves are as important to sociological studies of how children experience mobilities as they are to sociotechnical studies of the digital generation. Using localized, empirical data to illustrate this argument, new possibilities for phenomenological analyses of embodiment, social action and social change are suggested.", "venue": "", "year": 2011, "referenceCount": 54, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "120191246", "name": "M. Bell"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "ae0c25338d2de513f1958e1932a4533599c5bffc", "externalIds": {"MAG": "1858226755", "DOI": "10.29173/CJS8025"}, "url": "https://www.semanticscholar.org/paper/ae0c25338d2de513f1958e1932a4533599c5bffc", "title": "Parental Traffic Safeguarding at School Sites: Unequal Risks and Responsibilities", "abstract": "Based on a comparison of two public elementary schools located on the east and west sides of Vancouver, British Columbia, the paper explores the effects of spatial and social contexts on parents’ school traffic safety practices. By taking into account the dynamics of gender and social class in different geographies of mobility at the two schools, we illustrate how parents’ (especially mothers’) daily concerns, practices and volunteerism reflect unequal risks and responsibilities in safeguarding children from motorized traffic. We also suggest that despite geographical differences and social inequalities, auto-centred environments and traffic safety governance create remarkably similar parental mobility concerns at the two schools, reflecting the stratifying effects of automobility. Our analysis of the troubling effects of the automobility system underscores the importance of acknowledging how parental traffic safety practices contribute to the illusion of traffic safety and to the necessity of challenging auto hegemony.", "venue": "", "year": 2011, "referenceCount": 37, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "21912251", "name": "A. McLaren"}, {"authorId": "14518072", "name": "Sylvia Parusel"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "b3c2a5b2e8338eb13a1719d7a8fae78b5bf56efa", "externalIds": {"MAG": "2028850456", "DOI": "10.1353/sgo.2011.0039"}, "url": "https://www.semanticscholar.org/paper/b3c2a5b2e8338eb13a1719d7a8fae78b5bf56efa", "title": "The Politics of Mobility in the South: A Commentary on Sprawl, Automobility, and the Gulf Oil Spill", "abstract": "During the 2010 Deepwater Horizon disaster in the Gulf of Mexico there were discourses that urged a reduction in America’s oil dependency by reducing driving. Yet in the South proposals to limit drilling, conservation, and especially reduced driving, were met with hostility. These countervailing discourses provide a snapshot into a broader “ politics of mobility,” in the South—struggles over fundamental beliefs and normative values about what type of transportation is appropriate, who should decide transportation policy, and where movement should or should not occur. This article reviews some trends and themes worth considering for a potential research agenda on the politics of mobility in the South, including an overview of the South’s high rates of automobile use and sprawl and the politics surrounding this. Examining the politics of mobility can offer Southern scholars innovative and thought-provoking insights into these debates and how landscapes of the South are produced.", "venue": "", "year": 2011, "referenceCount": 25, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "145633390", "name": "Jason R. Henderson"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "bfda19dad38913f6c4bb20489c884eb32b2885b4", "externalIds": {"MAG": "2373031145", "DOI": "10.4324/9781315570846-21"}, "url": "https://www.semanticscholar.org/paper/bfda19dad38913f6c4bb20489c884eb32b2885b4", "title": "Mobility As A Positional Good Implications for Transport Policy and Planning", "abstract": "Luxury vehicles and exotic vacations are prestige goods that enhance their consumers' status. This tends to stimulate mobility and increase resource consumption beyond what is optimal. Abstract \" Positional \" (also called \" prestige \") goods confer status on their consumers. However, this increased status is offset by reduced status to others, resulting in no direct net benefit to society. As wealth increases so does the portion of consumption motivated by positional value. Many mobility-related goods and services have positional value, including vehicle ownership and use, and exotic holidays. This paper investigates how positional value affects transportation decisions, explores the resulting economic impacts, and discusses implications for transport policy and planning.", "venue": "", "year": 2011, "referenceCount": 60, "citationCount": 23, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "40417315", "name": "T. Litman"}]}}, {"intents": ["background"], "contexts": ["We must speed up R&D to save the auto industry, as the new technology is the key to save the industry (Conley and McLaren, 2009).", "Executives in the auto industries also have ethical responsibilities to the development of green technologies around the world (Conley and McLaren, 2009)."], "isInfluential": false, "citingPaper": {"paperId": "ee0ff542af2580f0ceb05d6fe137d5182d234a45", "externalIds": {"MAG": "2054283628", "DOI": "10.1108/00251741111126459"}, "url": "https://www.semanticscholar.org/paper/ee0ff542af2580f0ceb05d6fe137d5182d234a45", "title": "Sustainability in supply chain management: suggestions for the auto industry", "abstract": "Purpose – The auto industry in the USA is facing tremendous challenges – plunging demands due to economic downturn, the gloomy trend in technology development, and fierce global competition. This article aims to examine the challenges of supply chain management and to propose a triple‐C (cease‐control‐combine) remedy for the North American auto industry's supply chain management.Design/methodology/approach – The authors applied management theories, collected information from managers at different levels of the auto industry's supply chain management, and developed a novel theoretical model of sustainability in supply chain management for the auto industry.Findings – It is argued that outsourcing to low cost countries – the current supply chain strategy – is not only unsustainable but also irresponsible for the auto industry and society. A triple‐C (cease‐control‐combine) remedy is proposed for the auto industry's supply chain management.Practical implications – The proposed triple‐C strategy will save the...", "venue": "", "year": 2011, "referenceCount": 40, "citationCount": 95, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2111274178", "name": "Yu Xia"}, {"authorId": "72553351", "name": "T. L. Tang"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "f28358447dedd1d8d988fef36546159a7d2df887", "externalIds": {"MAG": "2035381616", "DOI": "10.1080/15389588.2011.602148", "PubMed": "21972854"}, "url": "https://www.semanticscholar.org/paper/f28358447dedd1d8d988fef36546159a7d2df887", "title": "Prevalence and Correlates of Street Racing Among Ontario High School Students", "abstract": "Objectives: This study examined the prevalence and correlates of street racing among adolescents derived from the 2009 Ontario Student Drug Use and Health Survey (OSDUHS), an epidemiological survey of students in Ontario, Canada. Methods: The key response variable, self-reported street racing in past year, was examined in relation to grade level, rural/urban, school marks, cannabis use, drinking and driving, cannabis use and driving, and property, physical, drugs, and weapons delinquencies. All survey estimates were weighted, and variance and statistical tests were corrected for the complex sampling design. Results: Of the 3053 9th- to 12th-graders (66% response rate), 5.6 percent of high-schoolers (an estimated 42,000 in the province) and (20.4% of grade 11 and 12 students with an advanced-level or full license) reported driving a car, truck, or sport utility vehicle (SUV) in a street race in the 12 months before the survey. Logistic regression analysis of the advanced-level or fully licensed students in grades 11 and 12 found that males compared to females and students in grade 11 compared to students in grade 12 had significantly higher adjusted odds of street racing. Supportive of problem behavior theory, students who reported property and drug delinquencies compared to students not engaging in these delinquencies also had significantly higher adjusted odds of street racing. Conclusions: This first population-based study in North America suggested that the prevalence of street racing at 1 in 5 of advanced or fully licensed high-schoolers in grades 11 and 12 poses significant public health concerns, especially related to the potential for unintentional injury.", "venue": "Traffic injury prevention", "year": 2011, "referenceCount": 71, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Medicine"], "authors": [{"authorId": "3445369", "name": "E. Vingilis"}, {"authorId": "3543354", "name": "R. Smart"}, {"authorId": "2342233", "name": "R. Mann"}, {"authorId": "1398848884", "name": "Angela Paglia-Boak"}, {"authorId": "3896396", "name": "G. Stoduto"}, {"authorId": "4124118", "name": "E. Adlaf"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "30477387ee27f222cb3471e4cbb2f77c7cb7c5d2", "externalIds": {"MAG": "1988138701", "DOI": "10.1353/esc.2010.0005"}, "url": "https://www.semanticscholar.org/paper/30477387ee27f222cb3471e4cbb2f77c7cb7c5d2", "title": "Storied Infrastructure: Tracing Traffic, Place, and Power in Canada’s Capital City", "abstract": "The street yearns for action nobler than traffic. Leonard Cohen Montreal 1964 MOST CANADIANS DEPEND ON A CAR, TRUCK, OR BUS for everyday travel and worry about congestion and the price of gas. The recent bailout of the auto sector and stimulus spending on roads, bridges, and highways reveal the commitment of Canadian governments to expanding traffic through motor vehicle use. As a shared way of flowing and idling in the world, however, traffic, in spite of mass participation and immense ecological import, remains a relatively elusive idea, and one too frequently dominated by a functionalist engineering approach. As a technoscientific attempt to eliminate congestion, this approach overlooks social understandings of traffic, its politics, and its cultural significance. I aim to extend an alternative understanding of \"traffic\" as irreducible to either congestion or itinerancy but marked instead by multiple relations of stasis and flow among human and nonhuman actors. To this end I draw on two different literatures, mobility studies and narrative approaches to urban planning, to explore how people imagine and practise traffic in a spatial culture of automobility. This narrative approach to urban planning highlights the multiplicity of traffic and the agency of material infrastructure (see Latour). By foregrounding the different voices of streets, I aim to defamiliarize the habitual voice of automobility. In contrast to modernization cum motorization narratives which follow a teleological plot line, the stories that streets tell from different temporal and spatial perspectives have the potential to disrupt a natural, apolitical culture of car-dependence. The mobilities literature that I will rely on argues that buildings, roads, and other kinds of places gain meaning through the ways in which they carry or constrict the flows of subjects, ideas, and objects. It views streets as sociotechnical ensembles of tarmac, electricity, hydrocarbons, values, juridical systems, and habitus. Built for particular bodies and machines, streets evoke the discursive and political construction of traffic alongside hard infrastructure. After situating traffic within mobilities and narrative approaches to planning, I follow the stories of five prominent streets in Canada's capital city. Ottawa represents a strategic case study of mobility and planning. Like Canberra, Brasilia, and New Delhi, Ottawa is a living product of muscular, modernist planning of the last century which equated national progress with mass automobility. To a greater degree than other conurbations in Canada, traffic in the National Capital Region reflects a totalizing vision of the good city in which the car is tied to modernity, national identity, and power. By engaging what some have called a relational \"politics of mobility\" (Cresswell, \"Politics\"; Simpson; Henderson), I argue that Ottawa's streets articulate a deeply contested process by which automobility has become systematically invested with forms of material and immaterial power denied to other forms of traffic. To build my case I draw on media discourse, photographs, planning documents, developmentese, and field observations. Through these materials I show that, along with the daily lives of street users, cars, and their manifold interactions, a critical if frequently forgotten world of traffic resides in the stories of streets themselves. Assembling a Politics of Automobility Over the last decade, research on the movement of people, goods, and ideas has enjoyed increasing attention. A growing interdisciplinary literature on \"mobilities\" explores how movement mediates social life and the creation of meaningful spaces in which people live together. The \"mobilities paradigm,\" as some refer to it, includes \"studies of corporeal movement, transportation and communications infrastructures, capitalist spatial restructuring, migration and immigration, citizenship and transnationalism, and tourism and travel\" (Hannam et al. …", "venue": "", "year": 2010, "referenceCount": 22, "citationCount": 4, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145836345", "name": "Nick Scott"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citingPaper": {"paperId": "e2d256c9e04f86a36bd1f4bf0753172252da14d4", "externalIds": {"MAG": "2188984502", "DOI": "10.12759/HSR.35.2010.4.102-121"}, "url": "https://www.semanticscholar.org/paper/e2d256c9e04f86a36bd1f4bf0753172252da14d4", "title": "Human Security and the Challenge of Automobile and Road Traffic Safety: A Cultural Historical Perspective", "abstract": "Die UN-Agenda zur menschlichen Sicherheit und die Herausforde rungen der Verkehrssicherheit aus kulturhistorischer Perspektive?. The worldwide enhancement of road traffic safety is one aspect of the UN agenda on \"human security\". The article examines the history of road traffic safety and the development of automobile safety technologies since the mid twentieth century with a strong focus on West Germany. From a historical perspective there are two reasons why the UN agenda includes the enhancement of road traffic safety. Firstly the development of road traffic safety is a \"success story\" in industrialized countries even though there are still high death rates globally. Secondly, the enhancement of road safety is linked to advanced civil societies with all their stakeholders, and strengthening civil society is a key concern of the UN worldwide. Beyond that, automobility is a symbol of modernity. Discourses about automo bile safety inform us about the conceptions and regulation of individual free dom and security in different societies. Moreover, new safety technologies such as the safety belt modify the interactions between human beings and ma chines and thus the idea of freedom, autonomy and responsibility. With the rise of the concept of human security, terms such as national security, internal and domestic security, social and economic security were fundamen tally expanded. This expansion of security as an important political term and concept integrates new societal values into the political discourse about secu rity.1 The human security agenda focuses on the global as well as the regional and integrates the protection of individuals, groups, and people. The UN pro gram strengthens individual rights, while the rights of groups, ethnicities or nations and in this respect the sovereignty of states have ostensibly taken a back seat. The report \"Our Global Neighborhood\" of the Commission on Global Governance claims the protection of individuals as its main concern,", "venue": "", "year": 2010, "referenceCount": 67, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2079472141", "name": "Achim Saupe"}]}}]}