{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "400b926683bc28545052d27c8f8ec5a96687f6ac", "externalIds": {"MAG": "3017677030", "DOI": "10.2139/ssrn.3570254"}, "url": "https://www.semanticscholar.org/paper/400b926683bc28545052d27c8f8ec5a96687f6ac", "title": "Deep Reinforcement Learning Patents: An Empirical Survey", "abstract": "Deep reinforcement learning is a new type of machine learning resulting from the technical convergence of two more mature machine learning methods, deep learning and reinforcement learning. Deep reinforcement learning is important because it is a scalable method for general intelligence – a machine capable of achieving any definable goal. \n \nSince 1995, the United States Patent and Trademark Office has granted over 600 patents with claim terms relating to deep reinforcement learning. Yet, while the literature on software patents is visibly scaling – the literature specifically focused on deep reinforcement learning patents is non-existent. First, this Article discusses technical approaches to deep reinforcement learning; second it contributes the first empirical patent review for deep reinforcement learning technologies, including market modeling, legal claims analysis, and valuation strategies.", "venue": "", "year": 2020, "referenceCount": 57, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2039345", "name": "Brian Haney"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7d93cafec583817f7ef3dd0285cf23d568ddbe1d", "externalIds": {"MAG": "3006797645", "DOI": "10.1007/978-3-030-39319-9_45"}, "url": "https://www.semanticscholar.org/paper/7d93cafec583817f7ef3dd0285cf23d568ddbe1d", "title": "Features of Artificial Intelligence Simulation Models and Risks When Using Them", "abstract": "This paper is aimed at emphasizing that ample opportunities in robotics have made their appearance at the current stage of development of computer technologies. Modern computer technologies make it possible to analyze an enormous number of input and output actions on the management systems. Ample opportunities in robotics make their appearance, making it possible to create and commission machines with Artificial Intelligence. The authors of the paper give consideration to the problem of creation of Artificial Intelligence which is capable of carrying out operation an infinite aggregate of operations. The management processes can be implemented using the Artificial Intelligence simulation modeling. The simulation modeling is able to provide feedback and to achieve the evolution of the capabilities of human intelligence through the use of the “method of successive approximations”.", "venue": "", "year": 2020, "referenceCount": 3, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2038491046", "name": "A. A. Silaev"}, {"authorId": "1582176506", "name": "Marina V. Bukhtoyarova"}, {"authorId": "1582176523", "name": "Galina Yu. Parshikova"}, {"authorId": "1581435740", "name": "S. V. Atoyan"}]}}]}