{"offset": 0, "data": [{"isInfluential": false, "contexts": ["ineering&quot; itself with computer programming was an intentionally, highly gendered endeavor intended to shift work from a primarily feminized craft to something that would pay more and attract men [1]. 6 CONCLUSIONS We have described the role of data in AI system development and highlighted the gap between current development processes and processes that can address modern AI outcomes. We ground d"], "intents": ["background"], "citingPaper": {"paperId": "27ad3d92a9d02698ae10be1a86f1f6e52c8f0644", "externalIds": {"MAG": "3093779786", "DBLP": "journals/corr/abs-2010-13561", "ArXiv": "2010.13561", "DOI": "10.1145/3442188.3445918"}, "url": "https://www.semanticscholar.org/paper/27ad3d92a9d02698ae10be1a86f1f6e52c8f0644", "title": "Towards Accountability for Machine Learning Datasets: Practices from Software Engineering and Infrastructure", "abstract": "Datasets that power machine learning are often used, shared, and reused with little visibility into the processes of deliberation that led to their creation. As artificial intelligence systems are increasingly used in high-stakes tasks, system development and deployment practices must be adapted to address the very real consequences of how model development data is constructed and used in practice. This includes greater transparency about data, and accountability for decisions made when developing it. In this paper, we introduce a rigorous framework for dataset development transparency that supports decision-making and accountability. The framework uses the cyclical, infrastructural and engineering nature of dataset development to draw on best practices from the software development lifecycle. Each stage of the data development lifecycle yields documents that facilitate improved communication and decision-making, as well as drawing attention to the value and necessity of careful data work. The proposed framework makes visible the often overlooked work and decisions that go into dataset creation, a critical step in closing the accountability gap in artificial intelligence and a critical/necessary resource aligned with recent work on auditing processes.", "venue": "FAccT", "year": 2020, "referenceCount": 258, "citationCount": 30, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2083807", "name": "B. Hutchinson"}, {"authorId": "152735378", "name": "A. Smart"}, {"authorId": "40540250", "name": "A. Hanna"}, {"authorId": "40081727", "name": "Emily L. Denton"}, {"authorId": "2064880341", "name": "Christina Greer"}, {"authorId": "38325692", "name": "Oddur Kjartansson"}, {"authorId": "80940648", "name": "P. Barnes"}, {"authorId": "49501003", "name": "Margaret Mitchell"}]}}, {"isInfluential": false, "contexts": ["in computing [1], and the ways in which computing was initially characterized as more suited for women (prior to it becoming a lucrative field)."], "intents": ["background"], "citingPaper": {"paperId": "29cb3edf6c4186915fcdb5b8000d8f7c88d4c9e4", "externalIds": {"DBLP": "conf/sigcse/BluntP21", "DOI": "10.1145/3408877.3432459"}, "url": "https://www.semanticscholar.org/paper/29cb3edf6c4186915fcdb5b8000d8f7c88d4c9e4", "title": "Exploring the Digital Identity Divide: A Call for Attention to Computing Identity at HBCUs", "abstract": "The lack of diversity in computing professions has continuously persisted in the tech industry, with racial minorities experiencing less representation than broader marginalized groups. The issue of continuous under-representation for Black/African Americans is especially telling of a pressing digital divide issue. Members of this group comprise roughly 13% of the U.S. population, but disproportionately hold only 5% and 8% of computer engineering and computer science bachelor?s degrees. Studies suggest that computing culture and stereotypes associated with the discipline and its practitioners are among the varied contributors to sociocultural rifts between Black students and computing. This disconnect impacts students' computational and technological identities, which may result in these students deciding to \"disidentify\" with computing, and to pursue academic disciplines in which they experience higher self-efficacy. Despite comprising only 4% of U.S. universities, Historically Black Colleges & Universities (HBCUs) produce 31% of the Black STEM bachelor's degrees. Still, HBCU computing departments face unique retention issues that impact student matriculation through computer science (CS) degrees. As there are few course-based efforts geared toward cultivating students' computing identities, this position paper highlights the need for formal attention to the fostering of these identities. It presents HBCU computing departments as key centers for beginning to address traditional computing culture and identity-related attrition issues for Black students. By tackling notions of computing and technology identity in these settings, students are given space to critique and develop their computational identities in ways that support retention in the CS major and degree completion.", "venue": "SIGCSE", "year": 2021, "referenceCount": 57, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "47566704", "name": "Takeria Blunt"}, {"authorId": "120186598", "name": "T. Pearson"}]}}, {"isInfluential": false, "contexts": ["Although there is now literature that demonstrates that there is a hidden and untold story about women pioneers in computing (Abbate 2017), gender-sensitive approaches to computing continue to be rare; there is a lack of gender balance in computer science."], "intents": ["background"], "citingPaper": {"paperId": "3a7ab19458b920c37f059595be1195bcd153c96b", "externalIds": {"PubMedCentral": "8169394", "DOI": "10.1007/s00146-021-01234-9", "PubMed": "34092931"}, "url": "https://www.semanticscholar.org/paper/3a7ab19458b920c37f059595be1195bcd153c96b", "title": "Will Big Data and personalized medicine do the gender dimension justice?", "abstract": "Over the last decade, humans have produced each year as much data as were produced throughout the entire history of humankind. These data, in quantities that exceed current analytical capabilities, have been described as “the new oil,” an incomparable source of value. This is true for healthcare, as well. Conducting analyses of large, diverse, medical datasets promises the detection of previously unnoticed clinical correlations and new diagnostic or even therapeutic possibilities. However, using Big Data poses several problems, especially in terms of representing the uniqueness of each patient and expressing the differences between individuals, primarily gender and sex differences. The first two sections of the paper provide a definition of “Big Data” and illustrate the uses of Big Data in medicine. Subsequently, the paper explores the struggle to represent exhaustively the uniqueness of the patient through Big Data is highlighted prior to a deeper investigation of the digital representation of gender in personalized medicine. The final part of the paper put forward a series of recommendations for better approaching the complexity of gender in medical and clinical research involving Big Data for the creation or enhancement of personalized medicine services. Supplementary Information The online version contains supplementary material available at 10.1007/s00146-021-01234-9.", "venue": "AI & society", "year": 2021, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "143816752", "name": "A. Carnevale"}, {"authorId": "1649987663", "name": "Emanuela Tangari"}, {"authorId": "49529589", "name": "A. Iannone"}, {"authorId": "94210429", "name": "E. Sartini"}]}}, {"isInfluential": false, "contexts": ["The question of CS’s boundaries have important implications for broadening participation in CS, as computing has shifted boundaries in the past to exclude subfields that become more female-typed [4, 68, 83].", "Feminist STS has a rich literature looking at how science and technology are socially constructed as disciplines, including how education plays a vital role in establishing the boundaries [4, 43], epistemic cultures [20, 38], excluded/included demographics [68, 83] and cultural norms/values [5, 13, 54, 80] of different technoscientific disciplines."], "intents": ["background"], "citingPaper": {"paperId": "4159a58f6cf32ee8fb8c53dd251d8e696b6aead1", "externalIds": {"MAG": "3167192072", "DOI": "10.21428/BF6FB269.19C98F37"}, "url": "https://www.semanticscholar.org/paper/4159a58f6cf32ee8fb8c53dd251d8e696b6aead1", "title": "Materiality Matters in Computing Education: A Duoethnography of Two Digital Logic Educators", "abstract": "Computer science needs to be sustainable, and CS educators have an important role to play in changing the discipline. Recent efforts have emerged to teach CS in ways that apply computing to mitigate climate change, but this alone is insufficient: we must also change what it means to do computing. We use duoethnography to interrogate our practices as CS educators to support the goal of integrating sustainability into CS. Despite being invested in these goals, we each realized that we had been nevertheless reinforcing the cultural norms that underpin the environmental and social damage caused by computing. We found five themes in the qualitative analysis of our reflections: (1) A lack of materiality in CS classes makes it difficult for computer scientists to scrutinize the environmental costs of hardware, (2) The discourse on “greenness” in computing neglects the role of embodied emissions, (3) The lack of context in CS education teaches students to perceive the status quo as “natural\", (4) Those who have bought into the dominant ideology of CS can be resistant to innovating CS education, and (5) Materiality helps with teaching computing. We illustrate how changing CS to become more sustainable requires deeper thought than “add sustainability and stir” to the curriculum, and insights toward addressing the root ideology of CS education.", "venue": "", "year": 2021, "referenceCount": 88, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2120699067", "name": "Eric J. Mayhew"}, {"authorId": "1776650", "name": "E. Patitsas"}]}}, {"isInfluential": true, "contexts": ["Abbate, 2012; Sinclair, 2004). As Fouché (2013) argues, “the racial politics of difference and inferiority that allow one group to enslave or subjugate another manifest themselves within historical and contemporary discussions of technology creations and use” (pp. 61–62). In this way, race is “an epistemology at play in all technological production and consumption” (De la Peña, 2010: 923). Dinerstein (2006) argues that the concept of technology that circulates within American culture operates as a “white mythology” where Whiteness is often sidestepped, despite the fact that technologies themselves are directly implicated in the construction of racial difference.", "Abbate, 2012; Sinclair, 2004). As Fouché (2013) argues, “the racial politics of difference and inferiority that allow one group to enslave or subjugate another manifest themselves within historical and contemporary discussions of technology creations and use” (pp. 61–62). In this way, race is “an epistemology at play in all technological production and consumption” (De la Peña, 2010: 923). Dinerstein (2006) argues that the concept of technology that circulates within American culture operates as a “white mythology” where Whiteness is often sidestepped, despite the fact that technologies themselves are directly implicated in the construction of racial difference. As Dyer’s (1997) historical research on photography and cinema illustrates, technologies often “assume, privilege, and construct the idea of the white person” (p. 54) because they are created with Whiteness as an assumed default; Browne’s (2015) investigation of contemporary biometric and surveillance technologies suggests", "…history, and the consistent portrayal of marginalized racial groups as technologically incompetent, incapable, or otherwise lacking in expertise has been used as a strategy to assert the “natural” superiority of dominant groups and maintain racial difference (e.g. Abbate, 2012; Sinclair, 2004).", "Abbate, 2012; Sinclair, 2004). As Fouché (2013) argues, “the racial politics of difference and inferiority that allow one group to enslave or subjugate another manifest themselves within historical and contemporary discussions of technology creations and use” (pp.", "Abbate, 2012; Sinclair, 2004). As Fouché (2013) argues, “the racial politics of difference and inferiority that allow one group to enslave or subjugate another manifest themselves within historical and contemporary discussions of technology creations and use” (pp. 61–62). In this way, race is “an epistemology at play in all technological production and consumption” (De la Peña, 2010: 923). Dinerstein (2006) argues that the concept of technology that circulates within American culture operates as a “white mythology” where Whiteness is often sidestepped, despite the fact that technologies themselves are directly implicated in the construction of racial difference. As Dyer’s (1997) historical research on photography and cinema illustrates, technologies often “assume, privilege, and construct the idea of the white person” (p."], "intents": ["background", "methodology"], "citingPaper": {"paperId": "57bcff402cf1776bae22aa4fe483d119fa7d5f07", "externalIds": {"DBLP": "journals/nms/Miltner21", "MAG": "3004272833", "DOI": "10.1177/1461444819899623"}, "url": "https://www.semanticscholar.org/paper/57bcff402cf1776bae22aa4fe483d119fa7d5f07", "title": "“One part politics, one part technology, one part history”: Racial representation in the Unicode 7.0 emoji set", "abstract": "Emoji are miniature pictographs that have taken over text messages, emails, and Tweets worldwide. Although contemporary emoji represent a variety of races, genders, and sexual orientations, the original emoji set came under fire for its racial homogeneity: minus two “ethnic” characters, the people emoji featured in Unicode 7.0 were represented as White. This article investigates the set of circumstances that gave rise to this state of affairs, and explores the implications for users of color whose full participation in the emoji phenomenon is constrained by their exclusion. This project reveals that the lack of racial representation within the emoji set is the result of colorblind racism as evidenced through two related factors: aversion to, and avoidance of, the politics of technical systems and a refusal to recognize that the racial homogeneity of the original emoji set was problematic in the first place.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 87, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "History"], "authors": [{"authorId": "3485052", "name": "Kate M. Miltner"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5f8c63efff9d61070d8145d915e30c9f3c1300b4", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/5f8c63efff9d61070d8145d915e30c9f3c1300b4", "title": "Changes Everything ! But Who Changes ICT ? Conference or Workshop Item", "abstract": "Information and communication technology (ICT) has a changing power and digitalization is gradually changing society in all aspects of life. Across the western world, men are in majority in the ICT industry, thus, the computer programs that change “everything” are most often made by men. Unless questioned, this male dominance can be perceived as a “norm” and becomes invisible. Against this background, this paper will provide three examples of how a feminist gaze can contribute to raise important questions and produce an awareness of how exclusion mechanisms have produce a highly homosocial tendency in design of ICT systems in the western world. The three cases illustrate how a feminist gaze leading to feminist interventions can make a difference in various ways. The first author presents a case study of a pilot for involving programming in public education in secondary schools in Norway, where a complete lack of gender awareness makes this an offer for boys in most schools. Author two presents a case study comparing the situation in the IT business in the UK and India, finding challenges not only to the situation in the western world, but also to white western feminism. Author three discusses alternative ways of involving women in ICT work, through practices of feminist pedagogy, emphasizing hands-on work.", "venue": "", "year": 2021, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "41158298", "name": "H. Corneliussen"}, {"authorId": "26930226", "name": "Clem Herman"}, {"authorId": "31728820", "name": "R. Gajjala"}]}}, {"isInfluential": false, "contexts": ["Criada em 1987 por Anita Borg, a primeira comunidade feminina tecnológica lançada no mundo chamou-se Systers14 [Abbate 2012]."], "intents": ["background"], "citingPaper": {"paperId": "63fbc0ade4648b1d6fe07496228f7a5bfdf7887d", "externalIds": {"MAG": "3180609548", "DOI": "10.5753/WIT.2021.15840"}, "url": "https://www.semanticscholar.org/paper/63fbc0ade4648b1d6fe07496228f7a5bfdf7887d", "title": "Comunidades de mulheres em tecnologia: estudo comunicacional e organizacional", "abstract": "Nos últimos dez anos verificou-se o aumento na criação e desenvolvimento de comunidades femininas em tecnologia no Brasil e em Portugal. Constituídas sobretudo em plataformas digitais, desenvolvem estratégias de comunicação multiplataforma para cumprimento de propósitos. Este trabalho visa apresentar resultados preliminares de pesquisa doutoral sobre como estas comunidades desempenham papel catalisador de inclusão, formação e ativismo de mulheres em tecnologia brasileiras e portuguesas. Pretende-se apresentar características organizacionais e comunicacionais destas comunidades, relacionadas ao paradigma tecnológico de Castells, a conceitos como ciberfeminismo, tecnofeminismo e social computing.", "venue": "Anais do XV Women in Information Technology (WIT 2021)", "year": 2021, "referenceCount": 18, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2128549338", "name": "Renata Loureiro Frade"}]}}, {"isInfluential": false, "contexts": ["As pointed out by Janet Abbate [1], the early days of computing were much more progressive in this respect."], "intents": ["background"], "citingPaper": {"paperId": "92114226a2761e0d76313d2dc46bf20080f584ca", "externalIds": {"DBLP": "conf/icer/ChristensenMGGB21", "DOI": "10.1145/3446871.3469758"}, "url": "https://www.semanticscholar.org/paper/92114226a2761e0d76313d2dc46bf20080f584ca", "title": "Computing Educational Activities Involving People Rather Than Things Appeal More to Women (Recruitment Perspective)", "abstract": "There is a strong need for a more equal gender balance within the computing field. In 1998, Richard A. Lippa [29] uncovered a relationship between gender and preference within the People–Things spectrum, with women preferring People-oriented activities to a higher degree than men. The aim of this paper is twofold. First of all, we wish to determine if a similar relation can be established in the particular context of computing educational activities. Second of all, we wish to see if Lippa’s findings can be extrapolated to contemporary high-school students. To do that, we designed and conducted an experiment involving around 500 Danish high-school students who have been asked to choose between a People-themed version vs an isomorphic Things-themed version of four activities representative for computing education. The results show that the odds of a woman preferring a task involving People is 2.7 times higher than those of a man. The odds of a student without prior programming experience preferring a task involving People is 1.4 times higher than those of a student with programming experience. If we compare women without programming experience to men with programming experience the effect is even more pronounced; indeed, the combined effect is 3.8 (2.7 × 1.4). Our study implies a recommendation for computing educators to, whenever possible, favor educational activities involving People over Things. This makes educational activities appeal more to female students (and to students without programming experience), while not making a difference for male students (or students with programming experience). Since the experiment measured only the appeal of tasks (the users were not expected to perform them) the results we obtained can be useful for recruitment processes where the overall image and appeal of material makes a difference.", "venue": "ICER", "year": 2021, "referenceCount": 66, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2123498807", "name": "I. Christensen"}, {"authorId": "2123499843", "name": "Melissa Høegh Marcher"}, {"authorId": "80316774", "name": "P. Grabarczyk"}, {"authorId": "1822138", "name": "T. Graversen"}, {"authorId": "1709020", "name": "Claus Brabrand"}]}}, {"isInfluential": false, "contexts": ["This gender imbalance has not always been the case (Abbate, 2012)."], "intents": ["background"], "citingPaper": {"paperId": "9eee28890f70d179449e95b88bf2b233bee56c6f", "externalIds": {"MAG": "3189888091", "DOI": "10.1080/1369118X.2021.1962947"}, "url": "https://www.semanticscholar.org/paper/9eee28890f70d179449e95b88bf2b233bee56c6f", "title": "The power of code: women and the making of the digital world", "abstract": "ABSTRACT Most research on gender and digital communication centers on how women use digital media, how they participate online, or how they are treated in online forums and social media. This article, in contrast, approaches gender from a behind the screen perspective. How algorithms and platforms are created, designed, and maintained, the affordances they provide for users and how they govern the ways users communicate with each other, has a major impact on digital communication. However, it is mostly men who create these technologies. Our study approaches technologies as socio-cultural, departing from the concept of network media logic. Empirically, it is based on (1) the review of a diverse body of literature from the history of programming, professional sociology, and computer science and documents such as the diversity reports from tech giants, as well as on (2) 64 semi-structured expert interviews conducted with male and female programmers in seven countries over a time-period of four years. Results show that the gender gap continues to run deep. We report results in four dimensions: professional culture, pervasive stereotypes, lack of role models and typical career paths.", "venue": "Information, Communication & Society", "year": 2021, "referenceCount": 61, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2845527", "name": "U. Klinger"}, {"authorId": "50163437", "name": "J. Svensson"}]}}, {"isInfluential": false, "contexts": ["Programming, often perceived as the “core” of traditional ICT fields such as informatics, was previously perceived as women’s work (Abbate, 2012), before increased institutionalization turned it into a realm of male dominance (Ensmenger, 2012; Hayes,"], "intents": ["background"], "citingPaper": {"paperId": "9f40dc7778f4bf71f9c887ac0d6b9024fcc7b192", "externalIds": {"MAG": "3179091442", "DOI": "10.4324/9781003045946-3"}, "url": "https://www.semanticscholar.org/paper/9f40dc7778f4bf71f9c887ac0d6b9024fcc7b192", "title": "Women empowering themselves to fit into ICT", "abstract": null, "venue": "Technology and Women's Empowerment", "year": 2021, "referenceCount": 58, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "41158298", "name": "H. Corneliussen"}]}}, {"isInfluential": false, "contexts": ["It was not until the late 1970s when gender representation swung dramatically in the other direction, resulting in very small numbers of women in the field.(5) The representation of women in computing has slowly increased over the last few decades."], "intents": [], "citingPaper": {"paperId": "fcde493744298731cac61ab9b3c7903e1e6a3be0", "externalIds": {"DBLP": "journals/cse/FrehillL21", "DOI": "10.1109/MCSE.2020.3043153"}, "url": "https://www.semanticscholar.org/paper/fcde493744298731cac61ab9b3c7903e1e6a3be0", "title": "Twitter Gone Wrong: How Constructive Dialog and Collaboration Enable Innovation", "abstract": "O pen source software relies upon a community in which new code is continuously developed, shared, and refined. Research suggests a correlation between team diversity and innovation. Within this context, collaboration, open dialog, and multiple voices from diverse backgrounds facilitate innovation. Over the past few decades, teams have increased in size while becoming more reflective of the globalization of knowledge work, harnessing the power of diverse points of view. Team size and the increased complexity of published research are illustrated in lengthy lists of authors with some journals now including metadata about authors’ contributions. While disciplines vary in how authorship is credited, it is common to include all team members because the research is due to collective contributions. Authorship is important to researchers’ careers both as credit for contribution to the team and to communicate connection to one’s coauthors, which often leads to future collaboration invitations. In our current reality of physical isolation, with conferences moving online, coauthorships are even more important for professional networking. Online platforms we now must use lack the informal, face-to-face interactions we use to identify potential collaborators and develop trust in each other’s abilities. As such, the web of connections associated with coauthorships is an important signal of competence. NumPy, an open source numerical library exemplifies the transition to larger teams and consequent increase in the number of article authors. A 2011 CiSE article describes NumPy performance enhancement research with just three authors. In 2020, a Nature article about NumPy has 26 authors. The article’s all male and no female author list rapidly evolved into a Twitter storm when Lior Pachter tweeted: “There is something deeply flawed with SciPy. The recent @numpy_team paper just published with 26 male authors and 0 women is a symptom.” As discussed in a recent article, demographic diversity of computing has a long way to go, lagging many fields such as biology. Interestingly, “computer” or “compute-her” referred to women who compute by solving equations during the late 19th and early 20th century. When calculating machines were invented, women represented a significant portion of the programming workforce, including those who created programming languages (e.g., Grace Hopper). It was not until the late 1970s when gender representation swung dramatically in the other direction, resulting in very small numbers of women in the field. The representation of women in computing has slowly increased over the last few decades. The growth of women in computing organizations has played an important role by addressing issues faced by women. To make further progress, an article in the last CiSE issue explored the importance of leadership to address inclusion. The growth of science teams places emphasis on the leadership to facilitate discovery and innovation in pursuit of the truth. Finding truth requires respect for facts, the process, and people. In the diversity and inclusion context, the November–December article posited that leaders need to accept responsibility for facilitating freedom and respect; e.g., freedom from bias, isolation, and low self-efficacy and respect derived through full acceptance and integration into", "venue": "Computing in Science & Engineering", "year": 2021, "referenceCount": 17, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "16314563", "name": "L. Frehill"}, {"authorId": "38072657", "name": "Mary Ann E. Leung"}, {"authorId": "38072657", "name": "Mary Ann E. Leung"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "475c695a2e10659e53a3459c06f38553b8f7153f", "externalIds": {"MAG": "3044904392", "DOI": "10.4324/9780429777028-13"}, "url": "https://www.semanticscholar.org/paper/475c695a2e10659e53a3459c06f38553b8f7153f", "title": "Humans in the Loop", "abstract": null, "venue": "", "year": 2020, "referenceCount": 2, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2523530", "name": "J. Smithies"}, {"authorId": "1929345", "name": "Arianna Ciula"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4b14ae4b1a48b9c1a30c3acc86d38a717efd3730", "externalIds": {"PubMedCentral": "7702253", "MAG": "3110008114", "DOI": "10.1007/978-3-030-56286-1_2"}, "url": "https://www.semanticscholar.org/paper/4b14ae4b1a48b9c1a30c3acc86d38a717efd3730", "title": "Mechanized Significance and Machine Learning: Why It Became Thinkable and Preferable to Teach Machines to Judge the World", "abstract": "The slow and uneven forging of a novel constellation of practices, concerns, and values that became machine learning occurred in 1950s and 1960s pattern recognition research through attempts to mechanize contextual significance that involved building “learning machines” that imitated human judgment by learning from examples. By the 1960s two crises emerged: the first was an inability to evaluate, compare, and judge different pattern recognition systems; the second was an inability to articulate what made pattern recognition constitute a distinct discipline. The resolution of both crises through the problem-framing strategies of supervised and unsupervised learning and the incorporation of statistical decision theory changed what it meant to provide an adequate description of the world even as it caused researchers to reimagine their own scientific self-identities.", "venue": "The Cultural Life of Machine Learning", "year": 2020, "referenceCount": 180, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2029901969", "name": "Aaron Mendon-Plasek"}]}}, {"isInfluential": false, "contexts": ["Electronic computers were a matter of national security and economic productivity, and computer programming, which had been considered women’s work before, became an increasingly male domain from the 1960s onwards (Abbate, 2012; Hicks, 2017; Misa, 2010; Morley and McDonnell, 2015). Hand in hand with the masculinization of the programmer, digital technologies and code itself became endowed with an aura of rationality and detachment—that is, masculinity (Adam, 1998; Ensmenger, 2010, 2015). Media theorist Wendy Chun’s (2011: xii, 2) analysis of computers as ‘mediums of power’ offers an explanation for why the critiques of Annett’s computerized methods further weakened her precarious position in the field instead of transferring the authority of alleged masculine rationality to Annett’s model. Chun (2011: xii, 2, 20) suggested that computers empower users to envision, create, and ‘navigate [their] increasingly complex world’ while simultaneously imposing on them the demands of ‘neoliberal governmental power’; in other words, users are both ‘empower[ed]’ and ‘estrange[d]’. While Chun’s analysis focuses on 21st-century computer users, the idea that computers confer power on users and stabilize existing power dynamics held equally true for Annett and McManus. In Annett’s case, the latter characteristic outweighed the former. She was already marginalized as an older female clinical psychologist without a professorship. Moreover, she had never been educated in the use of computers and did not have immediate access to them, and her colleagues rejected her expertise in the use of masculine-coded machines. In contrast, McManus began using computers while on ‘a long vacation course in pharmacology in Cambridge in 1970’ and honed his skills in using them during his free time, and his credibility as a male MD/PhD benefitted significantly from seemingly rational and detached computational analyses.(23) Annett was not particularly computer-savvy, but computers promised to facilitate her statistical calculations.(24) Towards the beginning of her career, she carried out calculations by hand, at home, often over the course of several days. For the RS theory, Annett used computers to operationalize the most laborious calculations with help from computer scientists and her son. For her most-cited paper, Annett (1970) used a computerized association analysis to hone the distinction between the three presumed handedness phenotypes and give them empirical weight.", "Electronic computers were a matter of national security and economic productivity, and computer programming, which had been considered women’s work before, became an increasingly male domain from the 1960s onwards (Abbate, 2012; Hicks, 2017; Misa, 2010; Morley and McDonnell, 2015)."], "intents": ["background"], "citingPaper": {"paperId": "4eb16d35d3606a0b9a8b1b4d401ecad74d1f6deb", "externalIds": {"MAG": "3084936977", "DOI": "10.1177/0952695120944031"}, "url": "https://www.semanticscholar.org/paper/4eb16d35d3606a0b9a8b1b4d401ecad74d1f6deb", "title": "An even-handed debate? The sexed/gendered controversy over laterality genes in British psychology, 1970s–1990s", "abstract": "This article provides insight into the entwinement of the allegedly neutral category of handedness with questions of sex/gender, reproduction, dis/ability, and scientific authority. In the 1860s, Paul Broca suggested that the speech centre sat in the left brain hemisphere in most humans, and that right-handedness stemmed from this asymmetry. One century later, British psychologists Marian Annett and Chris McManus proposed biologically unconfirmed theories of how handedness and brain asymmetry were passed on in families. Their idea to integrate chance into genetic models of handedness was novel, and so was their use of computerized statistics to parse out the incidence of handedness genotypes and phenotypes. Notwithstanding significant conceptual and methodological overlaps, McManus and Annett did not collaborate and proposed competing theories. I analyse the sexed/gendered dimensions of their controversy by drawing on published literature, unpublished documents, and oral history interviews. I first attend to the epistemological importance of sex/gender. Both psychologists published several iterations of their models, which increasingly relied on questions of sex/gender and reproduction. Annett additionally linked handedness with stereotypically gendered cognitive abilities. Second, I argue that using masculine-coded computer technologies contributed to Annett’s professional marginalization whereas similar methods endowed McManus with surplus authority. Finally, I show that Annett’s complicity in stabilizing sociocultural hierarchies within her theory mirrored her personal experience of marginalization based on sex/gender, age, education, and lack of institutional affiliation. This analysis exemplifies the entanglement of cognitive and social factors in scientific controversies and adds to the literature on 20th-century British women psychologists.", "venue": "", "year": 2020, "referenceCount": 253, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3591146", "name": "Tabea Cornel"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "53f8c600bcd8416cc2d6e81055710d3b682f67f8", "externalIds": {"MAG": "2999679439", "DOI": "10.1007/s00048-019-00238-3", "PubMed": "31932849"}, "url": "https://www.semanticscholar.org/paper/53f8c600bcd8416cc2d6e81055710d3b682f67f8", "title": "Computers and Computing in Society", "abstract": null, "venue": "NTM", "year": 2020, "referenceCount": 36, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Sociology"], "authors": [{"authorId": "2958907", "name": "Valérie Schafer"}]}}, {"isInfluential": false, "contexts": ["(Abbate, 2012)."], "intents": [], "citingPaper": {"paperId": "59c78e0850048cb9eeaa92498bd53e645e3faf2f", "externalIds": {"MAG": "3008559231", "DOI": "10.5753/wit.2016.9713"}, "url": "https://www.semanticscholar.org/paper/59c78e0850048cb9eeaa92498bd53e645e3faf2f", "title": "Você é o melhor menino desse grupo", "abstract": "This article presents an account of the experiences of a group of women who are joined the technology area seeking to occupy positions in this area. The objective of this paper is to present their personal experiences and which factors influenced and motivated the entry of these women in the area of Information Technology to foster the development of actions that attract and encourage more women to this field. Resumo. Este artigo expõe um relato de experiências de um grupo de mulheres que se uniu buscando ocupar posições de trabalho no universo da tecnologia. O principal propósito é apresentar suas experiências pessoais e quais fatores influenciaram e motivaram o ingresso dessas mulheres na área de Tecnologia da Informação, visando contribuir com a elaboração de ações que possam atrair e estimular uma maior atuação feminina nesse meio.", "venue": "", "year": 2020, "referenceCount": 9, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "144596418", "name": "Ana Cristina de Oliveira"}, {"authorId": "2954778", "name": "Karolyne Oliveira"}, {"authorId": "146574168", "name": "Edlane Alves"}, {"authorId": "1578005940", "name": "Marcela Tassyany"}, {"authorId": "134884567", "name": "Y. Cabral"}, {"authorId": "148243124", "name": "T. Sousa"}, {"authorId": "1576586541", "name": "Fanny Batista"}]}}, {"isInfluential": false, "contexts": ["…sociocultural de carreiras generificadas, i.e. estereótipos de carreiras apropriadas para mulheres e de carreiras apropriadas para homens [Patton e Mcmahon 2014], na qual a área de Computação estaria estereotipadamente associada em grande parte do mundo ao domínio masculino [Abbate 2012]."], "intents": ["background"], "citingPaper": {"paperId": "5fd1dbf4941e3d8abd32f3da37e531a55a6498ad", "externalIds": {"MAG": "3108788232", "DOI": "10.5753/cbie.wcbie.2020.21"}, "url": "https://www.semanticscholar.org/paper/5fd1dbf4941e3d8abd32f3da37e531a55a6498ad", "title": "Um Estudo sobre o Desenvolvimento da Carreira das Estudantes do Ensino Médio Integrado em Informática", "abstract": "This paper aims to study the career development process of female high school students in Informatics in order to identify the factors wich could influence this process towards the choice of a higher education course in Computer Science. The paper presents an exploratory qualitative research with a multimethod design, conducted with 78 female students and 2 professors by surveys, focus groups and interviews. The crystallized analysis of the data revealed 93 influencing factors in the female students' career development wich were represented in domain models for each stage of the career development process. Resumo. Este artigo tem como objetivo a realização um estudo sobre o processo de desenvolvimento da carreira de estudantes de gênero feminino do ensino médio integrado à educação profissional (EMIEP) em Informática a fim de identificar os fatores que influenciam este processo para que elas almejem pela continuidade da sua formação na área em um curso de ensino superior em Computação. O estudo configura-se como qualitativo exploratório de design multimétodo, tendo sido realizado com 78 estudantes de gênero feminino e 2 docentes do EMIEP em Informática via questionários, grupos focais e entrevistas. A partir de uma análise cristalizada dos dados foi possível identificar 93 fatores de influência no desenvolvimento da carreira das estudantes e elaborar modelos de domínio destes fatores em cada etapa do processo de desenvolvimento da carreira.", "venue": "", "year": 2020, "referenceCount": 23, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2005077733", "name": "Karen Ribeiro"}, {"authorId": "2082426523", "name": "Cristiano Maciel"}]}}, {"isInfluential": true, "contexts": ["The growing body of theoretically ambitious historiographies of computing, such as works by Edwards (1996), Akera (2007), Ensmenger (2010), Abbate (2012), or Halpern (2014), dive even deeper into cultural imaginaries and ideological entanglements but reserve equally little space for the examination of the actual substances constituting computing as technical domain. Brunton’s (2013) discussion of the Bayesian approach to spam f iltering – which I will pick up in Chapter 6 – is a noticeable exception from the tendency to keep concrete techniques out of narrations that frame computing primarily as a cultural project. While such accounts have addressed broader political and ideological aspects, a dimension largely absent from traditional histories, they give us little insight into technical ideas and materialities, ignoring how they enable and def ine the actual behavior and work performed by computers. A clear apprehension of how cybernetic principles continue to inform ‘Silicon Valley thinking’, to use Internet critic Evgeny Morozov’s term (2013), can help us understand why systems are built as they are; a clear apprehension of the technicities involved, however, can push back against only seemingly inevitable associations between technology and ideology by making clear that technicity’s inner logics do not neatly align with cultural normativity and allow for the expression of a variety of aspirations. One area where scholars have been able to integrate these dimensions is the history of statistics. The foundational work by Hacking (1990), Desrosières (1998), Porter (1995), and others (Gigerenzer et al.", "The growing body of theoretically ambitious historiographies of computing, such as works by Edwards (1996), Akera (2007), Ensmenger (2010), Abbate (2012), or Halpern (2014), dive even deeper into cultural imaginaries and ideological entanglements but reserve equally little space for the examination of the actual substances constituting computing as technical domain. Brunton’s (2013) discussion of the Bayesian approach to spam f iltering – which I will pick up in Chapter 6 – is a noticeable exception from the tendency to keep concrete techniques out of narrations that frame computing primarily as a cultural project. While such accounts have addressed broader political and ideological aspects, a dimension largely absent from traditional histories, they give us little insight into technical ideas and materialities, ignoring how they enable and def ine the actual behavior and work performed by computers. A clear apprehension of how cybernetic principles continue to inform ‘Silicon Valley thinking’, to use Internet critic Evgeny Morozov’s term (2013), can help us understand why systems are built as they are; a clear apprehension of the technicities involved, however, can push back against only seemingly inevitable associations between technology and ideology by making clear that technicity’s inner logics do not neatly align with cultural normativity and allow for the expression of a variety of aspirations.", "The growing body of theoretically ambitious historiographies of computing, such as works by Edwards (1996), Akera (2007), Ensmenger (2010), Abbate (2012), or Halpern (2014), dive even deeper into cultural imaginaries and ideological entanglements but reserve equally little space for the examination…", "The growing body of theoretically ambitious historiographies of computing, such as works by Edwards (1996), Akera (2007), Ensmenger (2010), Abbate (2012), or Halpern (2014), dive even deeper into cultural imaginaries and ideological entanglements but reserve equally little space for the examination of the actual substances constituting computing as technical domain. Brunton’s (2013) discussion of the Bayesian approach to spam f iltering – which I will pick up in Chapter 6 – is a noticeable exception from the tendency to keep concrete techniques out of narrations that frame computing primarily as a cultural project.", "The growing body of theoretically ambitious historiographies of computing, such as works by Edwards (1996), Akera (2007), Ensmenger (2010), Abbate (2012), or Halpern (2014), dive even deeper into cultural imaginaries and ideological entanglements but reserve equally little space for the examination of the actual substances constituting computing as technical domain."], "intents": ["background"], "citingPaper": {"paperId": "623e4d82283fb283d15a6643722ba8f583701dba", "externalIds": {"MAG": "3047757197", "DOI": "10.5117/9789462986190"}, "url": "https://www.semanticscholar.org/paper/623e4d82283fb283d15a6643722ba8f583701dba", "title": "Engines of Order", "abstract": "The introduction chapter positions algorithmic information ordering as a central practice and technology in contemporary digital infrastructures, a set of techniques that serve as ‘levers on reality’ (Goody). While algorithms used in concrete systems may often be hard to scrutinize, they draw on widely available software modules and well-documented principles that make them amendable to humanistic analysis. The chapter introduces Gilbert Simondon’s mechanology and provides an overview of the structure and argument of the book.", "venue": "", "year": 2020, "referenceCount": 533, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145365724", "name": "Bernhard Rieder"}]}}, {"isInfluential": false, "contexts": ["other gender identities have been marginalised in cultural practices that are deeply engaged with technology (Abbate 2012).", "169 264\nFor more on the ways particular forms of work and technology have been gendered in 38 the recent past see Abbate (2012), Bix (2013).\nto present tracks (see Miller-Young 2007) could suggest that these visual images are speaking to particular notions of cis-masculinity shared by both producer…", "…teenage years, usually between ten to fifteen years ago (see Rollefson 2017: 169-171 for more on grime’s history), when these discourses were even more prevalent than now.\nother gender identities have been marginalised in cultural practices that are deeply engaged with technology (Abbate 2012)."], "intents": ["background"], "citingPaper": {"paperId": "65b8277d762144490f3555fa3720a87163d00358", "externalIds": {"MAG": "3036790041"}, "url": "https://www.semanticscholar.org/paper/65b8277d762144490f3555fa3720a87163d00358", "title": "SoundCloud, Sampling and Sonic Experimentation: Knowledge Transmission in Hip-Hop’s Underground", "abstract": "This thesis examines the roles of human and nonhuman actors in the transmission of knowledge in experimental hip-hop. What I call ‘experimental hip-hop’ emerged with a number of musical innovators, mostly based in Los Angeles, and has since spread globally, including to London, the main site of my investigations. The musicians who make this music are usually termed ‘producers’ or ‘beatmakers’, and they employ their laptops along with other instruments and music technologies to create their compositions, usually in bedroom studios. While this style has much in common with more traditional forms of hip-hop, producers have increasingly released instrumental pieces as compositions in their own right (rather than as backing tracks for rappers and MCs), and focused on creating different kinds of musical complexity. Producers deploy an array of innovative practices alongside more traditional ones, such as sampling. Drawing on a richly varied methodology, including long-form semi-structured interviews, participant observation of studio practices, and an examination of the creation of pre-composed musical materials, I analyse the role of human and non- human actors in the ways knowledge is transmitted. It is worth noting at this point that this thesis is a study of musical and technical knowledge rather than a number of forms of knowledge examined in Afrodiasporic and post-colonial scholarship. Throughout I argue that producers learn from both technologies and their peers, and that this approach to learning seems distinct from the kinds of formal and informal teacher- student relationships that exist in other forms of music making. This means that the musicians I study must not only be formidable autodidacts, but also able to build strong bonds with other producers to help them to help them vie for distinction in a musical landscape in which particular forms of compositional complexity are highly valued.", "venue": "", "year": 2020, "referenceCount": 287, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2037318286", "name": "Daniel Gouly"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "742b99a43fd4a5194ff49b7a2b98cb8b3dd11ead", "externalIds": {"DBLP": "conf/fie/HolandaMBRAW20", "MAG": "3112370129", "DOI": "10.1109/FIE44824.2020.9274257"}, "url": "https://www.semanticscholar.org/paper/742b99a43fd4a5194ff49b7a2b98cb8b3dd11ead", "title": "What do Female Students in Middle and High Schools Think about Computer Science Majors in Brasilia, Brazil? A Survey in 2011 and 2019", "abstract": "Research Full Paper - Computer Science majors lack gender diversity in Brasília, Brazil. Women are an underrepresented minority group in these majors. At the University of Brasilia, one of the top ten universities in Brazil, female undergraduate students account for less than 15% of the students in the Department of Computer Science. In an effort to understand the lack of interest in Computer Science majors among women, this paper addresses the following research questions: 1)Are female students in high school aware that Computer Science majors are predominantly male? 2)Are families of girls from Brasília supportive of their enrolment in Computer Science majors? 3)Do girls from Brasília think that Computer Science majors need a lot of Math? 4)Do female students in high school think that it is difficult to get a job in the field of Computing, with a good salary, and sufficient leisure time? and 5)Which factors influence a female student’s choice of a Computer Science major? We devised a questionnaire and applied it to female students in middle and high school on two occasions, in October 2011 (1391 responses) and in July 2019 (429 responses). This paper presents the analysis of the data from the responses, which indicates that the girls’ perceptions of Computing have not changed in those years.", "venue": "2020 IEEE Frontiers in Education Conference (FIE)", "year": 2020, "referenceCount": 36, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "143906110", "name": "M. Holanda"}, {"authorId": "35537332", "name": "R. Mourão"}, {"authorId": "20452472", "name": "G. V. Borries"}, {"authorId": "30764789", "name": "G. Ramos"}, {"authorId": "145267622", "name": "A. Araújo"}, {"authorId": "2057331457", "name": "M. E. Walter"}]}}, {"isInfluential": false, "contexts": ["(Abbate, 2012, p. 1).", "At first, programming was seen as largely clerical and intellectually undemanding, in part because challenges involved in programming were unanticipated and unrecognized by the men who built computers and supervised the programmers (Abbate, 2012; Ensmenger, 2010)."], "intents": ["background"], "citingPaper": {"paperId": "7ac4347bcb8244e3dd57509d0c6b498b84c4b20b", "externalIds": {"MAG": "3066926406", "DOI": "10.1037/rev0000209", "PubMed": "32804526"}, "url": "https://www.semanticscholar.org/paper/7ac4347bcb8244e3dd57509d0c6b498b84c4b20b", "title": "Masculine defaults: Identifying and mitigating hidden cultural biases.", "abstract": "Understanding and remedying women's underrepresentation in majority-male fields and occupations require the recognition of a lesser-known form of cultural bias called masculine defaults. Masculine defaults exist when aspects of a culture value, reward, or regard as standard, normal, neutral, or necessary characteristics or behaviors associated with the male gender role. Although feminist theorists have previously described and analyzed masculine defaults (e.g., Bem, 1984; de Beauvoir, 1953; Gilligan, 1982; Warren, 1977), here we define masculine defaults in more detail, distinguish them from more well-researched forms of bias, and describe how they contribute to women's underrepresentation. We additionally discuss how to counteract masculine defaults and possible challenges to addressing them. Efforts to increase women's participation in majority-male departments and companies would benefit from identifying and counteracting masculine defaults on multiple levels of organizational culture (i.e., ideas, institutional policies, interactions, individuals). (PsycInfo Database Record (c) 2020 APA, all rights reserved).", "venue": "Psychological review", "year": 2020, "referenceCount": 397, "citationCount": 30, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "2325780", "name": "Sapna Cheryan"}, {"authorId": "6007602", "name": "H. Markus"}]}}, {"isInfluential": true, "contexts": ["For more detailed studies on the marginalization of women in computing, see Abbate, Recoding Gender; Light, “When Computers were Women”; and Ensmenger, “Making Programming Masculine.” 42. Petrick, Making Computers Accessible, 22. 43. Swail, “A Punched Card Reader for the Blind,” 1. 44. National Research Council of Canada, “Punched-Card Reader,” 22–5. 45. Ibid. 46. Swail and McSheffrey, “An Electronic Punched-Card Reader for the Blind Computer Programmer,” 7–9. 47. Suen eventually moved on to Concordia University in Montreal, where he was hired as the head of a then new department with the Faculty of Engineering dedicated to computing. He continued working alongside Swail and others at the NRC, however, publishing their results well into the 1970s. Interview with Dr. Ching Suen, (14 June 2018), Centre for Pattern Recognition and Machine Intelligence, Concordia University, Montreal, Quebec. 48. “The Type-Reading Optophone,” 463. 49. Beddoes to McGill, 1 September 1967. 50. Swail to Milton, 12 September 1967. 51. Swail, “Sensory Aids for the Blind.” 52. Suen, Beddoes, and Swail, “The Spellex System of Speech Aids,” 217. 53. Ibid., 218. 54. Thiele, “The Career of a Lifetime,” 39; “In Memoriam: Judith C. Thiele 1944–1993,” 9. 55. “In Memoriam: Judith C. Thiele 1944–1993,” 9. 56. These photographs are now held in the collections of the UBC Open Photograph Collection, for example, “Michael Beddoes with Judith Thiele and ‘talking’ typewriter for the blind” (1972), UBC 41.1/1949, UBC Archives Photograph Collection, University of British Columbia Library, Vancouver, B.C. 57. The other two terminals were located at the Jericho Hill School for the Blind and the Vancouver branch of the Canadian National Institute for the Blind. Suen, Beddoes, and Swail, “The Spellex System of Speech Aids,” 218. 58. Suen, Beddoes, and Swail, “The Spellex System of Speech Aids,” 218–19. In fact, the last remaining remnant of Spellex is within the electronic model of Swail’s punched card reader, now within the collections of Ingenium: Canada‘s Museum of Science and Innovation: Swail card reader, model 5, (1970) artifact no.", "For more detailed studies on the marginalization of women in computing, see Abbate, Recoding Gender; Light, “When Computers were Women”; and Ensmenger, “Making Programming Masculine.” 42. Petrick, Making Computers Accessible, 22. 43. Swail, “A Punched Card Reader for the Blind,” 1. 44. National Research Council of Canada, “Punched-Card Reader,” 22–5. 45. Ibid. 46. Swail and McSheffrey, “An Electronic Punched-Card Reader for the Blind Computer Programmer,” 7–9. 47. Suen eventually moved on to Concordia University in Montreal, where he was hired as the head of a then new department with the Faculty of Engineering dedicated to computing. He continued working alongside Swail and others at the NRC, however, publishing their results well into the 1970s. Interview with Dr. Ching Suen, (14 June 2018), Centre for Pattern Recognition and Machine Intelligence, Concordia University, Montreal, Quebec. 48. “The Type-Reading Optophone,” 463. 49. Beddoes to McGill, 1 September 1967. 50. Swail to Milton, 12 September 1967. 51. Swail, “Sensory Aids for the Blind.” 52. Suen, Beddoes, and Swail, “The Spellex System of Speech Aids,” 217. 53. Ibid., 218. 54. Thiele, “The Career of a Lifetime,” 39; “In Memoriam: Judith C. Thiele 1944–1993,” 9. 55. “In Memoriam: Judith C. Thiele 1944–1993,” 9. 56. These photographs are now held in the collections of the UBC Open Photograph Collection, for example, “Michael Beddoes with Judith Thiele and ‘talking’ typewriter for the blind” (1972), UBC 41."], "intents": [], "citingPaper": {"paperId": "7b9425e9957eb2cdde3e5840c65d4dbc2dd98cc8", "externalIds": {"MAG": "3026982216", "DOI": "10.1080/07341512.2020.1760516"}, "url": "https://www.semanticscholar.org/paper/7b9425e9957eb2cdde3e5840c65d4dbc2dd98cc8", "title": "‘Rehabilitation aids for the blind’: disability and technological knowledge in Canada, 1947-1985", "abstract": "ABSTRACT Contrary to stereotypes that portray people with disabilities as passive recipients of technological innovation, individuals with sensory and mobility impairments have played key roles in the invention, design and use of adaptive or assistive devices over the course of the twentieth century. This article interrogates this history through a case study focusing on the research program of James Swail, an engineer with the National Research Council (NRC) of Canada from 1947 until 1985. As someone who was himself blind, Swail’s predicated his design work on an asset-based understanding of disability. He strived to disrupt conceptions of both the technological functionality and economic rationality of technologies produced for and by disabled people in mid-twentieth century Canada. Framed within a medical model, however, the overall fate of these machines mirrored back the imagined inability of people with disabilities to become fully participating members of the society in which they lived.", "venue": "", "year": 2020, "referenceCount": 148, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "30642239", "name": "B. Robertson"}]}}, {"isInfluential": false, "contexts": ["Outcomes include less opportunities to engage in computing clubs at school [1] and less encouragement from parents towards girls to participate in computing activities [22, 34]."], "intents": ["background"], "citingPaper": {"paperId": "8c2bf178573a1a1e6900e8222582d68d5c18ecfa", "externalIds": {"DBLP": "journals/corr/abs-2002-01840", "MAG": "3005176171", "ArXiv": "2002.01840", "DOI": "10.1145/3377814.3381708"}, "url": "https://www.semanticscholar.org/paper/8c2bf178573a1a1e6900e8222582d68d5c18ecfa", "title": "What prevents Finnish women from applying to software engineering roles? A preliminary analysis of survey data", "abstract": "Finland is considered a country with a good track record in gender equality. Whilst statistics support the notion that Finland is performing well compared to many other countries in terms of workplace equality, there are still many areas for improvement. This paper focuses on the problems that some women face in obtaining software engineering roles. We report a preliminary analysis of survey data from 252 respondents. These are mainly women who have shown an interest in gaining programming roles by joining the Mimmit koodaa initiative, which aims to increase equality and diversity within the software industry. The survey sought to understand what early experiences may influence later career choices and feelings of efficacy and confidence needed to pursue technology-related careers. These initial findings reveal that women's feelings of computing self-efficacy and attitudes towards software engineering are shaped by early experiences. More negative experiences decrease the likelihood of working in software engineering roles in the future, despite expressing an interest in the field.", "venue": "2020 IEEE/ACM 42nd International Conference on Software Engineering: Software Engineering Education and Training (ICSE-SEET)", "year": 2020, "referenceCount": 57, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1701595", "name": "A. Wolff"}, {"authorId": "2415255", "name": "Antti Knutas"}, {"authorId": "2030330", "name": "P. Savolainen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9231315969c391f2a24aa1b4d3a2b7125399a334", "externalIds": {"MAG": "3082998797", "DOI": "10.1353/tech.2020.0077", "PubMed": "33416794"}, "url": "https://www.semanticscholar.org/paper/9231315969c391f2a24aa1b4d3a2b7125399a334", "title": "Contextualizing Colossus: Codebreaking Technology and Institutional Capabilities", "abstract": "abstract:The Bletchley Park codebreaking center sits close to the heart of Britain’s collective sense of historical greatness. Historians view it as a highly successful but largely ad-hoc institutional response to novel cryptographic challenges, depicting both its reliance on elite mathematicians and a large labor force as ruptures with peacetime practice. In contrast, this article suggests that Bletchley Park’s success relied on institutional capabilities established in the prewar British state. It focuses on the celebrated “Colossus” electronic codebreaking devices as one element of a highly successful institutional collaboration between Bletchley Park, where they were used, and the Post Office research station at Dollis Hill, where they were designed and built. Correcting previous accounts, this article shows that this partnership was sponsored at the highest levels of government and supported by managers on both sides.", "venue": "Technology and culture", "year": 2020, "referenceCount": 55, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Engineering"], "authors": [{"authorId": "2096043923", "name": "Thomas Haigh"}, {"authorId": "50122365", "name": "T. Priestley"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a93217e1e54afd8f0ab92f8fd393b734f34a89e8", "externalIds": {"MAG": "3111158287", "DOI": "10.1515/opis-2020-0015"}, "url": "https://www.semanticscholar.org/paper/a93217e1e54afd8f0ab92f8fd393b734f34a89e8", "title": "From Print to Digital, from Document to Data: Digitalisation at the Publications Office of the European Union", "abstract": "Abstract Since the 1970s, the Publications Office of the European Union, the official publisher of all the institutions and bodies of the EU, has had to adapt to a fast-changing situation as the number of EU Member States has grown and the number and nature of publications has evolved (including publishing public tenders of EU institutions and Member States in 1978 through a supplement to the Official Journal of the European Union and handling CELEX, an interinstitutional and multilingual automated documentation system for community law, in 1992). These changes occurred over several ages of computing. The computerisation of the Publications Office was primarily a response to the need for rationalisation and productivity, but the aim was also to gradually adapt to new types of document publication and consultation. These different stages of digitalisation required the constant transfer of information to a multitude of media. Supports, such as punched cards, optical discs and CD-ROMs, had varying life expectancies and are all evidence of attempts to digitise information before the Web. This evolution not only illustrates the need to constantly harmonise a large amount of information, it also highlights some continuities. It affects the management of information systems but also meets regularly updated standardisation, interoperability and sustainability needs within a complex ecosystem.", "venue": "", "year": 2020, "referenceCount": 48, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2958907", "name": "Valérie Schafer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c4a1443bb1be9f0da74aeb77775218fb5b6acd0b", "externalIds": {"MAG": "3157204470", "DOI": "10.7282/T3-Q34M-0W81"}, "url": "https://www.semanticscholar.org/paper/c4a1443bb1be9f0da74aeb77775218fb5b6acd0b", "title": "The road to gamergate: the history of gender stereotyping in video game culture, 1970-2000 and beyond", "abstract": "OF THE DISSERTATION The Road to Gamergate: The History of Gender Stereotyping In Video Game Culture, 1970-2000 and Beyond By THOMAS M. DERR Dissertation Director: Elizabeth R. Petrick, PH.D. Computer technology has not always been dominated by men. Prior to 1984, women earning computer science degrees skyrocketed to nearly 37%. After this peak, the numbers dwindled down to just 17% by 2012. What happened here? This paper tells the story of how women grew to become more and more marginalized not only from computing, but from the culture of video games that would become extremely popular as home computers became more available to the public. This story traces how gender roles and stereotypes go on to gatekeep women from participating in video game and computer culture from the 1970s and well into the 2000s and beyond. This gatekeeping is perpetuated through the attitudes and perspectives of men who were typically the developers of computer hardware, software and video games. Public attitudes on violence and sexuality also contributed to the stereotyping of both young boys and girls, which was further reinforced through the narratives of the media. This story aims to provide agency to the voices of female gamers who were overlooked in their contemporary culture as well as in the vast history of video games.", "venue": "", "year": 2020, "referenceCount": 77, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2119330379", "name": "Thomas M. Derr"}]}}, {"isInfluential": false, "contexts": ["78 Abbate 2012.\nprogramming became professionalized, however, the gender composition of the industry shifted, marginalizing the work of female technical experts by fashioning them into a technical ‘underclass’."], "intents": ["background"], "citingPaper": {"paperId": "ccebd8b16513b9e9d4c012b9c103bebe33e49188", "externalIds": {"MAG": "3111117308", "DOI": "10.18356/E2A68CCF-EN"}, "url": "https://www.semanticscholar.org/paper/ccebd8b16513b9e9d4c012b9c103bebe33e49188", "title": "The Digital Revolution", "abstract": "The digital revolution brings immense potential to improve social and economic outcomes for women. Yet, it also poses the risk of perpetuating existing patterns of gender inequality. This report begins by outlining a conceptual framework for understanding the mutual shaping relationship between gender and technology. It then focuses on three areas to identify opportunities and risks in the digital revolution: education, work, and social/welfare services.", "venue": "", "year": 2020, "referenceCount": 189, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "4945673", "name": "J. Wajcman"}, {"authorId": "114929652", "name": "E. Young"}, {"authorId": "35199675", "name": "A. Fitzmaurice"}]}}, {"isInfluential": false, "contexts": ["This was then followed by the ‘leering answer’ (Abbate, 2012: 61) ‘Some of English Electric Leo’s best computer programmers are as female as anything’!", "Later, following the ‘merger’ with EE, she was featured in their advertising campaign ‘Why pick a woman to pep up your accounting department?’ This was then followed by the ‘leering answer’ (Abbate, 2012: 61) ‘Some of English Electric Leo’s best computer programmers are as female as anything’! FL–The role of women in the development of computing has justifiably become a topic for study in its own right. Indeed, Marie Hicks in her book published in 2017 blames the exclusion of women from the higher ranks of computing for the decline of the British Computer industry. Dame Stephanie Shirley mentioned above, set up F International in the 1960s to allow women, often with young children, to develop software on a part-time basis and working from home. She deliberately shortened her first name and styled herself ‘Steve Shirley’ to circumvent gender discrimination. In many cases being invited for meetings with male senior executives who assumed she was a man, and who might otherwise not have given her the time of day. AB–Indeed, and ironically F International fell foul of a key UK government response to gender discrimination, the Sex Discrimination Act (1975), which meant that they could no longer recruit only women, but had to be open to anyone who wished to apply for employment."], "intents": ["background"], "citingPaper": {"paperId": "d7756d23c024334018af5156271cbefab06f294c", "externalIds": {"DOI": "10.1177/0268396220908274"}, "url": "https://www.semanticscholar.org/paper/d7756d23c024334018af5156271cbefab06f294c", "title": "A ‘conversation’ between Frank Land (FL) and Antony Bryant (AB): PART I", "abstract": "The ‘conversation’ offers an important contribution to the archaeology of information systems, both in practice as an academic domain or discipline, and a focus on the genealogy of the field, including some of the accidents and deviations that marked later developments. It is derived from a series of conversations and later exchanges that I arranged with Frank Land. The substantive aspects date from the late 2017 and were then developed in a series of exchanges in 2018; although in effect he and I have been developing this conversation over many years, during which he has been continually challenging, expansive and forthcoming. Comments forthcoming from readers of earlier drafts indicated some perplexity regarding the genre and the objectives of our contribution, so it is important to note that the term ‘conversation’ is something of a conceit. It is not an interview per se, nor is it a biographical account. The core of what follows developed from our verbatim exchanges both face-to-face, and later via email. Some sections, however, have been reworked and enhanced to clarify and augment the issues raised. In addition, we have sought to provide a good deal of background and narrative to guide readers through the text, offering pointers to further resources. The overall contribution is intended to provide an informed and, we hope, informative contribution to people’s understanding of key social and technical issues of our time.", "venue": "Journal of Information Technology", "year": 2020, "referenceCount": 82, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "37993833", "name": "A. Bryant"}, {"authorId": "3276560", "name": "F. Land"}]}}, {"isInfluential": false, "contexts": ["There is no reason to suppose that they were less able than the women of ENIAC(23) or any others involved in data processing at the time.(24,25) Returning to the needs of the Department of Education, it already had a Burroughs ledger machine for superannuation accounts before the end of World War II, according to a letter from G.", "Ruth Engleback was far from alone in the pioneering days, and she, her peers, and the many women who operated punched card equipment before and after computerization deserve their place in history, from which they have largely been excluded until recently.(24,25) The end of 1960 was a decisive moment: mechanical data processing was coming to an end, new suppliers and products were appearing, the programming of machines was changing from physical labor to desk work, and thousands of clerical jobs were about to be transformed."], "intents": ["background"], "citingPaper": {"paperId": "e27a03ddb2e1208a2534b46e4fd1d1b7486b20b3", "externalIds": {"MAG": "3031087109", "DBLP": "journals/annals/Carpenter20", "DOI": "10.1109/MAHC.2020.2990647"}, "url": "https://www.semanticscholar.org/paper/e27a03ddb2e1208a2534b46e4fd1d1b7486b20b3", "title": "The First Computer in New Zealand", "abstract": "How quickly did the computer revolution reach the most remote Westernized country? Conventional history holds that the first modern computer in New Zealand—where “modern” means electronic, and with stored programs—was an IBM 650 leased from IBM Australia by the New Zealand Treasury in November 1960, and officially inaugurated in March 1961. This article discusses an alternative hypothesis—that the pioneer was in fact an ICT 1201 ordered in 1959 and installed by the New Zealand Department of Education a few months before the arrival of the IBM 650.", "venue": "IEEE Annals of the History of Computing", "year": 2020, "referenceCount": 44, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "1690789", "name": "B. Carpenter"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f9a32a7ee9cb2bf70055617f1019892c0f922d8d", "externalIds": {"MAG": "3005622819", "DOI": "10.2307/j.ctvvh85hb"}, "url": "https://www.semanticscholar.org/paper/f9a32a7ee9cb2bf70055617f1019892c0f922d8d", "title": "Immaterial Archives", "abstract": null, "venue": "", "year": 2020, "referenceCount": 340, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "47254670", "name": "J. Sharpe"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "07762e3bb95daf69ac1d710f87930aaa6731ed0b", "externalIds": {"MAG": "2940730177", "DBLP": "journals/cacm/PaytonB19", "DOI": "10.1145/3319422"}, "url": "https://www.semanticscholar.org/paper/07762e3bb95daf69ac1d710f87930aaa6731ed0b", "title": "Countering the negative image of women in computing", "abstract": "A positive image would inspire the capable but underrepresented who might otherwise give up on computing.", "venue": "Commun. ACM", "year": 2019, "referenceCount": 66, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2332920", "name": "F. Payton"}, {"authorId": "2442344", "name": "Eleni Berki"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0c7558422ea207d7adac3424532974cabad9df96", "externalIds": {"MAG": "2995377573", "DBLP": "journals/annals/Cortada19", "DOI": "10.1109/MAHC.2019.2926064"}, "url": "https://www.semanticscholar.org/paper/0c7558422ea207d7adac3424532974cabad9df96", "title": "Rethinking Why and How Organizations Acquire Information Technologies, Part 1", "abstract": "The purpose of this essay is to examine how a comfortable paradigm for explaining the spread of a major technology began cracking, shaken by new findings. I do this by, first, summarizing familiar explanations for the diffusion of computing, as much recently historical research still depends on it. Then I describe problems-cracks-appearing in these assumptions, followed by a proposed modification of how to view IT's diffusion-the why and how-an an update more in line with current historiography. The conclusion of this essay identifies implications for research on other technologies, especially those that emerged during the Second Industrial Revolution still unfolding, many of which are morphing into quasi-computers themselves.", "venue": "IEEE Annals of the History of Computing", "year": 2019, "referenceCount": 49, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Computer Science", "Sociology"], "authors": [{"authorId": "2932674", "name": "J. Cortada"}]}}, {"isInfluential": false, "contexts": ["Although not claimed by the author, this book offers further evidence for something feminist historical technological research has long demonstrated: social norms, industry and educational structures, and economic incentives shape the gendered nature of these professions (e.g., Abbate, 2012)."], "intents": ["background"], "citingPaper": {"paperId": "1af605f89c91f9144d70786bbbe8a3fb03e05290", "externalIds": {"MAG": "2973962680"}, "url": "https://www.semanticscholar.org/paper/1af605f89c91f9144d70786bbbe8a3fb03e05290", "title": "GAMING THE IRON CURTAIN. HOW TEENAGERS AND AMATEURS IN COMMUNIST CZECHOSLOVAKIA CLAIMED THE MEDIUM OF COMPUTER GAMES", "abstract": "Gaming the Iron Curtain: How Teenagers and Amateurs in Communist Czechoslovakia Claimed the Medium of Computer Games, by Jaroslav Švelch, is an important addition to broader calls for a more critical approach to game history, adding to the growing body of literature that moves beyond a focus on the commercial games industry in the United States, the UK, and Japan. Drawing on oral histories, archival material, preserved games, and other published sources, this book demonstrates that much of what we know about video game history has focused on narrow experiences of what was a diverse global phenomenon. Moreover, the book offers a picture of 1980s’ communist Czechoslovakia that pushes back on Western stereotypes of the Soviet Bloc. Much like Benjamin Peters’ (2016) How Not to Network a Nation, it shows us how parallel histories of the technological developments in capitalist and communist countries during the Cold War allow us to make sense of why, not just that, technologies and tech cultures within specific countries developed as they did.", "venue": "", "year": 2019, "referenceCount": 4, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1397330830", "name": "Silvester Buček"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "210284961f8e5efa5da95386601def4abd219b02", "externalIds": {"MAG": "2986178820", "DOI": "10.1353/cj.2019.0069"}, "url": "https://www.semanticscholar.org/paper/210284961f8e5efa5da95386601def4abd219b02", "title": "Why It Matters that Black Men and Queer Women Invented Digital Remix Culture", "abstract": null, "venue": "", "year": 2019, "referenceCount": 11, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "144171332", "name": "A. Kosnik"}]}}, {"isInfluential": false, "contexts": ["historical and cultural marginalisation of women in gaming (Abbate 2012; Kirkpatrick 2012).", "Its approach privileges the experiences of its participants by building analysis on the\nhistorical and cultural marginalisation of women in gaming (Abbate 2012; Kirkpatrick 2012)."], "intents": ["background"], "citingPaper": {"paperId": "4154e6b2ddcce5745ae241ea9a2d2d5bbe09e055", "externalIds": {"DOI": "10.5210/spir.v2019i0.10926"}, "url": "https://www.semanticscholar.org/paper/4154e6b2ddcce5745ae241ea9a2d2d5bbe09e055", "title": "“I NEVER USE HEADSETS”: WOMEN, WARINESS, AND HYPERVIGILANCE FOR THE INEVITABILITY OF ONLINE HARASSMENT IN GAMING CULTURE", "abstract": "The gaming community has been contoured by divisive issues around the exacerbation of sexism, racism, and harassment. These tensions culminated in 2014 in the shape of #gamergate: a decentralised online harassment campaign against women and feminism in gaming. Gamergate continues to intensify a heightened climate of hostility especially felt by women and minorities.This ongoing feminist ethnography has emerged from an imperative to create interventions into the increasing normalisation of online and offline harassment. In it, this research analyses the affective labour of how people navigate and ‘cope’ with discrimination in gaming cultures. \nThis paper will present vignettes of the larger research project of how online harassment has coloured people’s lived experiences, through thick-descriptions of in-depth semi-structured interviews conducted with 7 women who play videogames with their romantic partners. These interviews gesture towards a rich complexity of affective relationships at the nexus of gaming, romantic relationships, and the everyday lived experiences of women. To avoid bringing attention to their gender, harassment, and unwanted confrontations, women are hypervigilant. In similar ways to self-defence tactics, women constantly avoid using headsets to communicate with other players, keep clear of conversations about playing videogames, and minimise the performance of their femininity in public gaming spaces.This paper critically examines the dynamics of how the increasing normalisation and public gamification of online harassment impacts women’s engagement with gaming, as well as how ‘online’ harassment may invade into their intimate relationships and domestic ‘private’ spheres.", "venue": "AoIR Selected Papers of Internet Research", "year": 2019, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "27010503", "name": "M. Butt"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "494cf7acf5d485975dfd104bdf68ca8e1f564950", "externalIds": {"MAG": "2920949345", "DOI": "10.22533/AT.ED.572190703"}, "url": "https://www.semanticscholar.org/paper/494cf7acf5d485975dfd104bdf68ca8e1f564950", "title": "Fundamentos da Ciência da Computação", "abstract": "Nowadays, there are several technological advances that attenuate parental responsibility and help with their tasks. Furthermore, the importance of one or more computational systems that contribute to parental tasks is sensible. Therefore, is possible to notice a relation between motherhood and applications. Whereas, in present times, people are more and more busy and have less and less time, everyone needs aid to remember and execute everyday tasks. Thereby, the question: what is necessary to develop a mobile system that can help parents, in special first time ones? Stands out, therefore we propose the development of an application, using iOS and Android platforms to help as a virtual scheduler to users, through organizationing and reminding", "venue": "", "year": 2019, "referenceCount": 92, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "65775017", "name": "E. Martins"}]}}, {"isInfluential": false, "contexts": ["Gender does nevertheless constitute a small exception, although not a major one, since ARPANET still remains largely absent from the main contributions to gender-conscious histories of computing and networks (Abbate, 2012; Ensmenger, 2012; Misa, 2010; Schafer & Thierry, 2015)."], "intents": ["background"], "citingPaper": {"paperId": "4b2c36cb279a7ebbfb83bcf973e19ccbb2afe383", "externalIds": {"MAG": "2910880399", "DOI": "10.1080/24701475.2018.1560921"}, "url": "https://www.semanticscholar.org/paper/4b2c36cb279a7ebbfb83bcf973e19ccbb2afe383", "title": "Arpanet (1969–2019)", "abstract": "Abstract ARPANET’s story is part of the Internet’s official heritage, as a first crucial step in its development. Janet Abbate’s seminal work Inventing the Internet (1999) has extensively covered its history and is still a landmark in this area. However, the 50th anniversary of ARPANET provides an opportunity to reflect on existing histories and to open up the debate to new perspectives and approaches. If we consider ARPANET as a first step towards the Internet, how did it determine – and how does it continue to determine – our current understanding of the Internet? What is left to explore and discover in ARPANET’s history? And if ARPANET is dead today, are its legacy and spirit still alive, and if so, in what way?", "venue": "Internet Histories", "year": 2019, "referenceCount": 116, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "2077387842", "name": "Camille Paloque-Bergès"}, {"authorId": "2958907", "name": "Valérie Schafer"}]}}, {"isInfluential": true, "contexts": ["Building upon the work of Plant (1997) and Light (1999), Abbate’s Recoding Gender, Ensmenger’s The Computer Boys Take Over, and Hicks’s Programmed Inequality show how computer programming was originally the purview of women. For the first two decades of the modern computing era, programming was originally associated with (and predominantly done by) women; however, as programming shifted from a low-status, feminized task to work that was seen as central to control of corporate and state resources, women were edged out. Each of these books focus on the latter half of the twentieth century, starting with allied computing efforts in World War II (WWII) and progressing through the “computer revolution” of the 1950s, 1960s, and 1970s. While other histories of computing have tended to focus on specific individuals (e.g., Bernhardt, 2016), technologies (e.g., Gazzard, 2016), and institutions (e.g., Pugh, 1995), Hicks, Abbate, and Ensmenger center their analyses on computing labor, recognizing that labor is “the necessary connective between the political, economic, and technical elements of computing history” (Hicks, 2017, p. 5). They also understand, in a traditionally science and technology studies (STS) fashion, that histories of technology are inextricably histories of social relations and that per Star (1991), things always could have been otherwise.", "Building upon the work of Plant (1997) and Light (1999), Abbate’s Recoding Gender, Ensmenger’s The Computer Boys Take Over, and Hicks’s Programmed Inequality show how computer programming was originally the purview of women. For the first two decades of the modern computing era, programming was originally associated with (and predominantly done by) women; however, as programming shifted from a low-status, feminized task to work that was seen as central to control of corporate and state resources, women were edged out. Each of these books focus on the latter half of the twentieth century, starting with allied computing efforts in World War II (WWII) and progressing through the “computer revolution” of the 1950s, 1960s, and 1970s. While other histories of computing have tended to focus on specific individuals (e.g., Bernhardt, 2016), technologies (e.g., Gazzard, 2016), and institutions (e.g., Pugh, 1995), Hicks, Abbate, and Ensmenger center their analyses on computing labor, recognizing that labor is “the necessary connective between the political, economic, and technical elements of computing history” (Hicks, 2017, p. 5). They also understand, in a traditionally science and technology studies (STS) fashion, that histories of technology are inextricably histories of social relations and that per Star (1991), things always could have been otherwise. As Ensmenger argues, “there is never a single, ideal type toward which any given technology will inevitably evolve” and that technological development is shaped by those with the power to set technological and economic priorities (p. 26). In a similar vein, Hicks argues that not only do the “less tangible components of computing systems” shape priorities and possibilities at a particular moment, but that those decisions continue to reverberate for decades afterwards in a social form of path dependence (p. 5). Ensmenger posits that “nowhere are the social dimensions of technological development more apparent than in the history of computing,” given that “specific technologies are developed to solve specific problems, for specific users, in specific times and places” (p. 26). This argument is one that Hicks and Abbate also make, but their analyses hinge on the assertion that gender and sexuality specifically play a crucially formative role in the history of computing. Echoing Cockburn’s (2009) argument that “people are gendered by the jobs they do and in turn jobs are actively gendered by virtue of who does them” (p.", "John Mauchly and John Presper Eckert are given most of the credit for ENIAC since they were responsible for its hardware, Abbate points out that the ENIAC would have been useless without its six-woman programming team: Jean Jennings, Betty Snyder, Frances Bilas, Kay McNulty, Marlyn Wescoff, and Ruth Lichterman. Abbate shows how women working on the Colossus and ENIAC projects had similar experiences in the sense that they were underestimated by their project leaders and relegated to positions that were thought to be rote and unskilled. However, there were several major differences between the American and British projects that influenced the postwar prospects of the women who worked on them including divisions of labor, training models, and levels of secrecy. The Colossus computers were literally dismantled after the war, and the women who worked on them sworn to a lifetime of secrecy thanks to the provisions of the Official Secrets Act. On the other hand, the ENIAC women had the option to continue working, and many of them did, with some going on to distinguished careers in computing. Despite these success stories, American women as a whole went on to face a highly discriminatory workplace in the postwar era, albeit not in the rigidly institutionalized manner found in the British context. Instead of relegating women to specific, low-wage job classes in government like the British did, Abbate shows how employers in the United States relied on socially constructed conceptualizations of (and proxies for) skill to keep women and other marginalized groups out of higher-wage and management-level positions in computing firms. Citing Cockburn (1985), Abbate lays out how social judgments determine what capacities are seen as necessary for any particular job:"], "intents": [], "citingPaper": {"paperId": "541c8d325e4ce16ad6b72745849ffbc8c7a549e8", "externalIds": {"MAG": "2802351601", "DOI": "10.1177/0162243918770287"}, "url": "https://www.semanticscholar.org/paper/541c8d325e4ce16ad6b72745849ffbc8c7a549e8", "title": "Girls Who Coded: Gender in Twentieth Century U.K. and U.S. Computing", "abstract": null, "venue": "", "year": 2019, "referenceCount": 40, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3485052", "name": "Kate M. Miltner"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "616f766c6a5855d174c10f066d9fcb00a054aefe", "externalIds": {"MAG": "3005540670", "DOI": "10.14361/DCS-2019-0102"}, "url": "https://www.semanticscholar.org/paper/616f766c6a5855d174c10f066d9fcb00a054aefe", "title": "Introduction: Inequalities and Divides in Digital Cultures", "abstract": null, "venue": "", "year": 2019, "referenceCount": 71, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48175159", "name": "Annika Richterich"}, {"authorId": "2643408", "name": "P. Abend"}]}}, {"isInfluential": true, "contexts": ["…professions today, including assumptions about technical skill that shapes both the supply and demand for women’s labor in computing, different expectations for men’s and women’s careers, stereotypes relating to computers and who they are for, and the lack of work–life balance (Abbate, 2012: 2–3).", "Abbate (2012) draws on documentary evidence and 52 interviews in a historical study of “how gender has influenced the culture and structures of opportunity in the computing professions over time” (p. 2).", "We followed Abbate (2012) in using “women’s experiences as a lens to focus attention on unexamined mechanisms of gender discrimination” while recognizing that gender categories of masculinity and femininity are socially constructed and not determined by biological sex alone (p. 5).", "While the literature on the changing nature of political campaigns has been silent about gender in the field of political technology, scholars in other fields have analyzed how gender impacts organizations and work in other domains, including technology (Abbate, 2012; Hicks, 2017).", "This means not equating “studying gender with studying women, as if men and masculine culture were gender neutral” (Abbate, 2012).", "We follow Abbate (2012) in proceeding from the narratives of self-identified women because “by their very lack of fit with expected norms” they “can bring into sharp relief the gendered nature of science and technology.”"], "intents": ["background", "methodology"], "citingPaper": {"paperId": "6e2cb9e86dbb017c20ad11432f17f19d66496106", "externalIds": {"MAG": "2921505042", "DBLP": "journals/nms/KreissA19", "DOI": "10.1177/1461444819835573"}, "url": "https://www.semanticscholar.org/paper/6e2cb9e86dbb017c20ad11432f17f19d66496106", "title": "Navigating the brogrammers and the boys’ club: Women’s representation and experiences in political technology", "abstract": "This article offers the first systematic study of the hiring patterns and career experiences of women working on U.S. presidential campaigns in the new field of political technology. We paired the quantitative analysis of a dataset of 995 staffers active in technology, digital media, data, and analytics across four presidential election cycles (2004–2016) with data from 45 in-depth interviews with women active on 12 presidential campaigns. We find that women are systematically under-represented, they do not ascend to leadership positions at the same rates as men, and they do not have the same entrepreneurial opportunities. When women do get hired, many find it challenging to be heard, are judged according to different standards than men, and have few ways of holding people accountable for inappropriate behavior or arbitrary exercises of power. The findings likely have implications for other fields that have been reshaped by technology, from journalism to entertainment media.", "venue": "New Media Soc.", "year": 2019, "referenceCount": 91, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "50074760", "name": "Daniel Kreiss"}, {"authorId": "145957321", "name": "Kirsten Adams"}]}}, {"isInfluential": false, "contexts": ["(Elsie Shutt, hired by Raytheon in 1953, quoted in Abbate, 2012, p. 1)\nThis opening quote from Janet Abbate’s book Recoding Gender: Women’s Changing Participation in Computing (2012) captures the feminisation of computing work as a standard norm in the post-war United States and United Kingdom and the subsequent decline of women’s participation in computer science and programming from the Second World War to the late twentieth century.", "(Elsie Shutt, hired by Raytheon in 1953, quoted in Abbate, 2012, p. 1)\nThis opening quote from Janet Abbate’s book Recoding Gender: Women’s Changing Participation in Computing (2012) captures the feminisation of computing work as a standard norm in the post-war United States and United Kingdom and…", "This opening quote from Janet Abbate’s book Recoding Gender: Women’s Changing Participation in Computing (2012) captures the feminisation of computing work as a standard norm in the post-war United States and United Kingdom and the subsequent decline of women’s participation in computer science and programming from the Second World War to the late twentieth century."], "intents": ["background", "methodology"], "citingPaper": {"paperId": "7e842c618b2043a831d472e25a277dcbc5c0b99c", "externalIds": {"MAG": "2996200762", "DOI": "10.1177/0141778919878923"}, "url": "https://www.semanticscholar.org/paper/7e842c618b2043a831d472e25a277dcbc5c0b99c", "title": "Book Review: Programmed Inequality: How Britain Discarded Women Technologists and Lost its Edge in Computing by Marie Hicks", "abstract": "Five years down the line, Marie Hicks’ book Programmed Inequality: How Britain Discarded Women Technologists and Lost Its Edge in Computing (2017) continues in this scholastic tradition of critical history of gender in computing while extending the argument to the political economy of gender, work and technology at large. Hicks starts from the inception of the first digital, electronic, programmable computer—the Colossus in Great Britain during the Second World War—and follows the trajectory of technological change and computer work within British Civil Services until the early 1980s. Historical narratives in the book take a decadal approach to elaborate on the specific nature of computer work, the composition of labour and the larger policy context of the British Civil Services. As we move from wartime to peacetime, from electromechanical computer to electronic computer, from decolonisation to the Cold War, we see how British policymakers perceived the potential of computers in shaping the nation’s future and how that vision of the future intersected with the fate of the country’s women workforce in computing. Hicks skilfully recounts this entangled history by drawing on rich archival data, demographic data, media artefacts, individual interviews and other scholarly literature.", "venue": "Feminist Review", "year": 2019, "referenceCount": 2, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "10718270", "name": "Bidisha Chaudhuri"}]}}, {"isInfluential": false, "contexts": ["we should not assume that such behavior is a result of free choice. In fact, the history of computing occupations is also a history of marginalizing women from an increasing number of specializations (21). Thus far there have been no analysis based on large data in a contemporary setting, to analyze behavioral traces, and to assess the relative weight of categorical and behavioral gender in gender ine"], "intents": ["background"], "citingPaper": {"paperId": "8614b280b11a6c3d5c742cdd164f291ae98cf1dd", "externalIds": {"MAG": "2894549366", "DBLP": "journals/corr/abs-1810-03005", "ArXiv": "1810.03005", "DOI": "10.1140/epjds/s13688-019-0202-z"}, "url": "https://www.semanticscholar.org/paper/8614b280b11a6c3d5c742cdd164f291ae98cf1dd", "title": "Gendered behavior as a disadvantage in open source software development", "abstract": "Women are severely marginalized in software development, especially in open source. In this article we argue that disadvantage is more due to gendered behavior than to categorical discrimination: women are at a disadvantage because of what they do, rather than because of who they are. Using data on entire careers of users from GitHub.com, we develop a measure to capture the gendered pattern of behavior: We use a random forest prediction of being female (as opposed to being male) by behavioral choices in the level of activity, specialization in programming languages, and choice of partners. We test differences in success and survival along both categorical gender and the gendered pattern of behavior. We find that 84.5% of women’s disadvantage (compared to men) in success and 34.8% of their disadvantage in survival are due to the female pattern of their behavior. Men are also disadvantaged along their interquartile range of the female pattern of their behavior, and users who don’t reveal their gender suffer an even more drastic disadvantage in survival probability. Moreover, we do not see evidence for any reduction of these inequalities in time. Our findings are robust to noise in gender recognition, and to taking into account particular programming languages, or decision tree classes of gendered behavior. Our results suggest that fighting categorical gender discrimination will have a limited impact on gender inequalities in open source software development, and that gender hiding is not a viable strategy for women.", "venue": "EPJ Data Science", "year": 2018, "referenceCount": 78, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "11062016", "name": "B. Vedres"}, {"authorId": "80536505", "name": "Orsolya Vásárhelyi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "93512e42888ea5d8093586207e7d17dcdc5fa87e", "externalIds": {"DBLP": "journals/chb/YucelR19", "MAG": "2945508796", "DOI": "10.1016/J.CHB.2019.05.029"}, "url": "https://www.semanticscholar.org/paper/93512e42888ea5d8093586207e7d17dcdc5fa87e", "title": "Battling gender stereotypes: A user study of a code-learning game, \"Code Combat, \" with middle school children", "abstract": "Abstract. Gender has been consistently controlled as a variable in usability and playability tests. However, there is no consensus on whether and how gender differences should influence the design of digital environments. According to some research, digital environments may be unintentionally designed especially for males as a result of the existing gender biases which risks reproducing gender-polarized culture in a computational field. This study attempts to highlight that females are still being negatively affected by existing gender stereotypes and prescribed gender identities despite relatively equal access and use of computer technology. This qualitative study aims to provide insights about the first-time user experience in a home environment of 16 middle school children in Turkey (8 males - 8 females), aged between 11 and 14 years, with a code learning game named “Code Combat”. The analysis is supported with complementary quantitative findings. The present study investigates the participants' conceptualizations and opinions toward coding concept and this specific coding game. Further, it explores how existing gender stereotypes and gender biased expectations impact their behaviors and attitudes in the context of game experience. Our results indicated that perceived computer competence and perceived coding difficulty had important effects on the participants’ performance relatedly with their gender identity. According to our findings, there are important gender differences to be found in our 9 constructs, namely; perceived computer competence, perceived coding difficulty, identification, perceived game difficulty, perceived success, level of enjoyment, level of anxiety, the likelihood of playing it another time and the likelihood of trying new features.", "venue": "Comput. Hum. Behav.", "year": 2019, "referenceCount": 117, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2071701286", "name": "Yeliz Yücel"}, {"authorId": "2124264", "name": "Kerem Rizvanoglu"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ac4b0c0f01c05c40e42f91f2e4ae74842b1f68f1", "externalIds": {"MAG": "3006675274", "DOI": "10.26182/5d8d601400ecb"}, "url": "https://www.semanticscholar.org/paper/ac4b0c0f01c05c40e42f91f2e4ae74842b1f68f1", "title": "Why #WomenAreTooHardToAnimate: Exploring gender and identity in communities of play", "abstract": null, "venue": "", "year": 2019, "referenceCount": 1013, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "117686400", "name": "Sian Tomkinson"}]}}, {"isInfluential": true, "contexts": ["” Even as the gender disparity persists in the tech industry, in recent years scholars have recovered women’s contributions to the history of computing and network culture as a cause célèbre, such as Janet Abbate’s Recoding Gender (2012), Amy Sue Bix’s Girls Coming to Tech! (2014), and Liza Mundy’s Code Girls (2017).1 By Abbate’s reckoning, “female programmers and computer scientists leveraged their status as professionals to fashion new personal identities that united femininity with technical expertise” since the Electronic Numerical Integrator and Computer (ENIAC) “girls” and the origins of digital computing (p.", "” Even as the gender disparity persists in the tech industry, in recent years scholars have recovered women’s contributions to the history of computing and network culture as a cause célèbre, such as Janet Abbate’s Recoding Gender (2012), Amy Sue Bix’s Girls Coming to Tech! (2014), and Liza Mundy’s Code Girls (2017).", "Even as the gender disparity persists in the tech industry, in recent years scholars have recovered women’s contributions to the history of computing and network culture as a cause célèbre, such as Janet Abbate’s Recoding Gender (2012), Amy Sue Bix’s Girls Coming to Tech!"], "intents": ["background"], "citingPaper": {"paperId": "aedcfd77f5daeb89a8b106f47a66bc7e9fd5b6fb", "externalIds": {"MAG": "2944524838", "DOI": "10.28968/CFTT.V5I1.29615"}, "url": "https://www.semanticscholar.org/paper/aedcfd77f5daeb89a8b106f47a66bc7e9fd5b6fb", "title": "Cyberpunk's Other Hackers: The Girls Who Were Plugged In", "abstract": "This article locates an alternate paradigm of hacking in feminist cyberfiction, notably, James Tiptree, Jr.’s proto-cyberpunk novella, “The Girl Who Was Plugged In” (1973). I argue this story critically reorients our understanding of how information technologies and their material artifacts construct and reinforce norms of able-bodiedness and ability. Drawing on archival materials from Bell System, early information theory, and crip theory, my reading reveals that Tiptree’s portrayal of disability is tied to a cybernetic conception of error and noise. These frictions between users and their machine interfaces materialize unexamined performances of critical labor and noncompliance that I link to the emerging field of crip technoscience. Tracking these disruptions in cybernetic feedback across “The Girl Who Was Plugged In” and in historical accounts of the telephone switchboard operator, I show that error and noise underpin an early example of a feminist hacking ethos, and also crip accounts of electronic disembodiment often imputed to information society and cyberpunk fiction.", "venue": "Catalyst: Feminism, Theory, Technoscience", "year": 2019, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "147306288", "name": "Lindsey Dolich Felt"}]}}, {"isInfluential": false, "contexts": ["Until 1960’s, programming was considered women’s job and the computing area was dominated by women [5]."], "intents": ["background"], "citingPaper": {"paperId": "b2df9c31cdfcf3a0b2655d5f8b704640789f186e", "externalIds": {"MAG": "2952966744", "DBLP": "journals/corr/abs-1812-05560", "ArXiv": "1812.05560", "DOI": "10.1109/SANER.2019.8667987"}, "url": "https://www.semanticscholar.org/paper/b2df9c31cdfcf3a0b2655d5f8b704640789f186e", "title": "Expressions of Sentiments during Code Reviews: Male vs. Female", "abstract": "As most of the software development organizations are male-dominated, many female developers encounter negative workplace experiences and report feeling like they “do not belong”. Exposures to discriminatory expletives or negative critiques from their male colleagues may further exacerbate those feelings. The primary goal of this study is to identify the differences in expressions of sentiments between male and female developers during various software engineering tasks. On this goal, we mined the code review repositories of six popular open source projects. We used a semi-automated approach leveraging the name as well as multiple social networks to identify the gender of a developer. Using SentiSE, a customized and state-of-the-art sentiment analysis tool for the software engineering domain, we classify each communication as negative, positive, or neutral. We also compute the frequencies of sentiment words, emoticons, and expletives used by each developer.Our results suggest that the likelihood of using sentiment words, emoticons, and expletives during code reviews varies based on the gender of a developer, as females are significantly less likely to express sentiments than males. Although female developers were more neutral to their male colleagues than to another female, male developers from three out of the six projects were not only writing more frequent negative comments but also withholding positive encouragements from their female counterparts. Our results provide empirical evidence of another factor behind the negative work place experiences encountered by the female developers that may be contributing to the diminishing number of females in the SE industry.", "venue": "2019 IEEE 26th International Conference on Software Analysis, Evolution and Reengineering (SANER)", "year": 2018, "referenceCount": 78, "citationCount": 21, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "3253198", "name": "Rajshakhar Paul"}, {"authorId": "2517154", "name": "Amiangshu Bosu"}, {"authorId": "1739877", "name": "Kazi Zakia Sultana"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d8b07683849fa317caee800fb85407bf8597b734", "externalIds": {"MAG": "3017691963", "DOI": "10.1201/9780429330704"}, "url": "https://www.semanticscholar.org/paper/d8b07683849fa317caee800fb85407bf8597b734", "title": "Teaching Tech Together", "abstract": null, "venue": "", "year": 2019, "referenceCount": 560, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2070347334", "name": "G. Wilson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "dd98eddb3150150607b49dbc82ab904b11efe459", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/dd98eddb3150150607b49dbc82ab904b11efe459", "title": "Brazilian School Girls’ Perspectives on a Computer Science Major: Mining Association Rules", "abstract": "The field of Computer Science (CS) has been of little interest for girls straight out of high school, when considering undergraduate majors in Brazil. At the University of Braśılia’s CS Department, female students account for less than 10% of the student body. In an effort to understand the girls’ lack of interest in computer related courses, we applied an anonymous questionnaire regarding their perceptions of the field. From 2011 to 2014 3707 female students completed this anonymous questionnaire. We compiled Association Rules in Data Mining to analyze these responses. The knowledge gained through this study could guide future research on the matter and provide guidelines for motivating girls to pursue careers in Computer Science.", "venue": "", "year": 2019, "referenceCount": 30, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "143906110", "name": "M. Holanda"}, {"authorId": "35537332", "name": "R. Mourão"}]}}, {"isInfluential": false, "contexts": ["The book fits in a line of literature that describes gender and racial inequality in male-dominated industries (e.g. Abbate, 2012; Evans, 2018; Shetterly, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "fe731c120b4c6bbbff745797f15f044d11a68c59", "externalIds": {"MAG": "2953678992", "DOI": "10.1177/1354856519856621"}, "url": "https://www.semanticscholar.org/paper/fe731c120b4c6bbbff745797f15f044d11a68c59", "title": "Book Review: Programmed Inequality: How Britain Discarded Women Technologists and Lost its Edge in Computing", "abstract": "showing how processes which may seem complex and technical are in fact complex and human. Internal teams within companies make impossible decisions daily about what to permit and how to word and implement standards. Paid contractors review flagged content for violations at compensation rates of fractions of a cent per image. Volunteer user moderators manage whole communities for no compensation beyond a sense of contributing to something meaningful. Though it would be impossible for humans to moderate all content on Facebook, an enormous number of large and small decisions are far out of reach for algorithms. Following the discussion of the aforementioned breastfeeding photo saga and the complexities of decisions on whether to filter or remove different types of content, Gillespie closes with a discussion of the future of content moderation. Platforms sit in an unenviable position where users expect both protection from other users and the freedom to express themselves as they see fit. The current system may be technically viable moving into the future, at least if companies are given the opportunity to hire small armies of content moderator contractors, but it is certainly not politically viable given ever-growing pressure from different stakeholders with conflicting interests. In the final chapter, Gillespie summarizes the heart of his argument where he presents possible avenues to address some of the major problems in content moderation. Readers following the debates about content moderation will be familiar with some of Gillespie’s recommendations, such as his call for more diversity in platform hires and a shift toward new business models, but there are a few details that push common discussion points in new directions. For example, Gillespie recommends building transparency directly into user interfaces, where unobtrusive notices could help us understand moderation-related actions happening around us. Similarly, he suggests that users might benefit from the fruits of their own moderation labor, which in this case means accessing aggregated data about what has been flagged. These are both categories of features that are plausible to implement and benefit users without giving up too much in the way of information about internal processes. Custodians of the Internet is written to be accessible to scholars, designers, engineers, executives, journalists, and policymakers from a wide variety of backgrounds, and each has something to gain from reading it. It covers the main content moderation categories, though there the spread of disinformation is only mentioned briefly. It is thorough in documenting the processes involved in content moderation at scale, and provides both a primer for readers new to the area and a wealth of details that will be new even to experienced readers. Though comprehensive, this work leaves many areas still open for exploration, particularly in the realm of user-driven moderation and users’ experiences with moderation. At their heart, content moderation discussions are conversations about our values as people and societies, and Gillespie’s work offers us an opportunity to consider what sort of future we envision for social computing and for public discourse as a whole.", "venue": "Convergence: The International Journal of Research into New Media Technologies", "year": 2019, "referenceCount": 12, "citationCount": 26, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "153440555", "name": "Ofra Klein"}]}}, {"isInfluential": false, "contexts": ["Le rôle important des femmes dans le développement de l’informatique jusque dans les années 1980 a ensuite été minimisé ou oublié (Gürer, 1995 ; Misa, 2011 ; Abbate, 2012)."], "intents": [], "citingPaper": {"paperId": "238e168decf07701832c6c46f8ac277b1742b762", "externalIds": {"MAG": "2898614136", "DOI": "10.3917/SIM.183.0011"}, "url": "https://www.semanticscholar.org/paper/238e168decf07701832c6c46f8ac277b1742b762", "title": "Approche féministe et recherche en S.I. : une étude de MIS Quarterly", "abstract": "Depuis plusieurs dizaines d’annees, dans differentes disciplines academiques (histoire, anthropologie, sociologie, sciences de l’education, sciences de gestion…), un ensemble de travaux interrogent la construction sociale des roles de sexe et partagent, a des degres divers, une approche de recherche que l’on peut appeler « approche feministe ». L’objectif de cet article est d’utiliser cette approche pour comprendre comment le feminin-masculin est pris en compte dans les recherches en systemes d’information (SI), et plus precisement dans une revue phare, MIS Quarterly. Pour cela, nous avons d’abord fait une description des differentes dimensions d’une approche feministe. En utilisant ce cadre, nous avons analyse de facon systematique tous les articles ou le terme gender apparait, en ayant a l’esprit que le terme en anglais peut aussi bien renvoyer a une variable demographique qu’a une notion de genre, entendue comme une organisation sociale des relations entre femmes et hommes. Notre analyse montre l’apport potentiel d’une approche feministe pour de nombreuses recherches en SI. Elle introduit une exigence accrue de rigueur theorique, elle permet de pointer sur des resultats culturellement biaises ou sur des failles dans les demonstrations proposees, et elle peut conduire a des resultats plus solides, plus riches et plus nuances. Par ailleurs, elle met en lumiere une responsabilite eventuelle des chercheur.es dans le maintien de stereotypes et/ou le renforcement de normes ou relations de pouvoir qui structurent un systeme d’information ou son management. Enfin, elle peut ouvrir sur de nouvelles perspectives de recherche.", "venue": "", "year": 2018, "referenceCount": 260, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Philosophy"], "authors": [{"authorId": "2375301", "name": "C. Morley"}]}}, {"isInfluential": false, "contexts": ["Gráfico dos resultados das perguntas fechadas\nDiferentemente do que afirma Abbate (2012), que coloca que a entrada de\nhomens e mulheres no mercado de trabalho da área de computação tem sido fortemente influenciada por desiguais oportunidades, na questão sobre contratação de profissionais, somente…", "Introdução\nEstudos e discussões sobre o decréscimo do número de participantes femininas em cursos da área tecnológica têm sido realizados há alguns anos (Corneliussen, 2011; Abbate, 2012).", "…iniciativas vêm sendo desenvolvidas em todo o mundo para despertar o interesse de estudantes femininas para a área tecnológica, como por exemplo, a criação de Conferências restritas para participantes femininas, com suporte de creches para crianças e foco em discussões técnicas (Abbate, 2012)."], "intents": ["background"], "citingPaper": {"paperId": "4403627a198e15c236e6c263dd6680c01d874ab2", "externalIds": {"MAG": "2920584659", "DOI": "10.5753/wit.2018.3384"}, "url": "https://www.semanticscholar.org/paper/4403627a198e15c236e6c263dd6680c01d874ab2", "title": "Participação de Alunas nos Cursos de Computação na Percepção de Alunos e Ex-alunos", "abstract": "This paper describes results of a research carried out with students and alumni of undergraduate courses from the technological area of different universities. It aimed to raise perceptions related to the issue of the low number of women in these courses, mainly in the courses related to the computing area and in the labor market.", "venue": "Anais do Women in Information Technology (WIT)", "year": 2018, "referenceCount": 13, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "16172897", "name": "R. Brum"}, {"authorId": "2127676140", "name": "Rosa Maria E. Moreira Da Costa"}, {"authorId": "2064041988", "name": "A. Araújo"}, {"authorId": "2056353330", "name": "Vera Werneck"}, {"authorId": "2129228362", "name": "Maria Clicia Stelling De Castro"}]}}, {"isInfluential": false, "contexts": ["Women’s burgeoning participation in media fandom online in the 1990s is thus part of what Janet Abbate (2012) calls a “much-discussed paradox:” namely, that “women’s\nCONTACT Andrea Horbinski horbinski@berkeley.edu 2018 Informa UK Limited, trading as Taylor & Francis Group\nnumbers in computing have…", "Women’s burgeoning participation in media fandom online in the 1990s is thus part of what Janet Abbate (2012) calls a “much-discussed paradox:” namely, that “women’s", "Women’s burgeoning participation in media fandom online in the 1990s is thus part of what Janet Abbate (2012) calls a “much-discussed paradox:” namely, that “women’s\nCONTACT Andrea Horbinski horbinski@berkeley.edu 2018 Informa UK Limited, trading as Taylor & Francis Group\nnumbers in computing have declined since the mid-1980s in the United States, even as women’s participation in other areas of science and technology has risen” (p. 3)."], "intents": ["background"], "citingPaper": {"paperId": "604eef52e9846e4fa401254f61390c2b4935be78", "externalIds": {"MAG": "2898399149", "DOI": "10.1080/24701475.2018.1500794"}, "url": "https://www.semanticscholar.org/paper/604eef52e9846e4fa401254f61390c2b4935be78", "title": "Talking by letter: the hidden history of female media fans on the 1990s internet", "abstract": "Abstract Women in the early 1990s went online for the first time and brought media fandom with them. Drawing on oral history interviews conducted with fans in 2012, this article describes the ways in which women’s burgeoning participation in internet spaces both defied and reinculcated pre-existing gendered divides in computing. Women used the new affordances of the internet to create and to augment social relationships with far-flung like-minded fans and to forge new communities devoted to their particular interests, especially via self-hosted mailing lists. They also established web archives devoted to preserving and maintaining their own fan production and history. However, the technical constraints of mailing lists and early archives drove fans to third-party journal sites in increasing numbers after the year 1999, setting up conflicts between fans and site owners with fans at the disadvantage. Nonetheless, the legacy of the first media fans online primed the expansion of fandom and especially fan fiction after the year 2000, to the extent that the internet is now understood to be for fan fiction.", "venue": "Internet Histories", "year": 2018, "referenceCount": 44, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "69845114", "name": "Andrea Horbinski"}]}}, {"isInfluential": true, "contexts": ["During the same period, women also staffed Britain’s codebreaking Collosus computer, although their career progression was more constrained by the secretive and highly regimented military context of the project (Abbate, 2012).", "…growth of the programming workforce created a demand for labour that included many female employees, with women constituting a quarter of programmers in the United States in 1970, albeit with a gender distribution skewed towards the lower end of the professional hierarchy (Abbate, 2012: 41).", "For instance, the promotion of the term “software engineering” from the 1960s was an attempt to recategorize programming under the auspices of the male-dominated and more prestigious field of engineering (Abbate, 2012)."], "intents": ["background"], "citingPaper": {"paperId": "61fc061b064caf0eae7c8a147eceb58dddaf9008", "externalIds": {"MAG": "2588540159", "DOI": "10.1177/1741659017690893"}, "url": "https://www.semanticscholar.org/paper/61fc061b064caf0eae7c8a147eceb58dddaf9008", "title": "From geek masculinity to Gamergate: the technological rationality of online abuse", "abstract": "In 2014, an orchestrated campaign of online abuse known as Gamergate overtook the global video game industry, calling unprecedented attention to the scope of gendered harassment on social media. Using Gamergate as an example, this article argues that explanations of online abuse that focus on its cultural or technological dimensions fail to capture the mediating role of online platforms in facilitating and rationalizing harassment and reputational damage. The concept of technological rationality pulls into focus the shared logics that shape platform design and administration as well as practices of online abuse. Proposed solutions to online abuse that fail to address technological rationality will ultimately leave in place the sociotechnical arrangements that make such abuse possible and impactful.", "venue": "", "year": 2018, "referenceCount": 76, "citationCount": 62, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48527588", "name": "M. Salter"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "82f1737ffb24ab153d5d3e3f971cbc420e3d3a05", "externalIds": {"DBLP": "conf/hcc/CorneliussenHG18", "MAG": "2888468013", "DOI": "10.1007/978-3-319-99605-9_18"}, "url": "https://www.semanticscholar.org/paper/82f1737ffb24ab153d5d3e3f971cbc420e3d3a05", "title": "ICT Changes Everything! But Who Changes ICT?", "abstract": "Information and communication technology (ICT) has a changing power and digitalization is gradually changing society in all aspects of life. Across the western world, men are in majority in the ICT industry, thus, the computer programs that change “everything” are most often made by men. Unless questioned, this male dominance can be perceived as a “norm” and becomes invisible. Against this background, this paper will provide three examples of how a feminist gaze can contribute to raise important questions and produce an awareness of how exclusion mechanisms have produce a highly homosocial tendency in design of ICT systems in the western world.", "venue": "HCC", "year": 2018, "referenceCount": 29, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "41158298", "name": "H. Corneliussen"}, {"authorId": "26930226", "name": "Clem Herman"}, {"authorId": "31728820", "name": "R. Gajjala"}]}}, {"isInfluential": false, "contexts": ["Moreover, such research sheds light on issues of access and inclusivity in hacking communities – which appears also relevant given the more general gender bias in IT professions (Abbate, 2012; Misa, 2011)."], "intents": ["background"], "citingPaper": {"paperId": "847106fcd33d744b0c98fe5ad4875e910d013c08", "externalIds": {"MAG": "2827806226", "DOI": "10.1080/1369118X.2018.1486867"}, "url": "https://www.semanticscholar.org/paper/847106fcd33d744b0c98fe5ad4875e910d013c08", "title": "Tracing controversies in hacker communities: ethical considerations for internet research", "abstract": "ABSTRACT This paper reflects on the ethics of internet research on community controversies. Specifically, it focuses on controversies concerning gendered, social interaction in hacking communities. It addresses the question how internet researchers should treat and represent content that individuals controversially discussed online. While many internet sources are likewise technically public, they may yet suggest distinct privacy expectations on the part of involved individuals. In internet research, ethical decision-making regarding which online primary sources may be, e.g., referenced and quoted or require anonymisation is still ambiguous and contested. Instead of generalisable rules, the context dependence of internet research ethics has been frequently stressed. Given this ambiguity, the paper elaborates on ethical decisions and their implications by exploring the case of a controversial hackerspaces.org mailing list debate. In tracing data across different platforms, it analyses the emerging ethico-methodological challenges.", "venue": "Information, Communication & Society", "year": 2018, "referenceCount": 132, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "48175159", "name": "Annika Richterich"}]}}, {"isInfluential": false, "contexts": ["Abbate (2012) claims the manufacturing of crisis was a challenge to disciplinary boundaries and gender identity.", "Abbate (2012) argues that since the advent of CSE in the 1950s, the field has constituted itself as being in ‘permanent crisis’ (Abbate, 2012: 73).", "Over several generations of programmers, these practices have calcified into a deeply entrenched, masculinist culture (Abbate, 2012; Ashcraft and Ashcraft, 2015; Misa, 2010; Ensmenger, 2010)."], "intents": ["background"], "citingPaper": {"paperId": "85dbcc738372f67716fb4375e5760302441c64ee", "externalIds": {"MAG": "2754306230", "DOI": "10.1177/1466138117728737"}, "url": "https://www.semanticscholar.org/paper/85dbcc738372f67716fb4375e5760302441c64ee", "title": "‘Different isn’t free’: Gender @ work in a digital world", "abstract": "US society is thoroughly computerized and the majority of its population engages in activities involving computers. Why, then, does computer science and engineering (CSE) remain highly male-dominated and seemingly impervious to desegregation? This study explores how CSE professionals in corporations and universities navigate and subvert male hegemony to persist. I document practices in CSE that reproduce the ideological union between masculinity and competency, including hazing, bragging, and bullying. These practices, much like rites of passage, also serve to indoctrinate CSE workers to the core values in computing knowledge production, including constant observation, combative work styles, and male hegemony, all of which differentially impact women. Women who persist in CSE describe their experiences as wearisome, constrained by a fear of being different, and thus further marginalized. I argue that processes and value systems by which people become computing professionals reflect a gendered, technocratic culture, one that reproduces labor segregation in CSE.", "venue": "", "year": 2018, "referenceCount": 82, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49146687", "name": "Coleen Carrigan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8680f4efa6035db81bf5086e74fef9954560f676", "externalIds": {"MAG": "2803477079", "DOI": "10.5399/UO/ADA.2018.13.10"}, "url": "https://www.semanticscholar.org/paper/8680f4efa6035db81bf5086e74fef9954560f676", "title": "Feminist Hackerspace as a Place of Infrastructure Production", "abstract": null, "venue": "", "year": 2018, "referenceCount": 17, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1989233", "name": "Selena Savic"}, {"authorId": "148164799", "name": "Stefanie Wuschitz"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9a106a12b290f91faf0172107caa6b3ca04fb73a", "externalIds": {"MAG": "2900839222", "DOI": "10.1215/17432197-7093380"}, "url": "https://www.semanticscholar.org/paper/9a106a12b290f91faf0172107caa6b3ca04fb73a", "title": "Program Text, Programming Style, Programmer Labor", "abstract": "Computer programming can be understood as both a kind of writing and a special class of human labor activity facilitating the automation of other human labor activities, not excluding itself. From the very beginning of the history of computer programming, it was recognized that the technical logic of programming is a logic of automation, indeed, a logic of self-automation or even recursive automation. This article suggests that a syntactic feature common to all programming languages used today serves as a register of this logic of automation, leaving traces in code that are legible if one knows where to look. That feature is the comment: natural-language text within a computer program that is written exclusively for human readers of the program and is separated from executable code, though it stands alongside it. At their most interesting, in patterns of use to which a managerial discourse of software craftspersonship is actively hostile, yet to which so-called literate programming practice is indifferent, program comments are traces of a mode of technical labor whose privilege and precarity both rest on its obscurity, an obscurity in no way resistant to reading.", "venue": "Cultural Politics", "year": 2018, "referenceCount": 97, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "48767093", "name": "Brian Lennon"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a27b5325d7cbc02800f424c5339084cb78656fe4", "externalIds": {"MAG": "2996143967"}, "url": "https://www.semanticscholar.org/paper/a27b5325d7cbc02800f424c5339084cb78656fe4", "title": "Search And Replace: Josephine Miles And The Origins Of Distant Reading", "abstract": null, "venue": "", "year": 2018, "referenceCount": 13, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "51010354", "name": "R. Buurma"}, {"authorId": "81993483", "name": "L. Heffernan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "be1080b1196ffd5ad85606a8a890a6f95ae8b8ca", "externalIds": {"MAG": "2865055626", "DOI": "10.3390/SOCSCI7070111"}, "url": "https://www.semanticscholar.org/paper/be1080b1196ffd5ad85606a8a890a6f95ae8b8ca", "title": "Segregation, Stereotypes, and STEM", "abstract": "Scientific, technical, engineering, and mathematical (STEM) occupations are strongholds of gender segregation in the contemporary United States. While many Americans regard this segregation as natural and inevitable, closer examination reveals a great deal of variability in the gendering of STEM fields across time, space, and demographic groups. This article assesses how different theoretical accounts accord with the available evidence on the gender composition of scientific and technical fields. We find most support for accounts that allow for a dynamic interplay between individual-level traits and the broader sociocultural environments in which they develop. The existing evidence suggests, in particular, that Western cultural stereotypes about the nature of STEM work and STEM workers and about the intrinsic qualities of men and women can be powerful drivers of individual aptitudes, aspirations, and affinities. We offer an illustrative catalog of stereotypes that support women’s STEM-avoidance and men’s STEM-affinity, and we conclude with some thoughts on policy implications.", "venue": "Social Sciences", "year": 2018, "referenceCount": 205, "citationCount": 78, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "9813994", "name": "Sarah Thébaud"}, {"authorId": "40090949", "name": "M. Charles"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e7b6499483cb0c561e100b18d4ea48a3318635e3", "externalIds": {"MAG": "2887550123", "DOI": "10.1353/AHC.2018.0013"}, "url": "https://www.semanticscholar.org/paper/e7b6499483cb0c561e100b18d4ea48a3318635e3", "title": "Susan Kare: Design Icon", "abstract": "Susan Kare is best known for designing the distinctive icons, typefaces, and other graphic elements that gave the Apple Macintosh its characteristic—and widely emulated—look and feel. Since then, Kare has spent the last three decades designing user interface elements for many of the leading software and Internet firms. If you have clicked on a desktop icon to save a file or tapped your smart phone screen to launch a mobile app, then you have benefited from Kares work. This article presents a professional biography of Kare and documents her continuing influence on user interface design.", "venue": "", "year": 2018, "referenceCount": 22, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40430929", "name": "E. Hintz"}]}}, {"isInfluential": true, "contexts": ["(Abbate 2012, 1).", "In the 1940s and 50s, women thought of digital computing as exciting and fun; it allowed them to be proud of their work and explore completely new territory (Abbate 2012, 11).", "6\nenter a completely unknown field and make significant contributions (Abbate 2012, 12- 13).", "The word “computer” actually originated in this period to refer to people – typically women – who manually did calculations at mechanical desks (Abbate 2012, 12-13)."], "intents": ["background"], "citingPaper": {"paperId": "123685a1c399e84d659fe8abfd467fe94477dcd2", "externalIds": {"MAG": "2592174258"}, "url": "https://www.semanticscholar.org/paper/123685a1c399e84d659fe8abfd467fe94477dcd2", "title": "A New Frontier: But for Whom? An Analysis of the Micro-Computer and Women’s Declining Participation in Computer Science", "abstract": "............................................................................................... iii Acknowledgements ................................................................................. iv", "venue": "", "year": 2017, "referenceCount": 31, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "119072276", "name": "E. Keinan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "194677edeafd7f44da07f7c5da0918bfe87ce6f1", "externalIds": {"MAG": "2795298200", "DOI": "10.1093/MTS/MTX017"}, "url": "https://www.semanticscholar.org/paper/194677edeafd7f44da07f7c5da0918bfe87ce6f1", "title": "Invisible Collaboration: The Dawn and Evolution of elektronische Musik", "abstract": null, "venue": "", "year": 2017, "referenceCount": 61, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Mathematics"], "authors": [{"authorId": "3824420", "name": "J. Iverson"}]}}, {"isInfluential": false, "contexts": ["…helpless) and refused other attributes (e.g., powerful, smart-developer) within/against social and political structures that uphold male-dominance in computing culture (see Abbate 2012; Jenson and Brushwood Rose 2003; Margolis and Fisher 2003), including in the videogame industry."], "intents": ["background"], "citingPaper": {"paperId": "1c81d10003075c40e0c4775d3d825af0245a7577", "externalIds": {"MAG": "2743067756", "DOI": "10.1080/10714413.2017.1344508"}, "url": "https://www.semanticscholar.org/paper/1c81d10003075c40e0c4775d3d825af0245a7577", "title": "(En)gendering videogame development: A feminist approach to gender, education, and game studies", "abstract": "Over the past 10 years there has been growing recognition that digital media like movies, video games, and social networking technologies are changing the way we think about teaching and learning. Videogames and videogame development are an important component of this new media landscape as one of the largest grossing industries in North America (Entertainment Software Association 2015). Research related to education and videogames has examined the learning potential of playing digital games. Scholars have explored how game mechanics have a rhetorical influence on players (Bogost 2007) and how “serious” social and political content can be taught/learned through gameplay (Frasca 2001; Dahya 2009). Others have considered the important role of videogames for learning and literacy (Gee 2003; Squire and Jenkins 2003; Squire 2011), the rich social worlds of massively multiplayer online games (Steinkuehler 2004; Nardi 2009; Dickey 2011), and the complexities of identity and representation through interaction with videogames (Shaw 2014; Jenson et al. 2011). These studies (among many others) demonstrate the potential of digital videogames as a valuable component of formal and informal education and support the continued exploration of videogame design and play as an important part of 21st century education (for a range of examples, see Dickey 2007; Kahne, Middaugh, and Evans 2008; Gerber et al. 2014; Fisher and Jenson 2016). There are compelling arguments for the need to include production and creation along with use, critique, and analysis of digital media in education to ensure multimedia literacy is comprehensive, relevant to, and applied in the lives of young people (Kafai, Ching, and Marshall 1997; Kress and Van Leeuwen 2001; Sanford and Madill 2008; Kafai, Peppler, and Chapman 2009; National Council of Teachers of English 2013; Ratto and Boler 2014). Creating videogames is one way to build multimedia literacy and improve computer-related skills and knowledge. Videogame development involves computational thinking, including the use of algorithms, setting game conditions, attributing specific variables for movement, speed, and action, continual problem solving, and it also includes significant arts-based practices (Kafai et al. 1998; Peppler and Kafai 2007; Carbonaro et al. 2010; Denner 2011; Denner, Werner, and Ortiz 2012; Kafai et al. 2012). Media making none defined", "venue": "", "year": 2017, "referenceCount": 81, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "46662172", "name": "Negin Dahya"}, {"authorId": "144267667", "name": "J. Jenson"}, {"authorId": "33375595", "name": "Katrina Fong"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "597756566d8e23f0153521461c9f201e37971be8", "externalIds": {"MAG": "2621981038", "DOI": "10.1057/978-1-137-52702-8_4"}, "url": "https://www.semanticscholar.org/paper/597756566d8e23f0153521461c9f201e37971be8", "title": "Innovations, Gender and the New Economy", "abstract": "Technology and its different adaptations are the key fields for the contemporary innovations. Within technology, the forward-thinking and new openings are highly promoted in contemporary societies. Innovations such as games and the whole gaming industries are at the core business sectors in the new digitalized platform economy. Yet, much of the development in technical initiatives and technology is ignorant of gender issues, and in many corporations minority of tech employees are women. The several initiatives, courses and prizes around the globe, initiated by women and by organizations, to activate girls to become interested in technology design and to become game designers and programmers are discussed in the chapter. The Internet of things transforms our everyday lives through consumption and brings new challenges for gender analysis with its ostensibly gender-neutral operations. The chapter discusses some of the recent aspects of wearable technologies and Internet of Things in relation to gender and innovations.", "venue": "", "year": 2017, "referenceCount": 67, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "87805847", "name": "Seppo Poutanen"}, {"authorId": "2024266", "name": "Anne Kovalainen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5fcd5fbb55ac2eabaf111fdf997141cd385c6175", "externalIds": {"MAG": "2763635275", "DOI": "10.1353/AHC.2017.0026"}, "url": "https://www.semanticscholar.org/paper/5fcd5fbb55ac2eabaf111fdf997141cd385c6175", "title": "Hidden Figures: The American Dream and the Untold Story of the Black Women Mathematicians Who Helped Win the Space Race by Margot Lee Shetterly (review)", "abstract": "Among these problem-solvers were a group of exceptionally talented African American women, some of the brightest minds of their generation. Originally relegated to teaching math in the South’s segregated public schools, they were called into service during the labor shortages of World War II, when America’s aeronautics industry was in dire need of anyone who had the right stuff. Suddenly, these overlooked math whizzes had a shot at jobs worthy of their skills, and they answered Uncle Sam’s call, moving to Hampton, Virginia and the fascinating, high-energy world of the Langley Memorial Aeronautical Laboratory.", "venue": "", "year": 2017, "referenceCount": 2, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145242468", "name": "K. Allen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8099305819195c758d05f9c73cad8806179cecda", "externalIds": {"MAG": "2743413911", "DOI": "10.18260/1-2--28377"}, "url": "https://www.semanticscholar.org/paper/8099305819195c758d05f9c73cad8806179cecda", "title": "Following in the Footsteps of Distinguished Leaders in Science, Technology, Engineering, and Mathematics (STEM): Narratives of the Next Generation of Young People Preserving key Oral Histories of our Societal History", "abstract": "This project chronicles the oral histories of living female leaders in science, technology, and mathematics in the early part of the 21 century by female students at the very early stages of their careers. It is important to chronicle the histories of these leaders because they are identified by our students as role models in the careers the students are considering. The value that their perspectives bring to the field of oral history is a unique set of one-on-one conversations with students who have selected them from national databases of STEM leaders. Additionally the leaders provide previously unprecedented mentorship and perspectives into their life stories in science. Currently starting its fifth year, the goal of this project is to add to the body of knowledge of oral history by collecting oral histories of women in physics and engineering whose career paths span leadership roles in industry, government, and academia. This project is a collaboration of six female undergraduates at four academic institutions of higher education, IEEE History Center, and American Institute of Physics (AIP) Center for the History of Physics. We are excited that in June 2015 and June 2016, the first three participating students graduated with a STEM degree. Interviews collected in this project are previously published on the IEEE Engineering Technology and History Wiki (ETHW). Following the oral history interviews, the students write reflections to answer the following three research questions (RQ). RQ#1 is “What are the key factors that led to the success of the distinguished leaders?.” RQ#2 is “What are the crucial skills that enabled their success?.” RQ#3 is “What is the impact on my career path?” One objective of this paper is for the participating female students, who are majoring in STEM fields, to present their reflections on the three research questions. A second objective is for the students to describe the impact, if any, that carrying out interviews of distinguished STEM leaders has had on their career paths. This paper presents new contributions from three participating students as well as additional contributions from two students who have published preliminary results previously.", "venue": "", "year": 2017, "referenceCount": 25, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "50000851", "name": "K. Irvin"}, {"authorId": "9094879", "name": "E. Hiteshue"}, {"authorId": "100602908", "name": "S. Swanson"}, {"authorId": "101779566", "name": "Caroline Missouri Wochnick"}, {"authorId": "101094474", "name": "Hannah Bech"}, {"authorId": "101455541", "name": "Amanda Marie Kapetanakis"}, {"authorId": "2958700", "name": "M. Lanzerotti"}, {"authorId": "2064532545", "name": "D. Langley"}, {"authorId": "2130231", "name": "M. Geselowitz"}, {"authorId": "100890511", "name": "MaryAnn C. Hellrigel"}, {"authorId": "46923456", "name": "G. Good"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "88bc7718a168240e08d08ee9ba3c1b790ab25eec", "externalIds": {"MAG": "2742876884", "DOI": "10.18260/1-2--27833"}, "url": "https://www.semanticscholar.org/paper/88bc7718a168240e08d08ee9ba3c1b790ab25eec", "title": "Board # 33 : Work in Progress: Toward an Understanding of Strategies Used in Open-ended Programming Tasks", "abstract": "Darren Maczka is a Ph.D. candidate in Engineering Education at Virginia Tech. His background is in control systems engineering and information systems design and he received his B.S. in Computer Systems Engineering from The University of Massachusetts at Amherst. He has several years of experience teaching and developing curricula in the department of Electrical and Computer Engineering at Virginia Tech.", "venue": "", "year": 2017, "referenceCount": 23, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "122524980", "name": "D. Maczka"}, {"authorId": "145061986", "name": "J. Grohs"}]}}, {"isInfluential": false, "contexts": ["In computing, the significant role women played in its history has been underreported, and some researchers are working to address this imbalance (Abbate, 2012; Hicks, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "8cb2fb414a28d869050e718c8fbfc079a615deeb", "externalIds": {"MAG": "2620786999", "DOI": "10.1080/1097198X.2017.1321362"}, "url": "https://www.semanticscholar.org/paper/8cb2fb414a28d869050e718c8fbfc079a615deeb", "title": "Lessons from the Past: The Value of Global Historical Perspectives in Information Technology Management", "abstract": "ABSTRACT Computers have been around for over 60 years, and despite the ever-changing nature of information technology, important lessons can be learned by studying its history. The historical approach enables researchers to step back and consider the long-term relationship between information technology, organizations, and wider society providing rich insights and the ability to address “big picture” questions. However, despite its importance, research on the history of information technology has tended to concentrate on Western countries and elite groups. Though this has been addressed to some extent in recent years, there is still a need to ensure that the recorded history of information technology becomes more representative and inclusive, telling the stories of people in all parts of the world who have been affected by this technology and enabling a more complete understanding of computing on society’s impacts.", "venue": "", "year": 2017, "referenceCount": 15, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "1937129", "name": "J. Toland"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9447b02b355ef2c9059e51ef441514582caa712d", "externalIds": {"MAG": "2618713534", "DBLP": "journals/annals/Vogel17", "DOI": "10.1109/MAHC.2017.14"}, "url": "https://www.semanticscholar.org/paper/9447b02b355ef2c9059e51ef441514582caa712d", "title": "\"The Spitting Image of a Woman Programmer\": Changing Portrayals of Women in the American Computing Industry, 1958-1985", "abstract": "This paper examines the cultural climate faced by women in the American computer industry from the 1960s to the early 1980s, a period in which the percentage of the industry workforce that was female almost tripled. Drawing on a comprehensive study of articles and advertisements in the trade journal Datamation, sources from IBM, Control Data, and the Burroughs Corporation, and the records of the user group SHARE, Inc, the study argues that the cultural climate of the industry shifted radically in the early 1970s, from hostility in the 1960s to a more open one in the late 1970s and early 1980s.", "venue": "IEEE Annals of the History of Computing", "year": 2017, "referenceCount": 69, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "37811818", "name": "W. Vogel"}]}}, {"isInfluential": false, "contexts": ["…of this (and similar) work is addressing the the paucity of women in the technology sector (Corbett et al., 2010; Margolis and Fisher, 2003) and early on, effecting gender-based differences in the way kids approach and benefit from ongoing computer programming instruction (Abbate, 2012).", ", 2010; Margolis and Fisher, 2003) and early on, effecting gender-based differences in the way kids approach and benefit from ongoing computer programming instruction (Abbate, 2012)."], "intents": ["background"], "citingPaper": {"paperId": "c10c027b49d14995ae8eaccab1ac81addf351bcf", "externalIds": {"MAG": "2756526633", "DOI": "10.1177/2042753017731357"}, "url": "https://www.semanticscholar.org/paper/c10c027b49d14995ae8eaccab1ac81addf351bcf", "title": "Revisiting the media generation: Youth media use and computational literacy instruction", "abstract": "An ongoing challenge of 21st century learning is ensuring everyone has the requisite skills to participate in a digital, knowledge-based economy. Once an anathema to parents and teachers, digital games are increasingly at the forefront of conversations about ways to address student engagement and provoke challenges to media pedagogies. While advances in game-based learning are already transforming educative practices globally, with tech giants like Microsoft, Apple and Google taking notice and investing in educational game initiatives, there is a concurrent and critically important development that focuses on “game construction” pedagogy as a vehicle for bringing computational literacy to middle and high school students. Founded on Seymour Papert’s constructionist learning model and developed over nearly two decades, there is compelling evidence that game construction can increase confidence and build capacity in science, technology, engineering and mathematics. This project is a research-based challenge to the by now widely questioned but surprisingly persistent presumption that students in today's classrooms are all by default “digitally native” and that those “digitally native” children are learning just by playing digital games. Through a survey of 60+ students at a largely immigrant middle school in Toronto, Canada, we present some important updates on youth’s media and technology competence and its relationship to baseline knowledge of computer programming and performance in a computational literacy game-based curriculum.", "venue": "", "year": 2017, "referenceCount": 53, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144267667", "name": "J. Jenson"}, {"authorId": "2585571", "name": "Milena Droumeva"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e62b9edb40497c91ecedd8367e6b57eab49f5113", "externalIds": {"MAG": "2786970600", "DOI": "10.1353/AHC.2017.0028"}, "url": "https://www.semanticscholar.org/paper/e62b9edb40497c91ecedd8367e6b57eab49f5113", "title": "The “IBM Family”: American Welfare Capitalism, Labor, and Gender in Postwar Germany", "abstract": "This article examines corporate labor and gender relations in transatlantic perspective. It argues that the gendered communication of IBM’s Thomas Watson Sr. shaped labor relations in his company’s West German subsidiary. In the United States, Watson acted as a business progressive, expanding internationally, opening professional careers to young women, and implementing welfare capitalist measures. When IBM took tighter control of its foreign operations after World War II, Watson sought to implement welfare capitalist measures in the subsidiaries abroad. His wife Jeanette by his side, he presented himself as the caring “pater familias.” German IBM employees embraced Watson’s conservative rhetoric of the IBM family but continued to join national unions and formed a works council, thwarting the major welfare capitalist goal of averting labor organization. Against such local labor practices, gendered communication undergirded a loyal workforce even in critical situations, an overlooked factor contributing to the company’s success.", "venue": "", "year": 2017, "referenceCount": 32, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3308484", "name": "Corinna Schlombs"}]}}, {"isInfluential": false, "contexts": ["Among the pioneering works lighting this pathway through the history of computing, see: Abbate (2012), Ensmenger (2015) and Hicks (2017)."], "intents": ["background"], "citingPaper": {"paperId": "f5256645f7beac201804fa2dc1f2a1f7e6312192", "externalIds": {"MAG": "2608785642", "DOI": "10.1080/24701475.2017.1307541"}, "url": "https://www.semanticscholar.org/paper/f5256645f7beac201804fa2dc1f2a1f7e6312192", "title": "Searching for missing “net histories”", "abstract": "ABSTRACT Across time, space and language, the meaning of “the Internet” is taken to be self-evident; appearing to both the scholar and the everyday user as a singular, homogeneous sociotechnical phenomenon. But the Internet, as it is generally known, is as much mythology as technology, a shared set of narratives that frame our expectations of the future. As we begin to write comparative, critical histories of the Internet, this seemingly stable object breaks apart, revealing a diversity of experiences, technologies, norms and motivations. The epistemological problem at the heart of Internet history requires us to borrow creatively from other fields and develop new historical methods. To arrive at new operational definitions of the Internet, we advocate the pursuit of hidden histories, obscure sources and less visible networks, stoking new life into vernacular terms such as “the Net.”", "venue": "", "year": 2017, "referenceCount": 66, "citationCount": 18, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "145077666", "name": "Kevin Driscoll"}, {"authorId": "2077387842", "name": "Camille Paloque-Bergès"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "026ef95d58e30bd307034097b7299454d2f75fdc", "externalIds": {"MAG": "2342928948", "DOI": "10.1109/ISECON.2016.7457520"}, "url": "https://www.semanticscholar.org/paper/026ef95d58e30bd307034097b7299454d2f75fdc", "title": "Components and outcomes of an interdisciplinary research program to inspire underrepresented undergraduate students in STEM fields", "abstract": "This paper describes components and outcomes of an interdisciplinary undergraduate research program intended to motivate female students to graduate with STEM degrees. This year, the program graduated the first student, who is the first STEM graduate in her family. The program is intended to inspire underrepresented undergraduate students to graduate with STEM bachelor's degrees by providing participating students with unique mentorship from distinguished leaders in STEM fields while the students simultaneously pursue technical research. The mentorship is provided to the students when they identify and interview leaders whose careers align with the desired career fields of the students. The interviews are conducted in collaboration with the IEEE History Center and American Institute of Physics. Research results produced by the students are presented at national conferences and published in conference proceedings. Transcripts of the interviews are published in perpetuity on the IEEE Engineering Technology and History Wiki. The project will continue within the STEM environment.", "venue": "2016 IEEE Integrated STEM Education Conference (ISEC)", "year": 2016, "referenceCount": 66, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "50000851", "name": "K. Irvin"}, {"authorId": "9094879", "name": "E. Hiteshue"}, {"authorId": "2958700", "name": "M. Lanzerotti"}, {"authorId": "2064532545", "name": "D. Langley"}, {"authorId": "2107685095", "name": "R. Martin"}, {"authorId": "2130231", "name": "M. Geselowitz"}, {"authorId": "3147225", "name": "C. Cerny"}, {"authorId": "2054302568", "name": "B. Paul"}, {"authorId": "66230905", "name": "B. Chattopadhyay"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1eaa90737fc96428527520fae1cca9c6685a0117", "externalIds": {"MAG": "2320090352", "DOI": "10.1080/19378629.2016.1163572"}, "url": "https://www.semanticscholar.org/paper/1eaa90737fc96428527520fae1cca9c6685a0117", "title": "Seeing mobility: how software engineers produce unequal representations", "abstract": "ABSTRACT Data produced by mobile networks are frequently presented as useful to understanding social phenomena related to human behavior. The risks associated with making use of massive datasets are often framed in terms of privacy, security, intellectual property, or liability. I show that the risks of mobile data sensing are not reducible to privacy, but are also related to how software engineers produce representations of individuals or populations. I characterize software engineering as a practice of producing abstractions and categorizations by articulating discursive and material elements. These may contribute to rendering certain groups of individuals invisible. If unaddressed, these risks can have consequences at least as serious as privacy violations.", "venue": "", "year": 2016, "referenceCount": 56, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "37224385", "name": "Pedro Sanches"}]}}, {"isInfluential": false, "contexts": ["In the present study, we chose to focus on domains in which women are stigmatized as inferior, such as psychotechnical ability (Abbate, 2012), based on our reasoning that in order to challenge the conventional gender roles, women must be able to independently cope with traditionally masculine tasks."], "intents": ["background"], "citingPaper": {"paperId": "560e512068e516708136bc96664018d18fe17485", "externalIds": {"MAG": "2295585588", "DOI": "10.1037/pspi0000037", "PubMed": "26461798"}, "url": "https://www.semanticscholar.org/paper/560e512068e516708136bc96664018d18fe17485", "title": "Help to perpetuate traditional gender roles: Benevolent sexism increases engagement in dependency-oriented cross-gender helping.", "abstract": "Based on theorizing that helping relations may serve as a subtle mechanism to reinforce intergroup inequality, the present research (N = 1,315) examined the relation between benevolent sexism (i.e., a chivalrous yet subtly oppressive view of women) and helping. In cross-gender interactions, the endorsement of (Studies 1, 3, and 4) or exposure to (Study 2) benevolent sexism predicted (a) men's preference to provide women with dependency-oriented help (i.e., direct assistance) rather than tools for autonomous coping, and (b) women's preference to seek dependency-oriented help rather than tools for autonomous coping. Benevolent sexism did not predict men's and women's engagement in dependency-oriented helping relations in same-gender interactions. Studies 1 and 2 examined behavioral intentions in response to a series of hypothetical scenarios; Studies 3 and 4 examined actual behavior in tests of mathematical and logical ability, and pointed to assumed partner's expectations as a potential mediator. The converging evidence supports the hypothesis that benevolent sexism encourages engagement in cross-gender helping relations that perpetuate traditional gender roles.", "venue": "Journal of personality and social psychology", "year": 2016, "referenceCount": 113, "citationCount": 69, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "6871327", "name": "Nurit Shnabel"}, {"authorId": "1398722611", "name": "Yoav Bar-Anan"}, {"authorId": "15347516", "name": "Anna Kende"}, {"authorId": "8332880", "name": "Orly Bareket"}, {"authorId": "40081992", "name": "Yael Lazar"}]}}, {"isInfluential": true, "contexts": ["Thus, in recent years, we can find a growing number of inspirational works focused on bringing a gender analysis to mainstream computing history (Abbate, 2012; Ensmenger, 2010; Haigh, 2010; Hicks, 2010; Schlombs, 2010).", "Recognising that the image of computing as hostile or unattractive to women is a recent phenomenon (Hayes, 2010b) allows us to ask about the configuration of specific gender codes (Abbate, 2012) that cause us to associate a profession with particular attributes and to associate those attributes with either masculinity or femininity.", "These studies avoid the common pitfall of writing a merely compensatory history of women’s contributions to computing: that is, ‘adding women to an existing historical framework without questioning its categories, assumptions and priorities’ (Abbate, 2012, p. 5).", "…as hostile or unattractive to women is a recent phenomenon (Hayes, 2010b) allows us to ask about the configuration of specific gender codes (Abbate, 2012) that cause us to associate a profession with particular attributes and to associate those attributes with either masculinity or…"], "intents": ["background"], "citingPaper": {"paperId": "9dfa184a937e61b2dada09c2fe647eee6bad5842", "externalIds": {"MAG": "2200517927", "DOI": "10.1080/09589236.2015.1087309"}, "url": "https://www.semanticscholar.org/paper/9dfa184a937e61b2dada09c2fe647eee6bad5842", "title": "The trouble with ‘women in computing’: a critical examination of the deployment of research on the gender gap in computer science", "abstract": "Abstract The pessimistic scenario for ‘women in information communications technology’ and for ‘women in technology’ generally is even more paradoxical and insidious with respect to ‘women in computing’. Studies within this field not only report insignificant improvement in the proportion of women in Western countries’ computing fields but also alert us of a declining trend. Moreover, that decline has been accompanied – or even preceded – by years of research and programs that have specifically focused on increasing women’s participation in computing; however, they have not had the expected effect. More surprisingly, there has been a significant increase in the representation of women in all other science-related fields and professions. Our aim is to provide some clues to fight the feeling of inexorability that may be entailed by the research on women in computing. We will argue that part of the problem is related to the static nature of the research deployed around the problem of ‘women in computing’, primarily, the research constructed around the ‘leaky pipeline’ metaphor. We provide a synthesis of the critiques this research has received in recent decades and highlight research trends that render other landscapes visible when studying ‘women in computing’. These trends help us question how we are conducting research within this field and urge us to problematise assumptions about computing and gender that we may paradoxically continue to reproduce even while denouncing the paucity of women in computing and studying the reasons for this state of affairs. In short, we present the need for different researchers’ eyes that allow different landscapes of women and computing to be seen and produced.", "venue": "", "year": 2016, "referenceCount": 131, "citationCount": 61, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "107773516", "name": "A. Vítores"}, {"authorId": "2078727898", "name": "Adriana Gil-Juárez"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c4297c61bb660955a3bf0117b14f62b72a26869d", "externalIds": {"MAG": "2562203294"}, "url": "https://www.semanticscholar.org/paper/c4297c61bb660955a3bf0117b14f62b72a26869d", "title": "On the Appearance of the Comedy LP, 1957–1973", "abstract": "On the Appearance of the Comedy LP, 1957–1973", "venue": "", "year": 2016, "referenceCount": 379, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "2082491193", "name": "D. M. McCarthy"}]}}, {"isInfluential": false, "contexts": ["In the post-war years, Admiral Grace Murray Hopper in the US Navy played a key role in developing high-level programming languages (Abbate, 2012; Gürer, 2002)."], "intents": ["background"], "citingPaper": {"paperId": "dca9b37cc9ead2355cd6d75e894ba98ad4e73ab2", "externalIds": {"MAG": "2267253474", "DOI": "10.1080/1369118X.2015.1093529"}, "url": "https://www.semanticscholar.org/paper/dca9b37cc9ead2355cd6d75e894ba98ad4e73ab2", "title": "Kids Code in a rural village in Norway: could code clubs be a new arena for increasing girls’ digital interest and competence?", "abstract": "ABSTRACT A trend, where voluntary groups teach children and youth basic computer coding skills, has spread throughout the world. After-school clubs invite children to create games in visual programming environments. The activities emphasize play, while teaching principles of computer science. We explore this phenomenon based on observations and interviews at a code club in Norway, asking whether coding represents an important skill for children and how it is distributed to include all children. We find that coding through play activity is perceived as teaching more than simply the technical skills of programming. Although the fun aspect draws in children and volunteers, parents and instructors describe the code club as being about learning to understand and control the computer, and digital competence required for achieving success in society. The Code Club is described partly as being a ‘necessity for becoming a good/efficient/empowered citizen in our digital society’, and partly as ‘children are playing with computers anyway’. These arguments have different consequences for the gender imbalance at the Code Club. Our findings suggest that the code clubs need an explicit recruitment strategy targeting girls in order to become an arena where girls can develop interest and competence in digital technologies.", "venue": "", "year": 2016, "referenceCount": 62, "citationCount": 28, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "41158298", "name": "H. Corneliussen"}, {"authorId": "1409274345", "name": "Lin Prøitz"}]}}, {"isInfluential": false, "contexts": ["Atualmente, cursos e carreiras em Computação e áreas afins contam com uma baixa participação feminina [Abbate 2012]."], "intents": ["background"], "citingPaper": {"paperId": "df9d91282ac6432c547ff0c7675fdbfb256c870b", "externalIds": {"MAG": "3008399879", "DOI": "10.5753/wit.2016.9692"}, "url": "https://www.semanticscholar.org/paper/df9d91282ac6432c547ff0c7675fdbfb256c870b", "title": "Computasseia: destacando a participação feminina na História da Computação", "abstract": "This paper presents a card game for teaching History of Computing at different levels of education. The proposed game includes equanimous content about women's contribution to Computing. Resumo. O presente trabalho apresenta um jogo de cartas para o ensino de História da Computação em diferentes níveis de ensino que inclui de forma equânime conteúdos sobre a contribuição feminina para a Computação. 1. Introdução É fundamental para estudantes de Computação a compreensão não somente dos aspectos técnicos, mas também dos aspectos culturais da sua área (e.g. a História da Computação) para a evolução dos seus estudos acadêmicos [Berry et al. 2011]. Segundo Fonseca Filho (2007), estudar a História da Computação é essencial para conhecer os fundamentos da área, incentivar à educação para o desenvolvimento de qualidade, tornar claros e relacionar os fatos históricos, acompanhar novas tendências e valorizar o potencial humano. Atualmente, cursos e carreiras em Computação e áreas afins contam com uma baixa participação feminina [Abbate 2012]. Pesquisas, ações afirmativas e outras estratégias vêm sendo empregadas por diversos grupos nacionais e internacionais para atrair mais mulheres para a área. A presença e a obra de várias mulheres na ciência são geralmente pouco reconhecidas e valorizadas, seus nomes e contribuições são frequentemente “apagados” da história da ciência [Oreskes 1996] e com a Computação não é diferente, e.g. as programadoras do ENIAC foram reconhecidas historicamente apenas décadas depois de sua atuação. Desta forma, ao ensinar História da Computação é indispensável que a participação feminina seja incluída, não só pelo respeito à veracidade histórica, mas também como estratégia para a atração de mais mulheres para a Computação. A possibilidade de atração de novos talentos para a Computação através da história é possível pelo fator inspirador que o ensino das histórias dos grandes feitos computacionais e personalidades podem promover [Fonseca Filho 2007]. O objetivo deste trabalho é apresentar um jogo sério para o ensino de História da Computação chamado Computasseia. Computasseia é um jogo de cartas de estratégia elaborado como recurso educacional de apoio ao ensino de História da Computação, pensando na dificuldade encontrada algumas vezes por educadores ao trabalharem de 1 http://eniacprogrammers.org/", "venue": "", "year": 2016, "referenceCount": 4, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "2791189", "name": "K. Figueiredo"}, {"authorId": "33349721", "name": "Jean Carlos Oliveira Santos"}]}}, {"isInfluential": false, "contexts": ["From the answers provided by the interviewees of the Oral History Project, I find that according to these successful women in STEM fields, the most crucial skills in STEM fields are hard work, interpersonal skills, focus, leadership, confidence, drive, time efficiency, and prioritization."], "intents": ["methodology"], "citingPaper": {"paperId": "09e5a91212b674c1197b05e6c4cc4ab242eea03a", "externalIds": {"MAG": "1592934328", "DOI": "10.1109/ISECON.2015.7119948"}, "url": "https://www.semanticscholar.org/paper/09e5a91212b674c1197b05e6c4cc4ab242eea03a", "title": "Interdisciplinary research program to inspire underrepresented undergraduate students in science, technology, engineering and mathematics (STEM) fields", "abstract": "This paper describes an interdisciplinary undergraduate research program in STEM fields intended to motivate female students to graduate with STEM degrees. The goal of the dual-role approach is to provide unique mentorship from distinguished technical leaders to female students while the students simultaneously pursue STEM research as a team. The students receive mentorship from distinguished female leaders in STEM fields through conducting an Oral History Project in collaboration with the IEEE History Center. Research results produced by the students are presented at national conferences and published in national conference proceedings, and oral history transcripts of the distinguished leaders are published on the IEEE Global History Network.", "venue": "2015 IEEE Integrated STEM Education Conference", "year": 2015, "referenceCount": 49, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "9094879", "name": "E. Hiteshue"}, {"authorId": "50000851", "name": "K. Irvin"}, {"authorId": "2958700", "name": "M. Lanzerotti"}, {"authorId": "2726648", "name": "S. Hochheiser"}, {"authorId": "2130231", "name": "M. Geselowitz"}, {"authorId": "2064532545", "name": "D. Langley"}, {"authorId": "2107685095", "name": "R. Martin"}, {"authorId": "3147225", "name": "C. Cerny"}, {"authorId": "2054302568", "name": "B. Paul"}, {"authorId": "66230905", "name": "B. Chattopadhyay"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "12c605a85075e969f46fad514e462d5678ad3cfb", "externalIds": {"MAG": "2289755262"}, "url": "https://www.semanticscholar.org/paper/12c605a85075e969f46fad514e462d5678ad3cfb", "title": "La macchina analitica di babbage: un fossile che viene dal futuro", "abstract": "The unpublished papers of Charles Babbage, preserved at the Academy of Science in Turin, were included in 1973 in the book of Mario G. Losano, now republished by the same Academy (La macchina da calcolo di Babbage a Torino, Olschki, Firenze 2014), with a new introductory essay — reconsidering the research on Babbage during 116 “There is a growing interest in the experiences of women in science and mathematics”: una bibliografia è in WILLIAMS, Admiral of the Cyber Sea, cit., p. 232 s. 117 Jean-Paul SOYER, Ada de Lovelace et la programmation informatique, Éditons du Sorbier, Paris 1998, 31 pp. 118 POIDOMANI, Simona, Numeri e poesia. Storia e storie di Ada Byron. Illustrazioni di Pia Valentinis, Edizioni Scienza, Firenze-Trieste 2009, 93 pp. 119 Andalucía (Consejería de educación y ciencia), ¿Conoces a ...? Guia didáctica del profesorado, Granada, Alianza, 2008, 23 pp. Alle due matematiche citate si aggiungono Clara Campoamor, politica femminista spagnola, l’iraniana Shirin Ebadi, giurista e prima donna mussulmana insignita del premio Nobel (per la pace), e l’artista austriaca Alma Schindler-Mahler. 120 Matilde Ríos FACHAL, As mulleres nas matemáticas, Bahia, A Coruña 2008, 110 pp. 41 DIR•INF•2015 LA MACCHINA ANALITICA DI BABBAGE", "venue": "", "year": 2015, "referenceCount": 8, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "95861956", "name": "M. G. Losano"}]}}, {"isInfluential": false, "contexts": ["Il est nécessaire de rappeler le rôle important que les femmes ont joué dans le domaine du logiciel à partir de la seconde guerre mondiale et que beaucoup ont oublié [8].", "[8] Janet Abbate, Recoding Gender: Women’s Changing Participation in Computing, The MIT Press, 2012."], "intents": ["background"], "citingPaper": {"paperId": "1589f35f243692278e48d8f9858b4b38ab2d6e92", "externalIds": {"MAG": "2287359548"}, "url": "https://www.semanticscholar.org/paper/1589f35f243692278e48d8f9858b4b38ab2d6e92", "title": "Femmes et numérique : des opportunités formidables", "abstract": "La place croissante des technologies de l'information dans tous les secteurs de l'economie fait du numerique un pourvoyeur d'emplois en croissance rapide, tant par le nombre que par la diversite des metiers proposes. Les jeunes diplomes, et en particulier les jeunes femmes, y sont tres attendus. Le dynamisme du secteur represente une opportunite d'epanouissement pour toutes et pour tous. Pourtant les femmes sont tres peu nombreuses a s'orienter vers les formations dans ce domaine et a y faire carriere. Cet article propose un etat des lieux sur la feminisation des formations et metiers du numerique, s'interroge sur le manque d'attractivite du secteur aupres des jeunes femmes et presente la grande variete des actions mises en place pour tenter d'y remedier.", "venue": "", "year": 2015, "referenceCount": 8, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2233856", "name": "Sandrine Vaton"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "28a73d1ed100106efbfe40d90a799413d2a15494", "externalIds": {"DBLP": "journals/cacm/HaighP15", "MAG": "1968049088", "DOI": "10.1145/2804228"}, "url": "https://www.semanticscholar.org/paper/28a73d1ed100106efbfe40d90a799413d2a15494", "title": "Innovators assemble", "abstract": "Can computing history be both inspiring and accurate?", "venue": "Commun. ACM", "year": 2015, "referenceCount": 26, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "1714013", "name": "T. Haigh"}, {"authorId": "2069947446", "name": "M. Priestley"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "29cd6ea2f407c3472dee8091308d927e75e8bdfa", "externalIds": {"MAG": "2416496508"}, "url": "https://www.semanticscholar.org/paper/29cd6ea2f407c3472dee8091308d927e75e8bdfa", "title": "Institut für Philosophie, Literatur-, Wissenschafts- und Technikgeschichte Course Syllabus, Winter Semester 2014/2015", "abstract": null, "venue": "", "year": 2015, "referenceCount": 30, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2084451064", "name": "Giuditta Parolini"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "355c729c03cd7c65787e2591e4410af07a0d14bc", "externalIds": {"MAG": "2297684020", "DOI": "10.1007/978-3-319-20837-4_10"}, "url": "https://www.semanticscholar.org/paper/355c729c03cd7c65787e2591e4410af07a0d14bc", "title": "Gender-Technology Relations in the Various Ages of Information Societies", "abstract": "From “domination” to empowerment, gendered uses of information technologies appear in a variety of situations and interpretations. What is added to the history of technology by their social studies, and what is offered otherwise by the critical input of feminism on this field, is the idea that relations between humans and technologies (gender relations among them) are never set in advance but instead the object, as much as the end game of the analysis, as shown by Judy Wajcman. Yet the “seamless fabric” (with reference to Hughes’ work) interweaving the social and the technological and tying together gender and power relations is enduring; the role of historians is to acknowledge its lasting existence.", "venue": "", "year": 2015, "referenceCount": 37, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "15399465", "name": "D. Gardey"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4747cfea8a31dca5d6e44f53ae369045f23b4241", "externalIds": {"MAG": "2192038599", "DOI": "10.1007/978-3-319-20837-4_8"}, "url": "https://www.semanticscholar.org/paper/4747cfea8a31dca5d6e44f53ae369045f23b4241", "title": "The Gendering of the Computing Field in Finland, France and the United Kingdom Between 1960 and 1990", "abstract": "This chapter documents the role that women played in the computing field in three different European countries from the late 1960s into the early 1990s: Finland, a latecomer to the computer industry which was then deemed of national importance, France which boasted several computer manufacturing companies and where IT service companies played an important role in the early history of computing, and the United Kingdom, also involved in computer manufacturing, but where the public sector played a major role. We will see that despite national differences, similarities exist concerning the role women played in the computer industry and that the masculinisation of the profession can be attributed to similar causes. Initially, jobs were considered unskilled and marked out as women’s work. When women acquired the necessary skills to play a more important role, various forms of discrimination slowly discouraged them from staying in computer science. The study of these three countries at the moment when computing was introduced into the public and private sectors and became a major tool for management and strategic decisions shows how software activities were socially constructed as masculine.", "venue": "", "year": 2015, "referenceCount": 26, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2067594821", "name": "Chantal Morley"}, {"authorId": "2065864444", "name": "Martina McDonnell"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5d23007384447e5d253963e4e39a9ddc89b2cb24", "externalIds": {"MAG": "598386149", "DOI": "10.1007/978-3-319-08629-3_8"}, "url": "https://www.semanticscholar.org/paper/5d23007384447e5d253963e4e39a9ddc89b2cb24", "title": "Gender and Computing", "abstract": "Worldwide, information technology (IT) has exhibited phenomenal growth over the past several decades. This growth underlies the creative and analytical processes for the full range of endeavors ranging from science to business and social interaction, and it powers the burgeoning IT economy. Other benefits include vast career opportunities (OECD 2012), and the implications associated with unparalleled access to information. Finally, a benefit noted in many nations is that women’s access to IT and participation in computing can be an important mechanism of economic growth and societal development. Nevertheless, women and men are seldom equal participants in this boom.", "venue": "", "year": 2015, "referenceCount": 61, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "16314563", "name": "L. Frehill"}, {"authorId": "1795487", "name": "J. Cohoon"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5dfba4d0d2128c19438d711f68b1feb682a3bcf8", "externalIds": {"DBLP": "journals/annals/Cortada15b", "MAG": "2126933855", "DOI": "10.1109/MAHC.2015.55"}, "url": "https://www.semanticscholar.org/paper/5dfba4d0d2128c19438d711f68b1feb682a3bcf8", "title": "Studying History as it Unfolds, Part 1: Creating the History of Information Technologies", "abstract": "As part of a two-part series, this article explores the development of the early history of information technologies from the 1940s to the present. Looking at how historians wrestled with the history of computing is a useful modern case that can offer tactical recommendations for those in other fields of technology.", "venue": "IEEE Annals of the History of Computing", "year": 2015, "referenceCount": 118, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "2932674", "name": "J. Cortada"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "890c9afec62cb93610f2335788c35541fd23d1ca", "externalIds": {"MAG": "2041495904", "DOI": "10.1504/IJESB.2015.066158"}, "url": "https://www.semanticscholar.org/paper/890c9afec62cb93610f2335788c35541fd23d1ca", "title": "Men and women in IT entrepreneurship: consolidating and deconstructing gender stereotypes", "abstract": "Information technology (IT) plays a major role in entrepreneurship as a source of innovation and for the development of e-business activities. Recent initiatives, namely in Europe and the USA, encourage women to develop IT and web businesses. However, the gender imbalance remains, mainly due to persistent stereotypes (Clayton et al., 2012; Gupta et al., 2013). The main purpose of our research is to investigate whether stereotypes concerning gender and IT entrepreneurship are perpetuated or undermined amongst generation Y. Assuming that social differences between women and men are socially constructed, we adopted a constructionist and structurationist view to explain how gender stereotypes are broken down or reinforced. We conducted empirical research with male and female students participating in an entrepreneurial competition for entry into a business incubator. Our study suggests that subtle gendering processes, which we term 'gender stereotyping moves', can affect the stability of gender stereotypes. A typology of consolidation and deconstruction moves is provided, and two illustrations of structuring moves in practice are discussed.", "venue": "", "year": 2015, "referenceCount": 40, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2065864444", "name": "Martina McDonnell"}, {"authorId": "2067594821", "name": "Chantal Morley"}]}}, {"isInfluential": false, "contexts": ["[1] Janet Abbate.", "La informática no es ajena a esta situación, tal como se ha puesto recientemente de manifiesto en investigaciones sobre el papel del género en el contexto histórico de esta disciplina [1]."], "intents": ["background"], "citingPaper": {"paperId": "b183d6bbfafde1ba579705f2d6af480f17d814c5", "externalIds": {"MAG": "1745619476"}, "url": "https://www.semanticscholar.org/paper/b183d6bbfafde1ba579705f2d6af480f17d814c5", "title": "La Vocación de despertar vocaciones: Campus Praktikum", "abstract": "Resumen: \nEl numero de alumnos que muestra interes por los estudios \nuniversitarios relacionados con las ramas tecnologicas \nde ingenieria y arquitectura ha sufrido un retroceso \nde mas de un veinte por ciento respecto a la \npasada decada. Esta disminucion en las vocaciones es \nun hecho preocupante en un entorno universitario cada \nvez mas competitivo y en el que la capacidad de \natraer estudiantes hacia la universidad se plantea como \nun objetivo prioritario. Despertar interes por los estudios \ntecnologicos debe hacerse en una fase temprana \ndel aprendizaje de nuestros jovenes. Es por ello que \nlas iniciativas para captar vocaciones se dirigen principalmente \na los alumnos de bachillerato y ciclos formativos. \nEste trabajo describe la experiencia Campus Praktikum \nen el ano 2014, un programa creado por la Universitat \nPolitecnica de Valencia con el objetivo de despertar \nvocaciones hacia las carreras tecnologicas en nuestros \nmejores estudiantes de educacion secundaria, haciendo \nespecial hincapie en su desarrollo dentro de la Escuela \nTecnica Superior de Ingenieria Informatica. Asi mismo, \nel trabajo describe y evalua con detalle la experiencia \ndesarrollada dentro de uno de los talleres puestos en \npractica en este campus relacionado con la navegacion \nweb.", "venue": "", "year": 2015, "referenceCount": 5, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "134880800", "name": "X. Molero"}, {"authorId": "123830670", "name": "Ana Pont"}, {"authorId": "2054719037", "name": "J. A. Gil"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b46920da71b5c808388bc9c09f0b964a20638c17", "externalIds": {"MAG": "2297603123", "DOI": "10.1007/978-3-319-20837-4_7"}, "url": "https://www.semanticscholar.org/paper/b46920da71b5c808388bc9c09f0b964a20638c17", "title": "From Computing Girls to Data Processors: Women Assistants in the Rothamsted Statistics Department", "abstract": "Over 200 women worked as computing assistants in the Rothamsted statistics department during the twentieth century. They were employed in the analysis of field and laboratory experiments and in the examination of the returns of agricultural surveys. Before World War II they did calculations with pen, paper, slide rules and electromechanical calculating machines, but during the 1950s, when the department underwent an early process of computerisation, their tasks shifted to data processing. Only sparse records exist on the work of these women, and their contribution to the activity of the Rothamsted statistics department has never been assessed, consigning them to invisibility. Combining the literature currently available on laboratory technicians with the one on human computers and data processors, the paper will provide a longue duree perspective (1920s–1990) on the work of the female assistants in the Rothamsted statistics department, addressing two distinct aspects. On the one hand it will examine how the tasks of these women evolved with the computing technologies available in the department. On the other hand the paper will reflect on the invisibility of these assistants, who are never explicitly accounted as contributors to the scientific activity of the Rothamsted statistics department, despite being a conspicuous component of its staff.", "venue": "", "year": 2015, "referenceCount": 24, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2424614", "name": "G. Parolini"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c5342c3766d7919afc5f2571ebbabf1d03d2ce97", "externalIds": {"DBLP": "conf/ithet/MoleroPRM15", "MAG": "1521595209", "DOI": "10.1109/ITHET.2015.7217966"}, "url": "https://www.semanticscholar.org/paper/c5342c3766d7919afc5f2571ebbabf1d03d2ce97", "title": "Using computer history as innovation for computer organization subjects", "abstract": "One of the main difficulties when teaching basic subjects related with computer fundamentals and organization to computer engineering undergraduate students is to provide an applied vision close to the current real word in order to motivate and encourage them to study this subject. Learning about the basic principles about how computers work interaction between main hardware components and fundamental assembly language programming has currently become of minor interest for our students because of the use of many simplifications and abstractions that are far from the technological reality of today. In this paper, we show how a group of teachers of the Universitat Politecnica de Valencia (UPV) have included computer history as an additional activity of the Computer Organization subject. Our main objective has been to increase the student motivation and also to spread the history of computers among young people. To this end an active visit to the Museum of Informatics of the UPV is organized as a part of the contents of the subject. This activity is designed to establish and emphasize relationships between the museum collection and the topics used as representative examples for teaching. The main concern in the organization of this activity is the large number of students involved (more than 400). This paper describes how the experience has been carried out in the present and the previous academic year; the way we have made an evaluation to improve it according the students opinion and the results achieved; lessons learned and new challenges for the future.", "venue": "2015 International Conference on Information Technology Based Higher Education and Training (ITHET)", "year": 2015, "referenceCount": 10, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "48750926", "name": "Xavier Molero"}, {"authorId": "1969669", "name": "A. Pont"}, {"authorId": "2073166002", "name": "Antonio Robles"}, {"authorId": "35815559", "name": "Milagros Martinez"}]}}, {"isInfluential": false, "contexts": ["Because of the extraordinary popularity of CS among applicants in the 1980s, the new requirements emphasized prior experience and/or coursework in computer programming and helped distinguish between highly qualified applicants [4]."], "intents": ["background"], "citingPaper": {"paperId": "3425cf8d11d978d08bacbae90d3c58107399ed66", "externalIds": {"DBLP": "journals/crossroads/FineWC14", "MAG": "2157582825", "DOI": "10.1145/2605000"}, "url": "https://www.semanticscholar.org/paper/3425cf8d11d978d08bacbae90d3c58107399ed66", "title": "Gendered expectations", "abstract": "A look at how implicit biases influence the advancement of women in science and engineering.", "venue": "XRDS", "year": 2014, "referenceCount": 34, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "4248523", "name": "Eve Fine"}, {"authorId": "2064349974", "name": "A. Wendt"}, {"authorId": "2835512", "name": "M. Carnes"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "591b1c4d1dc7ed621f3932ad1f5cac3918563095", "externalIds": {"MAG": "2187193435"}, "url": "https://www.semanticscholar.org/paper/591b1c4d1dc7ed621f3932ad1f5cac3918563095", "title": "A Complete Bibliography of Publications in Isis, 2000{2009", "abstract": "accademiche [38]. Ada [45]. Adrian [45]. African [56]. Age [39, 49, 61]. Al [23]. Al-Rawi [23]. Aldous [68]. Alex [15]. Allure [46]. America [60, 66]. American [49, 69, 61, 52]. ancienne [25]. Andreas [28]. Angela [42]. Animals [16]. Ann [26]. Anna [19, 47]. Annotated [46]. Annotations [28]. Anti [37]. Anti-Copernican [37]. Antibiotic [64]. Anxiety [51]. Apocalyptic [61]. Archaeology [26]. Ark [36]. Artisan [32]. Asylum [48]. Atri [54]. Audra [65]. Australia [41]. Authorship [15]. Axelle [29].", "venue": "", "year": 2014, "referenceCount": 5789, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2377548", "name": "N. H. Beebe"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "6f5d23c8758387a446f71010328e1813db9d7a7b", "externalIds": {"DBLP": "conf/cscw/LingelR14", "MAG": "1966104470", "DOI": "10.1145/2531602.2531614"}, "url": "https://www.semanticscholar.org/paper/6f5d23c8758387a446f71010328e1813db9d7a7b", "title": "\"it's in your spinal cord, it's in your fingertips\": practices of tools and craft in building software", "abstract": "Drawing on interviews with 12 software engineers, we investigate the relationship between developers and the tools they use to build code through the lens of craft. We analyze different conceptualizations of craft in accounts of software development, including craft as a process of building, craft as materiality, and craft as a community of practice. By working through these different facets of craft, we investigate tensions of perceiving coding work as, on the one hand, highly rational, and on the other, deeply personal and embodied. In working through these tensions of code as abstract and concrete, cerebral and intuitive, we note implications for craft, both as a theory relevant to computer human interaction, and for paradigms of education in computer science.", "venue": "CSCW", "year": 2014, "referenceCount": 50, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2278978", "name": "Jessica Lingel"}, {"authorId": "145219921", "name": "Tim Regan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "995b50f6c2ae7e54c1e08ed6a5c33d1b163cffea", "externalIds": {"DBLP": "journals/annals/TurkelMS14", "MAG": "2063921885", "DOI": "10.1109/MAHC.2014.21"}, "url": "https://www.semanticscholar.org/paper/995b50f6c2ae7e54c1e08ed6a5c33d1b163cffea", "title": "Grounding Digital History in the History of Computing", "abstract": "In this brief article, we use the relatively recent publication of a number of books on the subject as a launching point to argue that digital history should be grounded in the history of computing.", "venue": "IEEE Annals of the History of Computing", "year": 2014, "referenceCount": 36, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1811761", "name": "William J. Turkel"}, {"authorId": "2865934", "name": "Shezan Muhammedi"}, {"authorId": "2302932", "name": "Mary Beth Start"}]}}, {"isInfluential": false, "contexts": ["Abbate (2012) in her book illustrates using the history of women in technology, how women dominated programming in the early days of computing.", "The main criticism of the essentialist perspective is that the view masks the reality that women once dominated the ICT field at the beginning of the computing field, a position which has changed over time (Abbate, 2012)."], "intents": ["background"], "citingPaper": {"paperId": "ea0bc55afa095939dff85c1afd7e562e7f244501", "externalIds": {"MAG": "1876044798"}, "url": "https://www.semanticscholar.org/paper/ea0bc55afa095939dff85c1afd7e562e7f244501", "title": "Gender and Mobile App Development as a Career of Choice: An Exploratory Study In South Africa", "abstract": "The underrepresentation of women in the Information Communication Technology (ICT) sector is a challenge despite the existing conducive opportunity for a career in ICT. In this digital era where smartphones are almost synonymous with urban living, this paper sought to explore the social sustainability of gender diversity as a degree of involvement of women in technically developing mobile apps (apps). App development is an emergent lucrative career choice today and is predicted to remain as such for the foreseeable future. The research drew on the individual differences theory of gender in ICT by Eileen Trauth (2006; 2004) to explore the extent to which the underrepresentation has similarly permeated app development. The findings from the exploratory study of 44 app developers in South Africa suggest that gender underrepresentation and bias has spread to app development. The results nonetheless reveal a similar degree of interest among women as men to attempt a career in app development, but more especially, that women have a preference for collaborative app development environments. For practice, the results call for more deliberate efforts and interventions to change female perceptions about app development and to stem the ever widening technological gender gap in a region where the mobile phone market has exploded. The study also lends support to the social constructionist view that women underrepresentation is ICT not primarily a result of essentialist differences between men and women but more a result of social and cultural habits.", "venue": "", "year": 2014, "referenceCount": 31, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "2884067", "name": "H. Twinomurinzi"}, {"authorId": "98510533", "name": "Rupa Dajee"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f663223339d180d721ac354c0b32ebbdcd3c0d5f", "externalIds": {"MAG": "2623259878", "DOI": "10.18260/1-2--22895"}, "url": "https://www.semanticscholar.org/paper/f663223339d180d721ac354c0b32ebbdcd3c0d5f", "title": "Oral Histories of Distinguished Female Leaders: Inspiring the Next Generation of Young People in Science, Technology, Engineering, and Mathematics (STEM)", "abstract": "This paper describes a new collaboration between a DOD government institution of higher education in the United States and the History Center of the Institute of Electrical and Electronics Engineers (IEEE), the world’s largest technology organization for the advancement of technology, to create a workforce development and one-on-one career-building and lifechanging mentorship program for female undergraduate students in science, technology, engineering, and mathematics (STEM). This project provides the students with hands-on STEM research in the government institution and one-on-one exposure to some of the world’s leading female science and engineering pioneers. In this project, participating female undergraduate students pursue leading-edge STEM research. At the same time, the students identify, select, contact, interview, and transcribe a new oral history for the entire career of female distinguished leaders, whose research and career align with the students’ goals. Through this process, the students are simultaneously participating actively as researchers in a government institution, receiving one-on-one mentorship with distinguished female leaders, and preserving a critical part of the historic record (the oral histories) at IEEE. One desired outcome is that the students are motivated by these experiences to graduate with STEM degrees, which thereby increases the retention of women professionals with STEM degrees. A second outcome is that the oral history transcripts of the distinguished female leaders will be archived in perpetuity at the IEEE. Another outcome is to motivate female undergraduate students to complete their STEM degrees, thereby increasing female participation in STEM. To date, students have identified leaders who are CEOs at science and technology companies and members of the National Academy of Engineering and National Academy of Sciences. Four full-length, two-hour, oral history interviews have been researched and conducted for these individuals, and three additional interviews are being scheduled. This paper presents key factors in the career development of the distinguished female leaders that led to their success. Common themes that might explain the reasons that the distinguished female leaders have been successful will also be presented. Second, this paper will present first-hand descriptions of the impact on the career outlooks of the participating undergraduates who are conducting all aspects of the project. Participating students are U.S. citizens, which is a desired demographic in the DOD workforce and in addition can help increase the STEM P ge 24962.2 workforce nationally. Training in oral history technique is provided by the IEEE History Center. Oral history is the methodology selected in this project because oral history is a recognized “field of study and a method of gathering, preserving, and interpreting the voices and memories of people, communities, and participants in past events.” Oral history is the oldest type of historical inquiry, predating the written word, and is also the most modern, initiated with tape recorders in the 1940s and now implemented with 21 century technologies. The IEEE History Center will post the oral history transcripts in perpetuity on the IEEE Global History Network. The project draws on best practices from other oral history projects, such as those collected in 2001-2003 through the “Oral History of Women in Computing Project” of Dr. Janet Abbate, who is Associate Professor of Science and Technology in Society, at the Northern Virginia campus of Virginia Tech University. Her work became a major source for her book entitled, “Recoding Gender: Women’s Changing Participation in Computing.” (MIT Press, 2012) and 52 oral histories that are now available on the IEEE Global History Network (http://www.ieeeghn.org/wiki/index.php/Oral-History:Women_in_Computing). The transcripts of these interviews are housed by the IEEE History Center on its IEEE Global History Network site (http://www.ieeeghn.org) as part of its broader, important oral history collection which contains over 575 interviews, approximately 55 of whose subjects are female. The views expressed in this document are those of the authors and do not reflect the official policy or position of the United States Air Force, Department of Defense, or the U.S. Government.", "venue": "", "year": 2014, "referenceCount": 12, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "50000851", "name": "K. Irvin"}, {"authorId": "9094879", "name": "E. Hiteshue"}, {"authorId": "2958700", "name": "M. Lanzerotti"}, {"authorId": "2726648", "name": "S. Hochheiser"}, {"authorId": "2130231", "name": "M. Geselowitz"}]}}, {"isInfluential": false, "contexts": ["CSE, like other engineering fields, grew out of military initiatives (Abbate 2012; Ensmenger 2010).", "Skepticism must be exercised about the rhetoric of crisis in CSE (Abbate 2012).", "gather scattered, isolated women into a community with a collective identity (Abbate 2012)."], "intents": ["background"], "citingPaper": {"paperId": "1e03e94f3af943ad7be5ef49e562e8e6b26f448f", "externalIds": {"MAG": "2235749160"}, "url": "https://www.semanticscholar.org/paper/1e03e94f3af943ad7be5ef49e562e8e6b26f448f", "title": "Cracking the Code: Navigating and Subverting Dominant Class Rule in Computer Science and Engineering", "abstract": "My dissertation investigates the reproduction of gender-differentiated outcomes in sites of technology production and why Computer Science and Engineering (CSE) remains highly segregated. Computer technology both reflects and manufactures social values and the reproduction of systems of power in the US. I use ethnographic methods and media analysis to explore the social construction of gender, race and technology and their co-constitution of cultural norms governing labor segregation in CSE. I rely on and contribute to feminist theory from a variety of orientations anthropology, Marxism, science and technology studies and critical race studies to argue theoverrepresentation of white males in CSE is a matter of reproductive and economic justice. My cross-sectional method illuminates barriers women face at three different stages of a CSE career. At the heart of this research are the stories of women who persist in CSE, the barriers to desegregating the field and their ideological justifications and the broad cultural domains that shape and are shaped by the product, practices and applications of computer technology. In my dissertation, I advance five related arguments. First, women who navigate, resist, and subvert male hegemony to persist as workers in CSE have a unique standpoint in US society and have the potential to transform, institutionally and interpersonally, unjust social relations. Second, rites of passage (Davis Floyd 1992) in CSE, for example, interviews, long hours, precision questioning, combative work styles and the valorization of logical and abstract approaches to knowledge production over creative, material ones reproduce the ideological union between masculine ideals and competency in the field. These rituals also serve to indoctrinate CSE workers' to the core values in computing commodity production, including constant observation, intense evaluations of others, and the devaluation of sociality. Third, participants' emotions allowed me to locate and interpret the conflicts and contradictions of women CSE professionals. Many of these contradictions signal a rupture, women's struggle to navigate the bifurcated nature of their workplace role participants privileged to be agents in a powerful field and marginalized members of this field (Smith 1990). These sites of rupture are areas ripe for social change activism. Fourth, the majority of my participants have social change aspirations. They want to use their CSE skills to make the world a better place. These aspirations correlate with a commitment to support other women in CSE. Navigating the experience of rupture, combined with a yearning for social justice, may ignite feminist consciousness in women CSE workers, which can lead to collective action in pursuit not only of equality in CSE but also in broader cultural domains. Finally, I argue that social change aspirations are a collective form of reproductive aspirations and CSE workers can effectively organize around the shared yearning to contribute to the reproduction of the collective well being of society. These findings elucidate the causes of women's underrepresentation in CSE and the consequences of denying women of all ethnicities the opportunity to influence the design and application of technology. My research is meant to inform strategies that eradicate the barriers excluding women from Computer Science and Engineering and transform the powers of technology to advance social justice.", "venue": "", "year": 2013, "referenceCount": 383, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "49146687", "name": "Coleen Carrigan"}]}}]}