{"paperId": "c675499b2507376ab7e75f90e6a580a278fbffc0", "externalIds": {"MAG": "2119819503", "DOI": "10.1111/j.1468-0009.2010.00608.x", "PubMed": "21166865"}, "url": "https://www.semanticscholar.org/paper/c675499b2507376ab7e75f90e6a580a278fbffc0", "title": "Knowledge exchange processes in organizations and policy arenas: a narrative systematic review of the literature.", "abstract": "CONTEXT\nThis article presents the main results from a large-scale analytical systematic review on knowledge exchange interventions at the organizational and policymaking levels. The review integrated two broad traditions, one roughly focused on the use of social science research results and the other focused on policymaking and lobbying processes.\n\n\nMETHODS\nData collection was done using systematic snowball sampling. First, we used prospective snowballing to identify all documents citing any of a set of thirty-three seminal papers. This process identified 4,102 documents, 102 of which were retained for in-depth analysis. The bibliographies of these 102 documents were merged and used to identify retrospectively all articles cited five times or more and all books cited seven times or more. All together, 205 documents were analyzed. To develop an integrated model, the data were synthesized using an analytical approach.\n\n\nFINDINGS\nThis article developed integrated conceptualizations of the forms of collective knowledge exchange systems, the nature of the knowledge exchanged, and the definition of collective-level use. This literature synthesis is organized around three dimensions of context: level of polarization (politics), cost-sharing equilibrium (economics), and institutionalized structures of communication (social structuring).\n\n\nCONCLUSIONS\nThe model developed here suggests that research is unlikely to provide context-independent evidence for the intrinsic efficacy of knowledge exchange strategies. To design a knowledge exchange intervention to maximize knowledge use, a detailed analysis of the context could use the kind of framework developed here.", "venue": "The Milbank quarterly", "year": 2010, "referenceCount": 255, "citationCount": 343, "influentialCitationCount": 30, "isOpenAccess": true, "fieldsOfStudy": ["Sociology", "Medicine"], "authors": [{"authorId": "5641045", "name": "D. Contandriopoulos"}, {"authorId": "34729671", "name": "Marc Lemire"}, {"authorId": "144588518", "name": "J. Denis"}, {"authorId": "47145257", "name": "E. Tremblay"}]}