{"paperId": "3eee20f66efa6157d082d70db477c9e3b156be07", "externalIds": {"MAG": "2068848496", "DOI": "10.1353/tech.2003.0036"}, "url": "https://www.semanticscholar.org/paper/3eee20f66efa6157d082d70db477c9e3b156be07", "title": "Leo Marx's The Machine in the Garden", "abstract": "Nearly two decades ago, a fast-food chain made advertising history with a feisty old woman gesturing at a rival company's hamburger and demand ing, \"Where's the beef?\" Upon rereading Leo Marx's classic The Machine in the Garden: Technology and the Pastoral Ideal in America, which has remained continuously in print since 1964, a similar question startlingly arises: Where's the machine? As it turns out, \"the machine\" and the work ings of \"technology\" appear more assertively in the book's title than any where in the text. Marx has little to say about specific machines or tech nologies. But he gives pride of place to the machine and technology in his title and subtitle, thereby seeming to relegate to secondary status \"the gar den\" and \"the pastoral ideal,\" concepts whose explication has actually con sumed much of his half-century scholarly career. If The Machine in the Garden is indeed distinguished by the near absence of any discussion of actual technologies, then it makes sense to ask why many of us think of the book as a significant event in the formation of the history of technology as an academic discipline. A reexamination of Marx's work, now available in a thirty-fifth-anniversary edition with a new afterword, may contribute to an understanding of the early phases of the discipline. Marx, born in 1919 and still an active scholar, has never described him self as a historian of technology. He began his career during the late 1930s as an undergraduate student of American literature in Harvard University's interdisciplinary History and Literature program. From Perry Miller, whose intellectual history of the Puritan tradition emphasized the primacy of human intention over environmental determinism, and from F. O. Mat thiessen, whose readings of such canonical writers as Hawthorne, Thoreau,", "venue": "", "year": 2003, "referenceCount": 21, "citationCount": 16, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "71875658", "name": "J. L. Meikle"}]}