{"offset": 0, "data": [{"isInfluential": false, "contexts": ["…have access to the technologies, capacity, or desire to make use of it, all the while Internet service providers underserve large subsets of the population because they are averse to develop and deploy the infrastructure necessary to get these users “up to speed” (Burrell, 2018; Halegoua, 2015)."], "intents": ["background"], "citingPaper": {"paperId": "b360b766e4acfa3e95604ef15650c386a4eae97c", "externalIds": {"DOI": "10.1177/0961463X20985316"}, "url": "https://www.semanticscholar.org/paper/b360b766e4acfa3e95604ef15650c386a4eae97c", "title": "Time constructs: Design ideology and a future internet", "abstract": "This article engages the politics of technology as it examines how a discourse of time is framed by engineers and project principals in the course of the development of three future internet architecture projects: named data networking, eXpressive Internet Architecture, and Mobility First. This framing reveals categories of a discourse of time that include articulations of efficiency, speed, time as a technical resource, and notions of the future manifest in each project. The discursive categories fit into a time constructs model that exposes how these projects were built with regard to concepts of speed and how different notions of time are expressed as a design ideology intertwined with other ideologies. This time constructs framework represents a tool that can be used to expose the social and political values of technological development that are often hidden or are difficult to communicate in cross-disciplinary contexts.", "venue": "", "year": 2021, "referenceCount": 123, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "50981816", "name": "Britt S. Paris"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "85092f2953962b3817a9e53c467e959c30c61e2d", "externalIds": {"MAG": "3096172915", "DOI": "10.1080/24701475.2020.1831197"}, "url": "https://www.semanticscholar.org/paper/85092f2953962b3817a9e53c467e959c30c61e2d", "title": "Little history of CAPTCHA", "abstract": "Abstract This article traces the early history of CAPTCHA, the now ubiquitous cybersecurity tool that prompts users to “confirm their humanity” by solving word- and image-based puzzles before accessing free online services. CAPTCHA, and its many derivatives, are presented as content identification mechanisms: the user is asked to identify content in order for the computer to determine the identity of the user. This twofold process of content identification, however, has evolved significantly since CAPTCHA’s inception in the late 1990s. Pivoting away from a realist framework, largely dependent on the standard tenets [of] cryptography, toward a relational framework premised on aesthetic contingency and social consensus, CAPTCHA’s arc uniquely illustrates how contested notions of both “content” and “identity” become materialized in contemporary internet infrastructure. Inspired by Walter Benjamin’s exegetical study of early photography, this critical historicization aims to foreground CAPTCHA as a particularly fraught juncture of humans and computers, which, as with Benjamin’s intervention, productively troubles received ideas of humanism and automation, mediation and materiality.", "venue": "", "year": 2020, "referenceCount": 91, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1395700550", "name": "B. Justie"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f8e8aaac1e7111a63e6b8ce2087f39182d82bdf1", "externalIds": {"MAG": "3038450768", "DBLP": "conf/dev/Zamora20", "DOI": "10.1145/3378393.3402247"}, "url": "https://www.semanticscholar.org/paper/f8e8aaac1e7111a63e6b8ce2087f39182d82bdf1", "title": "28 Days Later: New Internet Users in Brazil and India Try a Lite Smartphone for a Month", "abstract": "As mobile internet growth continues to bring New Internet Users (NIUs) online, technology has adapted to fit this user segment. User barriers like devices and connectivity have declined as mobile phone prices have become more affordable and infrastructure has continued to develop, connecting more communities globally. App development has also evolved to better suit users on low-cost Android devices. Lite apps have entered the space as a solution for users in constrained environments. While there are many benefits to lite app designs, their effectiveness is unclear for their likely target beneficiaries: NIUs coming online. In this mixed-method study we explore the experience for NIUs trying out a smartphone with lite apps for a month in Brazil and India (n=62). We conducted this research by collecting diary data and follow-up in-person interviews. Results found that three phases of challenges occurred in the first 28 days with a lite smartphone: 1) getting started with accounts, 2) learning how to use the mobile platform and apps, and 3) meeting expectations and mastering the internet. Through understanding the friction points in each phase, insights surfaced design principles for future NIU technology.", "venue": "COMPASS", "year": 2020, "referenceCount": 32, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "7447166", "name": "Jennifer Zamora"}]}}, {"isInfluential": true, "contexts": ["Social Media use in Ghana\nThe cost of telecommunications in Ghana is relatively high and it ranks among the most\nexpensive in the West African countries (Atiso, 2017; Burrell, 2012).", "Burrell (2012) describes how technology development has long been part of a developing countries effort to reduce poverty.", "Burrell (2012) describes how it was the educated and elite who were the first to start using technology in Ghana, and that use of technology showed positive changes in the lives of those using it.", "The cost of telecommunications in Ghana is relatively high and it ranks among the most expensive in the West African countries (Atiso, 2017; Burrell, 2012)."], "intents": ["background"], "citingPaper": {"paperId": "27d45aad30fc45e604a4e1034f8fed042dbbe10e", "externalIds": {"MAG": "2800874861"}, "url": "https://www.semanticscholar.org/paper/27d45aad30fc45e604a4e1034f8fed042dbbe10e", "title": "User Beware: Determining Vulnerability in Social Media Platforms for Users in Ghana", "abstract": null, "venue": "", "year": 2018, "referenceCount": 44, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "51173667", "name": "Kodjo Atiso"}, {"authorId": "39653521", "name": "Jenna Kammer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f0aedb27ab4c1641e43028ba8782609055525deb", "externalIds": {"MAG": "2585988904", "DOI": "10.1353/jaas.2017.0004"}, "url": "https://www.semanticscholar.org/paper/f0aedb27ab4c1641e43028ba8782609055525deb", "title": "Ethnic Platforms and the Failure of Techno-Futurity", "abstract": "This article analyzes a novel yet fleeting configuration of ethnicity, the ethnic platform. Through ethnographic fieldwork of a diasporic Vietnamese entrepreneurial organization, this article explains why this attempt to create economic potential through Vietnamese ethnicity eventually failed. The ethnic platform was organized around two regimes of futurity. On the one hand, the ethnic platform was founded on a hope for a transcendent Vietnamese ethnicity that organized future as potential and forward momentum. This future potential, however, stood at odds with the future present of a refugee subjectivity that shaped the ethnic formation of many of these diasporic entrepreneurs. Hence, the ethnic platform was situated at the disjuncture between incommensurate ethnic temporalities. Despite the ethnic platform’s short-lived existence, this article underscores the importance of failure as an ethno-temporal critique through which we come to see the struggles and limits of techno-capitalism.", "venue": "", "year": 2017, "referenceCount": 41, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3394721", "name": "Lilly U. Nguyen"}]}}, {"isInfluential": false, "contexts": ["” In Ghana, Burrell [4] tracks patterns of Internet usage and non-usage over time.", "In Ghana, Burrell [4] tracks patterns of Internet usage and non-usage over time."], "intents": ["background"], "citingPaper": {"paperId": "57f817a4ba84cfbe02c746725adb841f88921ef4", "externalIds": {"DBLP": "conf/ictd/Gebhart16", "MAG": "2402196383", "DOI": "10.1145/2909609.2909663"}, "url": "https://www.semanticscholar.org/paper/57f817a4ba84cfbe02c746725adb841f88921ef4", "title": "Zero-rating in emerging mobile markets: Free Basics and Wikipedia Zero in Ghana", "abstract": "Despite widespread controversy surrounding zero-rating---that is, the practice of subsidizing mobile data---the field suffers from a lack of inquiry into user understanding of and experience with zero-rated services. This paper explores how Ghanaian mobile users interact with zero-rated mobile applications Free Basics and Wikipedia Zero. Based on semi-structured interviews with users and non-users of the applications, I discuss how mobile phone users perceive Free Basics and Wikipedia Zero, what motivates them to use or not use the applications, and how the availability of the applications influences their data-buying strategies. Findings suggest that respondents, including those who did not actively use the applications, understood and experienced Free Basics and Wikipedia Zero in ways divergent from the providers' aim of expanding access to online content and services.", "venue": "ICTD", "year": 2016, "referenceCount": 61, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "26628478", "name": "G. Gebhart"}]}}, {"isInfluential": false, "contexts": ["Managing computer security is a challenging task and has been studied extensively in the past in conventional contexts such as the home, workplace, and public areas [23, 30, 36, 53]."], "intents": ["background"], "citingPaper": {"paperId": "1613698bd5acdc7a18d67c842366fc70879db9f8", "externalIds": {"MAG": "2288558932", "DBLP": "conf/soups/ChenPM14"}, "url": "https://www.semanticscholar.org/paper/1613698bd5acdc7a18d67c842366fc70879db9f8", "title": "Exploring Internet Security Perceptions and Practices in Urban Ghana", "abstract": "Security is predicated, in part, upon the clear understanding of threats and the use of strategies to mitigate these threats. Internet landscapes and the use of the Internet in developing countries are vastly different compared to those in rich countries where technology is more pervasive. In this work, we explore the use of Internet technology throughout urban and peri-urban Ghana and examine attitudes toward security to gauge the extent to which this new population of technology users may be vulnerable to attacks. We find that, like in North America and Europe, the prevalent mental threat model indicates a lack of understanding of how Internet technologies operate. As a result, people rely heavily upon passwords for security online and those who augment their security do so with a variety of ad hoc practices learned by word of mouth. We relate and contrast our findings to previous works and make several recommendations for improving security in these contexts.", "venue": "SOUPS", "year": 2014, "referenceCount": 52, "citationCount": 27, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "51520051", "name": "Jay Chen"}, {"authorId": "37830639", "name": "Michael Paik"}, {"authorId": "2007835606", "name": "Kelly McCabe"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b63be13aa823214a9829662ed6a35694f25f6ab0", "externalIds": {"MAG": "2085921614", "DBLP": "conf/chi/BaumerABBD14", "DOI": "10.1145/2559206.2559224"}, "url": "https://www.semanticscholar.org/paper/b63be13aa823214a9829662ed6a35694f25f6ab0", "title": "Refusing, limiting, departing: why we should study technology non-use", "abstract": "In contrast to most research in HCI, this workshop focuses on non-use, that is, situations where people do not use computing technology. Using a reflexive pre-workshop activity and discussion-oriented sessions, we will consider the theories, methods, foundational texts, and central research questions in the study of non-use. In addition to a special issue proposal, we expect the research thread brought to the fore in this workshop will speak to foundational questions of use and the user in HCI.", "venue": "CHI Extended Abstracts", "year": 2014, "referenceCount": 32, "citationCount": 44, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144392313", "name": "E. Baumer"}, {"authorId": "34764282", "name": "Morgan G. Ames"}, {"authorId": "3299367", "name": "J. Brubaker"}, {"authorId": "48129731", "name": "J. Burrell"}, {"authorId": "1762952", "name": "P. Dourish"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a98ecb6e9f82fc52b2ce4b928bc54d62db002555", "externalIds": {"MAG": "1471740965"}, "url": "https://www.semanticscholar.org/paper/a98ecb6e9f82fc52b2ce4b928bc54d62db002555", "title": "Youth internet engagement and inequality in Australian society", "abstract": null, "venue": "", "year": 2013, "referenceCount": 245, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2118966571", "name": "Jonathan F. Smith"}]}}]}