{"paperId": "b2d9df9e59ec40ec7ff8ef28fcab89390b6035dc", "externalIds": {"MAG": "2079016842", "DOI": "10.1177/016224399301800306"}, "url": "https://www.semanticscholar.org/paper/b2d9df9e59ec40ec7ff8ef28fcab89390b6035dc", "title": "Upon Opening the Black Box and Finding It Empty: Social Constructivism and the Philosophy of Technology", "abstract": "What do philosophers need to know about technology? What kind of knowledge do we need to have? And how much? Perhaps it is enough simply to have lived in a society in which a wide variety of technologies are in common use. Drawing upon an everyday understanding of such matters, one can move on to develop general perspectives and theories that may enable us to answer important questions about technology in general. The problem is that one's grasp may be superficial, failing to do justice to the phenomena one wants to explain and interpret. One may seize upon a limited range of vaguely understood examples of technical applications-a dam on a river, a robot in a factory, or some other typification-and try to wring universal implications from a sample that is perhaps too small to carry the weight placed upon it. An alternative would be to focus one's attention more carefully, becoming expert in the technical knowledge of a specific field, attaining the deeper understanding of, say, a worker, engineer, or technical professional. Even that may prove limiting, however, because the experience available in one field of practice may not be useful in comprehending the origins, character, and consequences of technical practices in other domains. The sheer multiplicity of technologies in modern society poses serious difficulties for anyone who seeks an overarching grasp of human experience in a technological society. Yet another strategy might be to study particular varieties of technology in a scholarly mode, drawing upon existing histories and contemporary social studies of technological change as one's base of understanding. And one", "venue": "", "year": 1993, "referenceCount": 14, "citationCount": 755, "influentialCitationCount": 30, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "8074315", "name": "L. Winner"}]}