{"offset": 0, "data": [{"contexts": ["Instead, thinking that a doctoral degree is a shared space has allowed us to fruitfully engage in collaborative research works (Russell, 2017)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "2ccb80b76acfbc7627e9c9d23ac3784bec80a78e", "externalIds": {"DOI": "10.28945/4871"}, "url": "https://www.semanticscholar.org/paper/2ccb80b76acfbc7627e9c9d23ac3784bec80a78e", "title": "Doctoral Journey During Covid-19: Reflections From a Collaborative Autoethnography", "abstract": "Aim/Purpose: This paper identifies and examines cross-cutting experiences from the perspective of two doctoral students, whose research was affected by the coronavirus pandemic (COVID-19).\n\nBackground: The COVID-19 pandemic continues to be challenging for higher education scholars in terms of proceeding with their research and how the pandemic sets the scene for changes in higher education’s future. Due to increased anxiety levels because of uncertainties, the paper provides a reflection of doctoral experiences from two students – one in Russia at the data collection stage, and one in China (enrolled in New Zealand) at the proposal stage.\n\nMethodology: Through collaborative autoethnography and joint-reflection, we analyze our experiences as doctoral students focusing on methodological adjustments, ethical dilemmas, adaptation strategies and supervisor-supervisee relationships. Conducting a collaborative autoethnography provides a richer analysis of the interplay between perspectives, compared to a traditional autoethnography. Collaborative autoethnography also provides conditions for a collective exploration of subjectivities of doctoral students through an iterative process. After providing separate individual accounts, we discussed our experiences, analyzed them, and engaged in a joint-reflection from our consensual interpretations.\n\nContribution: Our work aims to contribute to existing discussions on how COVID-19 impacted on doctoral students’ coping strategies during the pandemic. The paper encourages doctoral students to further discuss how they navigate their doctoral experiences through autoethnography and joint-reflections.\n\nFindings: Three main themes transpired in our analysis. First, we encountered roadblocks such as interruptions, frustrations and resistance to adapt our doctoral studies in the pandemic context, which align with the recent literature regarding education during the coronavirus pandemic. Second, we faced a diversity of burdens and privileges in the pandemic, which provided us with both pleasant (opportunity to create change) and unpleasant (unknown threats) situations, thereby enabling us to construct and reconstruct our stories through reflection. Third, we experienced a shared unfamiliarity of doing doctoral studies during the pandemic, to which the role of the academic community including our supervisors and doctoral colleagues contributed to how we managed our circumstances. \n\nRecommendations for Practitioners: We speak to our fellow doctoral students to dare navigate their doctoral experiences through collaborative reflections. In practice, by reflecting on our experience, we recommend that new doctoral students remain flexible and mindful of their doctoral journeys and recognize their agency to deal with the unexpected. We thus encourage the view of doctoral studies as a process rather than outcome-oriented, as we gain experience from processes. \n\nRecommendation for Researchers: We recommend using both collaborative autoethnography and joint-reflection as an instructive tool for qualitative research. Such engagements offer important discussions towards further communications and exchange of ideas among doctoral students from various backgrounds.\n\nImpact on Society: More broadly, this work is an invitation to reflect and provoke further thoughts to articulate reflections on the impact and various ways of thinking that the pandemic might bring to the fore.\n\nFuture Research: Doctoral students are welcome to contribute to a collectivity of narratives that thicken the data and analyses of their pandemic experiences in higher education to reinforce the role of doctoral researchers as agents of history in the trying times of a pandemic.\n\n", "venue": "International Journal of Doctoral Studies", "year": 2021, "referenceCount": 94, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2133247001", "name": "Aireen Grace Andal"}, {"authorId": null, "name": "Shuang Wu"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "41b3a0e954ab7b6471b2830e8d13a9e1a31fafb5", "externalIds": {"MAG": "3162142080", "DOI": "10.1016/j.jnma.2021.04.002", "PubMed": "33992432"}, "url": "https://www.semanticscholar.org/paper/41b3a0e954ab7b6471b2830e8d13a9e1a31fafb5", "title": "Addressing the gate blocking of minority faculty.", "abstract": "There have been ongoing efforts to increase the presence of underrepresented minorities in medicine (URMM), including faculty development initiatives, mentoring programs and outreach efforts. However, URMM faculty face unique challenges that are crucial for academic institutions and leaders to recognize in order to improve retention of this group and allow for meaningful advancement in the field. This paper introduces the concept of gate blocking, defined as what happens to minority faculty as a result of the consequences of the minority tax and systems designed to advantage some and disadvantage others. In addition to defining gate blocking, the authors make recommendations to address this concern in academic medicine and promote the advancement and retention of URMM faculty.", "venue": "Journal of the National Medical Association", "year": 2021, "referenceCount": 22, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Medicine"], "authors": [{"authorId": "1945188952", "name": "O. Amaechi"}, {"authorId": "29344034", "name": "Krys E. Foster"}, {"authorId": "152609516", "name": "D. Tumin"}, {"authorId": "4320513", "name": "Kendall M. Campbell"}]}}, {"contexts": ["“Impostors” can suffer from chronic self-doubt that overrides feelings of success or external proof of their competence.(2) Pharmacists are a crucial part of the health care team and are considered medication experts."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "92d3209b19be512c5f38693dcfe951740bd9d7d4", "externalIds": {"MAG": "3163345149", "DOI": "10.5688/AJPE8474"}, "url": "https://www.semanticscholar.org/paper/92d3209b19be512c5f38693dcfe951740bd9d7d4", "title": "Assessment of Impostor Phenomenon in Student Pharmacists and Faculty at Two Doctor of Pharmacy Programs", "abstract": "Objective. The objective of this study was to evaluate the prevalence of impostor phenomenon (IP) in student pharmacists and faculty members at two educational institutions in the US. Methods. An electronic self-report survey instrument including the validated Clance Impostor Phenomenon Scale (CIPS) was delivered anonymously from April 2020 to May 2020. Demographic data including age range, gender, and other characteristics were collected. CIPS scores were reported as overall mean (SD) and data were compared between institutions and demographic groups using Student’s t tests. Results. The overall mean CIPS score for all survey respondents (N=209) was 63.8 (SD=15.1). Mean student pharmacist CIPS score for NEOMED was 64.7 (SD=14.4) vs. 63.8 (SD=16.1) for SUCOPHS, which was similar. Mean faculty CIPS score for NEOMED was 59.2 (SD=14.0) vs. 64.7 (SD=16.8) for SUCOPHS, which was similar. Mean CIPS score for the combined student pharmacist group (NEOMED and SUCOPHS) was 64.3 (SD=15.1) vs. 61.2 (SD=15.1) for the combined group of faculty members, which was similar. Overall, most respondents fell in the “moderate” to “frequent” CIPS score classification range (36.4% and 44%, respectively). Conclusion. Our study found that IP feelings were common among responding student pharmacists and faculty members at the institutions surveyed, though limited is known currently about the implications of these findings. Future research should seek to elucidate factors predictive of or associated with IP as well as assess the impact of strategies to prevent or manage IP.", "venue": "American Journal of Pharmaceutical Education", "year": 2021, "referenceCount": 22, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "15226671", "name": "Jaclyn A. Boyle"}, {"authorId": "8487056", "name": "Daniel R. Malcom"}, {"authorId": "153857005", "name": "A. Barker"}, {"authorId": "2121611054", "name": "Ramandeep Gill"}, {"authorId": "1483597517", "name": "Mackenzie Lloyd"}, {"authorId": "2121840953", "name": "Sara Bonenfant"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bfc26d52a3c9312e1127e46fd04975f45870bed6", "externalIds": {"MAG": "3193944056", "DOI": "10.1007/978-981-16-3705-6_6"}, "url": "https://www.semanticscholar.org/paper/bfc26d52a3c9312e1127e46fd04975f45870bed6", "title": "Collaboration in a Context of Accountability: Cultural Change in Teacher Educator Practice Across University Boundaries", "abstract": null, "venue": "Teacher Education, Learning Innovation and Accountability", "year": 2021, "referenceCount": 24, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "104556949", "name": "A. Lugg"}, {"authorId": "7291488", "name": "Catherine Lang"}, {"authorId": "116226744", "name": "Jacolyn Weller"}, {"authorId": "2060471385", "name": "N. Carr"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "dd71797c9c0060c4954d65214d9d239cccd694e6", "externalIds": {"DOI": "10.1542/peds.2021-052758", "PubMed": "34417286"}, "url": "https://www.semanticscholar.org/paper/dd71797c9c0060c4954d65214d9d239cccd694e6", "title": "Microaggressions: Privileged Observers' Duty to Act and What They Can Do.", "abstract": "This is a prepublication version of an article that has undergone peer review and been accepted for publication but is not the final version of record. This paper may be cited using the DOI and date of access. This paper may contain information that has errors in facts, figures, and statements, and will be corrected in the final published version. The journal is providing an early version of this article to expedite access to this information. The American Academy of Pediatrics, the editors, and authors are not responsible for inaccurate information and data described in this version.", "venue": "Pediatrics", "year": 2021, "referenceCount": 24, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "51121483", "name": "Jamilah M Hackworth"}, {"authorId": "6810010", "name": "Meera Kotagal"}, {"authorId": "14653973", "name": "O. Bignall"}, {"authorId": "6536925", "name": "Ndidi I. Unaka"}, {"authorId": "1396255640", "name": "Armand H. Matheny Antommaria"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0ae8898ecf965b9728b99bbc519be9567a0bcc88", "externalIds": {"MAG": "3111262000", "DOI": "10.1080/10401334.2020.1856112", "PubMed": "33302719"}, "url": "https://www.semanticscholar.org/paper/0ae8898ecf965b9728b99bbc519be9567a0bcc88", "title": "Should Medical Educators Help Learners Reframe Imposterism?", "abstract": "Abstract Issue: Impostor syndrome, impostor phenomenon, or imposterism, is a very common, likely ubiquitous, psychological construct in the general population and certainly among health care providers. It has been the subject of many, mostly descriptive, articles and blogs in the medical literature as well as in the lay press and on social media. Evidence: Imposterism has been associated with, but not demonstrated to be causative of, psychological conditions including stress, shame, guilt, and burnout, and behaviors such as “hiding out,” which impede career development. The authors argue that to avoid these more serious potential manifestations of imposterism, the approach to imposterism should be reframed, and medical students, residents, and physicians should be helped to view episodic feelings of imposterism as appropriate situational responses. Implications: As feelings of imposterism are virtually universal for those on the journey from medical/graduate student through practicing physician/scientist, handling them appropriately could hopefully channel them into positive responses that mitigate potential psychological and behavioral consequences and improve emotional health.", "venue": "Teaching and learning in medicine", "year": 2020, "referenceCount": 63, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "50734712", "name": "B. Morgenstern"}, {"authorId": "5774902", "name": "G. B. Beck Dallaghan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0dc4b59acff67dc358c3c5195304940f020192e5", "externalIds": {"PubMedCentral": "8028514", "DOI": "10.31729/jnma.5505", "PubMed": "34506379"}, "url": "https://www.semanticscholar.org/paper/0dc4b59acff67dc358c3c5195304940f020192e5", "title": "Being an Imposter: Growing Out of Impostership", "abstract": "ABSTRACT Imposter syndrome is the fear of being discovered as an intellectual fraud. It is an internal experience of believing that you are not as competent as others perceive you to be. It lowers person's inner self-confidence, self-esteem that impedes work performance and this phenomenon is more prevalent among medical students. However, talking openly about it with peers, rooting positive thoughts and building confidence helps us to appropriate reality of our situation and counter our negative self-talk.", "venue": "JNMA; journal of the Nepal Medical Association", "year": 2020, "referenceCount": 9, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2067873669", "name": "Sumina Mainali"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "14e7ca6fe3d08c97f0ce2128d941650ea9cad2c2", "externalIds": {"MAG": "3018778909", "DOI": "10.18865/ed.30.2.295", "PubMed": "32346275"}, "url": "https://www.semanticscholar.org/paper/14e7ca6fe3d08c97f0ce2128d941650ea9cad2c2", "title": "Writing Accountability Groups Are a Tool for Academic Success: The Obesity Health Disparities PRIDE Program.", "abstract": "Introduction\nThe current hypercompetitive extramural funding environment in the United States emphasizes the critical need for effective research training programs that focus not only on grantsmanship, but on skill development across the full range of research activities, culminating in writing research results for publication. Using Writing Accountability Groups (WAG), the National Heart, Lung, and Blood Institute (NHLBI) funded Obesity Health Disparities (OHD) PRIDE is one of the few research training and mentoring programs that places an equal focus on scientific writing and grant writing. This article reports on the utility of WAGs for OHD PRIDE mentees.\n\n\nMethod\nParticipants included 14 of 26 individuals who were fellows in the OHD PRIDE research training and mentoring program. A typical WAG has between four and eight members who meet for one hour each week over a 10-week period and commit a priori to attend at least 70% of the sessions. Summary statistics were produced to characterize number of peer-reviewed publications, grants, years in academic rank, and category of current academic rank, barriers to frequency of writing, and duration of writing. Results from pre- and post-WAG surveys were compared to determine the overall impact of the WAG. The study period discussed in this article took place between January and December 2017 and included data from three 10-week cycles beginning in February, May, and September.\n\n\nResults\nFifty-three percent of OHD PRIDE participants successfully completed at least one 10-week WAG cycle. The WAGs did not have a statistically significant impact on either the frequency of writing or the duration of writing. However, the majority of the participants who successfully completed at least one WAG cycle reported that they either maintained or increased their frequency or duration of writing.\n\n\nConclusion\nBy providing a structured approach to developing and/or enhancing a practice of consistent writing, time management skills, and collaborative relationships, the WAG has promise for enhancing scientific writing skills for many trainees and early-career faculty. Longer term follow-up is needed to more fully assess the potential impact of WAGs.", "venue": "Ethnicity & disease", "year": 2020, "referenceCount": 35, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "40586716", "name": "R. Thorpe"}, {"authorId": "6882663", "name": "B. Beech"}, {"authorId": "82812700", "name": "K. Norris"}, {"authorId": "6967297", "name": "E. Heitman"}, {"authorId": "5914961", "name": "M. Bruce"}]}}, {"contexts": ["Many doctors and medical students have described the syndrome anecdotally (Koven, 2017; Russell, 2017; “Simon Gilbody: The importance of being active,” 2017; Smith, 2003)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "376882cf54788342e62a6c49ed18ca812bff7b81", "externalIds": {"MAG": "2972674437", "DOI": "10.4018/978-1-5225-9599-1.ch011"}, "url": "https://www.semanticscholar.org/paper/376882cf54788342e62a6c49ed18ca812bff7b81", "title": "The Imposter Phenomenon in the Medical Profession", "abstract": "The imposter phenomenon, or imposter syndrome, is defined as an internal experience of feeling like an intellectual fraud, despite external evidence of an individual’s accomplishments, and results in an inability to internalise a sense of success. It is common among high-achieving people, and appears to be more common in women and ethnic minorities. In this chapter, a systematic review of the literature will be presented on imposter syndrome in the medical profession. Topics covered include purported aetiology, implications (including the impact on mental health and career progression), limitations of research, potential coping strategies, and avenues for future research.", "venue": "", "year": 2020, "referenceCount": 63, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "38796824", "name": "R. Grossman"}]}}, {"contexts": ["● Attribution of success disproportionately to luck, timing, external conditions, or support from others, while retaining full responsibility for perceived failures.(1)", "● Common even among highly accomplished individuals when making transitional advancements in their careers or acting in high visibility roles.(1)", "syndrome? ● Chronic self-doubt and sense of fraudulence that overrides feelings of success or external proof of competence.(1) ● Attribution of success disproportionately to luck, timing, external conditions, or support from others, while retaining full responsibility for perceived failures."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "90e09c1df3b4024041f62cc9be73c2960d8ceff5", "externalIds": {"DOI": "10.1287/orms.2006.06.04"}, "url": "https://www.semanticscholar.org/paper/90e09c1df3b4024041f62cc9be73c2960d8ceff5", "title": "The Imposter Syndrome", "abstract": "Imposter Syndrome is a collection of feelings of inadequacy that persists despite evidence of success. 1 What is imposter syndrome? ● Chronic self-doubt and sense of fraudulence that overrides feelings of success or external proof of competence. ● Attribution of success disproportionately to luck, timing, external conditions, or support from others, while retaining full responsibility for perceived failures.", "venue": "Volume 33, Number 6, December 2006", "year": 2020, "referenceCount": 14, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2139461190", "name": "O. OliviaDeLa"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a48769afdd7c07ed9469ce54007f6f6d2d81e2a9", "externalIds": {"MAG": "3012706353", "DOI": "10.1093/ajhp/zxaa041", "PubMed": "32201891"}, "url": "https://www.semanticscholar.org/paper/a48769afdd7c07ed9469ce54007f6f6d2d81e2a9", "title": "Prevalence of impostor phenomenon and assessment of well-being in pharmacy residents.", "abstract": "PURPOSE\nThe purpose of this study was to quantify the prevalence of impostor phenomenon (IP) and to assess well-being in pharmacy residents, as well as analyze the effects of demographics on these outcomes.\n\n\nMETHODS\nA cross-sectional, survey-based study was performed. Pharmacy residency program directors and pharmacy directors were asked to forward an invitation email to actively enrolled postgraduate year 1 (PGY1) and postgraduate year 2 pharmacy residents in March 2019. The survey used the Clance Impostor Phenomenon Scale (CIPS) to identify IP and the Mayo Clinic Resident/Fellow Well-Being Index (RWBI) to assess resident well-being.\n\n\nRESULTS\nSurvey respondents were mostly female, enrolled in PGY1 programs and single with no children. Of the 720 responses included in the study, 57.5% (n = 414) were identified as \"impostors\" (CIPS score of ≥62), with a mean CIPS score of 64.0 (SD, 15.0). Prior mental health treatment and increased hours worked per week were significant predictors of IP. The greatest correlation was found in those working greater than 80 hours per week compared to less than 60 hours per week (ß = 9.845; P < 0.001). The mean RWBI score was 4.2 (SD, 1.8), with 47.8% (n = 344) of residents scoring ≥5, the cutoff for identifying those at greatest risk of distress. Age, previous mental health treatment, and increasing hours worked per week were significant predictors of RWBI ≥5. CIPS and RWBI scores were found to exhibit weak but significant correlation (ρ = 0.357; P < 0.001).\n\n\nCONCLUSION\nPharmacy residents displayed significantly higher prevalence of IP vs comparable groups as well as significantly more distress with potential for a personal and/or professional consequence.", "venue": "American journal of health-system pharmacy : AJHP : official journal of the American Society of Health-System Pharmacists", "year": 2020, "referenceCount": 26, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "1557317101", "name": "Jesse B. Sullivan"}, {"authorId": "51240210", "name": "Nicole L Ryba"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ce5a16fbaf942a38f5180b857deb71c102473f5b", "externalIds": {"MAG": "3004624172", "PubMedCentral": "7841628", "DOI": "10.15537/smj.2020.2.24841", "PubMed": "32020154"}, "url": "https://www.semanticscholar.org/paper/ce5a16fbaf942a38f5180b857deb71c102473f5b", "title": "Burnout and imposter syndrome among Saudi young adults", "abstract": "Objectives: To determine the prevalence of imposter syndrome (IS) among Saudi adults and its association with burnout. Methods: Using non-probability convenience sampling, we carried out a cross-sectional analytical study among adults in Northern Saudi Arabia. Data collection toll was a self-administered questionnaire containing young imposter scale (YIS), Maslach burnout inventory (MBI) and depression, anxiety, and stress scale 21 (DASS 21). These 3 scales are valid and reliable measurement tools for measuring IS, burnout, and psychological morbidity. Results: In the study sample (n=384), imposterism was present among 222 adults (57.8%). Moderate and severe symptoms of depression were present in 217 (56.5%), symptoms of stress in 210 (54.7%), and symptoms of anxiety in 126 (32.8%). Burnout was measured in 3 domains of depersonalization, emotion exhaustion, and personal accomplishments. High degree of depersonalization was found in 221 (57.6%), higher emotional exhaustion in 246 (64.1%) while lower personal accomplishment was present in 126 (32.8%). We found statistical association between IS and gender (p<0.01), depression (p<0.001) stress (p<0.001) and all 3 domains of burnout (p<0.01). Imposter syndrome was not found associated with anxiety (p=0.97). Young imposter scale score was associated with all the 3 domains of burnout even after controlling for depression, anxiety, and stress. Conclusion: Imposter syndrome is frequent among Saudi adults and associated with all 3 burnout domains. Mental health domains like burnout, depression, stress, and anxiety were found associated with IS.", "venue": "Saudi medical journal", "year": 2020, "referenceCount": 40, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "112936956", "name": "S. Alrayyes"}, {"authorId": "113293541", "name": "U. F. Dar"}, {"authorId": "4399248", "name": "Musab F. Alrayes"}, {"authorId": "1491491416", "name": "Ahmed Alghutayghit"}, {"authorId": "1491492222", "name": "Nouf Alrayyes"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ef83a2619b97df44386437331a71345dfe7834b9", "externalIds": {"MAG": "2999054505", "DOI": "10.1007/s40615-020-00703-z", "PubMed": "31953638"}, "url": "https://www.semanticscholar.org/paper/ef83a2619b97df44386437331a71345dfe7834b9", "title": "Releasing the Net to Promote Minority Faculty Success in Academic Medicine", "abstract": "Underrepresented minority faculty in academic medicine continue to be underrepresented in academic health centers across the country. Their underrepresentation impacts advancements in clinical care, education, and discovery and slows our forward progress in the field. Underrepresented in medicine faculty includes people who are black or African American, Hispanic or Latinx, or Native American. Barriers to underrepresented faculty recruitment, retention, and advancement include minority and gratitude taxes, imposter syndrome, and a lack of an appreciation of power distance and distance traveled. This article reviews five barriers to progress in achieving appropriate diversity among faculty and leadership of academic health centers, focusing on the multiplying effects of these barriers and potential steps forward.", "venue": "Journal of Racial and Ethnic Health Disparities", "year": 2020, "referenceCount": 23, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Political Science"], "authors": [{"authorId": "4320513", "name": "Kendall M. Campbell"}, {"authorId": "66412284", "name": "B. Hudson"}, {"authorId": "152609516", "name": "D. Tumin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fabaf8c340128918048702dc4fc1447ef310ccae", "externalIds": {"MAG": "3010860035", "DOI": "10.1016/j.ajem.2020.03.026", "PubMed": "32220523"}, "url": "https://www.semanticscholar.org/paper/fabaf8c340128918048702dc4fc1447ef310ccae", "title": "Building your emotional bench: How to sustain a career in emergency medicine.", "abstract": null, "venue": "The American journal of emergency medicine", "year": 2020, "referenceCount": 5, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "49829947", "name": "M. Weinstock"}, {"authorId": "90213889", "name": "M. Pallaci"}, {"authorId": "34442232", "name": "A. Kalantari"}]}}, {"contexts": ["Russell (2017)34\nUSA Medical student NA Perspective/ commentary NA NA Perspective article on IS in medical school\nSwope et al (2017)32\nUSA Medical students\nNA Survey CIPS 85 • 50% of students had significant IS • 10.4% had very severe IS • Mean CIPS score was 63.7 • No difference in IS between…"], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "2f96600b5c03f54fc86ae77faec71afe3f32431a", "externalIds": {"MAG": "2985146058", "DOI": "10.1111/medu.13956", "PubMed": "31692028"}, "url": "https://www.semanticscholar.org/paper/2f96600b5c03f54fc86ae77faec71afe3f32431a", "title": "Impostor syndrome among physicians and physicians in training: A scoping review", "abstract": "Impostor syndrome (IS) is increasingly recognised as a condition among physicians and physicians in training. Impostor syndrome is especially problematic because of its association with increased rates of burnout and suicide. In order to address this issue, we need to fully understand its prevalence, scope, and factors associated with IS. The purpose of this scoping review is to analyse the existing literature on IS among practising physicians and physicians in training in order to identify current trends and directions for future research.", "venue": "Medical education", "year": 2020, "referenceCount": 60, "citationCount": 27, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "144755525", "name": "M. Gottlieb"}, {"authorId": "10950188", "name": "A. Chung"}, {"authorId": "14925765", "name": "N. Battaglioli"}, {"authorId": "1401639944", "name": "S. Sebok-Syer"}, {"authorId": "34442232", "name": "A. Kalantari"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4bb30abc8a63832206b2693744ed2798f638240c", "externalIds": {"MAG": "2965827759", "DOI": "10.1001/jama.2019.9788", "PubMed": "31386138"}, "url": "https://www.semanticscholar.org/paper/4bb30abc8a63832206b2693744ed2798f638240c", "title": "Imposter Syndrome: Treat the Cause, Not the Symptom.", "abstract": "A f e w w e e k s a g o , a Tw i t t e r a c c o u n t c a l l e d @womeninmedchat facilitated an online conversation about imposter syndrome in medicine. Imposter syndrome is a psychological term that refers to a pattern of behavior wherein people (even those with adequate external evidence of success) doubt their abilities and have a persistent fear of being exposed as a fraud. Online, there were numerous responses: women talked frankly about how they attributed accomplishments to luck or good timing instead of merit, voicing fears that they had simply duped others with an illusion of competence. The sheer prevalence was emphasized by an aspiring surgeon: “I’d like to meet someone who HASN’T experienced imposter syndrome.” Others highlighted how the syndrome disproportionately affects women and minority groups—who often lack sufficient role models of success. Many reported that it led to meaningful setbacks in their careers, from being too paralyzed to speak up at meetings to not asking for opportunities or promotions due to feeling unqualified. An academic hospitalist wrote, “There are", "venue": "JAMA", "year": 2019, "referenceCount": 9, "citationCount": 47, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "11041126", "name": "S. Mullangi"}, {"authorId": "2805842", "name": "R. Jagsi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "83c6ce4ea64db02e1a1171550c1cc861e7f9e84e", "externalIds": {"MAG": "2972588374", "DOI": "10.1007/978-981-13-9302-0_6"}, "url": "https://www.semanticscholar.org/paper/83c6ce4ea64db02e1a1171550c1cc861e7f9e84e", "title": "You Are Not Your PhD: Managing Stress During Doctoral Candidature", "abstract": "As a PhD student, I experienced significant stress which impacted on my wellbeing during my candidature. In this chapter, I reflect on my doctoral journey, exploring the causes for my increased feelings of stress and anxiety. I analyse my experiences through the lenses of the transactional model of stress and coping, the impact of imposter syndrome, and the effects of comparisons with others. Finally, I provide several strategies to help other PhD students manage their levels of stress and anxiety in their doctoral candidature.", "venue": "Wellbeing in Doctoral Education", "year": 2019, "referenceCount": 59, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "78335838", "name": "R. Lau"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9f01a1c4eec92986e8f61e45e5cdf28f321c3085", "externalIds": {"MAG": "2979290070", "DOI": "10.1097/acm.0000000000003020", "PubMed": "31577584"}, "url": "https://www.semanticscholar.org/paper/9f01a1c4eec92986e8f61e45e5cdf28f321c3085", "title": "Is Academic Medicine Ready for Term Limits?", "abstract": "The use of term limits in politics and business has been proposed as a means to refresh leadership, encourage innovation, and decrease gender and racial disparities in positions of power. Many U.S. states and the executive boards of businesses have incorporated them into their constitutions and bylaws; however, studies in politics and business have shown that implementing term limits has mixed results. Specifically, research in politics has shown that terms limits have had a minimal effect on the number of women and minorities elected to office, while research in business indicates term limits do increase innovation. Additionally, term limits may have unintended negative consequences, including inhibiting individuals from developing deep expertise in a specific area of interest and destabilizing institutions that endure frequent turnover in leaders. Given this conflicting information, it is not surprising that AMCs in the United States have not widely incorporated term limits for those holding positions of power, including deans, presidents, provosts and department heads. Notably, a few academic medical centers (AMCs) have incorporated such limits for some positions, and faculty have viewed these positively for their ability to shape a more egalitarian and collaborative culture. Drawing on studies from academic medicine, politics, and business, the author examines arguments both for and against instituting term limits at AMCs. The author concludes that despite strong arguments against term limits, they deserve attention in academic medicine, especially given their potential to help address gender and racial disparities and to encourage innovation.", "venue": "Academic medicine : journal of the Association of American Medical Colleges", "year": 2020, "referenceCount": 45, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Political Science"], "authors": [{"authorId": "29012472", "name": "J. Austin"}]}}, {"contexts": ["Impostor syndrome is a behavioral pattern wherein individuals experience feelings of inadequacy and fear being exposed as a fraud despite evident success in their field (Corkindale 2008)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "a053c0a4cc23bd61e4998012453a08b87758b037", "externalIds": {"MAG": "2979470065", "DOI": "10.1080/0142159X.2019.1671967", "PubMed": "31599174"}, "url": "https://www.semanticscholar.org/paper/a053c0a4cc23bd61e4998012453a08b87758b037", "title": "WOMENtorship: The #WomenInMedicine perspective", "abstract": "Abstract Mentorship is essential for career development, personal development, and job satisfaction for physicians in academic medicine. Women in academic medicine face unique challenges including significant gender disparities in positions of leadership as well as difficulty finding mentors. As leaders in academic medicine, we have collated several structured recommendations for physicians of both genders seeking to be better mentors to female trainees and early career physicians. We discuss each of these recommendations in detail including the following: acknowledging your own strengths and limitations as a mentor, addressing issues of work-life integration, helping your mentee set long-term career goals, and acting as a sponsor as well as a mentor. We hope these suggestions are helpful for current and aspiring mentors and provide a platform to improve career development for female physicians and reduce gender inequities in academic medicine.", "venue": "Medical teacher", "year": 2020, "referenceCount": 30, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "12587431", "name": "A. Marshall"}, {"authorId": "5322890", "name": "Renee K. Dversdal"}, {"authorId": "2113774910", "name": "Martina Murphy"}, {"authorId": "81154019", "name": "Donna M Prill"}, {"authorId": "144978003", "name": "T. Zhang"}, {"authorId": "49837531", "name": "Shikha Jain"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f94533501d1f25dabb66e14b6435a8e052274a29", "externalIds": {"MAG": "2969515171", "DOI": "10.1093/infdis/jiz174", "PubMed": "31430380"}, "url": "https://www.semanticscholar.org/paper/f94533501d1f25dabb66e14b6435a8e052274a29", "title": "The Science and Value of Diversity: Closing the Gaps in Our Understanding of Inclusion and Diversity.", "abstract": "Diversity drives excellence. Diversity enhances innovation in biomedical sciences and, as it relates to novel findings and treatment of diverse populations, in the field of infectious diseases. There are many obstacles to achieving diversity in the biomedical workforce, which create challenges at the levels of recruitment, retention, education, and promotion of individuals. Here we present the challenges, opportunities, and suggestions for the field, institutions, and individuals to adopt in mitigating bias and achieving greater levels of equity, representation, and excellence in clinical practice and research. Our findings provide optimism for a bright future of fair and collaborative approaches that will enhance the power of our biomedical workforce.", "venue": "The Journal of infectious diseases", "year": 2019, "referenceCount": 69, "citationCount": 51, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Political Science"], "authors": [{"authorId": "39232058", "name": "T. Swartz"}, {"authorId": "46552208", "name": "A. Palermo"}, {"authorId": "5252125", "name": "S. Masur"}, {"authorId": "4220879", "name": "J. Aberg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5e1ee93f2891f693c0e290f22756089cbec74c1c", "externalIds": {"MAG": "2892562039", "DOI": "10.1002/9781119536598.CH27"}, "url": "https://www.semanticscholar.org/paper/5e1ee93f2891f693c0e290f22756089cbec74c1c", "title": "Caring for the Caregivers", "abstract": null, "venue": "Veterinary Technician's Manual for Small Animal Emergency and Critical Care", "year": 2018, "referenceCount": 5, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "1410542116", "name": "L. O’Dwyer"}, {"authorId": "6367556", "name": "C. Norkus"}]}}, {"contexts": ["I also dealt with Imposter Syndrome, which can be defined as, “a collection of feelings of inadequacy that persist despite evident success” (Corkindale, 2008)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "510ec21b361828a77cd6cbcaa4a10364a853fe8f", "externalIds": {"MAG": "2775250345"}, "url": "https://www.semanticscholar.org/paper/510ec21b361828a77cd6cbcaa4a10364a853fe8f", "title": "Exploring the Lives of Gifted Women", "abstract": "Exploring the Lives of Gifted Women is a narrative collection that shares the lived experience of five diverse gifted women. These women were identified as gifted and talented through a formal psychological evaluation. They were served in gifted programming in elementary and secondary school. This qualitative narrative study revealed the lived personal experience of being a gifted female throughout the lifespan for these five diverse gifted women. The internal gifted characteristics and external influences that affect gifted women’s relationships, social and emotional health, achievement, and overall wellbeing were analyzed. The results of this study also examined the internal and external influences that affect self-efficacy in gifted women. The collection of narratives allowed prominent themes to emerge, such as perfectionism, Imposter Syndrome, and societal pressures that lead to conformity.", "venue": "", "year": 2017, "referenceCount": 144, "citationCount": 1, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "113970534", "name": "Christine Ann Winterbrook"}]}}]}