{"offset": 0, "data": [{"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "419f3c9da5aaf97f70813083a72ed2f9698f08df", "externalIds": {"MAG": "2078485360", "DOI": "10.1002/1520-6807(199301)30:1<79::AID-PITS2310300113>3.0.CO;2-X"}, "url": "https://www.semanticscholar.org/paper/419f3c9da5aaf97f70813083a72ed2f9698f08df", "title": "The psychological sense of school membership among adolescents: Scale development and educational correlates", "abstract": "This article discusses the development and validation of a measure of adolescent students' perceived belonging or psychological membership in the school environment. An initial set of items was administered to early adolescent students in one suburban middle school (N = 454) and two multi-ethnic urban junior high schools (N = 301). Items with low variability and items detracting from scale reliability were dropped, resulting in a final 18-item Psychological Sense of School Membership (PSSM) scale, which had good internal consistency reliability with both urban and suburban students and in both English and Spanish versions. Significant findings of several hypothesized subgroup differences in psychological school membership supported scale construct validity. The quality of psychological membership in school was found to be substantially correlated with self-reported school motivation, and to a lesser degree with grades and with teacher-rated effort in the cross-sectional scale development studies and in a subsequent longitudinal project. Implications for research and for educational practice, especially with at-risk students, are discussed.", "venue": "", "year": 1993, "referenceCount": 23, "citationCount": 1450, "influentialCitationCount": 305, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "6864802", "name": "C. Goodenow"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "794f0cb4d86a4537ab2291a75b06875e859f9011", "externalIds": {"PubMedCentral": "3661256", "MAG": "1600794198", "DOI": "10.2147/AMEP.S14383", "PubMed": "23745087"}, "url": "https://www.semanticscholar.org/paper/794f0cb4d86a4537ab2291a75b06875e859f9011", "title": "Medical students-as-teachers: a systematic review of peer-assisted teaching during medical school", "abstract": "Introduction International interest in peer-teaching and peer-assisted learning (PAL) during undergraduate medical programs has grown in recent years, reflected both in literature and in practice. There, remains however, a distinct lack of objective clarity and consensus on the true effectiveness of peer-teaching and its short- and long-term impacts on learning outcomes and clinical practice. Objective To summarize and critically appraise evidence presented on peer-teaching effectiveness and its impact on objective learning outcomes of medical students. Method A literature search was conducted in four electronic databases. Titles and abstracts were screened and selection was based on strict eligibility criteria after examining full-texts. Two reviewers used a standard review and analysis framework to independently extract data from each study. Discrepancies in opinions were resolved by discussion in consultation with other reviewers. Adapted models of “Kirkpatrick’s Levels of Learning” were used to grade the impact size of study outcomes. Results From 127 potential titles, 41 were obtained as full-texts, and 19 selected after close examination and group deliberation. Fifteen studies focused on student-learner outcomes and four on student-teacher learning outcomes. Ten studies utilized randomized allocation and the majority of study participants were self-selected volunteers. Written examinations and observed clinical evaluations were common study outcome assessments. Eleven studies provided student-teachers with formal teacher training. Overall, results suggest that peer-teaching, in highly selective contexts, achieves short-term learner outcomes that are comparable with those produced by faculty-based teaching. Furthermore, peer-teaching has beneficial effects on student-teacher learning outcomes. Conclusions Peer-teaching in undergraduate medical programs is comparable to conventional teaching when utilized in selected contexts. There is evidence to suggest that participating student-teachers benefit academically and professionally. Long-term effects of peer-teaching during medical school remain poorly understood and future research should aim to address this.", "venue": "Advances in medical education and practice", "year": 2011, "referenceCount": 59, "citationCount": 270, "influentialCitationCount": 17, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "33840189", "name": "T. Yu"}, {"authorId": "4119059", "name": "N. Wilson"}, {"authorId": "2109205521", "name": "Primal P. Singh"}, {"authorId": "5141972", "name": "D. Lemanu"}, {"authorId": "5575730", "name": "S. Hawken"}, {"authorId": "10429009", "name": "A. Hill"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "df0e1b454b436be8f573a90fcaffd2f73146c406", "externalIds": {"MAG": "1992236525", "DOI": "10.1097/ACM.0000000000000427", "PubMed": "25054423"}, "url": "https://www.semanticscholar.org/paper/df0e1b454b436be8f573a90fcaffd2f73146c406", "title": "Reframing medical education to support professional identity formation.", "abstract": "Teaching medical professionalism is a fundamental component of medical education. The objective is to ensure that students understand the nature of professionalism and its obligations and internalize the value system of the medical profession. The recent emergence of interest in the medical literature on professional identity formation gives reason to reexamine this objective. The unstated aim of teaching professionalism has been to ensure the development of practitioners who possess a professional identity. The teaching of medical professionalism therefore represents a means to an end.The principles of identity formation that have been articulated in educational psychology and other fields have recently been used to examine the process through which physicians acquire their professional identities. Socialization-with its complex networks of social interaction, role models and mentors, experiential learning, and explicit and tacit knowledge acquisition-influences each learner, causing them to gradually \"think, act, and feel like a physician.\"The authors propose that a principal goal of medical education be the development of a professional identity and that educational strategies be developed to support this new objective. The explicit teaching of professionalism and emphasis on professional behaviors will remain important. However, expanding knowledge of identity formation in medicine and of socialization in the medical environment should lend greater logic and clarity to the educational activities devoted to ensuring that the medical practitioners of the future will possess and demonstrate the qualities of the \"good physician.\"", "venue": "Academic medicine : journal of the Association of American Medical Colleges", "year": 2014, "referenceCount": 57, "citationCount": 368, "influentialCitationCount": 21, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "6593733", "name": "R. Cruess"}, {"authorId": "3530564", "name": "S. Cruess"}, {"authorId": "34920285", "name": "J. D. Boudreau"}, {"authorId": "144015683", "name": "L. Snell"}, {"authorId": "6759499", "name": "Y. Steinert"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "ea3f407b6e0488a90b9e9e03791e41f823f4abaa", "externalIds": {"MAG": "2141342754", "DOI": "10.3109/0142159X.2012.687476", "PubMed": "22905665"}, "url": "https://www.semanticscholar.org/paper/ea3f407b6e0488a90b9e9e03791e41f823f4abaa", "title": "The formation of professional identity in medical students: Considerations for educators", "abstract": "Context: Medical education is about more than acquiring an appropriate level of knowledge and developing relevant skills. To practice medicine students need to develop a professional identity – ways of being and relating in professional contexts. Objectives: This article conceptualises the processes underlying the formation and maintenance of medical students’ professional identity drawing on concepts from social psychology. Implications: A multi-dimensional model of identity and identity formation, along with the concepts of identity capital and multiple identities, are presented. The implications for educators are discussed. Conclusions: Identity formation is mainly social and relational in nature. Educators, and the wider medical society, need to utilise and maximise the opportunities that exist in the various relational settings students experience. Education in its broadest sense is about the transformation of the self into new ways of thinking and relating. Helping students form, and successfully integrate their professional selves into their multiple identities, is a fundamental of medical education.", "venue": "Medical teacher", "year": 2012, "referenceCount": 94, "citationCount": 250, "influentialCitationCount": 12, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "34783245", "name": "J. Goldie"}]}}, {"intents": [], "contexts": [], "isInfluential": false, "citedPaper": {"paperId": "f01dc9ca38f53c538f78c6db6b2ea13ab069585b", "externalIds": {"MAG": "2315888872", "PubMedCentral": "4885564", "DOI": "10.1097/ACM.0000000000000172", "PubMed": "24556767"}, "url": "https://www.semanticscholar.org/paper/f01dc9ca38f53c538f78c6db6b2ea13ab069585b", "title": "When the Learning Environment Is Suboptimal: Exploring Medical Students’ Perceptions of “Mistreatment”", "abstract": "Purpose Despite widespread implementation of policies to address mistreatment, high rates of mistreatment during clinical training are reported, prompting the question of whether “mistreatment” means more to students than delineated in official codes of conduct. Understanding “mistreatment” from students’ perspective and as it relates to the learning environment is needed before effective interventions can be implemented. Method The authors conducted focus groups with final-year medical students at McGill University Faculty of Medicine in 2012. Participants were asked to characterize “suboptimal learning experience” and “mistreatment.” Transcripts were analyzed via inductive thematic analysis. Results Forty-one of 174 eligible students participated in six focus groups. Students described “mistreatment” as lack of respect or attack directed toward the person, and “suboptimal learning experience” as that which compromised their learning. Differing perceptions emerged as students debated whether “mistreatment” can be applied to negative learning environments as well as isolated incidents of mistreatment even though some experiences fell outside of the “official” label as per institutional policies. Whether students perceived “mistreatment” versus a “suboptimal learning experience” in negative environments appeared to be influenced by several key factors. A concept map integrating these ideas is presented. Conclusions How students perceived negative situations during training appears to be a complex process. When medical students say “mistreatment,” they may be referring to a spectrum, with incident-based mistreatment on one end and learning-environment-based mistreatment on the other. Multiple factors influenced how students perceived an environment-based negative situation and may provide strategies to improving the learning environment.", "venue": "Academic medicine : journal of the Association of American Medical Colleges", "year": 2014, "referenceCount": 38, "citationCount": 62, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "40317345", "name": "Runye Gan"}, {"authorId": "2069793168", "name": "L. Snell"}]}}]}