{"offset": 0, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9c18d95a248e9e5a8ca31c1d5f4fbc1a8cbf5a6b", "externalIds": {"DOI": "10.1109/I2CT51068.2021.9418074"}, "url": "https://www.semanticscholar.org/paper/9c18d95a248e9e5a8ca31c1d5f4fbc1a8cbf5a6b", "title": "Comparative Study Of Google Search Engine Optimization Algorithms: Panda, Penguin and Hummingbird", "abstract": "Thousands of websites are hosted daily all over the world. However, very few of them actually make an impact on the world wide web and attract valuable web traffic. In this scenario, Search Engine Qptimization(SEO) has become a very significant factor to increase the ranking of such websites by improving the quality of content and thereby increasing visibility for relevant searches. There are various page ranking algorithms present today to help with this aspect of SEO and this paper is going to present a comparative analysis of some of the popular Google SEO algorithms such as Panda, Penguin and Hummingbird which help in detecting low quality websites thereby affecting their ranking on the search engine results page(SERP).", "venue": "2021 6th International Conference for Convergence in Technology (I2CT)", "year": 2021, "referenceCount": 11, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2091860880", "name": "Akshita Patil"}, {"authorId": "2091570336", "name": "Jayesh Pamnani"}, {"authorId": "9274027", "name": "D. Pawade"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "fa161b71eb9210d885e5e6676a86c59ff2a2915b", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/fa161b71eb9210d885e5e6676a86c59ff2a2915b", "title": "The Optimization of Website Visibility and Traffic by Implementing the Techniques of Search Engine Optimization (SEO) in Palembang Polytechnic of Tourism", "abstract": "This research is a case study of Search Engine Optimization (SEO) in Palembang Polytechnic of Tourism website. The main objective of this research is to establish a plan for SEO in Palembang Polytechnic of Tourism (http://poltekpar-palembang.ac.id/) and to improve online visibility and ranking position in search engines (Google). It aims to bring in more international traffic and students to visit the website. SEO is a digital marketing technique to increase web accessibility. In the globalization world, people use search engines, such as Google, to know or find out more about various topics quickly and visually. Through a bibliographic review and qualitative analysis, the research focuses on the understanding of what SEO is and its implementation for the Palembang Polytechnic of Tourism website. The results show that the most important thing in making SEO plans is to increase visibility and branding on search engines (Google). SEO is done by developing website content and setting keywords as backlinks.", "venue": "", "year": 2020, "referenceCount": 20, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "120380891", "name": "A. Setiawan"}, {"authorId": "2076247936", "name": "Zulkifli Harahap"}, {"authorId": "71723134", "name": "D. Syamsuar"}, {"authorId": "66963236", "name": "Yesi Novaria Kunang"}]}}, {"isInfluential": true, "contexts": ["The user experience of a website depends on the navigation system of website, its design or structure and the webpage loading speed [7].", "On-page SEO Keyword Research: Keyword research is one of the most important, valuable and high return activities in search engine optimisation [7].", "However, Fishkin [7] and Search Engine Optimisation Starter Guide [6] both state that headings should be relevant to content.", "Retrieved from\nhttps://static.googleusercontent.com/media/www.google.com/en//webmasters/docs/search-engineoptimization-starter-guide.pdf\n[7] Fishkin, R. Beginner's Guide To SEO.", "Keyword in the Content: Cchanda [11] and Fishkin [7] both have given importance to adding keywords into the content.", "Webpage Loading Speed: According to Fishkin [7] and Dean [16], the webpage loading speed is an important search engine ranking factor."], "intents": ["background"], "citingPaper": {"paperId": "d7a61a72221a1fd9428c00a7c86f4cb5246520e1", "externalIds": {"DBLP": "journals/jsw/HoqueAMPE18", "MAG": "2785516887", "DOI": "10.17706/JSW.13.1.43-56"}, "url": "https://www.semanticscholar.org/paper/d7a61a72221a1fd9428c00a7c86f4cb5246520e1", "title": "Comprehensive Search Engine Optimization Model for Commercial Websites: Surgeon's Website in Sydney", "abstract": "Build a Search Engine Optimisation (SEO) model, to improve organic ranking and traffic to the commercial websites is the purpose of this study. Four search engine optimisation strategies content, link building, social presence and online reputation are applied to a Sydney based oral and maxillofacial surgeon’s website to improve its ranking in the organic search results. Google analytics and search engine tools are used to track organic traffic and organic ranking of the website. This study shows that keywords in the Meta description, content related headings, longer and unique content with useful information, webpage loading speed, SSL certificates, mobile responsiveness of a website, Links to relevant local sites and online reputation improve organic ranking and organic traffic to websites. This study, content length, keyword density, SSL certificates, relevant local link building and online reputation are used to improve the SEO of websites.", "venue": "J. Softw.", "year": 2018, "referenceCount": 13, "citationCount": 5, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40404140", "name": "MdSaidul Hoque"}, {"authorId": "1847642", "name": "A. Alsadoon"}, {"authorId": "3485536", "name": "Angelika Maag"}, {"authorId": "145652146", "name": "P. Prasad"}, {"authorId": "145616358", "name": "A. Elchouemi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5d36558b233fe3c2e479a39566ed5c645af498b6", "externalIds": {"DBLP": "journals/jcis/ZhangC17", "MAG": "2511831311", "DOI": "10.1080/08874417.2016.1183447"}, "url": "https://www.semanticscholar.org/paper/5d36558b233fe3c2e479a39566ed5c645af498b6", "title": "Search Engine Optimization: Comparison of Link Building and Social Sharing", "abstract": "ABSTRACT The practice of Search Engine Optimization (SEO) can significantly increase a website’s search rankings, driving more traffic to the website, and thereby increasing revenue. Three primary SEO strategies are Content, Link Building, and Social Sharing. Our study compares the performance of three similar content-rich websites; each uses a different SEO strategy – one focused on Content only, the second uses Content and proactive Link Building, and the third uses Content and Social Media campaign designed to elicit social mentions and social sharing. We use Google Analytics to collect, analyze, and compare their site traffic, domain authority, search ranks, and ad revenue before and after SEO implementation, over the course of 18 months. Our study suggests that link building and social media both improve website traffic and revenue. Social media can be an effective method for quickly building traffic (for events); however, link building provides better return on investment in the long run.", "venue": "J. Comput. Inf. Syst.", "year": 2017, "referenceCount": 21, "citationCount": 48, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2779367", "name": "Sonya Zhang"}, {"authorId": "3221821", "name": "Neal Cabage"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b4395fbf8d5a310958a8c39b19ac2e8237a7e624", "externalIds": {"MAG": "2413025593"}, "url": "https://www.semanticscholar.org/paper/b4395fbf8d5a310958a8c39b19ac2e8237a7e624", "title": "A B2C Digital Marketing Plan for the Sushi Restaurant Makuja", "abstract": null, "venue": "", "year": 2016, "referenceCount": 9, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "120364373", "name": "V. Maisuradze"}]}}]}