{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "33667b39ed9d66cec68d9ca3dc4440c3d1829e44", "externalIds": {"MAG": "2047601951", "DOI": "10.1525/ctx.2006.5.2.33"}, "url": "https://www.semanticscholar.org/paper/33667b39ed9d66cec68d9ca3dc4440c3d1829e44", "title": "Do Markets Poison Intimacy?", "abstract": "Myth: economic activity corrupts intimate relations, and intimate relations make economic activity inefficient. Fact: people constantly mingle intimacy and economic activity without corruption.", "venue": "", "year": 2006, "referenceCount": 3, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "70532125", "name": "V. Zelizer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "81a93928316d9b42c874128817ee7f13037cc433", "externalIds": {"MAG": "2799106957"}, "url": "https://www.semanticscholar.org/paper/81a93928316d9b42c874128817ee7f13037cc433", "title": "First as tragedy, then as farce", "abstract": "In this bravura analysis of the current global crisis - following on from his bestselling \"Welcome to the Desert of the Real\" - Slavoj Zizek argues that the liberal idea of the end of history, declared by Francis Fukuyama during the 1990s, has had to die twice. After the collapse of the liberal-democratic political utopia, on the morning of 9/11, came the collapse of the economic utopia of global market capitalism at the end of 2008. Marx argued that history repeats itself-occurring first as tragedy, the second time as farce - and Zizek, following Herbert Marcuse, notes here that the repetition as farce can be even more terrifying than the original tragedy. The financial meltdown signals that the fantasy of globalization is over and as millions are put out of work it has become impossible to ignore the irrationality of global capitalism. Just a few months before the crash, the world's priorities seemed to be global warming, AIDS, and access to medicine, food and water- tasks labelled as urgent, but with any real action repeatedly postponed. Now, after the financial implosion, the urgent need to act seems to have become unconditional - with the result that undreamt of quantities of cash were immediately found and then poured into the financial sector without any regard for the old priorities. Do we need further proof, Zizek asks, that Capital is the Real of our lives: the Real whose demands are more absolute than even the most pressing problems of our natural and social world?", "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 355, "influentialCitationCount": 18, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "7562854", "name": "S. Žižek"}]}}]}