{"paperId": "6d47f8b8f7bd03d939d376f8e9402eaa541df497", "externalIds": {"MAG": "253920946", "DOI": "10.5860/choice.188169"}, "url": "https://www.semanticscholar.org/paper/6d47f8b8f7bd03d939d376f8e9402eaa541df497", "title": "The Social Life of Money", "abstract": "Questions about the nature of money have gained a new urgency in the aftermath of the global financial crisis. Even as many people have less of it, there are more forms and systems of money, from local currencies and social lending to mobile money and Bitcoin. Yet our understanding of what money is—and what it might be—hasn’t kept pace. In The Social Life of Money, Nigel Dodd, one of today’s leading sociologists of money, reformulates the theory of the subject for a postcrisis world in which new kinds of money are proliferating. What counts as legitimate action by central banks that issue currency and set policy? What underpins the right of nongovernmental actors to create new currencies? And how might new forms of money surpass or subvert government-sanctioned currencies? To answer such questions, The Social Life of Money takes a fresh and wide-ranging look at modern theories of money. One of the book’s central concerns is how money can be wrested from the domination and mismanagement of banks and governments and restored to its fundamental position as the “claim upon society” described by Georg Simmel. But rather than advancing yet another critique of the state-based monetary system, The Social Life of Money draws out the utopian aspects of money and the ways in which its transformation could in turn transform society, politics, and economics. The book also identifies the contributions of thinkers who have not previously been thought of as monetary theorists—including Nietzsche, Benjamin, Bataille, Deleuze and Guattari, Baudrillard, Derrida, and Hardt and Negri. The result provides new ways of thinking about money that seek not only to understand it but to change it.", "venue": "", "year": 2014, "referenceCount": 2, "citationCount": 243, "influentialCitationCount": 13, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "31826460", "name": "N. Dodd"}]}