{"offset": 0, "data": [{"contexts": ["When people are aware of being audio or video recorded, they consistently express the desire for informed consent [25, 59], and when being recorded by novel technologies, people report feeling more comfortable if they know what the data will be used for [25, 45, 46, 59]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "288533f0440727525d28b1a5f99a99b79912f6f3", "externalIds": {"DBLP": "journals/imwut/DunbarBBH21", "DOI": "10.1145/3478091"}, "url": "https://www.semanticscholar.org/paper/288533f0440727525d28b1a5f99a99b79912f6f3", "title": "Is Someone Listening?", "abstract": "Smart devices with the capability to record audio can create a trade-off for users between convenience and privacy. To understand how users experience this trade-off, we report on data from 35 interview, focus group, and design workshop participants. Participants' perspectives on smart-device audio privacy clustered into the pragmatist, guardian, and cynic perspectives that have previously been shown to characterize privacy concerns in other domains. These user groups differed along four axes in their audio-related behaviors (for example, guardians alone say they often move away from a microphone when discussing a sensitive topic). Participants surfaced three usage phases that require design consideration with respect to audio privacy: 1) adoption, 2) in-the-moment recording, and 3) downstream use of audio data. We report common design solutions that participants created for each phase (such as indicators showing when an app is recording audio and annotations making clear when an advertisement was selected based on past audio recording).", "venue": "Proc. ACM Interact. Mob. Wearable Ubiquitous Technol.", "year": 2021, "referenceCount": 104, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "37027527", "name": "Julie C. Dunbar"}, {"authorId": "2053524313", "name": "Emily E. Bascom"}, {"authorId": "2064674390", "name": "Ashley Boone"}, {"authorId": "2749233", "name": "Alexis Hiniker"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "8946377ee560861f312aea14c432ca7033785f97", "externalIds": {"MAG": "3169627548", "DOI": "10.3390/SU13116240"}, "url": "https://www.semanticscholar.org/paper/8946377ee560861f312aea14c432ca7033785f97", "title": "Implicating Human Values for designing a Digital Government Collaborative Platform for Environmental Issues: A Value Sensitive Design Approach", "abstract": "Digital technology is instrumental in designing e-government services to achieve environmental sustainability. This study aims to implicate essential human values for designing a Digital Government Collaborative Platform (DGCP), which seeks to enhance the collaboration between citizens and government officers to address environmental issues in Sri Lanka. The study adopts a value sensitive design (VSD) approach to identify human values to conceptualize the design. The results reveal 15 human values shared by citizens and officers of environmental authorities: transparency, safety, universal usability, feedback, authenticity, fairness, representativeness, accountability, legitimacy, informed consent, autonomy, awareness, human welfare, attitude, and trust. In addition to the identified human values, four system feature categories have been proposed from interviews. Thus, the study advances knowledge in designing an e-government system for collaboration between citizens and government officers, especially in tackling environmental problems in developing countries. Further, the study contributes knowledge to VSD for digital collaboration for improving environmental sustainability.", "venue": "", "year": 2021, "referenceCount": 87, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1742219886", "name": "Mohamed Sapraz"}, {"authorId": "2568586", "name": "Shengnan Han"}]}}, {"contexts": ["In addition, constant streaming of facial images can bring privacy concerns for both the user who watches videos and other persons whose faces may be captured in the context environment [28,29]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "923c3fa0ce2ea65dc6cdbb94d4994d6a74ccdda9", "externalIds": {"DBLP": "journals/sensors/ZhangAWHC21", "PubMedCentral": "7795677", "DOI": "10.3390/s21010052", "PubMed": "33374281"}, "url": "https://www.semanticscholar.org/paper/923c3fa0ce2ea65dc6cdbb94d4994d6a74ccdda9", "title": "CorrNet: Fine-Grained Emotion Recognition for Video Watching Using Wearable Physiological Sensors", "abstract": "Recognizing user emotions while they watch short-form videos anytime and anywhere is essential for facilitating video content customization and personalization. However, most works either classify a single emotion per video stimuli, or are restricted to static, desktop environments. To address this, we propose a correlation-based emotion recognition algorithm (CorrNet) to recognize the valence and arousal (V-A) of each instance (fine-grained segment of signals) using only wearable, physiological signals (e.g., electrodermal activity, heart rate). CorrNet takes advantage of features both inside each instance (intra-modality features) and between different instances for the same video stimuli (correlation-based features). We first test our approach on an indoor-desktop affect dataset (CASE), and thereafter on an outdoor-mobile affect dataset (MERCA) which we collected using a smart wristband and wearable eyetracker. Results show that for subject-independent binary classification (high-low), CorrNet yields promising recognition accuracies: 76.37% and 74.03% for V-A on CASE, and 70.29% and 68.15% for V-A on MERCA. Our findings show: (1) instance segment lengths between 1–4 s result in highest recognition accuracies (2) accuracies between laboratory-grade and wearable sensors are comparable, even under low sampling rates (≤64 Hz) (3) large amounts of neutral V-A labels, an artifact of continuous affect annotation, result in varied recognition performance.", "venue": "Sensors", "year": 2020, "referenceCount": 131, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "50615706", "name": "Tianyi Zhang"}, {"authorId": "2042285466", "name": "Abdallah El Ali"}, {"authorId": "2109117671", "name": "Chen Wang"}, {"authorId": "1718099", "name": "A. Hanjalic"}, {"authorId": "144022557", "name": "Pablo César"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a6d7c8e24ba6ab152ec392e3b0b7aa7aaac15f67", "externalIds": {"DBLP": "journals/corr/abs-2102-08909", "ArXiv": "2102.08909"}, "url": "https://www.semanticscholar.org/paper/a6d7c8e24ba6ab152ec392e3b0b7aa7aaac15f67", "title": "Surveying the Landscape of Ethics-Focused Design Methods", "abstract": "Over the past decade, HCI researchers, design researchers, and practitioners have increasingly addressed ethics-focused issues through a range of theoretical, methodological and pragmatic contributions to the field. While many forms of design knowledge have been proposed and described, we focus explicitly on knowledge that has been codified as “methods,” which we define as any supports for everyday work practices of designers. In this paper, we identify, analyze, and map a collection of 63 existing ethics-focused methods intentionally designed for ethical impact. We present a content analysis, providing a descriptive record of how they operationalize ethics, their intended audience or context of use, their “core” or “script,” and the means by which these methods are formulated, articulated, and languaged. Building on these results, we provide an initial definition of ethics-focused methods identifying potential opportunities for the development of future methods to support design practice and research.", "venue": "ArXiv", "year": 2021, "referenceCount": 150, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "40976463", "name": "S. Chivukula"}, {"authorId": "2026069480", "name": "Ziqing Li"}, {"authorId": "2051130202", "name": "Anne C. Pivonka"}, {"authorId": "2108226379", "name": "Jingning Chen"}, {"authorId": "2506416", "name": "Colin M. Gray"}]}}, {"contexts": ["Specifc to the case of windows perceiving multiple sites both inside and outside of a space, there are also potential privacy and ethical concerns [12, 16]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "c56c168413ca4c5e8d9740ffa57790831abc1724", "externalIds": {"DBLP": "conf/chi/ReddyKNSLKSLGGR21", "DOI": "10.1145/3411763.3450390"}, "url": "https://www.semanticscholar.org/paper/c56c168413ca4c5e8d9740ffa57790831abc1724", "title": "Making Everyday Things Talk: Speculative Conversations into the Future of Voice Interfaces at Home", "abstract": "What if things had a voice? What if we could talk directly to things instead of using a mediating voice interface such as an Alexa or a Google Assistant? In this paper, we share our insights from talking to a pair of boots, a tampon, a perfume bottle, and toilet paper among other everyday things to explore their conversational capabilities. We conducted Thing Interviews using a more-than-human design approach to discover a thing’s perspectives, worldviews and its relations to other humans and nonhumans. Based on our analysis of the speculative conversations, we identified some themes characterizing the emergent qualities of people’s relationships with everyday things. We believe the themes presented in the paper may inspire future research on designing everyday things with conversational capabilities at home.", "venue": "CHI Extended Abstracts", "year": 2021, "referenceCount": 44, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1791105404", "name": "A. Reddy"}, {"authorId": "51374066", "name": "A. Kocaballi"}, {"authorId": "17709600", "name": "Iohanna Nicenboim"}, {"authorId": "1403060027", "name": "M. Søndergaard"}, {"authorId": "35037518", "name": "M. Lupetti"}, {"authorId": "116624314", "name": "Cayla Key"}, {"authorId": "1735719", "name": "Chris Speed"}, {"authorId": "2108517", "name": "Dan Lockton"}, {"authorId": "2502769", "name": "E. Giaccardi"}, {"authorId": "72578703", "name": "F. Grommé"}, {"authorId": "143942266", "name": "H. Robbins"}, {"authorId": "31591613", "name": "Namrata Primlani"}, {"authorId": "2957723", "name": "Paulina Yurman"}, {"authorId": "71259130", "name": "Shanti Sumartojo"}, {"authorId": "30748144", "name": "Thao Phan"}, {"authorId": "71159197", "name": "Viktor Bedö"}, {"authorId": "96406167", "name": "Y. Strengers"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cfaa3b8a249a8cace745d577d3d012a2ef0242c1", "externalIds": {"DBLP": "journals/intpolrev/JacobsKSB21", "DOI": "10.14763/2021.3.1580"}, "url": "https://www.semanticscholar.org/paper/cfaa3b8a249a8cace745d577d3d012a2ef0242c1", "title": "Value Sensitive Design and power in socio-technical ecosystems", "abstract": null, "venue": "Internet Policy Rev.", "year": 2021, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": null, "name": "Mattis Jacobs"}, {"authorId": "144848521", "name": "Christian Kurtz"}, {"authorId": null, "name": "Judith Simon"}, {"authorId": "2122195", "name": "Tilo Böhmann"}]}}, {"contexts": ["While Media Spaces may be seen as the obvious panacea to the lack of geodistributed collegiality, they also either introduce serious challenges, especially to privacy [26, 55]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "d45fecb92352366da09ca574a1d0a53e5fd449a1", "externalIds": {"ArXiv": "2111.06172"}, "url": "https://www.semanticscholar.org/paper/d45fecb92352366da09ca574a1d0a53e5fd449a1", "title": "What was Hybrid? A Systematic Review of Hybrid Collaboration and Meetings Research", "abstract": "s. Term Used in the Abstract Frequency Term Used in the Abstract Frequency Term Used in the Abstract Frequency Video mediated communication 9 Globally collaborative contexts 1 Remote participation 1 Partially distributed teams 6 Group to group collaboration 1 Remote players 1 Remote participants 4 Group-to-group collaboration 1 Remotely located participants 1 Video-mediated communication 4 Group-to-group videoconferencing 1 Robot mediated communication 1 Virtual teams 4 Home video communication 1 Robot-mediated communication 1 Computer-mediated communication 3 Hybrid collaboration 1 Sympathetic remote collaboration 1 videoconferencing 3 Hybrid meetings 1 Tabletop collaboration 1 Computer mediated communication 2 Isolates 1 Telematic dining 1 Distributed teams 2 Local and remote participants 1 Telepresence 1 Asynchronous video 1 Long-term video connections 1 Temporally distributed teams 1 Blended interaction spaces 1 Mediated parent-child contact 1 Three way distributed collaboration 1 Collaborative research activities 1 Mixed reality collaborative environment 1 Video communication 1 Collaborative Skypecasting 1 Mobile video telephony 1 Video communication systems 1 Collaborative work 1 Multimedia conferencing system 1 Video conference 1 Collaborative workspace system 1 Multiscale communication 1 Video conferencing 1 Combined distance and on campus modes 1 Online meetings 1 Video mediated group communication 1 Computer-mediated collaboration 1 Partially distributed conceptual design teams 1 Video streams 1 Computer-mediated communication and presence 1 Partially-distributed groups 1 Video-chat systems 1 Computer-supported collaborative learning (CSCL) 1 Partially-distributed work groups 1 Video-mediated collaborative settings 1 Distance separated participants 1 Peripheral participants 1 Video-mediated interaction 1 Distant colleagues 1 Physically distant and computer mediated communication 1 Video-mediated meetings 1 Distributed (virtual) teams 1 Real-time, distributed conferences 1 Virtual collaboration 1 Distributed awareness 1 Remote assistance system 1 Virtual collaborative courses 1 Distributed design collaboration 1 Remote collaborative physical tasks 1 Virtual direct communication 1 Distributed development teams 1 Remote collaborator 1 Virtual meeting room 1 Distributed tabletop collaboration 1 Remote collaborators 1 Virtual meetings 1 Distributed tangible environments 1 Remote communication 1 Virtual tabletop 1 Distributed team collaboration 1 Remote expertise 1 Virtually collocated teams 1 Distributed workspace 1 Remote groups 1 Workplace communication 1 Geographically distributed teams 1 Remote interaction 1 Geographically distributed work teams 1 Remote meetings 1 3.3 Citations and Venues From the 62 publications in the final set, eight were from journals and 54 from conference proceedings. The most prominent conference venue is the ACM Conference on Human Factors in Computing Systems (CHI) with 17 papers, followed by theACMConference onComputer-Supported Cooperative Work and Social Computing (CSCW) with 14 papers (not including one CSCW paper that was published in the Proceedings of the ACM on HCI (CSCW) because CSCW — like many other conferences — recently switched to a journal publishing method). The ACM International Conference on Supporting GroupWork (GROUP) with four and the ACM Designing Interactive Systems (DIS) conference with two publications are the only further sources of conference proceedings with more than one publication. Among the journals, only ACM Transactions on Computer-Human Interaction (TOCHI) is recurring with two publications. For an overview of the citation frequency of the publications, please refer to Figure 3, where also the short names of the publication venues are depicted next to the year and last name of the first author (further adding to RQ9). Two of the publications really stand out when it comes to citation frequency because they have 1,813 [152] and 1,328 [80] citations (which is indicated by red-colored bars and a label on the respective bar in Figure 3). The next most cited paper has the comparatively lower number of 390 citations [131], and then only nine publications have more than 100 citations. The mean number of citations in our final corpus is 100.37 and the median is 21.5 (due to a lower number of crass outliers as mentioned before) which shows that it is a well cited selection. Recently, Correia et al. [37] identified the average number of citations in the broader field of CSCW as measured through the venues JCSCW, ACM CSCW, GROUP, and ECSCW to be at least 39 per paper, and therefore, vaguely comparable to our subset of publications on HCM. Only four of the publications in our corpus have either zero citations or one citation (from the years 2012, 2014 and two of 2018 which still have the potential to receive citations in the upcoming years) which together with the average number of citations hints at a reasonable impact of the published research. However, when looking at the chart, one could gain the impression that the most influential publications were created starting at the end of the 1980s and up until the ACM Trans. Comput.-Hum. Interact., Vol. 00, No. 0, Article 000. Publication date: 2021. What was Hybrid? A Systematic Review of Hybrid Collaboration and Meetings Research 000:21 1813 1328 0 50 100 150 200 250 300 350 400 Fu (2 01 8) @ EC SE E Ka uff ma nn (2 01 8) @ IC IC M Ne um ay r (2 01 8) @ PA CM H CI (J ) Lic op pe (2 01 7) @ CH I", "venue": "", "year": 2021, "referenceCount": 230, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2274963", "name": "Thomas Neumayr"}, {"authorId": "123961960", "name": "Banu Saatçi"}, {"authorId": "2255965", "name": "S. Rintel"}, {"authorId": "3027683", "name": "C. Klokmose"}, {"authorId": "2411474", "name": "Mirjam Augstein"}]}}, {"contexts": ["Workplace cameras are commonplace, yet under existing legislation in many jurisdictions, private organizations are under no obligation to share camera footage with their employees [Friedman et al. 2006; Massimi et al. 2010]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "5b7e99ac3ca66e9d73906d45a9da5f922c40ac14", "externalIds": {"DBLP": "journals/corr/abs-2004-08602", "ArXiv": "2004.08602", "MAG": "3016527627"}, "url": "https://www.semanticscholar.org/paper/5b7e99ac3ca66e9d73906d45a9da5f922c40ac14", "title": "CryptoCam: Privacy Conscious Open Circuit Television", "abstract": "The prevalence of Closed Circuit Television (CCTV) in today's society has given rise to an inherent asymmetry of control between the watchers and the watched. A sense of unease relating to the unobservable observer (operator) often leads to a lack of trust in the camera and its purpose, despite security cameras generally being present as a protective device. In this paper, we detail our concept of Open Circuit Television and prototype CryptoCam, a novel system for secure sharing of video footage to individuals and potential subjects nearby. Utilizing point-of-capture encryption and wireless transfer of time-based access keys for footage, we have developed a system to encourage a more open approach to information sharing and consumption. Detailing concerns highlighted in existing literature we formalize our over-arching concept into a framework called Open Circuit Television (OCTV). Through CryptoCam we hope to address this asymmetry of control by providing subjects with data equity, discoverability and oversight.", "venue": "ArXiv", "year": 2020, "referenceCount": 47, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "153101596", "name": "Gerard Wilkinson"}, {"authorId": "50205263", "name": "Daniel Jackson"}, {"authorId": "2074983", "name": "A. Garbett"}, {"authorId": "144251038", "name": "Reuben Kirkham"}, {"authorId": "2414592", "name": "Kyle Montague"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "70a39c8ccd5061cc01f6123db4f67b162168eab3", "externalIds": {"MAG": "3108994106", "DOI": "10.34726/HSS.2020.60362"}, "url": "https://www.semanticscholar.org/paper/70a39c8ccd5061cc01f6123db4f67b162168eab3", "title": "Look Who's Talking; Erforschung von wertegetriebener Innovation in Smarten Meetingräumen", "abstract": null, "venue": "", "year": 2020, "referenceCount": 90, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2042580039", "name": "Johannes Herrnegger"}]}}, {"contexts": ["Although device owners may have some understanding of how and when these devices collect information, bystanders are particularly vulnerable and concerned about their privacy given their potential unfamiliarity with these devices and limited insight into the current configuration of nearby devices [17, 22, 69].", "‘Indirect stakeholders’ have indeed expressed the concern of being “watched” by cameras they do not own [22]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "95211542b3e21ecbf7fda0076cfc0077a7ad9426", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/95211542b3e21ecbf7fda0076cfc0077a7ad9426", "title": "Tangible Privacy: Towards User-Centric Sensor Designs for Bystander Privacy", "abstract": "Sensor-enabled computers in the form of ‘IoT’ devices such as home security cameras and voice assistants are increasingly becoming pervasive in our environment. With the embedded cameras and microphones in these devices, this ‘invasion’ of our everyday spaces can pose significant threats to the privacy of bystanders. Because of their complex functionality, even when people attempt privacy measures (such as asking the owner to “turn the camera off”), these devices may still record information because of the lack of a ‘real’ off button. With the ambiguities of current designs, a bystander’s perceived privacy can diverge from their actual privacy. Indeed, being able to assess one’s actual privacy is a key aspect in managing one’s privacy according to Altman’s theory of boundary regulation, and current designs fall short in assuring people of their privacy. To understand how people as bystanders manage their privacy with IoT devices, we conducted an interview study about people’s perceptions of and behaviors around current IoT devices. We find that although participants’ behaviors line up with Altman’s theory of boundary regulation, in the face of uncertainty about their privacy, they desire or engage in various ‘tangible’ workarounds. Based on our findings, we identify and introduce the concept of ‘tangible privacy’ as being essential to boundary regulation with IoT devices. We argue that IoT devices should be designed in a way that clearly and unambiguously conveys sensor states to people around them and make actionable design recommendations to provide strong privacy assurances to bystanders.", "venue": "", "year": 2020, "referenceCount": 75, "citationCount": 11, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1999437605", "name": "Imtiaz Ahmad"}, {"authorId": "1685100", "name": "Adam J. Lee"}]}}, {"contexts": ["The interviews can feature audio recording and transcriptions for analysis (Friedman, 1997; Friedman et al., 2009)."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "b098d92ac3db476392ea357cb3ec1a0d8f5ab7ed", "externalIds": {"DBLP": "conf/ihc/TeixeiraB20", "DOI": "10.1145/3424953.3426488"}, "url": "https://www.semanticscholar.org/paper/b098d92ac3db476392ea357cb3ec1a0d8f5ab7ed", "title": "Investigating the integration of user values with design rationale and its effects on HCI design artifacts", "abstract": "User values are a significant part of designing software, but are not always considered the main focus. When performing decision-making activities, user values can get lost among the designers' own biases. This work studies the integration of user values with a design rationale technique, namely Questions, Options, and Criteria (QOC), and also how this integration reflects on a resulting design artifact (a MoLIC interaction diagram). We performed two separate studies with Computer Science students in Rio de Janeiro. We found that user values can be integrated into design rationale using different notations, such as highlighting the values (through circling or underlining) stated in the options or criteria. The decisions made with the QOC method using user values did result in relevant impacts on MoLIC diagrams. Participants who designed for a persona with strong values had richer results than those who used a \"generic\" persona. In a second study, we found that designers can recognize when user values are embedded into design artifacts. These results are encouraging to continue research regarding user values, with possibilities of developing new methods or updating existing techniques and notations such as QOC or MoLIC to support user values.", "venue": "IHC", "year": 2020, "referenceCount": 63, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "25901321", "name": "Bianca Rodrigues Teixeira"}, {"authorId": "145337089", "name": "S. Barbosa"}]}}, {"contexts": ["More respondents self-identifying as women than as men expressed concern about the invasion of privacy through now-ubiquitous use of web cameras in public places [38].", "[38] found meaningful gender differences, for example, in the results of a survey regarding privacy in public spaces."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "d9704f0b8f9deaa3d54670990858f1c951709964", "externalIds": {"DBLP": "journals/tsoco/CiforG20", "MAG": "2999150219", "DOI": "10.1145/3364685"}, "url": "https://www.semanticscholar.org/paper/d9704f0b8f9deaa3d54670990858f1c951709964", "title": "Gendered by Design", "abstract": "Using fitness trackers to generate and collect quantifiable data is a widespread practice aimed at better understanding one’s health and body. The intentional design of fitness trackers as genderless or universal is predicated on masculinist design values and assumptions that do not result in “neutral” devices and systems. Instead, ignoring gender in the design of fitness tracking devices marks a dangerous ongoing inattention to the needs, desires, and experiences of women, as well as transgender and gender non-conforming persons. We utilize duoethnography, a methodology emphasizing personal narrative and dialogue, as a tool that promotes feminist reflexivity in the design and study of fitness tracking technologies. Using the Jawbone UP3 as our object of study, we present findings that illustrate the gendered physical and interface design features and discuss how these features reproduce narrow understandings of gender, health, and lived experiences.", "venue": "ACM Trans. Soc. Comput.", "year": 2020, "referenceCount": 122, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "51001112", "name": "Marika Cifor"}, {"authorId": "2072952673", "name": "Patricia Garcia"}]}}, {"contexts": ["Although device owners may have some understanding of how and when these devices collect information, bystanders are particularly vulnerable and concerned about their privacy given their potential unfamiliarity with these devices and limited insight into the current configuration of nearby devices [17, 22, 69].", "‘Indirect stakeholders’ have indeed expressed the concern of being “watched” by cameras they do not own [22]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f6389652a184d7deca5a00889e39d932bc3535f3", "externalIds": {"MAG": "3093813541", "DBLP": "journals/pacmhci/AhmadFKL20", "DOI": "10.1145/3415187"}, "url": "https://www.semanticscholar.org/paper/f6389652a184d7deca5a00889e39d932bc3535f3", "title": "Tangible Privacy", "abstract": "Sensor-enabled computers in the form of 'IoT' devices such as home security cameras and voice assistants are increasingly becoming pervasive in our environment. With the embedded cameras and microphones in these devices, this 'invasion' of our everyday spaces can pose significant threats to the privacy of bystanders. Because of their complex functionality, even when people attempt privacy measures (such as asking the owner to \"turn the camera off\"), these devices may still record information because of the lack of a 'real' off button. With the ambiguities of current designs, a bystander's perceived privacy can diverge from their actual privacy. Indeed, being able to assess one's actual privacy is a key aspect in managing one's privacy according to Altman's theory of boundary regulation, and current designs fall short in assuring people of their privacy. To understand how people as bystanders manage their privacy with IoT devices, we conducted an interview study about people's perceptions of and behaviors around current IoT devices. We find that although participants' behaviors line up with Altman's theory of boundary regulation, in the face of uncertainty about their privacy, they desire or engage in various 'tangible' workarounds. Based on our findings, we identify and introduce the concept of 'tangible privacy' as being essential to boundary regulation with IoT devices. We argue that IoT devices should be designed in a way that clearly and unambiguously conveys sensor states to people around them and make actionable design recommendations to provide strong privacy assurances to bystanders.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 101, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1999437605", "name": "Imtiaz Ahmad"}, {"authorId": "1899509", "name": "Rosta Farzan"}, {"authorId": "1639962602", "name": "Apu Kapadia"}, {"authorId": "1685100", "name": "Adam J. Lee"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3026d4c6ead8ec50b8f25a8bcdc9757548169891", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/3026d4c6ead8ec50b8f25a8bcdc9757548169891", "title": "Dimensions of employee privacy : an empirical study Journal Item", "abstract": "Purpose: The study goes beyond the more frequent interest in information privacy to identify other notions of privacy within the workplace. It seeks to explore how these additional notions of privacy relate to key demographic and employment characteristics and how data protection training, often instigated as a means of highlighting and addressing issues relating to privacy of customers’ data, is related to employees’ notions of their own workplace privacy. Methodology: The study was undertaken in two telephone call centres since they offered a working environment where staff are highly monitored and hence there are likely to be issues relating to employee privacy. The study is exploratory in nature", "venue": "", "year": 2019, "referenceCount": 47, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": ["VSD was introduced by Friedman, Khan, and Borning [35, 39] and it can be defined as “a theoretically grounded approach to the design of technology that accounts for human values in a principled and systematic manner throughout the design process” [36, p.64].", "VSD was introduced by Friedman, Khan, and Borning [35, 39] and it can be defined as “a theoretically grounded approach to the design of technology that accounts for human values in a principled and systematic manner throughout the design process” [36, p."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "410b41147b046583298199231ad170f97d284b2c", "externalIds": {"DBLP": "conf/ACMdis/LepriM19", "MAG": "2951191187", "DOI": "10.1145/3322276.3322353"}, "url": "https://www.semanticscholar.org/paper/410b41147b046583298199231ad170f97d284b2c", "title": "Making Up Instruments: Design Fiction for Value Discovery in Communities of Musical Practice", "abstract": "The design of a new technology entails the materialisation of values emerging from the specific community, culture and context in which that technology is created. Within the domain of musical interaction, HCI research often examines new digital tools and technologies which can carry unstated cultural assumptions. This paper takes a step back to present a value discovery exercise exploring the breadth of perspectives different communities might have in relation to the values inscribed in fictional technologies for musical interaction. We conducted a hands-on activity in which musicians active in different contexts were invited to envision not-yet-existent musical instruments. The activity revealed several sources of influence on participants' artefacts, including cultural background, instrumental training, and prior experience with music technology. Our discussion highlights the importance of cultural awareness and value rationality for the design of interactive systems within and beyond the musical domain.", "venue": "Conference on Designing Interactive Systems", "year": 2019, "referenceCount": 143, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "40410162", "name": "G. Lepri"}, {"authorId": "143725312", "name": "Andrew P. McPherson"}]}}, {"contexts": ["Confronting the public with realistic face detection and recommendation applications has proven helpful to inform the ethics discussion by way of facilitating public debate [41, 42, 48]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "77b7784fafcd885dfa9053db5c612cba359faecd", "externalIds": {"MAG": "2950828168", "DBLP": "conf/ACMdis/WoutersKV0FNJV19", "DOI": "10.1145/3322276.3322304"}, "url": "https://www.semanticscholar.org/paper/77b7784fafcd885dfa9053db5c612cba359faecd", "title": "Biometric Mirror: Exploring Ethical Opinions towards Facial Analysis and Automated Decision-Making", "abstract": "Facial analysis applications are increasingly being applied to inform decision-making processes. However, as global reports of unfairness emerge, governments, academia and industry have recognized the ethical limitations and societal implications of this technology. Alongside initiatives that aim to formulate ethical frameworks, we believe that the public should be invited to participate in the debate. In this paper, we discuss Biometric Mirror, a case study that explored opinions about the ethics of an emerging technology. The interactive application distinguished demographic and psychometric information from people's facial photos and presented speculative scenarios with potential consequences based on their results. We analyzed the interactions with Biometric Mirror and media reports covering the study. Our findings demonstrate the nature of public opinion about the technology's possibilities, reliability, and privacy implications. Our study indicates an opportunity for case study-based digital ethics research, and we provide practical guidelines for designing future studies.", "venue": "Conference on Designing Interactive Systems", "year": 2019, "referenceCount": 126, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2184878", "name": "Niels Wouters"}, {"authorId": "48346195", "name": "R. Kelly"}, {"authorId": "2520424", "name": "Eduardo Velloso"}, {"authorId": "97362676", "name": "Katrin Wolf"}, {"authorId": "2144919", "name": "H. Ferdous"}, {"authorId": "2508003", "name": "Joshua Newn"}, {"authorId": "10677663", "name": "Zaher Joukhadar"}, {"authorId": "97607538", "name": "F. Vetere"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d73d9fec9c5ff8c3ee057270855b644cfd22e667", "externalIds": {"MAG": "3045507152"}, "url": "https://www.semanticscholar.org/paper/d73d9fec9c5ff8c3ee057270855b644cfd22e667", "title": "Biometric Mirror: Exploring Values and Attitudes towards Facial Analysis and Automated Decision-Making", "abstract": "Facial analysis applications are increasingly being applied to inform decision-making processes. However, as global reports of unfairness emerge, governments, academia and industry have recognized the ethical limitations and societal implications of this technology. Alongside initiatives that aim to formulate ethical frameworks, we believe that the public should be invited to participate in the debate. In this paper, we discuss Biometric Mirror, a case study that explored opinions about the ethics of an emerging technology. The interactive application distinguished demographic and psychometric information from people’s facial photos and presented speculative scenarios with potential consequences based on their results. We analyzed the interactions with Biometric Mirror and media reports covering the study. Our findings demonstrate the nature of public opinion about the technology’s possibilities, reliability, and privacy implications. Our study indicates an opportunity for case study-based digital ethics research, and we provide practical guidelines for designing future studies.", "venue": "DIS 2019", "year": 2019, "referenceCount": 105, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2184878", "name": "Niels Wouters"}, {"authorId": "48346195", "name": "R. Kelly"}, {"authorId": "2520424", "name": "Eduardo Velloso"}, {"authorId": "97362676", "name": "Katrin Wolf"}, {"authorId": "2144919", "name": "H. Ferdous"}, {"authorId": "2508003", "name": "Joshua Newn"}, {"authorId": "10677663", "name": "Zaher Joukhadar"}, {"authorId": "97607538", "name": "F. Vetere"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "87eb23f934a0e6293ee8ee9b147fe0d456e65c96", "externalIds": {"MAG": "2906183835"}, "url": "https://www.semanticscholar.org/paper/87eb23f934a0e6293ee8ee9b147fe0d456e65c96", "title": "Data Statements for NLP: Toward Mitigating System Bias and Enabling Better Science", "abstract": "In this position paper, we propose data statements as a practice that NLP technologists, in both research and development, can adopt to begin to address critical scientific and ethical issues that result from the use of data from certain populations in the development of technology for other populations. We present a form data statements can take and explore the implications of adopting them as part of our regular practice. We argue that they will help alleviate issues related to exclusion and bias in language technology; lead to better precision in claims about how NLP research can generalize and thus better engineering results; protect companies from public embarrassment; and ultimately lead to language technology that meets its users in their own preferred linguistic style and furthermore does not misrepresent them to others.", "venue": "", "year": 2018, "referenceCount": 53, "citationCount": 15, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2471699", "name": "Emily M. Bender"}, {"authorId": "144029598", "name": "Batya Friedman"}]}}, {"contexts": ["It is clear that the use of such technologies substantially affects passers-by who may not be targeted but have virtually no adequate means of interfering with these technologies (see also Friedman et al., 2006)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "be447bc892f6ceb1fffc8189835a4f3698ace904", "externalIds": {"MAG": "2623496960", "DBLP": "journals/nms/Wagenknecht18", "DOI": "10.1177/1461444817708775"}, "url": "https://www.semanticscholar.org/paper/be447bc892f6ceb1fffc8189835a4f3698ace904", "title": "Beyond non-/use: The affected bystander and her escalation", "abstract": "The article proceeds from the observation that in everyday life we are surrounded by technology, most of which we do not use ourselves. Rather, we are, often involuntarily, subjected to the effects of others’ technology use. The article characterizes this condition as affected bystanding, a condition that comes with quotidian, often banal, experiences of passivity and marginality. The affected bystander is neither entirely included nor excluded by a technological system and the practices of its operation. For this reason, affected bystanding is not adequately accounted for by established categories of exchange, participation, collaboration, use, and non-use. Since affected bystanding is often an undesirable condition, the article discusses how the affected bystander may address her condition—escalate it—by positioning herself as bystanding affector.", "venue": "New Media Soc.", "year": 2018, "referenceCount": 73, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2251557", "name": "Susann Wagenknecht"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "02d9ed25e1c4b20957e06b4efbc763741fc79431", "externalIds": {"DBLP": "journals/imwut/DimiccoliMT17", "MAG": "2782853073", "DOI": "10.1145/3161190"}, "url": "https://www.semanticscholar.org/paper/02d9ed25e1c4b20957e06b4efbc763741fc79431", "title": "Mitigating Bystander Privacy Concerns in Egocentric Activity Recognition with Deep Learning and Intentional Image Degradation", "abstract": "Recent advances in wearable camera technology and computer vision algorithms have greatly enhanced the automatic capture and recognition of human activities in real-world settings. While the appeal and utility of wearable camera devices for human-behavior understanding is indisputable, privacy concerns have limited the broader adoption of this method. To mitigate this problem, we propose a deep learning-based approach that recognizes everyday activities in egocentric photos that have been intentionally degraded in quality to preserve the privacy of bystanders. An evaluation on 2 annotated datasets collected in the field with a combined total of 84,078 egocentric photos showed activity recognition performance with accuracy between 79% and 88% across 17 and 21 activity classes when the images were subjected to blurring (mean filter k=20). To confirm that image degradation does indeed raise the perception of bystander privacy, we conducted a crowd sourced validation study with 640 participants; it showed a statistically significant positive relationship between the amount of image degradation and participants' willingness to be captured by wearable cameras. This work contributes to the field of privacy-sensitive activity recognition with egocentric photos by highlighting the trade-off between perceived bystander privacy protection and activity recognition performance.", "venue": "Proc. ACM Interact. Mob. Wearable Ubiquitous Technol.", "year": 2018, "referenceCount": 54, "citationCount": 28, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2837527", "name": "Mariella Dimiccoli"}, {"authorId": "2061199783", "name": "Juan Marín"}, {"authorId": "39642711", "name": "Edison Thomaz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "206c821812bea4253f5f1ba979d469d9058acb01", "externalIds": {"ArXiv": "1702.04235", "MAG": "2593964119", "DBLP": "journals/corr/SedenbergWC17"}, "url": "https://www.semanticscholar.org/paper/206c821812bea4253f5f1ba979d469d9058acb01", "title": "A Window into the Soul: Biosensing in Public", "abstract": "Biosensed information represents an emerging class of data with the potential for massive, systematic, and remote or casual collection of personal information about people. Biosensors capture physiological signals in addition to kinesthetic data to draw intimate inferences about individuals' mental states. The proliferation of sensors makes detection, interpretation, and inference of these previously subtle - or otherwise invisible - emotional and physiological signals possible from proximate and remote locations. These sensors pose unprecedented challenges to individual privacy in public through remote, precise, and passively collected data. This paper examines the unique nature and inferential potential of biosensed data by creating a taxonomy of signals that may be collected remotely, via casual contact, or from traces left behind, and considers how these data may be collected and used to create novel privacy concerns - particularly in public. Since biosignals may often be deduced from visual data, this paper uses historic and recent photography cases to explore how social norms evolved in response to remote collection in public. A contextual integrity privacy heuristic is then used to probe the need for new norms and remedies specifically for biosensing privacy threats. This analysis examines the extensibility of relevant legal frameworks in the European Union (EU) and United States (US) as a privacy remedy, and conclude with a brief outline of possible legal or social remedies that may address privacy needs in public with biosensing technologies.", "venue": "ArXiv", "year": 2017, "referenceCount": 81, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3422475", "name": "Elaine Sedenberg"}, {"authorId": "9063054", "name": "Richmond Y. Wong"}, {"authorId": "1924565", "name": "J. Chuang"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "38ed1a71fc6621fa791fca055ce7e23951c4ce06", "externalIds": {"DBLP": "conf/cscw/Feinberg17", "MAG": "2611758519", "DOI": "10.1145/2998181.2998204"}, "url": "https://www.semanticscholar.org/paper/38ed1a71fc6621fa791fca055ce7e23951c4ce06", "title": "Material Vision", "abstract": "How do designers identify substances as materials to be worked into artifacts? Understanding how designer-material collaborations are instantiated, and the effect of those relations on design expression, helps us understand how artifacts come to be as they are. In the digital environment, the relationship between designer and material is complicated by the ambiguous, abstract nature of digital \"substances.\" This conceptual essay uses case studies from a design project to trace the role of community values in the materialization of a particular abstraction: a deliberate positioning of the designer's situated viewpoint. By comparing cases where designers materialize a situated position within the resulting artifact and where designers do not do so, this essay illustrates how community values mediate designer-material collaborations. These case studies also demonstrate the effect of designer-material relations on design expression. The designs that materialize a position structure a more reciprocal, dialogic relationship between designer and user.", "venue": "CSCW", "year": 2017, "referenceCount": 50, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145262829", "name": "M. Feinberg"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5d76328a9830a41e75f052e0730fde4039620ce7", "externalIds": {"DBLP": "journals/fthci/FriedmanHB17", "MAG": "2769882943", "DOI": "10.1561/1100000015"}, "url": "https://www.semanticscholar.org/paper/5d76328a9830a41e75f052e0730fde4039620ce7", "title": "A Survey of Value Sensitive Design Methods", "abstract": "Value sensitive design is a theoretically grounded approach to the designof technology that accounts for human values in a principled andsystematic manner throughout the design process. In this article weprovide a survey of 14 value sensitive design methods: 1 direct andindirect stakeholder analysis; 2 value source analysis; 3 co-evolutionof technology and social structure; 4 value scenario; 5 value sketch;6 value-oriented semi- structured interview; 7 scalable informationdimensions; 8 value-oriented coding manual; 9 value-oriented mockup,prototype, or field deployment; 10 ethnographically informed inquiryregarding values and technology; 11 model of informed consentonline; 12 value dams and flows; 13 value sensitive action-reflectionmodel; and 14 Envisioning Cards TM. Each of these methods is honedto the investigation of values in technology, serving such purposesas stakeholder identification and legitimation, value representation andelicitation, and values analysis. While presented individually, the methodsare intended to be integrated in a robust value sensitive designprocess. The survey article begins with a brief summary of value sensitivedesign methodology and theoretical constructs. We next providean overview of the 14 methods. Then, we turn to a broader discussion ofvalue sensitive design practice, focussing on some methodological strategiesand heuristics to support skillful value sensitive design practice.Following the broad discussion of practice, we illustrate one method inaction-value scenarios-providing details on its range of purposes andcontexts. We conclude with reflections on core characteristics of valuesensitive design methodology, and heuristics for innovation.", "venue": "Found. Trends Hum. Comput. Interact.", "year": 2018, "referenceCount": 79, "citationCount": 150, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "1782594", "name": "David G. Hendry"}, {"authorId": "143981586", "name": "A. Borning"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e64035b58681fd5acb1b69ea095bc946e8e2278a", "externalIds": {"MAG": "2414913152", "DBLP": "journals/iwc/VinesMHPWO17", "DOI": "10.1093/iwc/iww017"}, "url": "https://www.semanticscholar.org/paper/e64035b58681fd5acb1b69ea095bc946e8e2278a", "title": "Our Year With the Glass: Expectations, Letdowns and Ethical Dilemmas of Technology Trials With Vulnerable People", "abstract": "In this paper, we reflect upon the ethical dilemmas faced during our research exploring the potential of Google Glass as a self-care technology for people with Parkinson's. Our project involved two stages of research: an initial study that explored the overall acceptability and responses of people with Parkinson's to the technology; and a follow-up study that examined participants' experiences of the technology in more depth through further trials and a series of co-design activities. While our first trials were successful, leading to publication and subsequent local and national publicity, our follow-up trials were hampered by technical problems that were often out of our control. We highlight how participants' heightened expectations prior to the second trial, as a result of public discourse around the project, were difficult to meet. This led to our participants articulating their frustrations, feelings of lowered self-confidence, and in some cases a reduced sense of self-worth. We reflect on how the decisions and actions taken during the project led to these dilemmas, and how these relate to contemporary challenges in human-computer interaction research where there is increased focus on in the wild studies of technology use and a pressure to publicly disseminate the findings of research. In doing so, we offer an open and honest account of how a set of ethical dilemmas emerged while conducting technology field trials with a potentially vulnerable group, and offer guidance to future researchers finding themselves in similar circumstances.", "venue": "Interact. Comput.", "year": 2017, "referenceCount": 61, "citationCount": 41, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145888680", "name": "J. Vines"}, {"authorId": "2440800", "name": "R. McNaney"}, {"authorId": "12518188", "name": "Amey Holden"}, {"authorId": "144135551", "name": "I. Poliakov"}, {"authorId": "145961523", "name": "P. Wright"}, {"authorId": "145171812", "name": "P. Olivier"}]}}, {"contexts": ["…guiding principles is literately taken from Braithwaite (1998) and the notion that values are what people consider important in life is taken from Friedman et al. (2006), the given definition is also influenced by Rokeach (1973), Schwartz (1994), Kluckhorn (1951), Guth and Tagiuri (1965), and…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "019a1a25a91626a32db2d68231f473ad2879f348", "externalIds": {"MAG": "2904609267", "DOI": "10.31578/JEBS.V2I1.34"}, "url": "https://www.semanticscholar.org/paper/019a1a25a91626a32db2d68231f473ad2879f348", "title": "Using Documentaries in Social Science Instruction in Schools as an Effective Source of Value Development for High School Students", "abstract": "The purpose of the research was to assess how audiovisual aids, specifically, documentaries affect the formation of adolescents’ values, attitudes and standpoints in the process of teaching/learning social sciences (Civic Education, History, and Geography) at high school level (grades 9-12). In this day and age, students have become accustomed to acquiring knowledge through media such as television and movies. Although books and text are essential in learning, teachers should take notice of the new visual stimuli, too. Therefore, it is very important to find new approaches and methods in teaching/learning process to support young people’s personal development through their value formation, ethical and moral development. It is a quantitative research paper. In total, 204 students took part in the survey. The collected data can be interesting for school teachers, who try to apply new methodologies in social studies. The results reveal interesting facts related to the efficiency of teaching through documentary films, as the subsidiary and supplementary method in the process of teaching/learning social sciences (Civic Education, History, and Geography) at high school level (grades 9-12).", "venue": "", "year": 2016, "referenceCount": 18, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "121199482", "name": "Shorena Kuchukhidze"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "24c0ed1a59a6d7f82ff74cb40f30c6dfebaf5c85", "externalIds": {"DBLP": "conf/ACMdis/Blevis16", "MAG": "2416864553", "DOI": "10.1145/2901790.2901863"}, "url": "https://www.semanticscholar.org/paper/24c0ed1a59a6d7f82ff74cb40f30c6dfebaf5c85", "title": "Being Photo-Visual in HCI and Design", "abstract": "This paper does two things. (1) First, it describes the role of the photo-visual in HCI and Design. The paper appeals primarily to the literature within HCI relating to photo-visual contributions. It appeals also to literatures outside of HCI, but it does not do so exhaustively. (2) Second, it illustrates the role of the photo-visual with two photographic essays that are comprised of both original arranged photographs and original accompanying texts. The photographs are intended to engage the reader as much as the text. The paper seeks to add constructively to the growing acceptance of the photo- visual as a methodologically sound manner of creating and recording design knowledge in HCI and Design. The paper leaves to future reporting much that the reviewers have thoughtfully recommended, owing to the lack of any room for additional material. In particular, more guidance about how this work may be applied and how photographic skills may be taught in design-oriented HCI is forthcoming.", "venue": "Conference on Designing Interactive Systems", "year": 2016, "referenceCount": 70, "citationCount": 11, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1789346", "name": "Eli Blevis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3482e06eb7d38283d6817273138cf746a0b089db", "externalIds": {"MAG": "2598904738"}, "url": "https://www.semanticscholar.org/paper/3482e06eb7d38283d6817273138cf746a0b089db", "title": "ICT-ENABLED SELF-MANAGEMENT OF CHRONIC DISEASES THROUGH VALUE SENSITIVE DESIGN", "abstract": "by Majid Dadgar, Ph.D. Washington State University July 2016", "venue": "", "year": 2016, "referenceCount": 125, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "3235377", "name": "M. Dadgar"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "89c52e32bcd8a496440a2ebc35293106942db049", "externalIds": {"MAG": "2809208431"}, "url": "https://www.semanticscholar.org/paper/89c52e32bcd8a496440a2ebc35293106942db049", "title": "Connecting intra-family generations with ambient intelligent systems", "abstract": "• A submitted manuscript is the version of the article upon submission and before peer-review. There can be important differences between the submitted version and the official published version of record. People interested in the research are advised to contact the author for the final version of the publication, or visit the DOI to the publisher's website. • The final author version and the galley proof are versions of the publication after peer review. • The final published version features the final layout of the paper including the volume, issue and page numbers.", "venue": "", "year": 2016, "referenceCount": 161, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "72222354", "name": "P. D. Mahtani"}]}}, {"contexts": ["Friedman et al. (2009) studied the difference in privacy judgments between the so-called “watcher” and the person being “watched” in a public setting.", "We will also want to pay attention to the distinction made by Friedman et al. (2009) between the “watcher” and the “watched,” as well as a new, third role, the robot operator, who is probably a “watcher” but also actively controls the robot5."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8ba096d978b93ccbe254200b7b2dc35e98178ec0", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/8ba096d978b93ccbe254200b7b2dc35e98178ec0", "title": "Privacy in Human-Robot Interaction : Survey and Future Work", "abstract": "Robots can cause privacy concerns for humans, partly because robots can gather data and move around in the real world, and partly because they can be perceived by humans as social actors. This is a growing issue as robots are increasingly located near humans. We propose a new area of research—“privacy-sensitive robotics”—to deal with this issue. The first part of this paper lays a foundation for new research with several broad literature surveys: of privacy in philosophy, U.S. law, the social sciences, medicine, and technology; of existing robotics technologies that could be used to protect privacy; and of existing work in “privacy-sensitive robotics” as defined herein. The second part presents a roadmap of future research directions by which to develop this new sub-field.", "venue": "", "year": 2016, "referenceCount": 170, "citationCount": 7, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1942993", "name": "Matthew Rueben"}]}}, {"contexts": ["As in prior studies on traditional cameras [18, 32, 36, 15, 21], recent studies on wearable cameras (e.", "Prior studies concurred that privacy concerns are highly contextualized [18, 32, 36, 15, 21].", "[18] studied privacy concerns regarding real-time video broadcasting of public spaces."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "98c613fd1c1abdf04aef60ff4a4c1faf8004849e", "externalIds": {"DBLP": "conf/chi/ParkKML16", "MAG": "2399811568", "DOI": "10.1145/2858036.2858581"}, "url": "https://www.semanticscholar.org/paper/98c613fd1c1abdf04aef60ff4a4c1faf8004849e", "title": "Motives and Concerns of Dashcam Video Sharing", "abstract": "Dashcams support continuous recording of external views that provide evidence in case of unexpected traffic-related accidents and incidents. Recently, sharing of dashcam videos has gained significant traction for accident investigation and entertainment purposes. Furthermore, there is a growing awareness that dashcam video sharing will greatly extend urban surveillance. Our work aims to identify the major motives and concerns behind the sharing of dashcam videos for urban surveillance. We conducted two survey studies (n=108, n=373) in Korea. Our results show that reciprocal altruism/social justice and monetary reward were the major motives and that participants were strongly motivated by altruism and social justice. Our studies have also identified major privacy concerns and found that groups with greater privacy concerns had lower altruism and justice motive, but had higher monetary motive. Our main findings have significant implications on the design of a dashcam video-sharing service.", "venue": "CHI", "year": 2016, "referenceCount": 63, "citationCount": 28, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "1842507", "name": "Sangkeun Park"}, {"authorId": "2110647841", "name": "Joohyun Kim"}, {"authorId": "1722280", "name": "R. Mizouni"}, {"authorId": "143924171", "name": "Uichin Lee"}]}}, {"contexts": ["[13] indicates that people generally expect a modicum of privacy even in public."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "b5da6852f99e983fb6a5cc97c1a0692ebeb47af0", "externalIds": {"DBLP": "conf/chiplay/FrommelRDWHB016", "MAG": "2531674346", "DOI": "10.1145/2967934.2968087"}, "url": "https://www.semanticscholar.org/paper/b5da6852f99e983fb6a5cc97c1a0692ebeb47af0", "title": "2084 -- Safe New World: Designing Ubiquitous Interactions", "abstract": "This paper investigates a concept for highly ubiquitous game interactions in pervasive games. Pervasive gaming is increasingly popular, but steadily improving mobile and ubiquitous technologies (e.g. smartwatches) have yet to be utilised to their full potential in this area. For this purpose, we implemented 2084 Safe New World; a pervasive game that allows particularly ubiquitous gameplay through micro interactions of varying duration. In a lab study, different interaction techniques based on gestures and touch input were compared on two mobile devices regarding usability and game input observability. A second study evaluated the player experience under more realistic circumstances; in particular, it examined how well the game can be integrated into everyday life, and tested boundaries of social acceptance of ubiquitous interactions in a pervasive spy game.", "venue": "CHI PLAY", "year": 2016, "referenceCount": 55, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1995636", "name": "Julian Frommel"}, {"authorId": "40425524", "name": "Katja Rogers"}, {"authorId": "8305965", "name": "Thomas Dreja"}, {"authorId": "8119946", "name": "Julian Winterfeldt"}, {"authorId": "2081036334", "name": "Christian Hunger"}, {"authorId": "31747475", "name": "Maximilian Bär"}, {"authorId": "2110621754", "name": "Michael Weber"}]}}, {"contexts": ["1 Privacy Significant research has been devoted to privacy concerns stemming from streaming of live video, as well as video conferencing system, including [3], [2] and [15]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "c6d5042da54abe8dd00302ab8388db4b119dedf9", "externalIds": {"MAG": "2586634422"}, "url": "https://www.semanticscholar.org/paper/c6d5042da54abe8dd00302ab8388db4b119dedf9", "title": "Effects of Feedback Video in Mediated Communication", "abstract": null, "venue": "", "year": 2016, "referenceCount": 28, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "73537142", "name": "Shiwani Sita Dewal"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cb6d8955f153c8d6778ba95e56fa0aa76a8cda6d", "externalIds": {"DBLP": "conf/ACMdis/Blevis16a", "MAG": "2414987436", "DOI": "10.1145/2901790.2901903"}, "url": "https://www.semanticscholar.org/paper/cb6d8955f153c8d6778ba95e56fa0aa76a8cda6d", "title": "The Visual Thinking Gallery: A Five Year Retrospective", "abstract": "This pictorial presents a five year retrospective of the visual thinking gallery images and annotations that have appeared as the last page of each issue of ACM interactions since 2011. The selected images are grouped together here both aesthetically and categorically. This is the first time these images have appeared together as a collection. The images are presented as thematic pairings that are emergent from the historical collection. The images are particular instances of the sorts of observations that may be represented photo-visually in and as HCI.", "venue": "Conference on Designing Interactive Systems", "year": 2016, "referenceCount": 89, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1789346", "name": "Eli Blevis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f4c3ee72d36430d670cf845c22139c7eed9e5112", "externalIds": {"MAG": "2346236738", "DBLP": "conf/chi/SinghalNS0PP16", "DOI": "10.1145/2851581.2892522"}, "url": "https://www.semanticscholar.org/paper/f4c3ee72d36430d670cf845c22139c7eed9e5112", "title": "You are Being Watched: Bystanders' Perspective on the Use of Camera Devices in Public Spaces", "abstract": "We are observing an increase in the use of smartphones and wearable devices in public places for streaming and recording video. Yet the use of cameras in these devices can infringe upon the privacy of the people in the surrounding environment by inadvertently capturing them. This paper presents findings from an in-situ exploratory study that investigates bystanders' reactions and feelings towards streaming and recording videos with smartphones and wearable glasses in public spaces. We use the interview results to guide an exploration of design directions for mobile video.", "venue": "CHI Extended Abstracts", "year": 2016, "referenceCount": 16, "citationCount": 30, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3395919", "name": "Samarth Singhal"}, {"authorId": "1688400", "name": "Carman Neustaedter"}, {"authorId": "2689742", "name": "T. Schiphorst"}, {"authorId": "143620808", "name": "Anthony Tang"}, {"authorId": "3396120", "name": "Abhisekh Patra"}, {"authorId": "2066007028", "name": "Rui Pan"}]}}, {"contexts": ["[16] argued when they noted that system stakeholders are not just those who have their hands on a system."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0760f326185393010fe8e45636f1f53bd7e64c9e", "externalIds": {"MAG": "1982022936", "DBLP": "conf/cscw/LeeP15", "DOI": "10.1145/2675133.2675161"}, "url": "https://www.semanticscholar.org/paper/0760f326185393010fe8e45636f1f53bd7e64c9e", "title": "From The Matrix to a Model of Coordinated Action (MoCA): A Conceptual Framework of and for CSCW", "abstract": "The CSCW community is reliant upon technology-centric models of groupware and collaboration that frame how we examine and design for cooperative work. This paper both reviews the CSCW literature to examine existing models of collaborative work and proposes a new, expanded conceptual model: the Model of Coordinated Action (MoCA). MoCA is a broader framework for describing complex collaborative situations and environments including, but not limited to, collaborations that have diverse, high-turnover memberships or emerging practices. We introduce MoCA's seven dimensions of coordinative action and illustrate their connection to past and current CSCW research. Finally, we discuss some ramifications of MoCA for our understanding of CSCW as a sociotechnical design space.", "venue": "CSCW", "year": 2015, "referenceCount": 69, "citationCount": 76, "influentialCitationCount": 13, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2109447929", "name": "Charlotte P. Lee"}, {"authorId": "30928095", "name": "Drew Paine"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "215a5a66c3122672ef7b0b4dfc110f2a5c026605", "externalIds": {"DBLP": "conf/icmb/DadgarJ15", "MAG": "2578637780"}, "url": "https://www.semanticscholar.org/paper/215a5a66c3122672ef7b0b4dfc110f2a5c026605", "title": "Diabetes Self-Management Using Mobile Apps: An Empirical Investigation Based On App Reviews And Through Value Sensitive Design Perspective", "abstract": "Smartphones have penetrated our everyday lives. Novel technologies facilitate self-management of chronic diseases such as diabetes. However, not all the patients are motivated to use technologies to manage their chronic conditions. Patients depend on certain human values to self-manage their conditions and these values are not implicated in the technologies they use. In this research in progress study we draw on value sensitive design methodological and theoretical approach to investigate human responses to self-management technology. We collect app reviews for a diabetes app and schematically code the review. Our findings contribute to designing technologies and systems that account for the human values of the patients-users.", "venue": "ICMB", "year": 2015, "referenceCount": 30, "citationCount": 7, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Engineering"], "authors": [{"authorId": "3235377", "name": "M. Dadgar"}, {"authorId": "46172826", "name": "K. D. Joshi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "7bd80944aef431d8417307391bad273899c631ed", "externalIds": {"MAG": "2256802510"}, "url": "https://www.semanticscholar.org/paper/7bd80944aef431d8417307391bad273899c631ed", "title": "Thematic Analysis of Words that Invoke Values in the Net Neutrality Debate", "abstract": "This paper describes an initial analysis of the association of specific vocabulary choices with the invocation of human values in testimonies prepared for public hearings about Net neutrality in the United States. Motivation for this work comes from an interest in understanding what people value and how they express those values in writing. Related work includes research on human values from fields ranging from social psychology to advertising to humancomputer interaction. First, human annotators used closed coding to identify human values in testimonies based on a prior meta-analysis of human values. Next, a “values dictionary” was automatically learned that identifies words that are strongly associated with sentences that human annotators coded as being related to specific values. Finally, an open-ended thematic analysis was conducted. The contribution of the paper is to enhance our understanding of how human values are expressed, as well as to introduce and evaluate a new automated tool for facilitating social science research.", "venue": "", "year": 2015, "referenceCount": 36, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3079031", "name": "K. Fleischmann"}, {"authorId": "2066412338", "name": "Yasuhiro Takayama"}, {"authorId": "3088715", "name": "An-Shou Cheng"}, {"authorId": "2426511", "name": "Yoichi Tomiura"}, {"authorId": "1737250", "name": "D. Oard"}, {"authorId": "3280058", "name": "Emi Ishita"}]}}, {"contexts": ["Dieses Konzept ist, wie u.a. Nissenbaum und Coll (vgl. Nissenbaum 2004; Friedman et al. 2006; Coll 2011, 2012, 2014, Bennett 2011, Stalder 2002) aufführen, überdenkenswert, weil es im Hinblick auf Überwachung des informationellen Flusses zwischen einzelnen Personen auch hinderlich sein kann, oder…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "a2f912b605f9091d879d6bca782f95509361d36f", "externalIds": {"MAG": "2526458319", "DOI": "10.17169/REFUBIUM-22817"}, "url": "https://www.semanticscholar.org/paper/a2f912b605f9091d879d6bca782f95509361d36f", "title": "Technische Innovationen und deren gesellschaftliche Auswirkungen im Kontext von Überwachung", "abstract": null, "venue": "", "year": 2015, "referenceCount": 170, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1691219187", "name": "Nils Zurawski"}]}}, {"contexts": ["For public spaces comfort can also depend on individual traits such as gender and psychological well-being and contextual factors including social expectations and the location and scale of the observer [12]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "f79671deb39630530e01436555dbc47109c107c8", "externalIds": {"MAG": "1983468404", "DBLP": "conf/huc/SleeperSKC15", "DOI": "10.1145/2750858.2806064"}, "url": "https://www.semanticscholar.org/paper/f79671deb39630530e01436555dbc47109c107c8", "title": "Attitudes toward vehicle-based sensing and recording", "abstract": "Vehicles increasingly include features that rely on hi-tech sensors and recording; however, little is known of public attitudes toward such recording. We use two studies, an online survey (n=349) and an interview-based study (n=15), to examine perceptions of vehicle-based sensing and recording. We focus on: 1) how vehicle-based recording and sensing may differ from perceptions of current recording; 2) factors that impact comfort with vehicle-based recording for hypothetical drivers versus bystanders; and 3) perceptions of potential privacy-preserving techniques. We find that vehicle-based recording challenges current mental models of recording awareness. Comfort tends to depend on perceived benefits, which can vary by stakeholder type. Perceived privacy in spaces near cars can also impact comfort and reflect mental models of private spaces as well as the range of potentially sensitive activities people perform in and near cars. Privacy-preserving techniques may increase perceived comfort but may require addressing trust and usability issues.", "venue": "UbiComp", "year": 2015, "referenceCount": 36, "citationCount": 10, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "13946800", "name": "Manya Sleeper"}, {"authorId": "3145904", "name": "Sebastian Schnorf"}, {"authorId": "47457630", "name": "B. Kemler"}, {"authorId": "1802071", "name": "Sunny Consolvo"}]}}, {"contexts": ["conduct an in-depth analysis of interviews with bystanders to a camera installation recording a public fountain area [12]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "223f8289f981db46449c58e3584a2565a4467070", "externalIds": {"DBLP": "conf/chi/DenningDK14", "MAG": "2127681657", "DOI": "10.1145/2556288.2557352"}, "url": "https://www.semanticscholar.org/paper/223f8289f981db46449c58e3584a2565a4467070", "title": "In situ with bystanders of augmented reality glasses: perspectives on recording and privacy-mediating technologies", "abstract": "Augmented reality (AR) devices are poised to enter the market. It is unclear how the properties of these devices will affect individuals' privacy. In this study, we investigate the privacy perspectives of individuals when they are bystanders around AR devices. We conducted 12 field sessions in cafés and interviewed 31 bystanders regarding their reactions to a co-located AR device. Participants were predominantly split between having indifferent and negative reactions to the device. Participants who expressed that AR devices change the bystander experience attributed this difference to subtleness, ease of recording, and the technology's lack of prevalence. Additionally, participants surfaced a variety of factors that make recording more or less acceptable, including what they are doing when the recording is being taken. Participants expressed interest in being asked permission before being recorded and in recording-blocking devices. We use the interview results to guide an exploration of design directions for privacy-mediating technologies.", "venue": "CHI", "year": 2014, "referenceCount": 40, "citationCount": 139, "influentialCitationCount": 13, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "34747925", "name": "Tamara Denning"}, {"authorId": "2636093", "name": "Zakariya Dehlawi"}, {"authorId": "1769675", "name": "T. Kohno"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "877c7b82933227f4a95a1684d4eca6a1b897e6fb", "externalIds": {"MAG": "174444687"}, "url": "https://www.semanticscholar.org/paper/877c7b82933227f4a95a1684d4eca6a1b897e6fb", "title": "Employee and Organization Security Value Alignment Through Value Sensitive Security Policy Design", "abstract": "iii List of Tables vii List of Figures viii Chapters", "venue": "", "year": 2014, "referenceCount": 132, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "123485931", "name": "D. Solomon"}]}}, {"contexts": ["…practices have been successfully applied by various researchers in different domains such as web browser case study (Millett et al., 2001; Friedman et al., 2002, 2005), urban planning system (Borning et al. 2005), and studies concerning privacy in public (Friedman et al. 2006), just to name a few.", "(Friedman et al., 2006)\nFurthermore, Friedman et al. (2006) suggested a practical guideline for using VSD."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "d28c453b1de0df9b43dd8b52c1dbb973201ba98d", "externalIds": {"MAG": "2264367796"}, "url": "https://www.semanticscholar.org/paper/d28c453b1de0df9b43dd8b52c1dbb973201ba98d", "title": "An argumentation-based design rationale approach to reflective design of persuasive systems", "abstract": "Technology has significantly influenced human lifestyle, industrial sector, businesses and the way people interact with each other. Evidently, information technology is no longer a neutral tool. Intentionally or otherwise, system designers and developers influence our attitudes and/or behaviors for varying motives including promotion of socially valued activities. However, promoting moral values using technologies raises several ethical concerns. For example, what might be ethical for one person could be completely unethical from the other. Moral justification of persuasive systems requires involving all stakeholders in a rationale and open argumentation process. The moral issues are difficult to perceive and comprehend and more importantly, the entire process involves different stakeholders with conflicting viewpoints. Therefore, it is challenging to find an optimal solution to satisfy all stakeholders and argumentation process encompasses both cognitive and social complexities. In an attempt to address the problem; this study outlines an argumentation-based design rationale application. The proposed solution is to mitigate social and cognitive complexities pertaining to moral justification process. The main aim of this thesis is to study construction and evaluation of the said solution in order to facilitate reflective design and evaluation of persuasive information systems. This study follows formal problem-centric approach and was conducted by applying Design Science Research (DSR) methodology. We carried out an experiment to examine socio-technical aspects of the designed artifact focusing on system usefulness and its effect on the problem context. System usefulness of the artifact was studied by analyzing perceived usefulness and usability of the solution from participants' opinions. The intended implication of this study was to examine that argumentation-based design rationale could potentially decrease complexity of argumentation process. Likewise, it could lead to improved communication and reasoning between stakeholders. These aspects do not guarantee design and development of information systems that are morally justifiable by all standards. However, it is suggested that there are certain prerequisites that are needed for moral justification of persuasive information systems. From a practical perspective, we developed and evaluated a discourse-supported application that effectively establishes rationale and autonomous communication process. Theoretically, we acknowledge that three major aspects of argumentationbased design rationale applications including communication, reasoning and problem comprehension capabilities have a significant influence on mitigating social and cognitive complexities of ethical reflection relating to persuasive information systems.", "venue": "", "year": 2014, "referenceCount": 107, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2987731", "name": "Alireza Haghighatkhah"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "efaf5ea99647e80528e3652dc91ff1c82b8fc737", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/efaf5ea99647e80528e3652dc91ff1c82b8fc737", "title": "! “ Why protest ? I ’ ve got nothing to hide ” Collective Action against and Chilling Effects of Internet Mass Surveillance", "abstract": null, "venue": "", "year": 2014, "referenceCount": 136, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": ["For example, regarding value considerations, what are organizations motivations, methods of training and dissemination, reward structures, and economic incentives?", "…study, Kahn et al. initiated two additional but complementary empirical investigations with indirect stakeholders: (a) a survey of 750 people walking through the public plaza and (b) in-depth social cognitive interviews with 30 individuals walking through the public plaza (Friedman et al., 2006)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "5050be06a552827764b3ce17d17e61e92622896a", "externalIds": {"MAG": "1535357018", "DOI": "10.1007/978-94-007-7844-3_4"}, "url": "https://www.semanticscholar.org/paper/5050be06a552827764b3ce17d17e61e92622896a", "title": "Value Sensitive Design and Information Systems", "abstract": "Value Sensitive Design is a theoretically grounded approach to the design of technology that accounts for human values in a principled and comprehensive manner throughout the design process. It employs an integrative and iterative tripartite methodology, consisting of conceptual, empirical, and technical investigations. We explicate Value Sensitive Design by drawing on three case studies. The first study concerns information and control of web browser cookies, implicating the value of informed consent. The second study concerns using high-definition plasma displays in an office environment to provide a “window” to the outside world, implicating the values of physical and psychological well-being and privacy in public spaces. The third study concerns an integrated land use, transportation, and environmental simulation system to support public deliberation and debate on major land use and transportation decisions, implicating the values of fairness, accountability, and support for the democratic process, as well as a highly diverse range of values that might be held by different stakeholders, such as environmental sustainability, opportunities for business expansion, or walkable neighborhoods. We conclude with direct and practical suggestions for how to engage in Value Sensitive Design.", "venue": "", "year": 2013, "referenceCount": 215, "citationCount": 1099, "influentialCitationCount": 94, "isOpenAccess": true, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "144674612", "name": "P. H. Kahn"}, {"authorId": "143981586", "name": "A. Borning"}, {"authorId": "1757501", "name": "A. Huldtgren"}]}}, {"contexts": ["In the field of Human-Computer Interaction, Friedman et al. (2006) again found that women had greater privacy concerns in a simulated visual surveillance exercise in a public place.", "Gender is one demographic variable where a clear relationship has been found with privacy concerns (Friedman et al., 2006; Kuo et al., 2007; Milne and Rohm, 2000; Paul, 2001; Pedersen, 1987).", "Future confirmatory studies would benefit from a larger sample size, which would also allow more detailed and powerful statistical analysis, such as a more rigorous validation of the factor structure underlying privacy dimensions using confirmatory factor analysis.", "The current study, by design, focussed on one industry setting that is recognised as particularly challenging for personal privacy.", "Factor loadings of below 0.5 omitted for clarity", "This finding is consistent with previous literature which examines gender and concern for information privacy issues in various settings, including the workplace (Kuo et al., 2007; Pedersen, 1987; Friedman et al., 2006; Milne and Rohm, 2000; Paul, 2001).", "This is combined with the findings from previous studies that suggest privacy orientations are influenced by demographic variables and employment characteristics (for example, Friedman et al., 2006 and Alder et al., 2007).", "…range of surveillance techniques, such as CCTV cameras sited in public places and the monitoring of electronic communication, have resulted in individuals also being concerned about privacy in the wider environment (Clarke, 2001; Electronic Privacy Information Center, 2008; Friedman et al., 2006)."], "isInfluential": true, "intents": ["background", "methodology", "result"], "citingPaper": {"paperId": "8320fbf47d001bee375903aad6e2ee753a4cb6a0", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/8320fbf47d001bee375903aad6e2ee753a4cb6a0", "title": "The Open University ’ s repository of research publications and other research outputs Dimensions of employee privacy : an empirical study", "abstract": "Purpose: The study goes beyond the more frequent interest in information privacy to identify other notions of privacy within the workplace. It seeks to explore how these additional notions of privacy relate to key demographic and employment characteristics and how data protection training, often instigated as a means of highlighting and addressing issues relating to privacy of customers’ data, is related to employees’ notions of their own workplace privacy. Methodology: The study was undertaken in two telephone call centres since they offered a working environment where staff are highly monitored and hence there are likely to be issues relating to employee privacy. The study is exploratory in nature", "venue": "", "year": 2013, "referenceCount": 70, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "29570256", "name": "K. Ball"}, {"authorId": "71547253", "name": "E. Daniel"}, {"authorId": "2080701351", "name": "Chris And Stride"}, {"authorId": "2104979847", "name": "Kirstieball"}, {"authorId": "145865795", "name": "C. Stride"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d8c4fd7a3eb29bb8b95aa79a624095fc7cb546cc", "externalIds": {"MAG": "2000065210", "DBLP": "conf/cscw/BrushJMM13", "DOI": "10.1145/2441776.2441853"}, "url": "https://www.semanticscholar.org/paper/d8c4fd7a3eb29bb8b95aa79a624095fc7cb546cc", "title": "Digital neighborhood watch: investigating the sharing of camera data amongst neighbors", "abstract": "In a neighborhood watch group, neighbors cooperate to prevent crime by sharing information and alerting police of suspicious activities. We propose a digital neighborhood watch (DNW) in which security cameras of individual homes work together to monitor the neighborhood. DNW could augment neighborhood watch by providing digital evidence of crime, increasing visibility of neighborhood activity, and automatically sending alerts when suspicious events occur. We investigate the appeal of sharing camera data with neighbors through semi-structured interviews with 11 households. Our participants validated the potential of sharing data with neighbors, particularly to provide evidence after an incident. But they also had security and privacy concerns about divulging their cameras' field of view and giving ongoing access to neighbors. For some participants, these concerns can be alleviated by enabling sharing of processed cameras views that include only the fore-ground activity or only public property (e.g., sidewalks).", "venue": "CSCW", "year": 2013, "referenceCount": 25, "citationCount": 45, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145424852", "name": "A. Brush"}, {"authorId": "33481800", "name": "Jaeyeon Jung"}, {"authorId": "38981616", "name": "Ratul Mahajan"}, {"authorId": "2072809584", "name": "Frank Martinez"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a707e835bb0920e64ed5522078c5a690e88f6348", "externalIds": {"MAG": "2600913540", "DBLP": "conf/hri/KahnKIGRSGRFS12", "DOI": "10.1145/2157689.2157696"}, "url": "https://www.semanticscholar.org/paper/a707e835bb0920e64ed5522078c5a690e88f6348", "title": "Do people hold a humanoid robot morally accountable for the harm it causes?", "abstract": "Robots will increasingly take on roles in our social lives where they can cause humans harm. When robots do so, will people hold robots morally accountable? To investigate this question, 40 undergraduate students individually engaged in a 15-minute interaction with ATR's humanoid robot, Robovie. The interaction culminated in a situation where Robovie incorrectly assessed the participant's performance in a game, and prevented the participant from winning a $20 prize. Each participant was then interviewed in a 50-minute session. Results showed that all of the participants engaged socially with Robovie, and many of them conceptualized Robovie as having mental/emotional and social attributes. Sixty-five percent of the participants attributed some level of moral accountability to Robovie. Statistically, participants held Robovie less accountable than they would a human, but more accountable than they would a vending machine. Results are discussed in terms of the New Ontological Category Hypothesis and robotic warfare.", "venue": "2012 7th ACM/IEEE International Conference on Human-Robot Interaction (HRI)", "year": 2012, "referenceCount": 46, "citationCount": 135, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "144674612", "name": "P. H. Kahn"}, {"authorId": "48309591", "name": "T. Kanda"}, {"authorId": "1687808", "name": "H. Ishiguro"}, {"authorId": "2582208", "name": "Brian T. Gill"}, {"authorId": "2517956", "name": "Jolina H. Ruckert"}, {"authorId": "36425853", "name": "Solace Shen"}, {"authorId": "50402060", "name": "Heather E. Gary"}, {"authorId": "33363160", "name": "A. Reichert"}, {"authorId": "2947158", "name": "N. Freier"}, {"authorId": "2667695", "name": "R. L. Severson"}]}}, {"contexts": ["Protecting privacy has been a sensitive topic in the field of human-computer interaction for a long time [3, 8], and has", "With the development of technology, these measurements have been embedded in portable electronic devices [4, 16] enabling easy long-term and large-scale monitoring of emotions [8] such as happiness [4]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "b7cb8c808006df41dd66d2c50a22b19c81c70c04", "externalIds": {"MAG": "2140296984", "DBLP": "conf/huc/HernandezHDP12", "DOI": "10.1145/2370216.2370264"}, "url": "https://www.semanticscholar.org/paper/b7cb8c808006df41dd66d2c50a22b19c81c70c04", "title": "Mood meter: counting smiles in the wild", "abstract": "In this study, we created and evaluated a computer vision based system that automatically encouraged, recognized and counted smiles on a college campus. During a ten-week installation, passersby were able to interact with the system at four public locations. The aggregated data was displayed in real time in various intuitive and interactive formats on a public website. We found privacy to be one of the main design constraints, and transparency to be the best strategy to gain participants' acceptance. In a survey (with 300 responses), participants reported that the system made them smile more than they expected, and it made them and others around them feel momentarily better. Quantitative analysis of the interactions revealed periodic patterns (e.g., more smiles during the weekends) and strong correlation with campus events (e.g., fewer smiles during exams, most smiles the day after graduation), reflecting the emotional responses of a large community.", "venue": "UbiComp", "year": 2012, "referenceCount": 25, "citationCount": 94, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145898696", "name": "Javier Hernández"}, {"authorId": "144619896", "name": "Ehsan Hoque"}, {"authorId": "2806721", "name": "Will Drevo"}, {"authorId": "1719389", "name": "Rosalind W. Picard"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "def8b81c62aeac9292305d002983ea9de9b5637d", "externalIds": {"DBLP": "conf/icpr/OGorman12", "MAG": "1505984514"}, "url": "https://www.semanticscholar.org/paper/def8b81c62aeac9292305d002983ea9de9b5637d", "title": "Video privacy filters with tolerance to segmentation errors for video conferencing and surveillance", "abstract": "It is sometimes desired to obscure background of a person on a video conference or foreground people in a surveillance video. Background subtraction (or foreground detection) methods can help separate desired from undesired planes, however current methods often have errors - holes in foreground or background - especially after lighting changes. We describe a unified approach to video privacy that capitalizes on the realization that private information is often in the image detail, which have edges, rather than in the uniform intensity regions. So a gradient based method for foreground detection can offer both error tolerance and privacy. We show results of error tolerance to lighting change, and degree of privacy gained by foreground and background privacy filters.", "venue": "Proceedings of the 21st International Conference on Pattern Recognition (ICPR2012)", "year": 2012, "referenceCount": 15, "citationCount": 1, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1398550688", "name": "L. O'Gorman"}]}}, {"contexts": ["In the field of Human-Computer Interaction, Friedman et al. (2006) again found that women had greater privacy concerns in a simulated visual surveillance exercise in a public place.", "Gender is one demographic variable where a clear relationship has been found with privacy concerns (Friedman et al., 2006; Kuo et al., 2007; Milne and Rohm, 2000; Paul, 2001; Pedersen, 1987).", "This finding is consistent with previous literature which examines gender and concern for information privacy issues in various settings, including the workplace (Kuo et al., 2007; Pedersen, 1987; Friedman et al., 2006; Milne and Rohm, 2000; Paul, 2001).", "This is combined with the findings from previous studies that suggest privacy orientations are influenced by demographic variables and employment characteristics (for example, Friedman et al., 2006 and Alder et al., 2007).", "…range of surveillance techniques, such as CCTV cameras sited in public places and the monitoring of electronic communication, have resulted in individuals also being concerned about privacy in the wider environment (Clarke, 2001; Electronic Privacy Information Center, 2008; Friedman et al., 2006)."], "isInfluential": true, "intents": ["background", "result"], "citingPaper": {"paperId": "f25fbad1d3b3264df7c330b6eaaefde454748590", "externalIds": {"DBLP": "journals/itp/BallDS12", "MAG": "1964036148", "DOI": "10.1108/09593841211278785"}, "url": "https://www.semanticscholar.org/paper/f25fbad1d3b3264df7c330b6eaaefde454748590", "title": "Dimensions of Employee Privacy: An Empirical Study", "abstract": "Purpose – The study goes beyond the more frequent interest in information privacy to identify other notions of privacy within the workplace. The purpose of this paper is to explore how these additional notions of privacy relate to key demographic and employment characteristics and how data protection training, often instigated as a means of highlighting and addressing issues relating to privacy of customers’ data, is related to employees’ notions of their own workplace privacy.Design/methodology/approach – The study was undertaken in two telephone call centres since they offered a working environment where staff are highly monitored and hence there are likely to be issues relating to employee privacy. The study is exploratory in nature and adopts a mixed method approach based on a questionnaire survey that was followed by semi‐structured, qualitative face to face interviews.Findings – The survey findings identified three distinct notions of privacy; the concern for personal information privacy (CfPIP), th...", "venue": "Inf. Technol. People", "year": 2012, "referenceCount": 76, "citationCount": 30, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "29570256", "name": "K. Ball"}, {"authorId": "71547253", "name": "E. Daniel"}, {"authorId": "145865795", "name": "C. Stride"}]}}, {"contexts": ["Following prior work in value sensitive design on investigating people’s views and values about privacy in public [6], we looked systematically at the granularity of information that would be publicly available and searchable online."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "01750ff5b6a172b1a7466e058f49d8ed714d782c", "externalIds": {"MAG": "2021349133", "DBLP": "conf/dgo/MunsonACFFS11", "DOI": "10.1145/2037556.2037558"}, "url": "https://www.semanticscholar.org/paper/01750ff5b6a172b1a7466e058f49d8ed714d782c", "title": "Attitudes toward online availability of US public records", "abstract": "Many have enthusiastically greeted the ability to search and view public records online as a great advance for transparency and accountability. Such ability, however, also creates value tensions with privacy and other important human values. In this paper, we report findings from a survey of 134 residents of the US Pacific Northwest on their awareness of and attitudes towards online access to political campaign records and real estate transaction histories, bringing to light some of the social implications of technological changes that increase ease of access to public records. We show that, while respondents often understood the reason behind making these records public, considerable concern about the current accessibility of these records exists, along with a precautionary indication that such open access may reduce public participation for some individuals.", "venue": "dg.o '11", "year": 2011, "referenceCount": 45, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "6452115", "name": "S. Munson"}, {"authorId": "2667384", "name": "Daniel Avrahami"}, {"authorId": "1802071", "name": "Sunny Consolvo"}, {"authorId": "145504534", "name": "J. Fogarty"}, {"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "143949898", "name": "I. Smith"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "040eba24c9a7c7d564a61ecef130b12fe2e354fd", "externalIds": {"DBLP": "conf/chi/AzenkotPBFLW11", "MAG": "2165596057", "DOI": "10.1145/1978942.1979424"}, "url": "https://www.semanticscholar.org/paper/040eba24c9a7c7d564a61ecef130b12fe2e354fd", "title": "Enhancing independence and safety for blind and deaf-blind public transit riders", "abstract": "Blind and deaf-blind people often rely on public transit for everyday mobility, but using transit can be challenging for them. We conducted semi-structured interviews with 13 blind and deaf-blind people to understand how they use public transit and what human values were important to them in this domain. Two key values were identified: independence and safety. We developed GoBraille, two related Braille-based applications that provide information about buses and bus stops while supporting the key values. GoBraille is built on MoBraille, a novel framework that enables a Braille display to benefit from many features in a smartphone without knowledge of proprietary, device-specific protocols. Finally, we conducted user studies with blind people to demonstrate that GoBraille enables people to travel more independently and safely. We also conducted co-design with a deaf-blind person, finding that a minimalist interface, with short input and output messages, was most effective for this population.", "venue": "CHI", "year": 2011, "referenceCount": 29, "citationCount": 110, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3283573", "name": "Shiri Azenkot"}, {"authorId": "2795949", "name": "Sanjana Prasain"}, {"authorId": "143981586", "name": "A. Borning"}, {"authorId": "47940494", "name": "Emily Fortuna"}, {"authorId": "1762656", "name": "R. Ladner"}, {"authorId": "1796045", "name": "J. Wobbrock"}]}}, {"contexts": ["As an example, in [19] values were identified (the conceptual investigation) through grounded theory analyses of data (as part of the empirical investigation)."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "2e199fe2983cf0e67f8dadc6058caabf0dc9739b", "externalIds": {"DBLP": "conf/cscw/AlsheikhRL11", "MAG": "2168800874", "DOI": "10.1145/1958824.1958836"}, "url": "https://www.semanticscholar.org/paper/2e199fe2983cf0e67f8dadc6058caabf0dc9739b", "title": "(Whose) value-sensitive design: a study of long- distance relationships in an Arabic cultural context", "abstract": "This paper describes a qualitative study of how 11 Arab individuals use technology in the context of their long-distance romantic relationships. Our participants' communication practices bear similarities to previous findings on the mediation of intimacy in the West, but also highlight key differences. We show how these differences relate to expectations of men and women in Arabic culture, and describe how our participants used technologies to enact conventional roles according to these expectations. We note implications for cross-cultural research and value-sensitive design, demonstrating how our participants' practices relate to Islamic values of support and protection of women. We apply various analytical lenses, including Islamic feminist theories, in interpreting the data.", "venue": "CSCW", "year": 2011, "referenceCount": 60, "citationCount": 73, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2897379", "name": "Tamara Alsheikh"}, {"authorId": "33257159", "name": "J. Rode"}, {"authorId": "2020484", "name": "Siân E. Lindley"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3dd98f3f45fd7ef30665a5377ef9d0ee095ce5f2", "externalIds": {"MAG": "2109452668"}, "url": "https://www.semanticscholar.org/paper/3dd98f3f45fd7ef30665a5377ef9d0ee095ce5f2", "title": "Exploring Connectedness and Social Translucence in Awareness Systems", "abstract": "This research explores how context sensing and ubiquitous communication media can support remote family members with new ways of caringfor each other using awareness systems. An important design dimension in awareness systems is reflected by the concepts of symmetry andsocial translucence. We explore the effect of ensuring symmetry versus ensuring social translucence upon the social connectedness and the privacy satisfaction that people experience through the use of anawareness system. We built the SoPresenT prototype which uses audioand video technologies to support these concepts. We are currently investigating these through controlled experiments.", "venue": "CHI 2011", "year": 2011, "referenceCount": 14, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "72222354", "name": "P. D. Mahtani"}, {"authorId": "1753368", "name": "P. Markopoulos"}, {"authorId": "144420819", "name": "M. Kaptein"}, {"authorId": "1796770", "name": "E. Aarts"}]}}, {"contexts": ["The Value Sensitive Design (VSD) methodology developed by Friedman et al. (2006b) is viewed as the most comprehensive framework for advancing a value-centered research and design agenda within the context of Human-Computer-Interaction (e.g., Le Dantec et al., 2009).", "For example, Friedman et al. (2006a) began with an empirical investigation of a large display installation whereas Miller et al. (2007) began with the technical investigation of a groupware system.", "Yet, regarding the critiques on the use of a set of preconceived values which are derived from the published literature, we should note that Friedman et al. (2006b) consider them incomplete.", "However, the overview of the methodology provided by Friedman et al. (2006b) did not prescribe any method for identifying relevant stakeholders, nor did the case studies make explicit which method was used for identifying the stakeholders.", "Other case studies have explored different sets of values and illustrated different ways to employ the VSD methodology, concerning privacy in public (Friedman et al., 2006a), values in Groupware systems (Miller et al., 2007), safety through mobile phone parenting technologies (Czeskis et al.,…", "Friedman et al. (2006b) use a broader meaning of the term “value” wherein “a value refers to what a person or a group of people considers important in life” (p. 349) and also distinguishes between moral and non-moral values.", "Similarly, the case establishing a live video feed of a public space creates an opportunity for reflecting on values within the application context (Friedman et al., 2006a).", "Finally, there are also works that investigate design methods for incorporating social values (Mumford, 1983; Hirschheim and Klein, 1994; Flanagan et al., 2005; Friedman et al., 2006b).", "Accordingly, Friedman et al. (2006b) defined VSD as an “approach to the design of technology that accounts for human values in a principled and comprehensive manner throughout the design process” (p. 349).", "As for methods for conducting these VSD activities, Friedman et al. (2006b) suggest considering a multiple methods approach, e.g., using both qualitative and quantitative research from the empirical sciences to understand the values and views of individuals, groups and organizations, and employing…", "…to a range of technologies, including network browser security (Millet et al, 2001), urban simulation (Borning et al., 2005), large displays (Friedman et al., 2006a), computer-supported cooperative work (Miller et al., 2007), mobile phone parenting safety technologies (Czeskis et al.,…", "Friedman et al. (2006b) also provide some guidelines for practicing VSD, suggesting: (1) to start with a value, technology, or context of use; (2) to identify direct and indirect stakeholders; (3) to identify harms and benefits for each stakeholder group; (4) to map harms and benefits onto…", "Friedman et al. (2006b) also note that with respect to the second form, technical investigations may also involve empirical activities, yet they focus on the technology itself and not on people.", "A key aspect of the VSD methodology is its focus on both direct and indirect stakeholders, i.e. considering those who use the system directly and those who do not use the system directly, but who are affected by it (Friedman et al., 2006b)."], "isInfluential": true, "intents": ["background", "methodology"], "citingPaper": {"paperId": "93d2b163577c26ae5119484cbbb18db6a6ee5bc6", "externalIds": {"MAG": "3003429", "DOI": "10.17705/1THCI.00030"}, "url": "https://www.semanticscholar.org/paper/93d2b163577c26ae5119484cbbb18db6a6ee5bc6", "title": "Bringing Discourse Ethics to Value Sensitive Design: Pathways toward a Deliberative Future", "abstract": "Value Sensitive Design (VSD) is a comprehensive framework for advancing a value-centered research and design agenda. It provides methods for producing and evaluating a design outcome by taking human values into account. Drawing on discourse ethics, this paper first critically analyzes the status quo in VSD and identifies some gaps. These mainly concern the lack of explicit methods for supporting a deliberative and legitimate process of decision making with respect to many concerns, including the identification of stakeholders, the legitimation of common design communication, the justification of trade-offs and/or a common regulation in case of competing or incommensurable values, as well as the deliberativeness of other design decisions such as the selection of design goals and means. In addition, this paper suggests ways to move VSD toward the standards of discourse ethics by drawing on the knowledge base of critical research in the Information Systems field. In particular, the suggestions concern the inclusion of a practical method for boundary critique and different types of discourses and principles as well as discourse support methods and tools for structuring participation in a way that allows participants to deal with the plurality of values, norms, goals and means deliberatively. Finally, this paper revisits a VSD case and explores the applicability of the ideas suggested.", "venue": "", "year": 2011, "referenceCount": 87, "citationCount": 46, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3020070", "name": "F. Yetim"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cdf9787578c757768738a46972db7a8fb1d0e765", "externalIds": {"DBLP": "conf/wirtschaftsinformatik/Yetim11", "MAG": "144159378"}, "url": "https://www.semanticscholar.org/paper/cdf9787578c757768738a46972db7a8fb1d0e765", "title": "Focusing on Values in Information Systems Development: A Critical Review of Three Methodological Frameworks", "abstract": "Values play a significant role in Information Systems Development (ISD). This paper presents a critical analysis of three methodological frameworks which aim at systematically considering values in the development of systems. The analysis focuses on their main goals, value concepts, and activities. In addition, this paper discusses some challenges and controversial issues with respect to the design for values and suggests an agenda for future research.", "venue": "Wirtschaftsinformatik", "year": 2011, "referenceCount": 36, "citationCount": 7, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3020070", "name": "F. Yetim"}]}}, {"contexts": ["They convey what is good (see Miceli and Castelfranchi 1989; Schroeder 2008) and important to us (see Bardi and Schwartz 2003; Friedman et al. 2006a).", "…the overall (verbally expressed and affective) experiences of single users with the plasma display as an office window, including e.g. the value of welfare, others (Friedman et al. 2006b, 2008a, b) were more directly enquiring about personal values such as privacy, welfare and informed consent.", "…et al. 2010) on usable security for implantable cardiac medical devices; (Miller et al. 2007) on groupware; (Friedman et al. 2008a, b) on longer-term deployment of large displays; (Friedman et al. 2006b, 2008a, b) on privacy in public with webcams in the United Sates and in Sweden, respectively].", "Examples of values frequently implicated in design include human welfare, privacy, trust, autonomy, accountability, identity, environmental sustainability (Friedman et al. 2006a).", "While existing HCI techniques may be applicable (see Friedman et al. 2006a, b, 2008a, b) more robust techniques and specific tools are needed to support the stakeholders in understanding the design context and consequences, expressing their values to the designer and arriving at a shared…", "The value sensitive design (VSD) framework proposed by Friedman et al. (2006a) tries to guide designers in this process.", "VSD does not prescribe a specific method for this stage, stating that ‘‘the entire range of quantitative and qualitative methods used in social science research is potentially applicable’’ (Friedman et al. 2006a).", "For instance, interviews in-situ (Friedman et al. 2006b, 2008a, b), surveys in-situ (Friedman et al. 2008a, b), physiological\nmeasurements in-situ (Kahn et al. 2008) and diaries (Friedman et al. 2008a, b).", "As the studies show these in-situ methods clearly provide context and can trigger value deliberations relative to the context of use for an existing technology, which may differ from hypothetical situations (Friedman et al. 2006b)."], "isInfluential": true, "intents": ["background", "methodology"], "citingPaper": {"paperId": "dc93fdbd0d5053d49cd7d3082f32fb84acbabc53", "externalIds": {"MAG": "1982966188", "DOI": "10.1007/s10676-011-9282-6"}, "url": "https://www.semanticscholar.org/paper/dc93fdbd0d5053d49cd7d3082f32fb84acbabc53", "title": "Elicitation of situated values: need for tools to help stakeholders and designers to reflect and communicate", "abstract": "Explicitly considering human values in the design process of socio-technical systems has become a responsibility of designers. It is, however, challenging to design for values because (1) relevant values must be identified and communicated between all stakeholders and designers and (2) stakeholders’ values differ and trade-offs must be made. We focus on the first aspect, which requires elicitation of stakeholders’ situated values, i.e. values relevant to a specific real life context. Available techniques to elicit knowledge and requirements from stakeholders lack in providing the context and means for reflection needed to elicit situated values as well as an explicit concept of value. In this paper we present our design of a tool to support active elicitation of stakeholders’ values and communication between stakeholders and designers. We conducted an exploratory user study in which we compared the suitability of methods used in social sciences for (1) eliciting situated values, (2) supporting people’s expressions of values and (3) being implemented in value elicitation tool. Based on the outcomes we propose a design for a value elicitation tool that consists of a mobile application used by stakeholders for data collection and in-situ self-reflection, and a website used collaboratively by designers and stakeholders to analyse and communicate values. Discussion focuses on contributions to value sensitive design.", "venue": "Ethics and Information Technology", "year": 2012, "referenceCount": 73, "citationCount": 41, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2837843", "name": "Alina Pommeranz"}, {"authorId": "3192674", "name": "Christian A. Detweiler"}, {"authorId": "1699908", "name": "P. Wiggers"}, {"authorId": "1689001", "name": "C. Jonker"}]}}, {"contexts": ["Value Sensitive Design To enable a comprehensive analysis of safety and other value tensions \nat the research site, we drew on Value Sensitive Design [11,12,20,21], with the key theoretical constructs \nand methods used in this work described here: Stakeholders.", "The former interact directly with the system; the latter while not interacting directly are affected by the system’s use [11,12].", "Drawing on prior work [9,12], we developed coding manuals for both the value sketches and scenarios (see Tables 1 and 2).", "Value Sensitive Design makes a distinction \nbetween direct and indirect stakeholders.", "To enable a comprehensive analysis of safety and other value tensions at the research site, we drew on Value Sensitive Design [11,12,20,21], with the key theoretical constructs and methods used in this work described here:", "In addition to the design opportunities, we: (1) Documented rich knowledge \nabout the interaction among place, mobile phone technology, and safety for a historically underrepresented \npopulation, homeless young people; (2) Demonstrated the use of innovative open-ended yet structured methods \nto elicit views on a sensitive topic (personal safety) in a non-threatening and dignified manner, leaving \nwhat information to reveal and how under the control of the participant; (3) Constructed coding manuals \nthat can be used and extended by others to analyze the relationships among place, mobile phone technology, \nand safety; and (4) Extended a method (i.e., value scenarios generated by participants) in Value Sensitive \nDesign, thereby contributing to that growing literature.", "Author Keywords Safety, homeless young \npeople, mobile phones, security, Value Sensitive Design, value scenarios, value sketches ACM Classification \nKeywords K.4.2 Social Issues: Miscellaneous General Terms Design INTRODUCTION Safety is a basic human \nneed."], "isInfluential": false, "intents": ["background", "methodology"], "citingPaper": {"paperId": "e9184fd40c7a58b83672933e93e760d00eacd2a9", "externalIds": {"DBLP": "conf/chi/WoelferIHFG11", "MAG": "2149571190", "DOI": "10.1145/1978942.1979191"}, "url": "https://www.semanticscholar.org/paper/e9184fd40c7a58b83672933e93e760d00eacd2a9", "title": "Improving the safety of homeless young people with mobile phones: values, form and function", "abstract": "By their pervasiveness and by being worn on our bodies, mobile phones seem to have become intrinsic to safety. To examine this proposition, 43 participants, from four stakeholder groups (homeless young people, service providers, police officers, and community members), were asked to consider how homeless young people could use mobile phones to keep safe. Participants were asked to express their knowledge for place-based safety and to envision how mobile phones might be used to improve safety. Detailed analysis of the resulting data, which included value sketches, written value scenarios, and semi-structured discussion, led to specific design opportunities, related to values (e.g., supporting trust and desire to help others), function (e.g., documenting harms for future purposes), and form (e.g., leveraging social expectations for how mobile phones can be used to influence behavior). Together, these findings bound a design space for how mobile phones can be used to manage unsafe situations.", "venue": "CHI", "year": 2011, "referenceCount": 36, "citationCount": 96, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "34752216", "name": "J. Woelfer"}, {"authorId": "2078864245", "name": "Amy Iverson"}, {"authorId": "1782594", "name": "David G. Hendry"}, {"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "2582208", "name": "Brian T. Gill"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "189cf12792bfd16c668b6d9343ed1aaaaec7cae2", "externalIds": {"DBLP": "conf/cts/LeeBT10", "MAG": "2077568681", "DOI": "10.1109/CTS.2010.5478514"}, "url": "https://www.semanticscholar.org/paper/189cf12792bfd16c668b6d9343ed1aaaaec7cae2", "title": "Research-driven stakeholders in cyberinfrastructure use and development", "abstract": "Research has shown that failing to recognize and understand organizational subgroups, their cultures, and their reward systems can result in a failure of system adoption. Infrastructure building projects for science are complex forms of collaborative work that involve many subgroups. As part of an ongoing research project, we use ethnographic methods to explore the roles, categories, and relationships that are sometimes taken for granted in cyberinfrastructure research and development. We investigate the difficulty of modeling stakeholders in the development of research-driven, large-scale scientific research and describe the importance of identifying stakeholders according to research questions in addition to organizations or workplaces.", "venue": "2010 International Symposium on Collaborative Technologies and Systems", "year": 2010, "referenceCount": 28, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2109447929", "name": "Charlotte P. Lee"}, {"authorId": "1791654", "name": "Matthew J. Bietz"}, {"authorId": "143883594", "name": "A. Thayer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "4fac4a8f2598b8373844b67a554b71349de8a18e", "externalIds": {"DBLP": "journals/eswa/LeeK10a", "MAG": "2091953186", "DOI": "10.1016/j.eswa.2009.12.072"}, "url": "https://www.semanticscholar.org/paper/4fac4a8f2598b8373844b67a554b71349de8a18e", "title": "An index-based privacy preserving service trigger in context-aware computing environments", "abstract": "In a context-aware environment, privacy concerns of a user should be certainly considered in order to raise service receptiveness. The requirement for providing suitable privacy preserving service after forecast of privacy concern is increasing. An especially important factor is to provide a privacy protection level which is suitable to the privacy concern level of the user, rather than increasing the privacy protection level unconditionally. For this reason, it is necessary for each service provider to obtain the current privacy concern of the user so as to optimize the privacy preserving level. Existing measurements of privacy concern are carried out through a sample survey form that is composed of uncertain pre-forecast and untimely post-analysis. So, accurately measuring the privacy concern in a personalized manner is limited. This study is aimed at recognizing user regarding privacy concern, and then proposing measures for the service provider to supply a service which has a proper level of privacy preservation, based on the recognized results. For this purpose, this study developed a method of forecasting the privacy concern based on an index model of privacy concern and also an approach method of triggering the privacy preserving service.", "venue": "Expert Syst. Appl.", "year": 2010, "referenceCount": 53, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3001392", "name": "Yonnim Lee"}, {"authorId": "1931201", "name": "O. Kwon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "80f315bc74ad9496a0c956a2ff7de1c1eb436e6e", "externalIds": {"MAG": "567287253"}, "url": "https://www.semanticscholar.org/paper/80f315bc74ad9496a0c956a2ff7de1c1eb436e6e", "title": "Coding Manual for the \"Robovie, You Need to Go into the Closet Now!\" Study", "abstract": "As robotic technologies become evermore present in the lives of children, how will children understand and treat robots? Toward addressing this question, 90 children and adolescents (9, 12, & 15 years old) each engaged in a 15minute social interaction with a humanoid robot, Robovie. Toward the end of the interaction, Robovie was the target of a potential moral violation: an experimenter interrupted Robovie’s turn in a game and, against Robovie’s stated objections, put Robovie into a closet. Following the interaction, each participant was engaged in a 50-minute interview that ascertained their judgments of Robovie as a social and moral other. Briefly, results indicated that the large majority of children engaged in nuanced social behavior with Robovie. In addition, the majority of children reasoned about Robovie as a social other (e.g., that Robovie could be their friend and they would trust Robovie with their secrets), and in some ways as a moral other (e.g., that it was not all right to have put Robovie into the closet). This technical report provides the coding manual used to systematically code each participant’s behavioral interactions with and reasoning about Robovie. By a coding manual we mean a philosophically and empirically grounded means for coding social-cognitive data. Our goal is to present this manual such that, as part of an ongoing iterative scientific process, it can be used and modified by others interested in investigating people’s social and moral relationships with", "venue": "", "year": 2010, "referenceCount": 26, "citationCount": 5, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144674612", "name": "P. H. Kahn"}, {"authorId": "48309591", "name": "T. Kanda"}, {"authorId": "1687808", "name": "H. Ishiguro"}, {"authorId": "2517956", "name": "Jolina H. Ruckert"}, {"authorId": "69343590", "name": "Rachel L. Seversen"}, {"authorId": "2947158", "name": "N. Freier"}, {"authorId": "2582208", "name": "Brian T. Gill"}, {"authorId": "2893996", "name": "Shaun K. Kane"}, {"authorId": "2035680", "name": "P. Klasnja"}, {"authorId": "33363160", "name": "A. Reichert"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "881406e7124b3b3ba25b84f939704a5c1b2f2eae", "externalIds": {"MAG": "1996556168", "DBLP": "journals/pervasive/MassimiTDH10", "DOI": "10.1109/MPRV.2009.89"}, "url": "https://www.semanticscholar.org/paper/881406e7124b3b3ba25b84f939704a5c1b2f2eae", "title": "Understanding Recording Technologies in Everyday Life", "abstract": "Electronic recording and surveillance systems are arguably some of the most pervasive technologies in the world today. Despite this rapid proliferation and their study by many researchers, there is still work to be done in understanding how people reason about these technologies when they encounter them. In this article, the authors describe attitudes, perceptions, and concerns regarding electronic recording encountered in daily activities. They present data gathered from interviews grounded in real experiences that form the basis of a discussion for how people develop mental models about the intent and uses of a broad scope of recording technologies embedded in the world. Individual constructions of reality about current recording systems, including the people, places, and activities that surround them, provide insight into how design, technology, and policy can work together to provide appropriate information about the existence and uses of recording devices. These insights can lead to usable systems that allow individual users to make informed personal decisions.", "venue": "IEEE Pervasive Computing", "year": 2010, "referenceCount": 17, "citationCount": 33, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2750409", "name": "M. Massimi"}, {"authorId": "1752847", "name": "K. Truong"}, {"authorId": "1762768", "name": "David Dearman"}, {"authorId": "144150258", "name": "Gillian R. Hayes"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "abd16a01810fb269d4f87af483cb71031c467913", "externalIds": {"MAG": "1540075863"}, "url": "https://www.semanticscholar.org/paper/abd16a01810fb269d4f87af483cb71031c467913", "title": "End user programming of awareness systems : addressing cognitive and social challenges for interaction with aware environments", "abstract": "The thesis is put forward that social intelligence in awareness systems emerges from end-Users themselves through the mechanisms that support them in the development and maintenance of such systems. For this intelligence to emerge three challenges have to be addressed, namely the challenge of appropriate awareness abstractions, the challenge of supportive interactive tools, and the challenge of infrastructure. The thesis argues that in order to advance towards social intelligent awareness systems, we should be able to interpret and predict the success or failure of such systems in relationship to their communicational objectives and their implications for the social interactions they support. The FN-AAR (Focus-Nimbus Aspects Attributes Resources) model is introduced as a formal model which by capturing the general characteristics of the awareness-systems domain allows predictions about socially salient patterns pertaining to human communication and brings clarity to the discussion around relevant concepts such as social translucency, symmetry, and deception. The thesis recognizes that harnessing the benefits of context awareness can be problematic for end-users and other affected individuals, who may not always be able to anticipate, understand or appreciate system function, and who may so feel their own sense of autonomy and privacy threatened. It introduces a set of tools and mechanisms that support end-user control, system intelligibility and accountability. This is achieved by minimizing the cognitive effort needed to handle the increased complexity of such systems and by enhancing the ability of people to configure and maintain intelligent environments. We show how these tools and mechanisms empower end-users to answer questions such as \"how does the system behave\", \"why is something happening\", \"how would the system behave in response to a change in context\", and \"how can the system’s behaviour be altered\" to achieve intelligibility, accountability, and end-user control. Finally, the thesis argues that awareness applications overall can not be examined as static configurations of services and functions, and that they should be seen as the results of both implicit and explicit interaction with the user. Amelie is introduced as a supportive framework for the development of context-aware applications that encourages the design of the interactive mechanisms through which end-users can control, direct and advance such systems dynamically throughout their deployment. Following the recombinant computing approach, Amelie addresses the implications of infrastructure design decisions on user experience, while by adopting the premises of the FN-AAR model Amelie supports the direct implementation of systems that allow end-users to meet social needs and to practice extant social skills.", "venue": "", "year": 2010, "referenceCount": 156, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144443959", "name": "G. Metaxas"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c298c97bd9d19bd994e196008f03c6b23f6d8a65", "externalIds": {"MAG": "2185598039", "DOI": "10.4018/978-1-60566-729-4.CH002"}, "url": "https://www.semanticscholar.org/paper/c298c97bd9d19bd994e196008f03c6b23f6d8a65", "title": "Conceptualizing Codes of Conduct in Social Networking Communities", "abstract": "This chapter reviews the capabilities of social networking tools and links those capabilities to recent legal and ethical controversies involving use of social networking tools such as Facebook and MySpace.Asocial cognitive moral framework is applied to explore and analyze the ethical issues present in these incidents. Three ethical vulnerabilities are identified in the use of social networking tools: 1) the medium provides a magnified forum for public humiliation or hazing, 2) a blurring of boundaries exists between private and public information on social networking sites, and 3) the medium merges individuals’professional and non-professional identities. Prevalent legal and social responses to these kinds of incidents are considered and implications are suggested for encouraging responsible use. The chapter includes a description of the authors’ current research with preservice students involving an intervention whereby students read and think about real cases where educators use social networking. The intervention was created to improve students’ critical thinking about the ethical issues involved. Recommendations for applying institutional codes of conduct to ethical dilemmas involving online tools are discussed.", "venue": "", "year": 2010, "referenceCount": 71, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "51996686", "name": "A. Ewbank"}, {"authorId": "2080126055", "name": "Adam Kay"}, {"authorId": "67345824", "name": "T. Foulger"}, {"authorId": "50180934", "name": "Heather L. Carter"}]}}, {"contexts": ["At the same time, it also raises new questions about the meaning of privacy in public [11]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e24f51770a633979e250561f91797f15795552a8", "externalIds": {"DBLP": "conf/chi/WoelferH10", "MAG": "2167194326", "DOI": "10.1145/1753326.1753520"}, "url": "https://www.semanticscholar.org/paper/e24f51770a633979e250561f91797f15795552a8", "title": "Homeless young people's experiences with information systems: life and work in a community technology center", "abstract": "This paper explores how homeless young people, aged 13-25, make use of information systems in daily life. Observed in a community technology center, four different examples of uses are described: i) Using digital tools to find employment, ii) Telling stories with representations of the built world, iii) Portraying life on the street with video, and iv) Constructing online identities. From these examples and a discussion of this community, a framework of ecological considerations is proposed. This framework distinguishes between elements of 'life' on the street (Self-Reliance, Vulnerability, and Basic Needs) and 'work' in the community technology center (Conformity, Youth-Adult Relationships, and Goals). Any information system for homeless young people must engage the tensions and opportunities that arise from these two different perspectives of homelessness.", "venue": "CHI", "year": 2010, "referenceCount": 45, "citationCount": 77, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "34752216", "name": "J. Woelfer"}, {"authorId": "1782594", "name": "David G. Hendry"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e2d804b4cecf5e9d9be2effc9e4ea6c79571c38e", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/e2d804b4cecf5e9d9be2effc9e4ea6c79571c38e", "title": "Irvine Understanding Recording Technologies in Everyday Life", "abstract": "E lectronic records of our daily activities are now common, with both corporations and government agencies regularly amassing financial transactions, healthcare records, Internet browsing habits, and more as “digital dossiers.”1 Similarly, most of us now regularly accumulate our own myriad recordings of ourselves, our friends and family members, and even strangers to share on sites such as Flickr, Facebook, and YouTube. Closed-circuit television (CCTV) systems operate 24/7 almost everywhere, from homes to shops to public squares, and are used for vastly varied purposes. For example, some cameras might protect certain spaces against theft and vandalism, but restaurant managers might use them to watch for tables in need of service. Existing recording technologies help us study the issues inherent to emergent pervasive computing applications, including how people reason about such technologies, assess their presence or absence, and consider the data they record. In turn, these processes provide insight into how people can and should be informed about the context of recording (who does it, when, where, and how). As more pervasive recording technologies enter the research and market spaces, understanding how and when to inform people about recording will become even more important. Despite this need, grounded reactions to recording technologies can be difficult for researchers to obtain. For example, the Pew Internet Project asked experts to speculate on the future of recording technologies and found that approximately half of those involved in Internet technologies believed that, by 2020, the benefits of recording technologies wouldn’t be worth the cost paid in the loss of privacy.2 Various other projects have focused on directly querying concepts about pervasive recording in town squares and other public arenas.3 These studies all follow a similar approach: ask people about hypothetical or abstract situations regarding emergent pervasive recording technologies. Another approach has been to focus on new technologies under development in controlled or semicontrolled trials. During these studies, participants are typically aware of the recording technologies because the researchers asked them to participate in a trial or provided a description of the technology prior to the study. In contrast, we approached studying the understanding of recording technologies as a series of contemporary and situated phenomena, highly contextualized and intertwined with not only the abstract beliefs of the inFeedback about the reality of using today’s recording devices can provide insight into how design, technology, and policy can work together and inform the appropriate usage of such devices.", "venue": "", "year": 2010, "referenceCount": 13, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2750409", "name": "M. Massimi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e3d53fac62b9f191710ce89144fe1872b64a02bb", "externalIds": {"DBLP": "conf/soups/CzeskisDYBFGK10", "MAG": "2155765950", "DOI": "10.1145/1837110.1837130"}, "url": "https://www.semanticscholar.org/paper/e3d53fac62b9f191710ce89144fe1872b64a02bb", "title": "Parenting from the pocket: value tensions and technical directions for secure and private parent-teen mobile safety", "abstract": "An increasing number of high-tech devices, such as driver monitoring systems and Internet usage monitoring tools, are advertised as useful or even necessary for good parenting of teens. Simultaneously, there is a growing market for mobile \"personal safety\" devices. As these trends merge, there will be significant implications for parent-teen relationships, affecting domains such as privacy, trust, and maturation. Not only the teen and his or her parents are affected; other important stakeholders include the teen's friends who may be unwittingly monitored. This problem space, with less clear-cut assets, risks, and affected parties, thus lies well outside of more typical computer security applications.\n To help understand this problem domain and what, if anything, should be built, we turn to the theory and methods of Value Sensitive Design, a systematic approach to designing for human values in technology. We first develop value scenarios that highlight potential issues, benefits, harms, and challenges. We then conducted semi-structured interviews with 18 participants (9 teens and their parents). Results show significant differences with respect to information about: 1) internal state (e.g., mood) versus external environment (e.g., location) state; 2) situation (e.g., emergency vs. non-emergency); and 3) awareness (e.g., notification vs. non-notification). The value scenario and interview results positioned us to identify key technical challenges -- such as strongly protecting the privacy of a teen's contextual information during ordinary situations but immediately exposing that information to others as appropriate in an emergency -- and corresponding architectural levers for these technologies.\n In addition to laying a foundation for future work in this area, this research serves as a prototypical example of using Value Sensitive Design to explicate the underlying human values in complex security domains.", "venue": "SOUPS", "year": 2010, "referenceCount": 44, "citationCount": 103, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3086349", "name": "Alexei Czeskis"}, {"authorId": "2787625", "name": "Ivayla Dermendjieva"}, {"authorId": "3328398", "name": "Hussein Yapit"}, {"authorId": "143981586", "name": "A. Borning"}, {"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "2582208", "name": "Brian T. Gill"}, {"authorId": "1769675", "name": "T. Kohno"}]}}, {"contexts": ["meaning in specific circumstances and settings [39, 44, 45].", "‖ As well, experimental work [39] and public surveys [40, 41] suggest popular concern about exposure of personal information."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0045140593461fea3e8bc88ca14e2cbbc755c7f1", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/0045140593461fea3e8bc88ca14e2cbbc755c7f1", "title": "Title: Participatory Privacy in Urban Sensing", "abstract": "<p>Urban sensing systems that use mobile phones enable individuals and communities to collect and share data with unprecedented speed, accuracy and granularity. But employing mobile handsets as sensor nodes poses new challenges for privacy, data security, and ethics. To address these challenges, CENS is developing design principles based upon understanding privacy regulation as a participatory process. This paper briefly reviews related literature and introduces the concept of participatory privacy regulation. PPR reframes negotiations of social context as an important part of participation in sensing-supported research. It engages participants in ethical decision-making and the meaningful negotiation of personal boundaries and identities. We use PPR to establish a set of design principles based on our application drivers.</p>", "venue": "", "year": 2009, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "6061023", "name": "J. Burke"}, {"authorId": "145078811", "name": "D. Estrin"}, {"authorId": "144226266", "name": "Mark H. Hansen"}, {"authorId": "1702254", "name": "M. Srivastava"}]}}, {"contexts": ["18 The process by which we arrive at our evaluations of surveillance is almost certainly complex, involving a number of different factors (Friedman et al., 2006; Gellman, 2002; Marx, 2001; Steeves & Piñero, 2008).", "They also go beyond previous research findings identifying the importance of target or purpose of surveillance in determining reactions to surveillance (e.g., Alge, 2001; Dinev et al., 2008; Friedman et al., 2006; Stanton & Weiss, 2000).", ", 2008; Persson & Hansson, 2003; Stanton & Weiss, 2000; Ullmann-Margalit, 2008), and experimental research showing that targeting others rather than the self may impact positively upon views of invasiveness (Friedman et al., 2006)."], "isInfluential": false, "intents": ["background", "result"], "citingPaper": {"paperId": "3bd9a82fcda537bce84e7a492cde9e7a43f38ae2", "externalIds": {"MAG": "608638817"}, "url": "https://www.semanticscholar.org/paper/3bd9a82fcda537bce84e7a492cde9e7a43f38ae2", "title": "Who is watching you, and why? A social identity analysis of surveillance", "abstract": null, "venue": "", "year": 2009, "referenceCount": 226, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1398120580", "name": "Aisling T. O’Donnell"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "52976365967943b93bba82b768b75f88fa025b8e", "externalIds": {"DBLP": "conf/amcis/QinKTH09", "MAG": "1549744917"}, "url": "https://www.semanticscholar.org/paper/52976365967943b93bba82b768b75f88fa025b8e", "title": "The Effects of Privacy Concern and Social Influence on User Acceptance of Online Social Networks", "abstract": "With the proliferation of online social networks, understanding how and why individuals adopt and use online social networks can help managers and marketers to design better methods and approaches towards engaging users of these kinds of networks. The purpose of this study is to investigate the determinants of user acceptance of online social networks, with particular attention given to a research model incorporating the variables of privacy concern and social influence into the Technology Acceptance Model (TAM). The enhanced model, tailored to the unique characteristics of online social networks, will be tested via a survey study.", "venue": "AMCIS", "year": 2009, "referenceCount": 42, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2118755125", "name": "Li Qin"}, {"authorId": "2107906725", "name": "Yongbeom Kim"}, {"authorId": "143867744", "name": "X. Tan"}, {"authorId": "50339944", "name": "J. Hsu"}]}}, {"contexts": ["Both direct stakeholders (those individuals who interact with the system or its output directly) and indirect stakeholders (those individuals who do not directly touch the system but are nonetheless substantively affected by its use) are considered [15, 16].", "Value Sensitive Design and closely related theory and methods have been used successfully to conceptualize value tensions and corresponding design trade-offs in information systems [15,22], to understand the value-oriented user experience of specific technologies [16], and to design new or redesign existing technologies in response to value analyses and user experience [5,11,23]."], "isInfluential": false, "intents": ["background", "methodology"], "citingPaper": {"paperId": "60faeb536ddfc99a7207e27a76c4cd07e0807954", "externalIds": {"MAG": "197054999", "DBLP": "journals/polity/BorningFDGKKL09", "DOI": "10.3233/IP-2009-0172"}, "url": "https://www.semanticscholar.org/paper/60faeb536ddfc99a7207e27a76c4cd07e0807954", "title": "Public participation and value advocacy in information design and sharing: Laying the foundations in advance of wide-scale public deployment", "abstract": "Supporting public participation is often a key goal in the design of digital government systems. However, years of work may be required before a complex system, such as the UrbanSim urban simulation system, is deployed and ready for such participation. In this paper, we investigate laying the foundations for public participation in information design and sharing in advance of wide-scale public deployment, with the goal of having interaction designs ready when the system is put into such use. Moreover, in a highly politicized domain such as this one, value advocacy as well as factual information plays a central role. Using the theory and methods of Value Sensitive Design, we address three design goals toward public participation and value advocacy, and provide evidence that each of them was achieved: (1) enabling indirect stakeholders to become direct stakeholders (i.e. enabling more people to interact directly with UrbanSim in useful ways); (2) developing a participatory process by which these stakeholders can help guide the development of the system itself; and (3) enabling participating organizations to engage in value advocacy while at the same time enhancing overall system legitimation.", "venue": "Inf. Polity", "year": 2009, "referenceCount": 24, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "143981586", "name": "A. Borning"}, {"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "49570722", "name": "Janet Davis"}, {"authorId": "2582208", "name": "Brian T. Gill"}, {"authorId": "144674612", "name": "P. H. Kahn"}, {"authorId": "2537922", "name": "Travis Kriplean"}, {"authorId": "39982644", "name": "Peyina Lin"}]}}, {"contexts": ["surrounding recording in a public plaza [10]."], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "93926a6c13c7fc3216e9150f67e79777eea3edcf", "externalIds": {"DBLP": "conf/huc/NguyenMHTSLR09", "MAG": "2152244690", "DOI": "10.1145/1620545.1620571"}, "url": "https://www.semanticscholar.org/paper/93926a6c13c7fc3216e9150f67e79777eea3edcf", "title": "Encountering SenseCam: personal recording technologies in everyday life", "abstract": "In this paper, we present a study of responses to the idea of being recorded by a ubicomp recording technology called SenseCam. This study focused on real-life situations in two North American and two European locations. We present the findings of this study and their implications, specifically how those who might be recorded perceive and react to SenseCam. We describe what system parameters, social processes, and policies are required to meet the needs of both the primary users and these secondary stakeholders and how being situated within a particular locale can influence responses. Our results indicate that people would tolerate potential incursions from SenseCam for particular purposes. Furthermore, they would typically prefer to be informed about and to consent to recording as well as to grant permission before any data is shared. These preferences, however, are unlikely to instigate a request for deletion or other action on their part. These results inform future design of recording technologies like SenseCam and provide a broader understanding of how ubicomp technologies might be taken up across different cultural and political regions.", "venue": "UbiComp", "year": 2009, "referenceCount": 28, "citationCount": 96, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "50652544", "name": "David H. Nguyen"}, {"authorId": "1756805", "name": "Gabriela Marcu"}, {"authorId": "144150258", "name": "Gillian R. Hayes"}, {"authorId": "1752847", "name": "K. Truong"}, {"authorId": "143985979", "name": "James Scott"}, {"authorId": "47085377", "name": "Marc Langheinrich"}, {"authorId": "2124229", "name": "C. Roduner"}]}}, {"contexts": ["These mixed perspectives are consistent with previous studies of reasoning about privacy issues in the use of technological media (Friedman et al., 2006; Friedman, 1997)."], "isInfluential": false, "intents": ["result"], "citingPaper": {"paperId": "b3c315b4df6abff94b3e5598e8828777ad98e2cc", "externalIds": {"MAG": "2160862316", "DOI": "10.1080/15391523.2009.10782539"}, "url": "https://www.semanticscholar.org/paper/b3c315b4df6abff94b3e5598e8828777ad98e2cc", "title": "Moral Spaces in MySpace", "abstract": "Abstract My Space and Facebook are innovative digital communication tools that surpass traditional means of social interaction. However, in some instances in which educators have used these tools, public reactions to them have resulted in sanctions. With the notion that traditional ideas of privacy and teacher conduct are not yet defined in online worlds, the researchers developed a case-based reasoning intervention to support more informed decisions by preservice teachers. The case-based coursework led students to perceive a need for more definitive guidelines about their participation in social networking spaces. The findings have professional development implications for educators and educational institutions that wish to harness the positive potential of social networking tools without risking professional status.", "venue": "", "year": 2009, "referenceCount": 63, "citationCount": 71, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "67345824", "name": "T. Foulger"}, {"authorId": "51996686", "name": "A. Ewbank"}, {"authorId": "2080126055", "name": "Adam Kay"}, {"authorId": "95778984", "name": "Sharon E. Osborn Popp"}, {"authorId": "50180934", "name": "Heather L. Carter"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b92929189b9d1254f761a5055186866a0dbc8152", "externalIds": {"MAG": "2004185679", "DBLP": "conf/sigdoc/Birge09", "DOI": "10.1145/1621995.1622039"}, "url": "https://www.semanticscholar.org/paper/b92929189b9d1254f761a5055186866a0dbc8152", "title": "Enhancing research into usable privacy and security", "abstract": "Researchers in technical communication and information design have important contributions to make to the field of usable privacy and security, also called user-centered security or trust user experience (TUX). I give some background on the usable privacy and security research field and literature, and suggest three example problems that may yield interesting results to SIGDOC researchers.", "venue": "SIGDOC '09", "year": 2009, "referenceCount": 72, "citationCount": 25, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "49796369", "name": "Colin Birge"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bb72da9bbecac205e1601ac00cd079f33637d8b0", "externalIds": {"MAG": "1499031693"}, "url": "https://www.semanticscholar.org/paper/bb72da9bbecac205e1601ac00cd079f33637d8b0", "title": "Mediated awareness for intra-family communication", "abstract": "The research presented in this thesis has two objectives. The first objective is to investigate the current communication practices of family members to stay in touch with each other. Based on this investigation it elicits requirements for new pervasive communication systems, called awareness systems, which aim to support intra-family communication. The second objective is to develop those awareness systems based on the elicited requirements and evaluate them. In this thesis we focus on families who consist of working parents with dependent children living under the same roof. Awareness systems can be defined as a class of computer mediated communication systems that support individuals to maintain, with low effort, a peripheral awareness of each other’s activities and whereabouts. In the context of the research conducted, a variety of methods were used and several applications to conduct the research were developed. More specifically interviews, field studies of two prototypes, web surveys and an adapted version of the experience sampling study were used. The research endeavor started off with an interview study with twenty Dutch parents. The results of the interview were followed up with an online survey study and a prototype evaluation. A follow-up modified experience sampling study (Reconexp) helped in placing the previous findings into context. The objective of Reconexp was to find out the communication needs of busy parents under context. The two prototypes which were created, SchoolAware and FamilyAware embody the primary characteristics of awareness system according to the aforementioned definition. SchoolAware automatically communicated the presence of children in school as well as their schedule information to their parents. FamilyAware gathered multiple sources of awareness information such as place, calendar information, computer activity and automatically exchanged that information between busy parents. Moreover, it enabled parents to exchange messages and photos along with the automatically captured awareness information. This information was presented in mobile phones. The contributions of this thesis are twofold. First the thesis presents the intra-family communication needs that would drive the adoption of awareness systems. Moreover the thesis presents the implications for the design of such systems. Second the thesis examines a modification of the experience sampling method (ESM), the experience sampling and reconstruction method (ESRM). Evidence is presented which indicate the potential of the ESRM when compared to the ESM.", "venue": "", "year": 2009, "referenceCount": 135, "citationCount": 4, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "72876250", "name": "J. Khan"}]}}, {"contexts": ["Sensitive information on public display Kuhn, 2005 [23]; Friedman, 2006 [3]"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "c99f600ff20d9650ca6b3f77984aa29f469f9b47", "externalIds": {"MAG": "2165129286", "DBLP": "conf/mue/LeeK09", "DOI": "10.1109/MUE.2009.37"}, "url": "https://www.semanticscholar.org/paper/c99f600ff20d9650ca6b3f77984aa29f469f9b47", "title": "Criteria for Measuring Information Privacy in Context-Aware Computing Environments", "abstract": "A number of context-aware systems have been developed over the last decade. However, according to the recent studies, concerns of overflowing context information have been increased. Better understanding and classification of information privacy concepts under context-aware computing environments are highly needed. Hence, the purpose of this paper is to develop the measurement criteria for information privacy in context-aware computing environments and then prioritize the criteria. Overall technology characteristics are considered to establish a mutually exclusive set of criteria which measure information privacy in context-aware computing environments in a unique and complete manner. To do so, Delphi method was adopted to obtain the reliable opinion from the experts in information privacy, as well as context-aware systems. Based on this analysis, the panels emphasize context-awareness, tracking, recording, sensors, infrastructure, and hence, they are added to our evaluation model as main criteria.", "venue": "2009 Third International Conference on Multimedia and Ubiquitous Engineering", "year": 2009, "referenceCount": 32, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3001392", "name": "Yonnim Lee"}, {"authorId": "1931201", "name": "O. Kwon"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f1cd39be21e30c2739ceb45789fb66e10e447e35", "externalIds": {"DBLP": "conf/chi/DantecPW09", "MAG": "2098652735", "DOI": "10.1145/1518701.1518875"}, "url": "https://www.semanticscholar.org/paper/f1cd39be21e30c2739ceb45789fb66e10e447e35", "title": "Values as lived experience: evolving value sensitive design in support of value discovery", "abstract": "The Value Sensitive Design (VSD) methodology provides a comprehensive framework for advancing a value-centered research and design agenda. Although VSD provides helpful ways of thinking about and designing value-centered computational systems, we argue that the specific mechanics of VSD create thorny tensions with respect to value sensitivity. In particular, we examine limitations due to value classifications, inadequate guidance on empirical tools for design, and the ways in which the design process is ordered. In this paper, we propose ways of maturing the VSD methodology to overcome these limitations and present three empirical case studies that illustrate a family of methods to effectively engage local expressions of values. The findings from our case studies provide evidence of how we can mature the VSD methodology to mitigate the pitfalls of classification and engender a commitment to reflect on and respond to local contexts of design.", "venue": "CHI", "year": 2009, "referenceCount": 72, "citationCount": 229, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2302886", "name": "Christopher A. Le Dantec"}, {"authorId": "2159730", "name": "E. Poole"}, {"authorId": "1788824", "name": "Susan Wyche"}]}}, {"contexts": ["Consider how in many societies use of the camera has affected people’s images of themselves, how they construct m emories [30], and what it means to experience privacy in pu blic spaces [20].", ", work [18], public place [20]); values (e.", ", children [27], college students [20])."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "12dd3d0bce3fd774167aae6b2a2c40401dac74f6", "externalIds": {"MAG": "2145552673", "DBLP": "conf/ACMdis/NathanFKKM08", "DOI": "10.1145/1394445.1394446"}, "url": "https://www.semanticscholar.org/paper/12dd3d0bce3fd774167aae6b2a2c40401dac74f6", "title": "Envisioning systemic effects on persons and society throughout interactive system design", "abstract": "The design, development, and deployment of interactive systems can substantively impact individuals, society, and the natural environment, now and potentially well into the future. Yet, a scarcity of methods exists to support long-term, emergent, systemic thinking in interactive design practice. Toward addressing this gap, we propose four envisioning criteria --- stakeholders, time, values, and pervasiveness -- distilled from prior work in urban planning, design noir, and Value Sensitive Design. We characterize how the criteria can support systemic thinking, illustrate the integration of the envisioning criteria into established design practice (scenariobased design), and provide strategic activities to serve as generative envisioning tools. We conclude with suggestions for use and future work. Key contributions include: 1) four envisioning criteria to support systemic thinking, 2) value scenarios (extending scenario-based design), and 3) strategic activities for engaging the envisioning criteria in interactive system design practice.", "venue": "DIS '08", "year": 2008, "referenceCount": 57, "citationCount": 103, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "34869420", "name": "L. Nathan"}, {"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "2035680", "name": "P. Klasnja"}, {"authorId": "2893996", "name": "Shaun K. Kane"}, {"authorId": "2109508405", "name": "Jessica K. Miller"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "596b41ba3f64148eec2b6d2f5d67b2723b62c077", "externalIds": {"DBLP": "conf/nordichi/FriedmanHGEPS08", "MAG": "1980951814", "DOI": "10.1145/1463160.1463176"}, "url": "https://www.semanticscholar.org/paper/596b41ba3f64148eec2b6d2f5d67b2723b62c077", "title": "Personlig integritet: a comparative study of perceptions of privacy in public places in Sweden and the United States", "abstract": "In this paper we report on a cross-cultural study of people's judgments about privacy in public places. Replicating and extending a previously published study conducted in the US, 350 surveys and 30 interviews were conducted on a university campus in a major city in Sweden. Participants were recruited on campus while walking through a major public through fare which was being captured by a video camera and displayed in real-time in a room in a campus building overlooking the area. We analyze the Swedish data alone and also report comparative analyses with the previously published US data. Results showed in general Swedes are substantially more concerned about privacy in public places than their counterparts in the US. In both countries, women generally expressed more concern than men, but this gender gap was greater in the US than Sweden. Discussion focuses on cross-cultural perspectives on privacy in public and implications for interaction design.", "venue": "NordiCHI", "year": 2008, "referenceCount": 22, "citationCount": 20, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "1724769", "name": "K. Höök"}, {"authorId": "2582208", "name": "Brian T. Gill"}, {"authorId": "2582156", "name": "Lina Eidmar"}, {"authorId": "3212144", "name": "Catherine Sallmander Prien"}, {"authorId": "2667695", "name": "R. L. Severson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "74ca02ca64d456cdfd9918a5a22f6d97918d3c0d", "externalIds": {"DBLP": "journals/ijmms/FriedmanFKLS08", "MAG": "2030754972", "DOI": "10.1016/j.ijhcs.2007.12.005"}, "url": "https://www.semanticscholar.org/paper/74ca02ca64d456cdfd9918a5a22f6d97918d3c0d", "title": "Office window of the future? - Field-based analyses of a new use of a large display", "abstract": "We installed large plasma displays on the walls of seven inside offices of faculty and staff at a university, and displayed, as the default image, real-time HDTV views of the immediate outside scene. Then, utilizing a field-study methodology, data were collected over a 16-week period to explore the user experience with these large display windows. Through the triangulation of data-652 pages of interview transcripts, journal entries, and responses to email inquiries-results showed that users deeply appreciated many aspects of their experience. Benefits included a reported increase in users' connection to the wider social community, connection to the natural world, psychological wellbeing, and cognitive functioning. Users also integrated the large display window into their workplace practice. However, users expressed concerns particularly about the impacts on the privacy of people whose images were captured in the public place by the HDTV camera. Discussion focuses on design challenges for future investigations into related uses of large displays.", "venue": "Int. J. Hum. Comput. Stud.", "year": 2008, "referenceCount": 64, "citationCount": 38, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "2947158", "name": "N. Freier"}, {"authorId": "144674612", "name": "P. H. Kahn"}, {"authorId": "39982644", "name": "Peyina Lin"}, {"authorId": "1824726", "name": "Robin Sodeman"}]}}, {"contexts": ["To date, it has been applied operationally in Houston, Texas, and is being transitioned into operational use in the Puget Sound region in Washington State (Seattle and surrounding cities), and in Salt Lake City, Utah."], "isInfluential": false, "intents": ["methodology"], "citingPaper": {"paperId": "964f2c64d59553a42a98745604ed90c7775b70c0", "externalIds": {"MAG": "1806243934", "DBLP": "conf/dgo/FriedmanBDGKKL08"}, "url": "https://www.semanticscholar.org/paper/964f2c64d59553a42a98745604ed90c7775b70c0", "title": "Laying the foundations for public participation and value advocacy: interaction design for a large scale urban simulation", "abstract": "Supporting public participation is often a key goal in the design of digital government systems. However, years of work may be required before a complex system, such as the UrbanSim urban simulation system, is deployed and ready for such participation. In this paper, we investigate laying the foundations for public participation in advance of wide-scale public deployment, with the goal of having interaction designs ready when the system is put into such use. Moreover, in a highly politicized domain such as this one, value advocacy as well as factual information plays a central role. Using the theory and methods of Value Sensitive Design, we address three design goals toward public participation and value advocacy, and provide evidence that each of them was achieved: (1) enabling indirect stakeholders to become direct stakeholders (i.e. enabling more people to interact directly with UrbanSim in useful ways); (2) developing a participatory process by which these stakeholders can help guide the development of the system itself; and (3) enabling participating organizations to engage in value advocacy while at the same time enhancing overall system legitimation.", "venue": "DG.O", "year": 2008, "referenceCount": 33, "citationCount": 54, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "143981586", "name": "A. Borning"}, {"authorId": "49570722", "name": "Janet Davis"}, {"authorId": "2582208", "name": "Brian T. Gill"}, {"authorId": "144674612", "name": "P. H. Kahn"}, {"authorId": "2537922", "name": "Travis Kriplean"}, {"authorId": "39982644", "name": "Peyina Lin"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bc391b9f40237b9539d25009cf6a8f37d65a534a", "externalIds": {"MAG": "100122536"}, "url": "https://www.semanticscholar.org/paper/bc391b9f40237b9539d25009cf6a8f37d65a534a", "title": "Participatory Privacy in Urban Sensing", "abstract": "Urban sensing systems that use mobile phones enable individuals and communities to collect and share data with unprecedented speed, accuracy and granularity. But employing mobile handsets as sensor nodes poses new challenges for privacy, data security, and ethics. To address these challenges, CENS is developing design principles based upon understanding privacy regulation as a participatory process. This paper briefly reviews related literature and introduces the concept of participatory privacy regulation. PPR reframes negotiations of social context as an important part of participation in sensing-supported research. It engages participants in ethical decision-making and the meaningful negotiation of personal boundaries and identities. We use PPR to establish a set of design principles based on our application drivers.", "venue": "", "year": 2008, "referenceCount": 53, "citationCount": 56, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3214594", "name": "Katie Shilton"}, {"authorId": "6061023", "name": "J. Burke"}, {"authorId": "145078811", "name": "D. Estrin"}, {"authorId": "144226266", "name": "Mark H. Hansen"}, {"authorId": "1702254", "name": "M. Srivastava"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3201a92cd6c7313132bd5ce454325358df82ba95", "externalIds": {"MAG": "2075233856", "DBLP": "conf/group/KimGS07", "DOI": "10.1145/1316624.1316640"}, "url": "https://www.semanticscholar.org/paper/3201a92cd6c7313132bd5ce454325358df82ba95", "title": "The magic window: lessons from a year in the life of a co-present media space", "abstract": "The windows and doorways that connect offices to public spaces are a site for people to gather awareness information and initiate interaction. However, these portals often reveal more information to the public area than the office occupant would like. As a result, people often keep doors and window blinds closed, which means that nobody can gather awareness information, even those with whom the occupant would be willing to share. One solution to this problem is a co-present media space - a computer-mediated video connection at the boundary between an office and a public area. These systems can provide both greater privacy control to the occupant and greater overall awareness information to observers. To see how co-present media spaces would work in real world settings, we built what we believe are the first ever co-present media spaces, and deployed them in two offices. From observations gathered over fifteen months, it is clear that the systems can do a better job of balancing the occupant's need for privacy and the observers' need for awareness better, than a standard window. However, we also identified a number of issues that affected the use and the success of the systems: the existence of alternate information sources, confusion with existing social norms, disparities between effort and need, and reduced interactional subtlety for observers in the public area. Our work contributes both a novel arrangement of a media space for co-present collaborators, and the first investigation into the design factors that affect the use and acceptance of these systems.", "venue": "GROUP '07", "year": 2007, "referenceCount": 38, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "3049545", "name": "Hyun Hoi James Kim"}, {"authorId": "1693768", "name": "C. Gutwin"}, {"authorId": "144414903", "name": "S. Subramanian"}]}}, {"contexts": ["• Recent research [3] has re-emphasized the personal importance of privacy, even in a networked world."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "863b99426f728139875de34a3a8fb5cb69539005", "externalIds": {"MAG": "2770319279"}, "url": "https://www.semanticscholar.org/paper/863b99426f728139875de34a3a8fb5cb69539005", "title": "Privacy and Participation in Urban Sensing", "abstract": "How can network sensing projects effectively and conscientiously collect personal data? CENS has undertaken a social and policy analysis of privacy as it relates to urban sensing research, which focuses on the use of everyday mobile devices as sensors for a variety of human-in-the-loop sensing scenarios. Our exploration will focus on the social balance between sharing and privacy in personal data sensing, its relationship to effective inference and observation, and its role in individual and group identity formation.", "venue": "", "year": 2007, "referenceCount": 2, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "3214594", "name": "Katie Shilton"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "9df89777f4746023816f015b539222fdbed67514", "externalIds": {"MAG": "2104406659"}, "url": "https://www.semanticscholar.org/paper/9df89777f4746023816f015b539222fdbed67514", "title": "OpenSpace : enhancing social awareness at the workplace", "abstract": "Social awareness in the workspace has been a classical architectural problem that has been tackled in various ways-ranging from architectural ways, such as the design of building atria, to technological ways, like connecting of two remote spaces using two-way audio-video tunnels. Any attempt at enhancing social awareness is fundamentally at odds with high levels of user privacy. In this document, we shall discuss a novel sensor network based approach to enhancing the social awareness of people while maintaining low levels of privacy invasiveness. We use a grid of motion sensors to collect anonymous information about activity in various locations of our prototypical workspace. The real time and historical components of the data are then visualized in six different ways. These visualizations are meant to be deployed as glanceable displays in public areas and personal workspaces to allow people to gain an almost subconscious awareness of the space around them. The system developed is evaluated through one on one critique interviews with users drawn randomly from the prototypical workspace. Finally the results of the evaluation are discussed and future directions for the research are outlined. Thesis Supervisor: Henry Holtzman Chief Knowledge Officer Research Scientist, MIT Media Laboratory OpenSpace: Enhancing Social Awareness at the Workplace", "venue": "", "year": 2007, "referenceCount": 43, "citationCount": 6, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "49500811", "name": "Ishwinder Kaur"}]}}]}