{"paperId": "b9177ec995c8efea60e64b916697216c4b1c9cf5", "externalIds": {"DBLP": "series/cscw/FriedmanKHSG09", "DOI": "10.1007/978-1-84882-483-6_9"}, "url": "https://www.semanticscholar.org/paper/b9177ec995c8efea60e64b916697216c4b1c9cf5", "title": "The Watcher and the Watched: Social Judgments about Privacy in a Public Place", "abstract": "Digitally capturing and displaying real-time images of people in public places raises concerns for individual privacy. Applying principles of Value Sensitive DeHUMAN–COMPUTER INTERACTION, 2006, Volume 21, pp. 233–274 Copyright © 2006, Lawrence Erlbaum Associates, Inc. Batya Friedman is a computer scientist and designer with an interest in Value Sensitive Design; she is a Professor in the Information School and Adjunct Professor in the Department of Computer Science and Engineering at the University of Washington. Peter H. Kahn Jr. is a developmental psychologist with interests that lie at the intersection of technology, nature, and social and moral development; he is an Associate Professor in the Department of Psychology and Adjunct Associate Professor in the Information School at the University of Washington. Jennifer Hagman is an information scientist with an interest in the role of informed consent in human computer interactions; she was a Research Analyst in the Information School at the University of Washington at the time of this research. Rachel L. Severson is a developmental psychologist with an interest in subject-other relations; she is a PhD student in the Department of Psychology at the University of Washington. Brian Gill is a statistician with an interest in applications of statistics in social and health sciences; he is an Associate Professor in the Department of Mathematics at Seattle Pacific University. sign, we conducted two studies of people’s social judgments about this topic. In Study I, 750 people were surveyed as they walked through a public plaza that was being captured by a HDTV camera and displayed in real-time in the office of a building overlooking the plaza. In Study II, 120 individuals were interviewed about the same topic. Moreover, Study II controlled for whether the participant was a direct stakeholder of the technology (inside the office watching people on the HDTV large-plasma display window) or an indirect stakeholder (being watched in the public venue). Taking both studies together, results showed the following: (a) the majority of participants upheld some modicum of privacy in public; (b) people’s privacy judgments were not a one-dimensional construct, but often involved considerations based on physical harm, psychological wellbeing, and informed consent; and (c) more women than men expressed concerns about the installation, and, unlike the men, equally brought forward their concerns whether they were The Watcher or The Watched. 234 FRIEDMAN ET AL.", "venue": "Media Space 20+ Years of Mediated Life", "year": 2009, "referenceCount": 119, "citationCount": 85, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144029598", "name": "Batya Friedman"}, {"authorId": "144674612", "name": "P. H. Kahn"}, {"authorId": "2070377797", "name": "Jennifer Hagman"}, {"authorId": "2667695", "name": "R. L. Severson"}, {"authorId": "2582208", "name": "Brian T. Gill"}]}