{"paperId": "81d3ce427e0707b30ce80f6e07f9a8cab79dbb9b", "externalIds": {"MAG": "2582721310", "DOI": "10.2139/SSRN.2903469"}, "url": "https://www.semanticscholar.org/paper/81d3ce427e0707b30ce80f6e07f9a8cab79dbb9b", "title": "Why a Right to Explanation of Automated Decision-Making Does Not Exist in the General Data Protection Regulation", "abstract": "Since approval of the EU General Data Protection Regulation (GDPR) in 2016, it has been widely and repeatedly claimed that the GDPR will legally mandate a ‘right to explanation’ of all decisions made by automated or artificially intelligent algorithmic systems. This right to explanation is viewed as an ideal mechanism to enhance the accountability and transparency of automated decision-making. However, there are several reasons to doubt both the legal existence and the feasibility of such a right. In contrast to the right to explanation of specific automated decisions claimed elsewhere, the GDPR only mandates that data subjects receive meaningful, but properly limited, information (Articles 13-15) about the logic involved, as well as the significance and the envisaged consequences of automated decision-making systems, what we term a ‘right to be informed’. Further, the ambiguity and limited scope of the ‘right not to be subject to automated decision-making’ contained in Article 22 (from which the alleged ‘right to explanation’ stems) raises questions over the protection actually afforded to data subjects. These problems show that the GDPR lacks precise language as well as explicit and well-defined rights and safeguards against automated decision-making, and therefore runs the risk of being toothless. We propose a number of legislative and policy steps that, if taken, may improve the transparency and accountability of automated decision-making when the GDPR comes into force in 2018.", "venue": "", "year": 2017, "referenceCount": 0, "citationCount": 471, "influentialCitationCount": 17, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "12806133", "name": "Sandra Wachter"}, {"authorId": "3127701", "name": "B. Mittelstadt"}, {"authorId": "1982425", "name": "L. Floridi"}]}