{"offset": 0, "data": [{"contexts": ["My expectation was that the treatment effect would be smaller for more anonymous subjects, as suggest by the findings in Omernick and Sood (2013) and Hosseinmardi et al. (2014).", "shown to affect the prevalence of online harassment, with more anonymity being associated with more harassment (Omernick and Sood 2013; Hosseinmardi et al. 2014).", "…group=High[ In group=Low\nOut group=High [Out group=Low:\nPreviously, the degree of anonymity allowed in an online community has been shown to affect the prevalence of online harassment, with more anonymity being associated with more harassment (Omernick and Sood 2013; Hosseinmardi et al. 2014)."], "isInfluential": false, "intents": ["background", "result"], "citedPaper": {"paperId": "012fee8c427c5c542c2960c062c12688267300f7", "externalIds": {"MAG": "2952769745", "DBLP": "conf/bdcloud/HosseinmardiLYL14", "ArXiv": "1408.4882", "DOI": "10.1109/BDCloud.2014.87"}, "url": "https://www.semanticscholar.org/paper/012fee8c427c5c542c2960c062c12688267300f7", "title": "A Comparison of Common Users across Instagram and Ask.fm to Better Understand Cyberbullying", "abstract": "This paper examines users who are common to two popular online social networks, Instagram and Ask.fm, That are often used for cyber bullying. An analysis of the negativity and positivity of word usage in posts by common users of these two social networks is performed. These results are normalized in comparison to a sample of typical users in both networks. We also examine the posting activity of common user profiles and consider its correlation with negativity. Within the Ask.fm social network, which allows anonymous posts, the relationship between anonymity and negativity is further explored.", "venue": "2014 IEEE Fourth International Conference on Big Data and Cloud Computing", "year": 2014, "referenceCount": 29, "citationCount": 55, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2378569", "name": "Homa Hosseinmardi"}, {"authorId": "2118845741", "name": "Shaosong Li"}, {"authorId": "2109512982", "name": "Zhili Yang"}, {"authorId": "1569105854", "name": "Q. Lv"}, {"authorId": "2617056", "name": "R. Rafiq"}, {"authorId": "144334335", "name": "R. Han"}, {"authorId": "1681816", "name": "Shivakant Mishra"}]}}, {"contexts": ["Minorities and other vulnerable populations are frequently the subject of online harassment on social media sites, often in response to expressing views that harassers disagree with (Kennedy and Taylor 2010; Mantilla 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "02c48198174f776169a2c3270172fb41527e618b", "externalIds": {"MAG": "2127352474"}, "url": "https://www.semanticscholar.org/paper/02c48198174f776169a2c3270172fb41527e618b", "title": "Online Harassment and Victimization of College Students", "abstract": "The purpose of this study was to examine the prevalence of victimization occurring through social networking sites. Information was also sought on the internet behavior of college students. Data were collected from 354 college students from September 2007 through April 2008. Anonymous, self-report surveys were completed polling experiences with harassment, stalking, and sexual assault. Analyses showed that the majority of victimization types were reported infrequently, while rates of sexual assault overall were quite high compared to prior research. The types of victimization varied by where they were occurring – online or offline. Acts such as verbal harassment, pestering, unwanted behaviors, and sexual harassment were all fairly prevalent online, while other victimizations, such as being threatened or stalked, occurred more offline. The rates of victimization initiated through online contact suggest that although social networking sites may provide opportunities for certain types of victimization, college students are still at a greater risk from people they meet offline.", "venue": "", "year": 2010, "referenceCount": 21, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "153049346", "name": "M. A. Kennedy"}, {"authorId": "118901220", "name": "Melanie Taylor"}]}}, {"contexts": ["Engaging in harassment of non-whites also fuels ethnocentrism among whites, which has been shown to affect how whites feel about political topics like healthcare and immigration (Banks 2014, 2016), and to affect voting outcomes (Kam and Kinder 2012).", "Engaging in prejudiced harassment against out-groups—in this case, blacks— primes ethnocentrism and changes the salience of particular political issues like healthcare (Banks 2014) and immigration (Banks 2016)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "0d8a81013bf9cb43e93b40f4603104382d0f3266", "externalIds": {"MAG": "1975141997", "DOI": "10.1007/S11109-013-9251-3"}, "url": "https://www.semanticscholar.org/paper/0d8a81013bf9cb43e93b40f4603104382d0f3266", "title": "The Public’s Anger: White Racial Attitudes and Opinions Toward Health Care Reform", "abstract": "Pundits and politicians debated whether race was implicated in the rancorous public forums and demonstrations over health care reform. Research suggests that for many white Americans, racial predispositions play a greater role in their opinions on health care than non-racial predispositions. Building on this work, I examine the extent to which anger uniquely activates white racial attitudes and increases their effect on preferences for health care reform. My theory suggests this effect occurs because anger and thoughts about race are tightly linked in memory. Using a nationally representative experiment over two waves, I induced several emotions to elicit anger, fear, enthusiasm, or relaxation. The results show that anger uniquely pushes racial conservatives to be more opposing of health care reform while it triggers more support among racial liberals. On the other hand, anger does not enhance the effect of race-neutral principles on health care reform.", "venue": "", "year": 2014, "referenceCount": 54, "citationCount": 49, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1500602990", "name": "A. Banks"}]}}, {"contexts": ["My expectation was that the treatment effect would be smaller for more anonymous subjects, as suggest by the findings in Omernick and Sood (2013) and Hosseinmardi et al. (2014).", "Based on findings from related online contexts (Omernick and Sood 2013), my hypothesis was that more anonymous individuals would be less likely to respond to the treatment.", "Based on findings from related online contexts (Omernick and Sood 2013), my hypothesis was that more anonymous individuals would be less likely to respond to", "…group=High[ In group=Low\nOut group=High [Out group=Low:\nPreviously, the degree of anonymity allowed in an online community has been shown to affect the prevalence of online harassment, with more anonymity being associated with more harassment (Omernick and Sood 2013; Hosseinmardi et al. 2014).", "shown to affect the prevalence of online harassment, with more anonymity being associated with more harassment (Omernick and Sood 2013; Hosseinmardi et al. 2014)."], "isInfluential": true, "intents": ["background", "result"], "citedPaper": {"paperId": "132f54cffb176c158b069804717bf123ae5b7cfe", "externalIds": {"MAG": "2005074984", "DBLP": "conf/socialcom/OmernickS13", "DOI": "10.1109/SocialCom.2013.80"}, "url": "https://www.semanticscholar.org/paper/132f54cffb176c158b069804717bf123ae5b7cfe", "title": "The Impact of Anonymity in Online Communities", "abstract": "The scale of participation on social news sites has challenged community managers, leaving them unable to detect and remove all inappropriate content by hand. Automated insult and profanity detection systems have helped, but have failed to address the problem of why this content is contributed in the first place. That is, what implications do interface design choices have on the content being generated? One such design choice is whether or not a site allows anonymous comments. What impact does allowing anonymity have on the quality or quantity of participation on a site? This case study analyses the impact of anonymity on a technology social news site, TechCrunch.com. TechCrunch is ideal for this study in that it underwent a shift from allowing anonymous comments (using the Disqus commenting platform) to disallowing them (using the Facebook commenting platform) in March of 2011. We compare the quality of anonymous and real identity comments through measures of reading level, relevance to the target article, negativity and presence of swear words and anger words. We couple this qualitative analysis with a quantitative analysis of the change in participation to give a complete picture of the impact of anonymity in this online community, with the end goal of informing design on similar social news sites.", "venue": "2013 International Conference on Social Computing", "year": 2013, "referenceCount": 30, "citationCount": 46, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "2208494", "name": "Eli Omernick"}, {"authorId": "3080364", "name": "S. Sood"}]}}, {"contexts": ["Engaging in harassment of non-whites also fuels ethnocentrism among whites, which has been shown to affect how whites feel about political topics like healthcare and immigration (Banks 2014, 2016), and to affect voting outcomes (Kam and Kinder 2012).", "Increased belief in racial stereotypes decreased Barack Obama’s vote total (Piston 2010; Kam and Kinder 2012)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "1e8dfcc7cbf2ad369febcc0f60eeba3930eb8506", "externalIds": {"MAG": "2128963495", "DOI": "10.1111/J.1540-5907.2011.00564.X"}, "url": "https://www.semanticscholar.org/paper/1e8dfcc7cbf2ad369febcc0f60eeba3930eb8506", "title": "Ethnocentrism as a Short-Term Force in the 2008 American Presidential Election", "abstract": "Faced with a choice between John McCain and Barack Obama, voters in 2008 were swayed by the familiar play of factors—party identification, policy preferences, and economic conditions—but also, we find, by ethnocentrism, a deep-seated psychological predisposition that partitions the world into ingroups and outgroups—into “us” and “them.” The effect of ethnocentrism was significant and substantial, and it appeared over and above the effects due to partisanship, economic conditions, policy stances, political engagement, and several varieties of conservatism. Two features of Obama were primarily responsible for triggering ethnocentrism in 2008: his race and his imagined Muslim faith. As such, we demonstrate that ethnocentrism was much more important in 2008 than in the four presidential elections immediately preceding 2008, and we show that it was much more important in the actual contest between Senator McCain and Senator Obama than in a hypothetical contest between Senator McCain and Senator Clinton.", "venue": "", "year": 2012, "referenceCount": 40, "citationCount": 115, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "52496790", "name": "Cindy D Kam"}, {"authorId": "39580047", "name": "D. Kinder"}]}}, {"contexts": ["It also represents, with Coppock et al. (2015), one of the first randomized control experiments to be conducted entirely on Twitter."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "20d2500e4b0a81528c528f541539a756b45e9df1", "externalIds": {"MAG": "2093676419", "DOI": "10.1007/S11109-015-9308-6"}, "url": "https://www.semanticscholar.org/paper/20d2500e4b0a81528c528f541539a756b45e9df1", "title": "When Treatments are Tweets: A Network Mobilization Experiment over Twitter", "abstract": "This study rigorously compares the effectiveness of online mobilization appeals via two randomized field experiments conducted over the social microblogging service Twitter. In the process, we demonstrate a methodological innovation designed to capture social effects by exogenously inducing network behavior. In both experiments, we find that direct, private messages to followers of a nonprofit advocacy organization’s Twitter account are highly effective at increasing support for an online petition. Surprisingly, public tweets have no effect at all. We additionally randomize the private messages to prime subjects with either a “follower” or an “organizer” identity but find no evidence that this affects the likelihood of signing the petition. Finally, in the second experiment, followers of subjects induced to tweet a link to the petition are more likely to sign it—evidence of a campaign gone “viral.” In presenting these results, we contribute to a nascent body of experimental literature exploring political behavior in online social media.", "venue": "", "year": 2016, "referenceCount": 60, "citationCount": 37, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "24563452", "name": "A. Coppock"}, {"authorId": "67045794", "name": "A. Guess"}, {"authorId": "15156455", "name": "John Ternovski"}]}}, {"contexts": ["In a study of efforts to correct misperceptions, for example, Nyhan and Reifler (2010) find that, when confronted with evidence that a view they hold is false, some people actually become firmer in their false belief."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "2a33a4cece4ab640ae52c431918b0c57a2c0f6d9", "externalIds": {"MAG": "2132553681", "DOI": "10.1007/S11109-010-9112-2"}, "url": "https://www.semanticscholar.org/paper/2a33a4cece4ab640ae52c431918b0c57a2c0f6d9", "title": "When Corrections Fail: The Persistence of Political Misperceptions", "abstract": "An extensive literature addresses citizen ignorance, but very little research focuses on misperceptions. Can these false or unsubstantiated beliefs about politics be corrected? Previous studies have not tested the efficacy of corrections in a realistic format. We conducted four experiments in which subjects read mock news articles that included either a misleading claim from a politician, or a misleading claim and a correction. Results indicate that corrections frequently fail to reduce misperceptions among the targeted ideological group. We also document several instances of a “backfire effect” in which corrections actually increase misperceptions among the group in question.", "venue": "", "year": 2010, "referenceCount": 121, "citationCount": 1522, "influentialCitationCount": 64, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2064358", "name": "B. Nyhan"}, {"authorId": "145683696", "name": "Jason Reifler"}]}}, {"contexts": ["I varied two aspects of the bots, resulting in a 2 9 2 experimental design: the first dimension of variation was the identity of the bot, to test the finding from Social Identity Theory that sanctioning by members of a person’s in-group is more effective (Tajfel and Turner 1979)."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "2df745046c4ace39a21dd7d778c8a325eee34304", "externalIds": {"MAG": "1493308624", "DOI": "10.1080/17400201.2013.780862#.VAW7EWOO6LO"}, "url": "https://www.semanticscholar.org/paper/2df745046c4ace39a21dd7d778c8a325eee34304", "title": "The Social Psychology of intergroup relations", "abstract": null, "venue": "", "year": 2009, "referenceCount": 0, "citationCount": 290, "influentialCitationCount": 41, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "46983785", "name": "Katharina Schmid"}, {"authorId": "5863533", "name": "Nicole Tausch"}, {"authorId": "48099517", "name": "M. Hewstone"}]}}, {"contexts": ["To vary the number of followers, I bought\n10 I avoid providing the entire username of the bot to protect my subjects’ anonymity.\nfollowers for some accounts and not others (Stringhini et al. 2012).", "followers for some accounts and not others (Stringhini et al. 2012)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "30abeebb98afc8187bd79e24f6e1251507f81002", "externalIds": {"DBLP": "journals/ccr/StringhiniEKV12", "DOI": "10.1145/2377677.2377781"}, "url": "https://www.semanticscholar.org/paper/30abeebb98afc8187bd79e24f6e1251507f81002", "title": "Poultry markets: on the underground economy of twitter followers", "abstract": "Since Twitter has emerged as one of the easiest ways of reaching people, companies started using it to advertise their products. However, creating a functional network of followers to whom to promote content is not a straightforward task. On the one side, collecting followers requires time. On the other side, companies need to establish a reputation to motivate users to follow them.\n A number of websites have emerged to help Twitter users create a large network of followers. These websites promise their subscribers to provide followers in exchange for a fee or limited services free of charge but in exchange for the user's Twitter account credentials. In addition, they offer to spread their clients' promotional messages in the network. In this paper, we study the phenomenon of these Twitter Account Markets, and we show how their services are often linked to abusive behavior and compromised Twitter profiles.", "venue": "CCRV", "year": 2012, "referenceCount": 29, "citationCount": 54, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2350947", "name": "G. Stringhini"}, {"authorId": "2489809", "name": "Manuel Egele"}, {"authorId": "1715189", "name": "Christopher Krügel"}, {"authorId": "1711242", "name": "Giovanni Vigna"}]}}, {"contexts": ["…my personal information to a group of people with a demonstrated propensity for online harassment.\nvaried that quantity to test the finding in Shepherd and Paluck (2015) and Paluck et al. (2016) that sanctioning by high-status individuals is more effective than that by low-status individuals.", "Paluck et al. (2016) find this to be the case when the high status individuals are ‘‘social referents’’ (who other students look to) in a high school, and Shepherd and Paluck (2015) call highly-connected male high schoolers ‘‘high status’’."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "3112ee11332c69cf285fdd239825037f41f2f29b", "externalIds": {"MAG": "2231483534", "DOI": "10.1073/pnas.1514483113", "PubMed": "26729884"}, "url": "https://www.semanticscholar.org/paper/3112ee11332c69cf285fdd239825037f41f2f29b", "title": "Changing climates of conflict: A social network experiment in 56 schools", "abstract": "Significance Despite a surge in policy and research attention to conflict and bullying among adolescents, there is little evidence to suggest that current interventions reduce school conflict. Using a large-scale field experiment, we show that it is possible to reduce conflict with a student-driven intervention. By encouraging a small set of students to take a public stance against typical forms of conflict at their school, our intervention reduced overall levels of conflict by an estimated 30%. Network analyses reveal that certain kinds of students (called “social referents”) have an outsized influence over social norms and behavior at the school. The study demonstrates the power of peer influence for changing climates of conflict, and suggests which students to involve in those efforts. Theories of human behavior suggest that individuals attend to the behavior of certain people in their community to understand what is socially normative and adjust their own behavior in response. An experiment tested these theories by randomizing an anticonflict intervention across 56 schools with 24,191 students. After comprehensively measuring every school’s social network, randomly selected seed groups of 20–32 students from randomly selected schools were assigned to an intervention that encouraged their public stance against conflict at school. Compared with control schools, disciplinary reports of student conflict at treatment schools were reduced by 30% over 1 year. The effect was stronger when the seed group contained more “social referent” students who, as network measures reveal, attract more student attention. Network analyses of peer-to-peer influence show that social referents spread perceptions of conflict as less socially normative.", "venue": "Proceedings of the National Academy of Sciences", "year": 2016, "referenceCount": 72, "citationCount": 327, "influentialCitationCount": 8, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4659343", "name": "E. Paluck"}, {"authorId": "1379656669", "name": "Hana Shepherd"}, {"authorId": "5458129", "name": "P. Aronow"}]}}, {"contexts": ["There is a sizable body of research that indicates that attempts to reduce prejudiced behavior are more effective when made by members of the ingroup (Rasinski and Czopp 2010; Gulker et al. 2013).", "I varied the race of the bots in order to test the findings in Rasinski and Czopp (2010) and Gulker et al. (2013) that in-group sanctioning is more effective than out-group sanctioning: in this case, that the effect of a tweet from a white Twitter user would be greater than one from a black Twitter…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "34da83d22ea374b10cee49febd86ee95e7349e16", "externalIds": {"MAG": "2058471436", "DOI": "10.1080/15534510.2012.736879"}, "url": "https://www.semanticscholar.org/paper/34da83d22ea374b10cee49febd86ee95e7349e16", "title": "Confronting prejudice: The who, what, and why of confrontation effectiveness", "abstract": "Following a task that ostensibly revealed implicit racism or sexism, participants were confronted about their bias. The confronter's race and gender were manipulated to test whether group membership (whether one is part of the group experiencing prejudice) determined confrontation effectiveness. Results showed that the confrontation of racism met with greater acceptance when performed by a White than a Black confronter, indicating that group membership drives confrontation impact. Further, tests of two possible mediational accounts showed mediation by perceptions of the Black confronter as a complainer. Participants trivialized the confrontation concerning sexism, underscoring the need to strengthen social norms against sexism. Implications for engaging in confrontation are discussed.", "venue": "", "year": 2013, "referenceCount": 35, "citationCount": 67, "influentialCitationCount": 7, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5318387", "name": "J. Gulker"}, {"authorId": "5543614", "name": "Aimee Y. Mark"}, {"authorId": "3883065", "name": "M. J. Monteith"}]}}, {"contexts": ["This mechanism is best explained by the SIDE, in which the depressed sense of one’s personal identity is supplanted by an increased sense of one’s social identity (Reicher et al. 1995; Lea and Spears 1991)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "3b1f93583cc00bd06babb15a10b0542c1a47e095", "externalIds": {"DBLP": "journals/ijmms/LeaS91", "MAG": "2021394282", "DOI": "10.1016/0020-7373(91)90045-9"}, "url": "https://www.semanticscholar.org/paper/3b1f93583cc00bd06babb15a10b0542c1a47e095", "title": "Computer-Mediated Communication, De-Individuation and Group Decision-Making", "abstract": "Abstract This paper discusses social psychological processes in computer-mediated communication (CMC) and group decision-making, in relation to findings that groups communicating via computer produce more polarized decisions than face-to-face groups. A wide range of possible explanations for such differences have been advanced, in which a lack of social cues, disinhibition, “de-individuation” and a consequent tendency to antinormative behaviour are central themes. In these explanations, both disinhibition and greater equality of participation are thought to facilitate the exchange of extreme persuasive arguments, resulting in polarization. These accounts are briefly reviewed and attention is drawn to various problematic issues. We provide an alternative model and explanation based on social identity (SI) theory and a re-conceptualization of de-individuation, which takes into account the social and normative factors associated with group polarization. Predictions from both sets of explanations are explored empirically by means of an experiment manipulating the salience of the discussion group, and de-individuation operationalized as the isolation and anonymity of the participants. In this experiment we were able to partial out the effects of the CMC technology which have confounded comparisons with face-to-face interaction in previous research. The results challenge the explanations based on persuasive arguments, while being consistent with our SI model. We discuss our approach in relation to other very recent research in group computer-mediated communication and offer a reinterpretation of previous findings.", "venue": "Int. J. Man Mach. Stud.", "year": 1991, "referenceCount": 22, "citationCount": 481, "influentialCitationCount": 21, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "152522493", "name": "M. Lea"}, {"authorId": "3344123", "name": "R. Spears"}]}}, {"contexts": ["Studies of computer mediated communication (CMC) have some insight as to why: CMC tends to result in less success in applying normative pressure (Kiesler et al. 1984; Walther 1996; Bordia 1997)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "3b2fe281ae7bb3bf362db8e2ed7c045fe456da94", "externalIds": {"MAG": "1686483645", "DOI": "10.1037/0003-066X.39.10.1123"}, "url": "https://www.semanticscholar.org/paper/3b2fe281ae7bb3bf362db8e2ed7c045fe456da94", "title": "Social psychological aspects of computer-mediated communication", "abstract": "As more and more people use computers for communicating, the behavioral and societal effects of computer-mediated communication are becoming critical research topics. This article describes some of the issues raised by electronic communication, illustrates one empirical approach for investigating its social psychological effects, and discusses why social psychological research might contribute to a deeper understanding of computer-mediated communication specifically and of computers and technological change in society more generally. One objective of our research is to explore how people participate in computer-mediated communication and how computerization affects group efforts to reach consensus. In experiments, we have shown differences in participation, decisions, and interaction among groups meeting face to face and in simultaneous computer-linked discourse and communication by electronic mail. We discuss these results and the design of subsequent research to highlight the many researchable social psychological issues raised by computing and technological change. Computer technologies are improving so swiftly these days that few of us comprehend even a small part of the change. Computers are transforming work and, in some cases, lives. Whether eager for this or resistant, many people believe the organizational, social, and personal effects of computers will be deeply felt (De Sola Poole, 1977; Hiltz & Turoff, 1978; Kling, 1980). Today, no one can predict in any detail the nature of the transformations that computers will bring, but one aspect of life that will certainly be affected is communication. The use of electronic mail and messages, long-distance blackboards, computer bulletin boards, instantaneously transferable data banks, and simultaneous computer conferences is reportedly advancing \"like an avalanche\" (Stockton, 1981; also see Kraemer, 1981). The U.S. federal judiciary, for example, is using electronic mail to speed the circulation of appellate opinion drafts among panels of judges (Weis, 1983). Computer conferences are being used for such legal proceedings as admission of evidence, trial scheduling, giving parties access to documents, and expert interrogation (Bentz & Potrykus, 1976; \"Party-Line Plea,\" 1981). Other government agencies, such as the Department of Defense, as well as private firms, such as Westinghouse Corporation and Xerox Corporation, and some universities, use computer-mediated communication extensively for both routine transfer of data and nonroutine interpersonal communication and project work (e.g., Licklider & Vezza, 1978; U.S. Department of Commerce, 1977; Wang Corporation, 1982). Computer-mediated communication was once confined to technical users and was considered somewhat arcane. This no longer holds true. Computer-mediated communication is a key component of the emerging technology of computer networks. In networks, people can exchange, store, edit, broadcast, and copy any written document. They can send data and messages instantaneously, easily, at low cost, and over long distances. Two or more people can look at a document and revise it together, consult with each other on critical matters without meeting together or setting up a telephone conference, or ask for and give assistance interactively (Hiltz & Turoff, 1978; Williams, 1977). Networks, and hence computer-mediated communications, are proliferating at a tremendous rate. In addition to the older long-distance networks that connect thousands of scientists, professionals, and managers (e.g., the Department of Defense's ARPANET, GTE's TELENET), there are more and more local-area networks that link up computers within a region, city, or organization (e.g., Nestar System's CLUSTERBUS, Xerox's ETHERNET, Ford Aerospace's FLASHNET, and Wang Laboratories' WANGNET). Stimulating this growth are the decreasing costs and the advantages of networks over stand-alone systems, such as sharing high-speed printers and access to a common interface for otherwise incompatible equipment. The future of this technology cannot be foretold, but it is far from arcane. The functions and impact of computer-mediated communication are still poorly understood. Critical information (such as who uses it for what purposes) October 1984 • American Psychologist Copyright 1984 by the American Psychological Aisociation, Inc. Vol. 39, No. 10, 1123-1134 1123 is lacking, and the social psychological significance is controversial (see, e.g., Turoff, 1982). Computers could make communication easier, just as the canning of perishables and the development of can openers made food preparation easier, or they could have much more complex implications. For instance, access to electronic communication may change the flow of information within organizations, altering status relations and organizational hierarchy. When a manager can receive electronic mail from 10,000 employees, what happens to existing controls over participation and information? When people can publish and distribute their own electronic newspaper at no cost, does the distribution of power change too? When communication is rapid and purely textual, do working groups find it easier or harder to resolve conflict? These unanswered questions illustrate that, although the technology may be impressive, little systematic research exists on its psychological, social, and cultural significance. Given such conditions it seems sensible to try to understand the fundamental behavioral, social, and organizational processes that surround computer-mediated communication. We believe that ideas and approaches from social psychology and other areas of behavioral science can be applied to these questions. This article is meant to describe some of the issues raised by electronic communication; to illustrate, from our own work, one empirical approach for investigating them; and to show why social psychological research might contribute to a deeper understanding of electronic communication specifically and of computers and technological change in society more generally. We begin by citing some existing research on computer-mediated communication. Most of this research addresses the technical capabilities of the electronic technologies. Next, we consider the possible social psychological impact, and we discuss some hypotheses and some possible implications for the outcomes of communication. Finally, we describe some of our own experiments on social psychological aspects of computer-mediated communication, using these to indicate potential lines of future research.", "venue": "", "year": 1984, "referenceCount": 123, "citationCount": 2657, "influentialCitationCount": 76, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "47198673", "name": "S. Kiesler"}, {"authorId": "143760899", "name": "J. Siegel"}, {"authorId": "38585884", "name": "T. McGuire"}]}}, {"contexts": ["I varied two aspects of the bots, resulting in a 2 9 2 experimental design: the first dimension of variation was the identity of the bot, to test the finding from Social Identity Theory that sanctioning by members of a person’s in-group is more effective (Tajfel and Turner 1979)."], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "3f6e573a6c1128a0b0495ff6ebb9ca6d82b4929d", "externalIds": {"MAG": "90970949"}, "url": "https://www.semanticscholar.org/paper/3f6e573a6c1128a0b0495ff6ebb9ca6d82b4929d", "title": "An integrative theory of intergroup conflict.", "abstract": null, "venue": "", "year": 2001, "referenceCount": 0, "citationCount": 13055, "influentialCitationCount": 1105, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "16691034", "name": "H. Tajfel"}, {"authorId": "144385080", "name": "J. Turner"}]}}, {"contexts": ["…racial treatment effect might have obtained if I also changed the facial features of the black bots to be more afrocentric, the effect of which Weaver (2012) finds to be approximately as large as changing skin color on voting outcomes.\nplausible history of tweets to convey that this was a…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "3fa1dc9dd09a574f1ce6bf3dd3124d77c0c2a8a2", "externalIds": {"MAG": "1998734534", "DOI": "10.1007/S11109-010-9152-7"}, "url": "https://www.semanticscholar.org/paper/3fa1dc9dd09a574f1ce6bf3dd3124d77c0c2a8a2", "title": "The Electoral Consequences of Skin Color: The “Hidden” Side of Race in Politics", "abstract": "Despite the significant role that skin color plays in material well-being and social perceptions, scholars know little if anything about whether skin color and afrocentric features influence political cognition and behavior and specifically, if intraracial variation in addition to categorical difference affects the choices of voters. Do more phenotypically black minorities suffer an electoral penalty as they do in most aspects of life? This study investigates the impact of color and phenotypically black facial features on candidate evaluation, using a nationally representative survey experiment of over 2000 whites. Subjects were randomly assigned to campaign literature of two opposing candidates, in which the race, skin color and features, and issue stance of candidates was varied. I find that afrocentric phenotype is an important, albeit hidden, form of bias in racial attitudes and that the importance of race on candidate evaluation depends largely on skin color and afrocentric features. However, like other racial cues, color and black phenotype don’t influence voters’ evaluations uniformly but vary in magnitude and direction across the gender and partisan makeup of the electorate in theoretically explicable ways. Ultimately, I argue, scholars of race politics, implicit racial bias, and minority candidates are missing an important aspect of racial bias.", "venue": "", "year": 2012, "referenceCount": 80, "citationCount": 145, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "51266786", "name": "Vesla M. Weaver"}]}}, {"contexts": ["They are likely to become more anxious for their safety, more fearful of crime and less likely to express themselves publicly (Henson et al. 2013), systematically de-mobilizing the populations who tend to be victimized (Hinduja and Patchin 2007)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "40ace89cc5a72a67c346db7c6e76830d37cd078f", "externalIds": {"MAG": "2053309878", "DOI": "10.1177/1043986213507403"}, "url": "https://www.semanticscholar.org/paper/40ace89cc5a72a67c346db7c6e76830d37cd078f", "title": "Fear of Crime Online? Examining the Effect of Risk, Previous Victimization, and Exposure on Fear of Online Interpersonal Victimization", "abstract": "Research exploring the extent and nature of fear of crime has spanned decades; it has been examined in many contexts, among varied populations, and from different theoretical perspectives. However, researchers have been slow to estimate or explain individuals’ fear of online crime. The current study is among the first to address this issue by examining experiences from a random sample of undergraduate students enrolled at a large public university. In particular, we explore the links between perceived risk, online victimization, and fear of online interpersonal victimization (OIPV) and how these relationships vary by the victim–offender relationship. The effects of online exposure and demographic characteristics were also estimated. Results suggest that perceived risk of OIPV was significantly related to fear of OIPV for all types of victim–offender relationships, while previous online victimization was significant for fear of OIPV by intimate partners and friends/acquaintances only.", "venue": "", "year": 2013, "referenceCount": 56, "citationCount": 66, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39504660", "name": "Billy Henson"}, {"authorId": "3816243", "name": "Bradford W. Reyns"}, {"authorId": "3504563", "name": "B. Fisher"}]}}, {"contexts": ["An alternative hypothesis, based on the social identity model of\ndeindividuation effects (SIDE), would be that more anonymous individuals would actually be more susceptible to this normative pressure (Postmes et al. 2001).", "Rather than leading to increased self-regulation and decreased responsiveness to normative pressure, as in classical models of deindividuation, SIDE posits that deindividuation—when enabled by anonymity—should lead to increased response to normative pressure (Postmes et al. 2001).", "The idea is that individuals make less of a distinction between themselves and other members of their group, and are thus more likely to follow group norms than their own idiosyncratic preferences (Postmes et al. 2001).", "This is consistent with the expectations of SIDE theory, and with the findings in Postmes et al. (2001).", "actually be more susceptible to this normative pressure (Postmes et al. 2001)."], "isInfluential": true, "intents": ["background", "result"], "citedPaper": {"paperId": "4f767daf2ce1950db572d3e971bd681ec9b294e3", "externalIds": {"MAG": "2012408817", "DOI": "10.1177/01461672012710001"}, "url": "https://www.semanticscholar.org/paper/4f767daf2ce1950db572d3e971bd681ec9b294e3", "title": "Social Influence in Computer-Mediated Communication: The Effects of Anonymity on Group Behavior", "abstract": "Two studies examined hypotheses derived from a Social Identity model of Deindividuation Effects (SIDE) as applied to social influence in computer-mediated communication (CMC) in groups. This model predicts that anonymity can increase social influence if a common group identity is salient. In a first study, group members were primed with a certain type of social behavior (efficiency vs. prosocial norms). Consistent with the model, anonymous groups displayed prime-consistent behavior in their task solutions, whereas identifiable groups did not. This suggests that the primed norm took root in anonymous groups to a greater extent than in identifiable groups. A second study replicated this effect and showed that nonprimed group members conformed to the behavior of primed members, but only when anonymous, suggesting that the primed norm was socially transmitted within the group. Implications for social influence in small groups are discussed.", "venue": "", "year": 2001, "referenceCount": 45, "citationCount": 399, "influentialCitationCount": 22, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2827532", "name": "T. Postmes"}, {"authorId": "3344123", "name": "R. Spears"}, {"authorId": "2080806", "name": "K. Sakhel"}, {"authorId": "1826114001", "name": "Daphne de Groot"}]}}, {"contexts": ["…each bot the same facial features and the same professional-looking attire; the only thing I varied was the skin color, using a similar technique to Chhibber and Sekhon (2014).11\nIn order to ensure that the actual treatment experienced by the subject was maximally similar to the ‘‘real life’’…"], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "57772448fa5c1e718b698d19c4f35ba572e664ed", "externalIds": {"MAG": "2181517543"}, "url": "https://www.semanticscholar.org/paper/57772448fa5c1e718b698d19c4f35ba572e664ed", "title": "The Asymmetric Role of Religious Appeals in India", "abstract": "The ability of religious leaders to mobilize religious identities is modulated by the organization of the religion. Some religious identities are easier to cue and mobilize than others. In our survey experiments in India, Muslims have greater confidence in political appeals if they are from leaders using Muslim religious cues. In contrast, Hindus do not report greater confidence in leaders using Hindu religious cues, not even if they reside in areas with high levels of communal strife. In a get-out-the-vote experiment, Muslims, unlike Hindus, are responsive to co-religious appeals in a state where the party system is not divided along communal lines. Large-scale observational data also support our findings: Muslims who attend mosques regularly are more likely to participate politically, but Hindus who attend temples regularly are not. We present qualitative evidence to explore the mechanisms at work.", "venue": "", "year": 2015, "referenceCount": 100, "citationCount": 14, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "14031496", "name": "Pradeep K. Chhibber"}, {"authorId": "7359134", "name": "J. Sekhon"}]}}, {"contexts": ["Still, as Paluck and Green (2009)’s summary of the literature points out, there has been little research done in the field of prejudice reduction using randomized experiments outside of the laboratory.", "Following Paluck and Green (2009)’s call for more randomized field experiments in prejudice reduction, this paper represents an improvement in all three of these dimensions: the subjects were drawn from the general population and selected because they engaged in public harassment, the\noutcome…", "A comprehensive review of the literature on prejudice reduction and harassment prevention (Paluck and Green 2009) finds that very little of the research in this area is causally well-identified, and calls for more experimental research."], "isInfluential": true, "intents": ["methodology", "background"], "citedPaper": {"paperId": "6b6e3fd463ab3ddf09afe103a45ea37e20697f10", "externalIds": {"MAG": "2132515171", "DOI": "10.1146/annurev.psych.60.110707.163607", "PubMed": "18851685"}, "url": "https://www.semanticscholar.org/paper/6b6e3fd463ab3ddf09afe103a45ea37e20697f10", "title": "Prejudice reduction: what works? A review and assessment of research and practice.", "abstract": "This article reviews the observational, laboratory, and field experimental literatures on interventions for reducing prejudice. Our review places special emphasis on assessing the methodological rigor of existing research, calling attention to problems of design and measurement that threaten both internal and external validity. Of the hundreds of studies we examine, a small fraction speak convincingly to the questions of whether, why, and under what conditions a given type of intervention works. We conclude that the causal effects of many widespread prejudice-reduction interventions, such as workplace diversity training and media campaigns, remain unknown. Although some intergroup contact and cooperation interventions appear promising, a much more rigorous and broad-ranging empirical assessment of prejudice-reduction strategies is needed to determine what works.", "venue": "Annual review of psychology", "year": 2009, "referenceCount": 172, "citationCount": 838, "influentialCitationCount": 60, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "4659343", "name": "E. Paluck"}, {"authorId": "145931139", "name": "D. Green"}]}}, {"contexts": ["…studied here, is a form of prejudice, which Dovidio and Gaertner (1999) define as an ‘‘unfair negative attitude toward a social group or a member of that group’’, and Crandall et al. (2002) define as ‘‘a negative evaluation of a group or of an individual on the basis of group membership.’’"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "6cd6574da8fb5c72c662ad8aea6ff1e8e6fce4bd", "externalIds": {"MAG": "2019211634", "DOI": "10.1037/0022-3514.82.3.359", "PubMed": "11902622"}, "url": "https://www.semanticscholar.org/paper/6cd6574da8fb5c72c662ad8aea6ff1e8e6fce4bd", "title": "Social norms and the expression and suppression of prejudice: the struggle for internalization.", "abstract": "The authors studied social norms and prejudice using M. Sherif and C. W. Sherif's (1953) group norm theory of attitudes. In 7 studies (N = 1,504), social norms were measured and manipulated to examine their effects on prejudice; both normatively proscribed and normatively prescribed forms of prejudice were included. The public expression of prejudice toward 105 social groups was very highly correlated with social approval of that expression. Participants closely adhere to social norms when expressing prejudice, evaluating scenarios of discrimination, and reacting to hostile jokes. The authors reconceptualized the source of motivation to suppress prejudice in terms of identifying with new reference groups and adapting oneself to fit new norms. Suppression scales seem to measure patterns of concern about group norms rather than personal commitments to reducing prejudice; high suppressors are strong norm followers. Compared with low suppressors, high suppressors follow normative rules more closely and are more strongly influenced by shifts in local social norms. There is much value in continuing the study of normative influence and self-adaptation to social norms, particularly in terms of the group norm theory of attitudes.", "venue": "Journal of personality and social psychology", "year": 2002, "referenceCount": 96, "citationCount": 817, "influentialCitationCount": 48, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "8561949", "name": "C. Crandall"}, {"authorId": "47999499", "name": "A. Eshleman"}, {"authorId": "1403051964", "name": "Laurie T. O'Brien"}]}}, {"contexts": ["Minorities and other vulnerable populations are frequently the subject of online harassment on social media sites, often in response to expressing views that harassers disagree with (Kennedy and Taylor 2010; Mantilla 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "6e95bfb6ee64b9423848fecd665a43c11fcbae6d", "externalIds": {"MAG": "3128206076"}, "url": "https://www.semanticscholar.org/paper/6e95bfb6ee64b9423848fecd665a43c11fcbae6d", "title": "Gendertrolling: Misogyny Adapts to New Media", "abstract": null, "venue": "", "year": 2013, "referenceCount": 0, "citationCount": 87, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2123525804", "name": "Mantilla Karla"}]}}, {"contexts": ["…prejudices] are formed in group situations and subsequently serve as standards for the individual’s perception and judgment when he is not in the group\n1 All hypotheses were pre-registered at EGAP.org (ID number 20150520AA) prior to any data collection.\nsituation’’ (Sherif and Sherif 1953)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "7105a184fa18b036d7b1bf9b47df78742f5f4f8e", "externalIds": {"MAG": "1687574472", "DOI": "10.2307/2088408"}, "url": "https://www.semanticscholar.org/paper/7105a184fa18b036d7b1bf9b47df78742f5f4f8e", "title": "Groups in harmony and tension : an integration of studies on intergroup relations", "abstract": "No wonder you activities are, reading will be always needed. It is not only to fulfil the duties that you need to finish in deadline time. Reading will encourage your mind and thoughts. Of course, reading will greatly develop your experiences about everything. Reading groups in harmony and tension an integration of studies on intergroup relations is also a way as one of the collective books that gives many advantages. The advantages are not only for you, but for the other peoples with those meaningful benefits.", "venue": "", "year": 1954, "referenceCount": 0, "citationCount": 370, "influentialCitationCount": 11, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "119424146", "name": "M. Sherif"}, {"authorId": "35025041", "name": "C. Sherif"}]}}, {"contexts": ["This tested the ‘‘influentials hypothesis’’, that influential individuals are crucial for driving changes in norms of behavior in society (Aral and Walker 2012).", "Aral and Walker (2012) observe differences in peer influence with a large-scale study of Facebook users, finding that influence varies with marital status and gender."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "7945aa5d69fd0a516c321f005a89a2d0b9a72fa8", "externalIds": {"DOI": "10.1126/science.1215842", "PubMed": "22722253"}, "url": "https://www.semanticscholar.org/paper/7945aa5d69fd0a516c321f005a89a2d0b9a72fa8", "title": "Identifying Influential and Susceptible Members of Social Networks", "abstract": "Who Influences Who? A goal in social science is how to assess people's influence over one. Aral and Walker (p. 337, published online 21 June) describe a generalized method for identifying influential and susceptible members of social networks based on large-scale in vivo randomized experimentation. The method was used to estimate peer effects in consumer demand for a commercial Facebook application in a representative sample of 12 million Facebook users. Older users were more influential than younger users, women were more influential over men than men over women, and married individuals were the least susceptible to influence in the decision to adopt the product studied. A randomized experiment based on product adoption among Facebook friends identified trend setters and followers. Identifying social influence in networks is critical to understanding how behaviors spread. We present a method that uses in vivo randomized experimentation to identify influence and susceptibility in networks while avoiding the biases inherent in traditional estimates of social contagion. Estimation in a representative sample of 1.3 million Facebook users showed that younger users are more susceptible to influence than older users, men are more influential than women, women influence men more than they influence other women, and married individuals are the least susceptible to influence in the decision to adopt the product offered. Analysis of influence and susceptibility together with network structure revealed that influential individuals are less susceptible to influence than noninfluential individuals and that they cluster in the network while susceptible individuals do not, which suggests that influential people with influential friends may be instrumental in the spread of this product in the network.", "venue": "Science", "year": 2012, "referenceCount": 2, "citationCount": 848, "influentialCitationCount": 60, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2413779", "name": "Sinan Aral"}, {"authorId": "153735821", "name": "Dylan Walker"}]}}, {"contexts": ["…can be reduced (in the short term) by priming less prejudiced social identities; by increasing individual salience vis-a-vis group membership; and by using a confederate to challenge people’s understanding of group norms (Plant and Devine 1998; Dovidio and Gaertner 1999; Blanchard et al. 1994).", "Prejudiced attitudes can be reduced (in the short term) by priming less prejudiced social identities; by increasing individual salience vis-a-vis group membership; and by using a confederate to challenge people’s understanding of group norms (Plant and Devine 1998; Dovidio and Gaertner 1999; Blanchard et al. 1994)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "82090d265209a45daaa5956d4a69fd42b60fb3f3", "externalIds": {"MAG": "2151441810", "DOI": "10.1037/0022-3514.75.3.811"}, "url": "https://www.semanticscholar.org/paper/82090d265209a45daaa5956d4a69fd42b60fb3f3", "title": "Internal and external motivation to respond without prejudice", "abstract": "Empirical evidence is presented from 7 samples regarding the factor structure; reliability; and convergent, discriminant, and predictive validity of separate measures of internal and external motivation to respond without prejudice. The scales reliably measure largely independent constructs and have good convergent and discriminant validity. Examination of the qualitatively distinct affective reactions to violations of own- and other-based standards as a function of the source of motivation to respond without prejudice provides evidence for the predictive validity of the scales. The final study demonstrated that reported stereotype endorsement varies as a function of motivation and whether reports are made in private or publicly Results are discussed in terms of their support for the internal-external distinction and the significance of this distinction for identifying factors that may either promote or thwart prejudice reduction. During the past 50 years, in conjunction with many legislative changes promoting the rights of Black Americans, there have been dramatic changes in Whites' self-reported attitudes toward Blacks. Specifically, several large-scale survey studies suggest that self-reported racial attitudes have become considerably more positive (Greeley & Sheatsley, 1971; Kluegel & Smith, 1986; Schuman, Steeh, & Bobo, 1985; Taylor, Sheatsley, & Greeley, 1978). One of the persistent challenges for prejudice researchers is to understand the motivations underlying such nonprejudiced responses. Do they reflect sincere changes in personal attitudes or are they motivated by social pressure created by changes in the social milieu? In the 1990s, these changes in self-reported attitudes have culminated in a rather pervasive social norm discouraging prejudice toward Blacks in the United States (see Blanchard, Lilly, & Vaughn, 1991; Monteith, Deneen, & Tooman, 1996). This norm, embodied, for example, in \"politically correct\" (PC) standards, mandates proper speech and behavior and thereby creates social pressure to respond without prejudice (e.g., Adler et al., 1990; D'Souza, 1991). When people fail to comply with these standards, they risk disapproval and, in many cases, sanctions from others. What then are we to make of self-reported attitudes or behaviors that appear to be nonprejudiced? The presence of the rather pervasive external social pressure to respond without prejudice has created enduring dilemmas for both social perceivers and social scientists as they try to discern the motivation(s) underlying (generally socially acceptable) nonprejudiced responses.", "venue": "", "year": 1998, "referenceCount": 68, "citationCount": 1345, "influentialCitationCount": 163, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "145202321", "name": "E. Plant"}, {"authorId": "6469110", "name": "P. Devine"}]}}, {"contexts": ["As Moor (2007) describes anonymous online communities, ‘‘people are relatively indistinguishable and their memberships of online discussion groups are far more salient than their personal identities.’’"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "98ddcac5235ccc871f91516fc3d1b5c32abb1cda", "externalIds": {"MAG": "2102439827"}, "url": "https://www.semanticscholar.org/paper/98ddcac5235ccc871f91516fc3d1b5c32abb1cda", "title": "Conforming to the flaming norm in the online commenting situation", "abstract": "A certain kind of online behavior, called flaming, consists of exhibiting hostility towards other people by insulting, swearing or using otherwise offensive language. An experiment has been conducted to test whether perceived norms have an effect on flaming behavior in the online commenting situation, a situation where people can comment on a certain stimulus. This has been done in a natural setting, where participants did not know about the experiment until they had commented on a text. Participants flamed more often when earlier commenters had done so, indicating that conformation to the flaming norm indeed occured. The results could, however, not be fully explained by the perspective of the SIDE model used in this study.", "venue": "", "year": 2007, "referenceCount": 25, "citationCount": 31, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "49216324", "name": "P. Moor"}]}}, {"contexts": ["…al. (2001), who show that providing consensus information about ingroup norms of prejudiced attitudes can affect survey responses a week later; and Zitek and Hebl (2007), who find that social pressure is more effective at changing prejudiced attitudes if the norms are less clear (eg prejudice…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "9cdc272a60712ae86cafa727e6d02e9eb2046eff", "externalIds": {"MAG": "2040449984", "DOI": "10.1016/J.JESP.2006.10.010"}, "url": "https://www.semanticscholar.org/paper/9cdc272a60712ae86cafa727e6d02e9eb2046eff", "title": "The role of social norm clarity in the influenced expression of prejudice over time", "abstract": "Social influence has been shown to be a powerful, but underexamined, tool in altering prejudice-related attitudes. Most notably, hearing one person condemn or condone discrimination can influence another person to do the same (Blanchard, Crandall, Brigham, & Vaughn, 1994). The current study assesses a potential underlying mechanism that may determine the extent to which participants are socially influenced to alter their prejudice-related beliefs: the clarity of the social norm regarding the expression of prejudice. In addition, the study assesses longer-term effects of social influence (see Stangor, Sechrist, & Jost, 2001). Results from 270 participants revealed that the extent of social influence was predicted by the clarity of the social norm for displaying prejudice and that participants were influenced both immediately and one month later by others’ opinions. We discuss the theoretical implications of the finding that one person can produce lasting change in another person’s prejudice-related belief system.", "venue": "", "year": 2007, "referenceCount": 61, "citationCount": 133, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3840051", "name": "Emily M. Zitek"}, {"authorId": "4220199", "name": "M. Hebl"}]}}, {"contexts": ["important set of group norms, and prejudice towards out-groups can be a strong signal of in-group membership (Brewer 1999).", "Attitudes towards out-groups are a particularly important set of group norms, and prejudice towards out-groups can be a strong signal of in-group membership (Brewer 1999)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "a1519cf58ce5fd8095b2d4219a9d317185a3a79d", "externalIds": {"MAG": "2102513659", "DOI": "10.1111/0022-4537.00126"}, "url": "https://www.semanticscholar.org/paper/a1519cf58ce5fd8095b2d4219a9d317185a3a79d", "title": "The Psychology of Prejudice: Ingroup Love and Outgroup Hate?", "abstract": "Allport (1954) recognized that attachment to one's ingroups does not necessarily require hostility toward outgroups. Yet the prevailing approach to the study of ethnocentrism, ingroup bias, and prejudice presumes that ingroup love and outgroup hate are reciprocally related. Findings from both cross-cultural research and laboratory experiments support the alternative view that ingroup identification is independent of negative attitudes toward outgroups and that much ingroup bias and intergroup discrimination is motivated by preferential treatment of ingroup members rather than direct hostility toward outgroup members. Thus to understand the roots of prejudice and discrimination requires first of all a better understanding of the functions that ingroup formation and identification serve for human beings. This article reviews research and theory on the motivations for maintenance of ingroup boundaries and the implications of ingroup boundary protection for intergroup relations, conflict, and conflict prevention.", "venue": "", "year": 1999, "referenceCount": 41, "citationCount": 2537, "influentialCitationCount": 157, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "3527595", "name": "M. Brewer"}]}}, {"contexts": ["Engaging in harassment of non-whites also fuels ethnocentrism among whites, which has been shown to affect how whites feel about political topics like healthcare and immigration (Banks 2014, 2016), and to affect voting outcomes (Kam and Kinder 2012).", "Engaging in prejudiced harassment against out-groups—in this case, blacks— primes ethnocentrism and changes the salience of particular political issues like healthcare (Banks 2014) and immigration (Banks 2016)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "a7c1c853f857dc034b5e65e54b6f6c8e979d8739", "externalIds": {"MAG": "2298695680", "DOI": "10.1007/S11109-016-9330-3"}, "url": "https://www.semanticscholar.org/paper/a7c1c853f857dc034b5e65e54b6f6c8e979d8739", "title": "Are Group Cues Necessary? How Anger Makes Ethnocentrism Among Whites a Stronger Predictor of Racial and Immigration Policy Opinions", "abstract": "Research shows that group conflict sets ethnocentric thinking into motion. However, when group threat is not salient, can ethnocentrism still influence people’s political decision-making? In this paper, I argue that anger, unrelated to racial and ethnic groups, can activate the attitudes of ethnocentric whites and those that score low in ethnocentrism thereby causing these attitudes to be a stronger predictor of racial and immigration policy opinions. Using an adult national experiment over two waves, I induced several emotions to elicit anger, fear, or relaxation (unrelated to racial or ethnic groups). The experimental findings show that anger increases opposition to racial and immigration policies among whites that score high in ethnocentrism and enhances support for these policies among those that score low in ethnocentrism. Using data from the American National Election Study cumulative file, I find a similar non-racial/ethnic anger effect. The survey findings also demonstrate that non-racial/ethnic fear increases opposition to immigration among whites that don’t have strong out-group attitudes.", "venue": "", "year": 2016, "referenceCount": 50, "citationCount": 39, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1500602990", "name": "A. Banks"}]}}, {"contexts": ["4 Chen et al. (2012), for example, emulates Xu and Zhu (2010) and takes a list of terms from the website www.noswearing.com."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "bd7fa636a644ef1889c0ce5efe2036ff31cff320", "externalIds": {"MAG": "112207403"}, "url": "https://www.semanticscholar.org/paper/bd7fa636a644ef1889c0ce5efe2036ff31cff320", "title": "Filtering Offensive Language in Online Communities using Grammatical Relations", "abstract": "Offensive language has arisen to be a big issue to the health of both online communities and their users. To the online community, the spread of offensive language undermines its reputation, drives users away, and even directly affects its growth. To users, viewing offensive language brings negative influence to their mental health, especially for children and youth. When offensive language is detected in a user message, a problem arises about how the offensive language should be removed, i.e. the offensive language filtering problem. To solve this problem, manual filtering approach is known to produce the best filtering result. However, manual filtering is costly in time and labor thus can not be widely applied. In this paper, we analyze the offensive language in text messages posted in online communities, and propose a new automatic sentence-level filtering approach that is able to semantically remove the offensive language by utilizing the grammatical relations among words. Comparing with existing automatic filtering approaches, the proposed filtering approach provides filtering results much closer to manual filtering. To demonstrate our work, we created a dataset by manually filtering over 11,000 text comments from the YouTube website. Experiments on this dataset show over 90% agreement in filtered results between the proposed approach and manual filtering approach. Moreover, we show the overhead of applying proposed approach to user comments filtering is reasonable, making it practical to be adopted in real life applications.", "venue": "", "year": 2010, "referenceCount": 13, "citationCount": 51, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2136390658", "name": "Zhi Xu"}, {"authorId": "1712616", "name": "Sencun Zhu"}]}}, {"contexts": ["As Sood et al. (2012) point out, the problem of selecting a list of ‘‘offensive’’ words is challenging, and some previous efforts have used arbitrary external dictionaries.4 To avoid false positives, I used a much shorter list of swear words and slurs.5\nI discarded users whose offensiveness score…"], "isInfluential": false, "intents": ["methodology"], "citedPaper": {"paperId": "be017269ce2a7082275cd6e15ba9d7345af6e081", "externalIds": {"MAG": "2145162117", "DBLP": "conf/chi/SoodAC12", "DOI": "10.1145/2207676.2208610"}, "url": "https://www.semanticscholar.org/paper/be017269ce2a7082275cd6e15ba9d7345af6e081", "title": "Profanity use in online communities", "abstract": "As user-generated Web content increases, the amount of inappropriate and/or objectionable content also grows. Several scholarly communities are addressing how to detect and manage such content: research in computer vision focuses on detection of inappropriate images, natural language processing technology has advanced to recognize insults. However, profanity detection systems remain flawed. Current list-based profanity detection systems have two limitations. First, they are easy to circumvent and easily become stale - that is, they cannot adapt to misspellings, abbreviations, and the fast pace of profane slang evolution. Secondly, they offer a one-size fits all solution; they typically do not accommodate domain, community and context specific needs. However, social settings have their own normative behaviors - what is deemed acceptable in one community may not be in another. In this paper, through analysis of comments from a social news site, we provide evidence that current systems are performing poorly and evaluate the cases on which they fail. We then address community differences regarding creation/tolerance of profanity and suggest a shift to more contextually nuanced profanity detection systems.", "venue": "CHI", "year": 2012, "referenceCount": 34, "citationCount": 91, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3080364", "name": "S. Sood"}, {"authorId": "2670187", "name": "J. Antin"}, {"authorId": "1801572", "name": "E. Churchill"}]}}, {"contexts": ["More closely related to the current context, a study by Harrison and Michelson\n(2012) about eliciting donations to an LGTBQ organization finds that callers who self-identify as LGTBQ in an effort to personalize the issue are less effective than those who do not, and they believe that this is caused…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c7dbde10cb5d58ced4f762fc08aac2cb3c096290", "externalIds": {"MAG": "2133003140", "DOI": "10.1007/S11109-011-9169-6"}, "url": "https://www.semanticscholar.org/paper/c7dbde10cb5d58ced4f762fc08aac2cb3c096290", "title": "Not That There’s Anything Wrong with That: The Effect of Personalized Appeals on Marriage Equality Campaigns", "abstract": "An increasingly predominant strategy used by organizations seeking to increase support for gay marriage is to personalize the issue by focusing on individuals in the LGBT community. However, competing theoretical traditions (e.g., Allport’s contact theory, group threat, implicit bias) raise questions about whether this strategy has the desired effect. This paper presents results from an original field experiment conducted in coordination with a marriage equality organization. Callers who self-identified as a member of the LGBT community were less effective in soliciting donations compared to callers who did not self-identify, suggesting that personalization has a negative effect on persuasion efforts. The findings cut against the grain of the Allport (The nature of prejudice, 1954) hypothesis and have important implications for social advocacy organizations in terms of rhetorical and message strategy.", "venue": "", "year": 2012, "referenceCount": 46, "citationCount": 15, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "118897654", "name": "B. Harrison"}, {"authorId": "73411441", "name": "Melissa R. Michelson"}]}}, {"contexts": ["that the subject makes isolating causation difficult (Binder et al. 2009).", "A comprehensive review finds only mild support for the contact hypothesis (Pettigrew and Tropp 2006), and others note that the subject makes isolating causation difficult (Binder et al. 2009)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d795d22e6f117cb9a2d3cd20682667970cad7096", "externalIds": {"MAG": "2013467895", "DOI": "10.1037/a0013470", "PubMed": "19309206"}, "url": "https://www.semanticscholar.org/paper/d795d22e6f117cb9a2d3cd20682667970cad7096", "title": "Does contact reduce prejudice or does prejudice reduce contact? A longitudinal test of the contact hypothesis among majority and minority groups in three European countries.", "abstract": "A widely researched panacea for reducing intergroup prejudice is the contact hypothesis. However, few longitudinal studies can shed light on the direction of causal processes: from contact to prejudice reduction (contact effects) or from prejudice to contact reduction (prejudice effects). The authors conducted a longitudinal field survey in Germany, Belgium, and England with school students. The sample comprised members of both ethnic minorities (n = 512) and ethnic majorities (n = 1,143). Path analyses yielded both lagged contact effects and prejudice effects: Contact reduced prejudice, but prejudice also reduced contact. Furthermore, contact effects were negligible for minority members. These effects were obtained for 2 indicators of prejudice: negative intergroup emotions and desire for social distance. For both majority and minority members, contact effects on negative emotions were stronger when outgroup contacts were perceived as being typical of their group. Contact effects were also mediated by intergroup anxiety. This mediating mechanism was impaired for minority members because of a weakened effect of anxiety on desire for social distance. Theoretical and practical implications of these findings are discussed.", "venue": "Journal of personality and social psychology", "year": 2009, "referenceCount": 83, "citationCount": 596, "influentialCitationCount": 54, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "144359462", "name": "Jens F. Binder"}, {"authorId": "49985137", "name": "Hanna Zagefka"}, {"authorId": "120332272", "name": "Rupert Brown"}, {"authorId": "38788207", "name": "F. Funke"}, {"authorId": "47744523", "name": "T. Kessler"}, {"authorId": "3727640", "name": "A. Mummendey"}, {"authorId": "113356391", "name": "Annemie Maquil"}, {"authorId": "5639312", "name": "Stéphanie Demoulin"}, {"authorId": "114491351", "name": "J. Leyens"}]}}, {"contexts": ["Two exceptions to the former problem are Stangor et al. (2001), who show that providing consensus information about ingroup norms of prejudiced attitudes can affect survey responses a week later; and Zitek and Hebl (2007), who find that social pressure is more effective at changing prejudiced…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d813fd1c5cf178af819e50f7b5e1e09ce7a7d523", "externalIds": {"MAG": "2027547740", "DOI": "10.1177/0146167201274009"}, "url": "https://www.semanticscholar.org/paper/d813fd1c5cf178af819e50f7b5e1e09ce7a7d523", "title": "Changing Racial Beliefs by Providing Consensus Information", "abstract": "In two experiments, the authors found that providing feedback to European American participants that others held different beliefs about African Americans than they originally estimated significantly changed the beliefs that they held about that group. The observed changes were stronger for people who were exposed to information about the opinions of ingroup rather than outgroup members and persisted when measured in an unrelated experimental session held 1 week later. The authors also found in a third experiment that providing information that others agreed with the individual’s own racial stereotypes bolstered them such that they were more resistant to subsequent change attempts. Taken together, the results suggest that learning about the racial beliefs of others has the potential to either produce or inhibit stereotype change.", "venue": "", "year": 2001, "referenceCount": 67, "citationCount": 318, "influentialCitationCount": 13, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "5993163", "name": "C. Stangor"}, {"authorId": "4105845", "name": "G. B. Sechrist"}, {"authorId": "3475001", "name": "J. Jost"}]}}, {"contexts": ["A comprehensive review finds only mild support for the contact hypothesis (Pettigrew and Tropp 2006), and others note", "A comprehensive review finds only mild support for the contact hypothesis (Pettigrew and Tropp 2006), and others note that the subject makes isolating causation difficult (Binder et al. 2009)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "d90e1393338d0cd7fb87c916970cf4428e2a829d", "externalIds": {"MAG": "2057659248", "DOI": "10.1037/0022-3514.90.5.751", "PubMed": "16737372"}, "url": "https://www.semanticscholar.org/paper/d90e1393338d0cd7fb87c916970cf4428e2a829d", "title": "A meta-analytic test of intergroup contact theory.", "abstract": "The present article presents a meta-analytic test of intergroup contact theory. With 713 independent samples from 515 studies, the meta-analysis finds that intergroup contact typically reduces intergroup prejudice. Multiple tests indicate that this finding appears not to result from either participant selection or publication biases, and the more rigorous studies yield larger mean effects. These contact effects typically generalize to the entire outgroup, and they emerge across a broad range of outgroup targets and contact settings. Similar patterns also emerge for samples with racial or ethnic targets and samples with other targets. This result suggests that contact theory, devised originally for racial and ethnic encounters, can be extended to other groups. A global indicator of Allport's optimal contact conditions demonstrates that contact under these conditions typically leads to even greater reduction in prejudice. Closer examination demonstrates that these conditions are best conceptualized as an interrelated bundle rather than as independent factors. Further, the meta-analytic findings indicate that these conditions are not essential for prejudice reduction. Hence, future work should focus on negative factors that prevent intergroup contact from diminishing prejudice as well as the development of a more comprehensive theory of intergroup contact.", "venue": "Journal of personality and social psychology", "year": 2006, "referenceCount": 202, "citationCount": 5965, "influentialCitationCount": 381, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "31719705", "name": "T. Pettigrew"}, {"authorId": "4642216", "name": "Linda R. Tropp"}]}}, {"contexts": ["Beginning with Allport (1954)’s influential work on prejudice, the subject has been well-studied in psychology."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "e2d78523d97dca5910140400c1ccea1c8315e2a5", "externalIds": {"MAG": "197546131", "DOI": "10.2307/j.ctv18zhdgz.5", "PubMed": "21260825"}, "url": "https://www.semanticscholar.org/paper/e2d78523d97dca5910140400c1ccea1c8315e2a5", "title": "On the nature of prejudice.", "abstract": null, "venue": "The Eugenics review", "year": 1961, "referenceCount": 0, "citationCount": 7242, "influentialCitationCount": 1057, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Computer Science"], "authors": [{"authorId": "67165222", "name": "J. Tudorhart"}]}}, {"contexts": ["There is a large and growing literature on the automatic detection of online harassment (Yin et al. 2009; Chen et al. 2012)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "eb1c1f28b7615eee5530a7b9f1b3d36f6c7eb53c", "externalIds": {"MAG": "2119769989"}, "url": "https://www.semanticscholar.org/paper/eb1c1f28b7615eee5530a7b9f1b3d36f6c7eb53c", "title": "Detection of Harassment on Web 2.0", "abstract": "Web 2.0 has led to the development and evolution of web-based communities and applications. These communities provide places for information sharing and collaboration. They also open t he door for inappropriate online activities, such as harassment, i n which some users post messages in a virtual community that are intention- ally offensive to other members of the community. It is a new and challenging task to detect online harassment; currently fe w systems attempt to solve this problem. In this paper, we use a supervised learning approach for dete ct- ing harassment. Our technique employs content features, sentiment features, and contextual features of documents. The experi mental results described herein show that our method achieves significant improvements over several baselines, including Term Frequency- Inverse Document Frequency (TFIDF) approaches. Identifica tion of online harassment is feasible when TFIDF is supplemented with sentiment and contextual feature attributes.", "venue": "", "year": 2009, "referenceCount": 15, "citationCount": 311, "influentialCitationCount": 24, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "50559722", "name": "Dawei Yin"}, {"authorId": "2052285570", "name": "Zhenzhen Xue"}, {"authorId": "33888728", "name": "L. Hong"}, {"authorId": "1800527", "name": "Brian D. Davison"}, {"authorId": "38000101", "name": "Lynne Edwards"}]}}, {"contexts": ["This mechanism is best explained by the SIDE, in which the depressed sense of one’s personal identity is supplanted by an increased sense of one’s social identity (Reicher et al. 1995; Lea and Spears 1991)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "ed9afb53a6700c0107d276447ff90d0dda561f10", "externalIds": {"MAG": "2897643610"}, "url": "https://www.semanticscholar.org/paper/ed9afb53a6700c0107d276447ff90d0dda561f10", "title": "COMPUTER-MEDIATED COMMUNICATION, DEINDIVIDUATION AND GROUP DECISION-MAKING", "abstract": null, "venue": "", "year": 1991, "referenceCount": 0, "citationCount": 277, "influentialCitationCount": 18, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152522493", "name": "M. Lea"}, {"authorId": "3344123", "name": "R. Spears"}]}}, {"contexts": ["Studies of computer mediated communication (CMC) have some insight as to why: CMC tends to result in less success in applying normative pressure (Kiesler et al. 1984; Walther 1996; Bordia 1997)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "f02d8f23726ca14e35cef3916054736ae6c6385e", "externalIds": {"MAG": "2001679923", "DOI": "10.1177/002194369703400106"}, "url": "https://www.semanticscholar.org/paper/f02d8f23726ca14e35cef3916054736ae6c6385e", "title": "Face-to-Face Versus Computer-Mediated Communication: A Synthesis of the Experimental Literature", "abstract": "This paper synthesizes the findings of published experimental studies (n = 18) that compared face-to-face (FTF) and computer-mediated communication (CMC). The literature is pulled together by way of ten propositions, each pre sented with the supporting evidence. In general, discussions on CMC take longer, produce more ideas, and have greater equality of participation. There is reduced normative pressure and poorer comprehension of the discussion in CMC. Findings regarding quality of performance, uninhibited behavior, choice shift, attitude change, and evaluation of communication partner are not defini tive. Factors limiting the internal and external validity of these studies are also discussed.", "venue": "", "year": 1997, "referenceCount": 60, "citationCount": 462, "influentialCitationCount": 55, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "4954428", "name": "P. Bordia"}]}}, {"contexts": ["…can be reduced (in the short term) by priming less prejudiced social identities; by increasing individual salience vis-a-vis group membership; and by using a confederate to challenge people’s understanding of group norms (Plant and Devine 1998; Dovidio and Gaertner 1999; Blanchard et al. 1994).", "Prejudiced attitudes can be reduced (in the short term) by priming less prejudiced social identities; by increasing individual salience vis-a-vis group membership; and by using a confederate to challenge people’s understanding of group norms (Plant and Devine 1998; Dovidio and Gaertner 1999; Blanchard et al. 1994)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "f16998efc107a99c9c7c642978453fbf090aaaa3", "externalIds": {"DOI": "10.1037//0021-9010.79.6.993"}, "url": "https://www.semanticscholar.org/paper/f16998efc107a99c9c7c642978453fbf090aaaa3", "title": "Condemning and condoning racism : a social context approach to interracial settings", "abstract": "Campus racial harassment provided the context for an experiment, replicated over 3 different campus samples, regarding the effects of social influence on Whites' reactions to racism. Hearing someone condemn racism led Ss to express significantly stronger antiracist opinions than occured following exposure to a no-influence control condition. Furthermore, hearing someone condone racism led Ss to adopt significantly less strong antiracist positions that when no other opinions were introduced. The robust social influence effects were obtained regardless of whether the source was White or Black or whether Ss responded publicly or privately. A social context approach to interracial settings is discussed", "venue": "", "year": 1994, "referenceCount": 0, "citationCount": 110, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "98587670", "name": "F. A. Blanchard"}, {"authorId": "8561949", "name": "C. Crandall"}, {"authorId": "49567176", "name": "J. Brigham"}, {"authorId": "40359662", "name": "L. Vaughn"}]}}, {"contexts": ["Increased belief in racial stereotypes decreased Barack Obama’s vote total (Piston 2010; Kam and Kinder 2012)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "f43d40e838a692ecb3edf13f9c1aafa5e8037009", "externalIds": {"MAG": "2146034972", "DOI": "10.1007/S11109-010-9108-Y"}, "url": "https://www.semanticscholar.org/paper/f43d40e838a692ecb3edf13f9c1aafa5e8037009", "title": "How Explicit Racial Prejudice Hurt Obama in the 2008 Election", "abstract": "Some commentators claim that white Americans put prejudice behind them when evaluating presidential candidates in 2008. Previous research examining whether white racism hurts black candidates has yielded mixed results. Fortunately, the presidential candidacy of Barack Obama provides an opportunity to examine more rigorously whether prejudice disadvantages black candidates. I also make use of an innovation in the measurement of racial stereotypes in the 2008 American National Election Studies survey, which yields higher levels of reporting of racial stereotypes among white respondents. I find that negative stereotypes about blacks significantly eroded white support for Barack Obama. Further, racial stereotypes do not predict support for previous Democratic presidential candidates or current prominent Democrats, indicating that white voters punished Obama for his race rather than his party affiliation. Finally, prejudice had a particularly large impact on the voting decisions of Independents and a substantial impact on Democrats but very little influence on Republicans.", "venue": "", "year": 2010, "referenceCount": 69, "citationCount": 246, "influentialCitationCount": 6, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "12308240", "name": "Spencer Piston"}]}}, {"contexts": ["This mechanism is best explained by the SIDE, in which the depressed sense of one’s personal identity is supplanted by an increased sense of one’s social identity (Reicher et al. 1995; Lea and Spears 1991)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "f9b95729e84ae2de9a7877dcbf6c861e2576693d", "externalIds": {"MAG": "2087391290", "DOI": "10.1080/14792779443000049"}, "url": "https://www.semanticscholar.org/paper/f9b95729e84ae2de9a7877dcbf6c861e2576693d", "title": "A Social Identity Model of Deindividuation Phenomena", "abstract": "This chapter challenges traditional models of deindividuation. These are based on the assumption that such factors as immersion in a group and anonymity lead to a loss of selfhood and hence of control over behaviour. We argue that such models depend upon an individualistic conception of the self, viewed as a unitary construct referring to that which makes individuals unique. This is rejected in favour of the idea that self can be defined at various different levels including the categorical self as well as the personal self. Hence a social identity model of deindividuation (SIDE) is outlined. Evidence is presented to show that deindividuation manipulations gain effect, firstly, through the ways in which they affect the salience of social identity (and hence conformity to categorical norms) and, secondly, through their effects upon strategic considerations relating to the expression of social identities. We conclude that the classic deindividuation paradigm of anonymity within a social group, far from lead...", "venue": "", "year": 1995, "referenceCount": 81, "citationCount": 916, "influentialCitationCount": 60, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "6078899", "name": "S. Reicher"}, {"authorId": "3344123", "name": "R. Spears"}, {"authorId": "2827532", "name": "T. Postmes"}]}}, {"contexts": ["There is a sizable body of research that indicates that attempts to reduce prejudiced behavior are more effective when made by members of the ingroup (Rasinski and Czopp 2010; Gulker et al. 2013).", "I varied the race of the bots in order to test the findings in Rasinski and Czopp (2010) and Gulker et al. (2013) that in-group sanctioning is more effective than out-group sanctioning: in this case, that the effect of a tweet from a white Twitter user would be greater than one from a black Twitter…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "fcd021708547fefa88455cc28aacfc4a2328de62", "externalIds": {"MAG": "1996818252", "DOI": "10.1080/01973530903539754"}, "url": "https://www.semanticscholar.org/paper/fcd021708547fefa88455cc28aacfc4a2328de62", "title": "The Effect of Target Status on Witnesses' Reactions to Confrontations of Bias", "abstract": "Although interpersonal confrontations can be effective in reducing expressions of bias (Czopp, Monteith, & Mark, 2006), target group members (e.g., Blacks) may be less effective in their confrontations than nontargets (e.g., Whites) because they are perceived as complainers (e.g., Czopp & Monteith, 2003). This study extends previous research beyond the confrontation dyad and examines evaluations of third parties who witness a biased response and its confrontation by a target or nontarget. In addition, to determine the absolute (rather than relative) effectiveness of target versus nontarget confrontations, this study included a no-confrontation control condition. White participants watched a video debate between two students in which a White speaker expressed negative race-related comments and was either confronted or not by a White or Black speaker. The nontarget's confrontation was rated as more persuasive and increased perceptions of the White speaker's level of bias, whereas the target's confrontation was rated as rude and increased participants' agreement with the initial biased response.", "venue": "", "year": 2010, "referenceCount": 31, "citationCount": 115, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "4051381", "name": "Heather M. Rasinski"}, {"authorId": "4004426", "name": "A. M. Czopp"}]}}, {"contexts": ["There is a large and growing literature on the automatic detection of online harassment (Yin et al. 2009; Chen et al. 2012).", "4 Chen et al. (2012), for example, emulates Xu and Zhu (2010) and takes a list of terms from the website www.noswearing.com."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "fd7ad6a98c77ab5a9a0e01bd41094c9c39874b78", "externalIds": {"DBLP": "conf/socialcom/ChenZZX12", "MAG": "2160685721", "DOI": "10.1109/SocialCom-PASSAT.2012.55"}, "url": "https://www.semanticscholar.org/paper/fd7ad6a98c77ab5a9a0e01bd41094c9c39874b78", "title": "Detecting Offensive Language in Social Media to Protect Adolescent Online Safety", "abstract": "Since the textual contents on online social media are highly unstructured, informal, and often misspelled, existing research on message-level offensive language detection cannot accurately detect offensive content. Meanwhile, user-level offensiveness detection seems a more feasible approach but it is an under researched area. To bridge this gap, we propose the Lexical Syntactic Feature (LSF) architecture to detect offensive content and identify potential offensive users in social media. We distinguish the contribution of pejoratives/profanities and obscenities in determining offensive content, and introduce hand-authoring syntactic rules in identifying name-calling harassments. In particular, we incorporate a user's writing style, structure and specific cyber bullying content as features to predict the user's potentiality to send out offensive content. Results from experiments showed that our LSF framework performed significantly better than existing methods in offensive content detection. It achieves precision of 98.24% and recall of 94.34% in sentence offensive detection, as well as precision of 77.9% and recall of 77.8% in user offensive detection. Meanwhile, the processing speed of LSF is approximately 10msec per sentence, suggesting the potential for effective deployment in social media.", "venue": "2012 International Conference on Privacy, Security, Risk and Trust and 2012 International Confernece on Social Computing", "year": 2012, "referenceCount": 33, "citationCount": 438, "influentialCitationCount": 44, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "47558464", "name": "Ying Chen"}, {"authorId": "2110339183", "name": "Yilu Zhou"}, {"authorId": "1712616", "name": "Sencun Zhu"}, {"authorId": "46485370", "name": "Heng Xu"}]}}, {"contexts": ["2013), systematically de-mobilizing the populations who tend to be victimized (Hinduja and Patchin 2007).", "They are likely to become more anxious for their safety, more fearful of crime and less likely to express themselves publicly (Henson et al. 2013), systematically de-mobilizing the populations who tend to be victimized (Hinduja and Patchin 2007)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Offline consequences of online victimization: School violence and delinquency", "abstract": null, "venue": "Journal of School Violence,", "year": 2007, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "S. Hinduja"}, {"authorId": null, "name": "J. W. Patchin"}]}}, {"contexts": ["This mechanism is best explained by the SIDE, in which the depressed sense of one’s personal identity is supplanted by an increased sense of one’s social identity (Reicher et al. 1995; Lea and Spears 1991)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Computer-mediated communication, de-individuation and group decisionmaking", "abstract": null, "venue": "International Journal of Man-Machine Studies,", "year": 1991, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M. Lea"}, {"authorId": null, "name": "R. Spears"}]}}, {"contexts": ["Studies of computer mediated communication (CMC) have some insight as to why: CMC tends to result in less success in applying normative pressure (Kiesler et al. 1984; Walther 1996; Bordia 1997)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Computer-mediated communication impersonal, interpersonal, and hyperpersonal interaction", "abstract": null, "venue": "Communication Research,", "year": 1996, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J. B. Walther"}]}}, {"contexts": ["…my personal information to a group of people with a demonstrated propensity for online harassment.\nvaried that quantity to test the finding in Shepherd and Paluck (2015) and Paluck et al. (2016) that sanctioning by high-status individuals is more effective than that by low-status individuals.", "Paluck et al. (2016) find this to be the case when the high status individuals are ‘‘social referents’’ (who other students look to) in a high school, and Shepherd and Paluck (2015) call highly-connected male high schoolers ‘‘high status’’."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Stopping the drama gendered influence in a network field experiment", "abstract": null, "venue": "Social Psychology Quarterly,", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "H. Shepherd"}, {"authorId": null, "name": "E. L. Paluck"}]}}, {"contexts": ["When generating the bots, I chose handles that consisted of first and last names that were identifiably male and white or black, following Bertrand and Mullainathan (2003)."], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Are Emily and Greg more employable than Lakisha and Jamal? A field experiment on labor market discrimination", "abstract": null, "venue": "", "year": 2003, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "M. Bertrand"}, {"authorId": null, "name": "S. Mullainathan"}]}}, {"contexts": ["Racism, which is a necessary component of the racist harassment studied here, is a form of prejudice, which Dovidio and Gaertner (1999) define as an ‘‘unfair negative attitude toward a social group or a member of that group’’, and Crandall et al. (2002) define as ‘‘a negative evaluation of a group…", "…can be reduced (in the short term) by priming less prejudiced social identities; by increasing individual salience vis-a-vis group membership; and by using a confederate to challenge people’s understanding of group norms (Plant and Devine 1998; Dovidio and Gaertner 1999; Blanchard et al. 1994).", "Prejudiced attitudes can be reduced (in the short term) by priming less prejudiced social identities; by increasing individual salience vis-a-vis group membership; and by using a confederate to challenge people’s understanding of group norms (Plant and Devine 1998; Dovidio and Gaertner 1999; Blanchard et al. 1994)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Reducing prejudice combating intergroup biases", "abstract": null, "venue": "Current Directions in Psychological Science,", "year": 1999, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J. F. Dovidio"}, {"authorId": null, "name": "S. L. Gaertner"}]}}]}