{"offset": 0, "next": 100, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d49664825b99f498a3cf8801489dde227c8a29ac", "externalIds": {"MAG": "3193590674", "DOI": "10.1016/J.CHB.2021.106972"}, "url": "https://www.semanticscholar.org/paper/d49664825b99f498a3cf8801489dde227c8a29ac", "title": "Personal attacks decrease user activity in social networking platforms", "abstract": "Abstract We conduct a large scale data-driven analysis of the effects of online personal attacks on social media user activity. First, we perform a thorough overview of the literature on the influence of social media on user behavior, especially on the impact that negative and aggressive behaviors, such as harassment and cyberbullying, have on users' engagement in online media platforms. The majority of previous research were small-scale self-reported studies, which is their limitation. This motivates our data-driven study. We perform a large-scale analysis of messages from Reddit, a discussion website, for a period of two weeks, involving 182,528 posts or comments to posts by 148,317 users. To efficiently collect and analyze the data we apply a high-precision personal attack detection technology. We analyze the obtained data from three perspectives: (i) classical statistical methods, (ii) Bayesian estimation, and (iii) model-theoretic analysis. The three perspectives agree: personal attacks decrease the victims’ activity. The results can be interpreted as an important signal to social media platforms and policy makers that leaving personal attacks unmoderated is quite likely to disengage the users and in effect depopulate the platform. On the other hand, application of cyberviolence detection technology in combination with various mitigation techniques could improve and strengthen the user community. As more of our lives is taking place online, keeping the virtual space inclusive for all users becomes an important problem which online media platforms need to face.", "venue": "", "year": 2022, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2492041", "name": "R. Urbaniak"}, {"authorId": "1731034", "name": "M. Ptaszynski"}, {"authorId": "2047093629", "name": "Patrycja Tempska"}, {"authorId": "51209630", "name": "Gniewosz Leliwa"}, {"authorId": "2132200147", "name": "Maciej Brochocki"}, {"authorId": "48315788", "name": "Michal Wroczynski"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1483a13ab472ead58a8e8cbaa8e2b378132f331a", "externalIds": {"MAG": "3186305906", "DOI": "10.1007/978-981-16-2609-8_11"}, "url": "https://www.semanticscholar.org/paper/1483a13ab472ead58a8e8cbaa8e2b378132f331a", "title": "Exploring the Controlled Experiment by Social Bots", "abstract": null, "venue": "Graph Data Mining", "year": 2021, "referenceCount": 43, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144595918", "name": "Y. Min"}, {"authorId": "2128830708", "name": "Yuying Zhou"}, {"authorId": null, "name": "Tingjun Jiang"}, {"authorId": null, "name": "Ye Wu"}]}}, {"isInfluential": false, "contexts": ["Effectiveness of Counterspeech: There is a significant research interest in understanding the effectiveness of counterspeech to fight hatred and deescalate the conversation as evidenced by a growing number of recent studies (Schieb and Preuss, 2016; Munger, 2017; Mathew et al., 2018).", "bound arguments and broader perspectives to mitigate hate speech and fostering a more harmonious conversation in social platforms (Schieb and Preuss, 2016; Munger, 2017; Mathew et al., 2018; Shin and Kim, 2018)."], "intents": ["background"], "citingPaper": {"paperId": "1c2b4dac511e37333948d0a2686755ea0ed24ce0", "externalIds": {"ArXiv": "2106.01625", "ACL": "2021.findings-acl.12", "DBLP": "journals/corr/abs-2106-01625", "DOI": "10.18653/v1/2021.findings-acl.12"}, "url": "https://www.semanticscholar.org/paper/1c2b4dac511e37333948d0a2686755ea0ed24ce0", "title": "Generate, Prune, Select: A Pipeline for Counterspeech Generation against Online Hate Speech", "abstract": "Warning: this paper contains content that may be offensive or upsetting. Countermeasures to effectively fight the ever increasing hate speech online without blocking freedom of speech is of great social interest. Natural Language Generation (NLG), is uniquely capable of developing scalable solutions. However, off-the-shelf NLG methods are primarily sequence-to-sequence neural models and they are limited in that they generate commonplace, repetitive and safe responses regardless of the hate speech (e.g., “Please refrain from using such language.”) or irrelevant responses, making them ineffective for de-escalating hateful conversations. In this paper, we design a three-module pipeline approach to effectively improve the diversity and relevance. Our proposed pipeline first generates various counterspeech candidates by a generative model to promote diversity, then filters the ungrammatical ones using a BERT model, and finally selects the most relevant counterspeech response using a novel retrievalbased method. Extensive Experiments on three representative datasets demonstrate the efficacy of our approach in generating diverse and relevant counterspeech.", "venue": "FINDINGS", "year": 2021, "referenceCount": 68, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2111092344", "name": "Wanzheng Zhu"}, {"authorId": "145355558", "name": "S. Bhat"}]}}, {"isInfluential": false, "contexts": ["It does not only disrupt meaningful issue-related political discussions, but may also discourage individuals and vulnerable social groups from participating in online debates and voicing their opinion (Munger, 2017).", "For a more realistic environment, future studies should develop mock sites on which participants could flag, dislike, or respond to user comments (similar to Kalch & Naab, 2017; Naab et al., 2016) or, even better, conduct a field experiment (Munger, 2017).", "Thus, ordinary users play a pivotal role in safeguarding the public discourse and reducing the hateful content that circulates online (Munger, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "2c980bac4fab782363a9361c9bc0e3f48f487c59", "externalIds": {"MAG": "3119459809", "DOI": "10.1080/19331681.2020.1871149"}, "url": "https://www.semanticscholar.org/paper/2c980bac4fab782363a9361c9bc0e3f48f487c59", "title": "Do “Good Citizens” fight hate speech online? Effects of solidarity citizenship norms on user responses to hate comments", "abstract": "ABSTRACT In an effort to counter hate speech, media platforms have increasingly come to rely on ordinary users to fight abusive content. However, little is known about the predictors of this type of user engagement, which we refer to as online civic intervention (OCI). This article presents an experimental inquiry (N = 337) into whether solidarity citizenship norms promote OCI. The results show that users who support solidarity citizenship norms tend to have a greater propensity to flag hate comments and to engage in counterspeech. Overall, this indicates that “good citizens” are more inclined to stand up against hate speech online.", "venue": "", "year": 2021, "referenceCount": 53, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2044879970", "name": "Marlene Kunst"}, {"authorId": "1404364915", "name": "Pablo Porten-Cheé"}, {"authorId": "66021363", "name": "Martin Emmer"}, {"authorId": "116847872", "name": "Christiane Eilders"}]}}, {"isInfluential": false, "contexts": ["We also do not address other channels, such as social media, through which people encounter incivility (Munger 2017)."], "intents": ["background"], "citingPaper": {"paperId": "3279939cfac341cd326a6de43ee9ab28c225b794", "externalIds": {"DOI": "10.1017/S0003055420001124"}, "url": "https://www.semanticscholar.org/paper/3279939cfac341cd326a6de43ee9ab28c225b794", "title": "When Unfamiliarity Breeds Contempt: How Partisan Selective Exposure Sustains Oppositional Media Hostility", "abstract": "Partisans hold unfavorable views of media they associate with the other party. They also avoid out-party news sources. We link these developments and argue that partisans assess out-party media based on negative and inaccurate stereotypes. This means cross-cutting exposure that challenges these misperceptions can improve assessments of out-party media. To support this argument, we use survey-linked web browsing data to show that the public has hostile views of out-party news sources they rarely encounter. We conduct three survey experiments that demonstrate cross-cutting exposure to nonpolitical or neutral political stories, forms of news widely available from online partisan sources, reduces oppositional media hostility. This explains how perceptions of rampant bias from out-party media coexist with more modest differences in the online content of major partisan news outlets. More broadly, we illustrate how negative misperceptions can sustain animus towards an out-group when people avoid encounters with them.", "venue": "American Political Science Review", "year": 2021, "referenceCount": 100, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "113161124", "name": "E. Peterson"}, {"authorId": "103677305", "name": "Alifyah Y Kagalwala"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "439cf74adc231780ee1f4ed6c6a8de67556f6fd2", "externalIds": {"PubMedCentral": "8301668", "MAG": "3186357085", "DOI": "10.1371/journal.pone.0255101", "PubMed": "34297743"}, "url": "https://www.semanticscholar.org/paper/439cf74adc231780ee1f4ed6c6a8de67556f6fd2", "title": "Three clusters of content-audience associations in expression of racial prejudice while consuming online television news", "abstract": "It is well investigated that the expression of racial prejudice is often induced by news coverage on the internet, and the exposure to media contributes to the cultivation of long-term prejudice. However, there is a lack of information regarding the immediate effects of news delivered through television or television-like media on the expression of racial prejudice. This study provides a framework for understanding such effects by focusing on content-audience associations using the logs of an “online television” service, which provides television-like content and user experiences. With these logs, we found an association between the news-watching and comment-posting behaviors. Consequently, logs relevant to two distinct forms of racism, modern and old-fashioned racism, were extracted. Using mathematical modeling, which considers the different levels of program inducements to racist expression, personal inclinations of audiences to racism, and certainty of prediction of audience behaviors, we found three associative patterns between the news programs and audiences. The relevance of the topics covered to the basic beliefs of each form of racism was characterized into three clusters: expression as a reaction to news that is directly relevant to the basic beliefs of racism with weak inducements by non-bigots, minority abuse by distorting the meanings of news content indirectly relevant to the beliefs but with strong inducements by audiences with a strong bias, and racial toxic opinions independent of the news content by clear bigots. Our findings provide implications for inhibiting the expression of online prejudice based on the characteristics of these patterns.", "venue": "PloS one", "year": 2021, "referenceCount": 84, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "51287216", "name": "Masanori Takano"}, {"authorId": "6070032", "name": "F. Taka"}, {"authorId": "2857520", "name": "S. Morishita"}, {"authorId": "116586615", "name": "Tomosato Nishi"}, {"authorId": null, "name": "Yuki Ogawa"}]}}, {"isInfluential": false, "contexts": [", 2016a,b), evaluating their efficacy (Schieb and Preuss, 2016; Silverman et al., 2016; Ernst et al., 2017; Munger, 2017), and analyzing counter speaker accounts characteristics (Mathew et al."], "intents": ["background"], "citingPaper": {"paperId": "473b70bb3c531b2d740fa6d652956e2733b53243", "externalIds": {"ArXiv": "2106.11783", "DBLP": "journals/corr/abs-2106-11783", "ACL": "2021.findings-acl.79", "DOI": "10.18653/v1/2021.findings-acl.79"}, "url": "https://www.semanticscholar.org/paper/473b70bb3c531b2d740fa6d652956e2733b53243", "title": "Towards Knowledge-Grounded Counter Narrative Generation for Hate Speech", "abstract": "Tackling online hatred using informed textual responses – called counter narratives – has been brought under the spotlight recently. Accordingly, a research line has emerged to automatically generate counter narratives in order to facilitate the direct intervention in the hate discussion and to prevent hate content from further spreading. Still, current neural approaches tend to produce generic/repetitive responses and lack grounded and up-to-date evidence such as facts, statistics, or examples. Moreover, these models can create plausible but not necessarily true arguments. In this paper we present the first complete knowledgebound counter narrative generation pipeline, grounded in an external knowledge repository that can provide more informative content to fight online hatred. Together with our approach, we present a series of experiments that show its feasibility to produce suitable and informative counter narratives in in-domain and cross-domain settings.", "venue": "FINDINGS", "year": 2021, "referenceCount": 57, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3365740", "name": "Yi-Ling Chung"}, {"authorId": "2034636", "name": "Serra Sinem Tekiroglu"}, {"authorId": "1912357", "name": "Marco Guerini"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4ead7e5494296ff1adbc17b9397589eea8201149", "externalIds": {"MAG": "3161656898", "DOI": "10.1080/17512786.2021.1927804"}, "url": "https://www.semanticscholar.org/paper/4ead7e5494296ff1adbc17b9397589eea8201149", "title": "Share or not? Effects of Stereotypes on Social Media Engagement Using the Stereotype Content Model", "abstract": "From a reader-experience and reader-engagement perspective, drawing upon stereotype content model and news engagement research, this study examined the impact of the stereotypes that the news chara...", "venue": "", "year": 2021, "referenceCount": 92, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": null, "name": "Yu Tian"}, {"authorId": "2130058481", "name": "Jeongwon Yang"}, {"authorId": "2121072539", "name": "Ploypin Chuenterawong"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "55086fde8880f2e65b8617a2b02f085ae5133e2f", "externalIds": {"MAG": "3125276739", "DOI": "10.1002/CL2.1133"}, "url": "https://www.semanticscholar.org/paper/55086fde8880f2e65b8617a2b02f085ae5133e2f", "title": "PROTOCOL: Online interventions for reducing hate speech and cyberhate: A systematic review", "abstract": null, "venue": "", "year": 2021, "referenceCount": 45, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "101702350", "name": "Steven Windisch"}, {"authorId": "118532648", "name": "Susann Wiedlitzka"}, {"authorId": "81071203", "name": "Ajima Olaghere"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "55a25fae4f8b4f77f887ae6ea1bb22ac251e43a9", "externalIds": {"DOI": "10.1017/S0043887120000295"}, "url": "https://www.semanticscholar.org/paper/55a25fae4f8b4f77f887ae6ea1bb22ac251e43a9", "title": "Tweeting Beyond Tahrir", "abstract": "abstract Do online social networks affect political tolerance in the highly polarized climate of postcoup Egypt? Taking advantage of the real-time networked structure of Twitter data, the authors find that not only is greater network diversity associated with lower levels of intolerance, but also that longer exposure to a diverse network is linked to less expression of intolerance over time. The authors find that this relationship persists in both elite and non-elite diverse networks. Exploring the mechanisms by which network diversity might affect tolerance, the authors offer suggestive evidence that social norms in online networks may shape individuals’ propensity to publicly express intolerant attitudes. The findings contribute to the political tolerance literature and enrich the ongoing debate over the relationship between online echo chambers and political attitudes and behavior by providing new insights from a repressive authoritarian context.", "venue": "World Politics", "year": 2021, "referenceCount": 84, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "145641729", "name": "A. Siegel"}, {"authorId": "37978142", "name": "Jonathan Nagler"}, {"authorId": "144402510", "name": "Richard Bonneau"}, {"authorId": "1903670", "name": "Joshua A. Tucker"}]}}, {"isInfluential": false, "contexts": ["” Responding to problematic tweets, as we do here, has been used previously to investigate ways to reduce racist behavior [60].", ", race or gender) of the corrector, as prior evidence has found evidence of identity relevance in the context of correction and misinformation [60, 61]."], "intents": ["background"], "citingPaper": {"paperId": "5ae312a92eac01c3d4e83ee6900d5a3d1953637e", "externalIds": {"DBLP": "conf/chi/MoslehMER21", "DOI": "10.1145/3411764.3445642"}, "url": "https://www.semanticscholar.org/paper/5ae312a92eac01c3d4e83ee6900d5a3d1953637e", "title": "Perverse Downstream Consequences of Debunking: Being Corrected by Another User for Posting False Political News Increases Subsequent Sharing of Low Quality, Partisan, and Toxic Content in a Twitter Field Experiment", "abstract": "A prominent approach to combating online misinformation is to debunk false content. Here we investigate downstream consequences of social corrections on users’ subsequent sharing of other content. Being corrected might make users more attentive to accuracy, thus improving their subsequent sharing. Alternatively, corrections might not improve subsequent sharing - or even backfire - by making users feel defensive, or by shifting their attention away from accuracy (e.g., towards various social factors). We identified N=2,000 users who shared false political news on Twitter, and replied to their false tweets with links to fact-checking websites. We find causal evidence that being corrected decreases the quality, and increases the partisan slant and language toxicity, of the users’ subsequent retweets (but has no significant effect on primary tweets). This suggests that being publicly corrected by another user shifts one's attention away from accuracy - presenting an important challenge for social correction approaches.", "venue": "CHI", "year": 2021, "referenceCount": 85, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "48837352", "name": "M. Mosleh"}, {"authorId": "153085268", "name": "Cameron Martel"}, {"authorId": "1996878", "name": "Dean Eckles"}, {"authorId": "2157480", "name": "David G. Rand"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5ccf93cc59f37d0e598534a6f2cda155fed151c1", "externalIds": {"DOI": "10.1177/14614448211045666"}, "url": "https://www.semanticscholar.org/paper/5ccf93cc59f37d0e598534a6f2cda155fed151c1", "title": "Does the platform matter? Social media and COVID-19 conspiracy theory beliefs in 17 countries", "abstract": "While the role of social media in the spread of conspiracy theories has received much attention, a key deficit in previous research is the lack of distinction between different types of platforms. This study places the role of social media affordances in facilitating the spread of conspiracy beliefs at the center of its enquiry. We examine the relationship between platform use and conspiracy theory beliefs related to the COVID-19 pandemic. Relying on the concept of technological affordances, we theorize that variation across key features make some platforms more fertile places for conspiracy beliefs than others. Using data from a crossnational dataset based on a two-wave online survey conducted in 17 countries before and after the onset of the COVID-19 pandemic, we show that Twitter has a negative effect on conspiracy beliefs—as opposed to all other platforms under examination which are found to have a positive effect.", "venue": "New Media & Society", "year": 2021, "referenceCount": 43, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2145514", "name": "Yannis Theocharis"}, {"authorId": "47454366", "name": "A. Cardenal"}, {"authorId": null, "name": "Soyeon Jin"}, {"authorId": "3467324", "name": "T. Aalberg"}, {"authorId": "52061159", "name": "D. Hopmann"}, {"authorId": "9661698", "name": "J. Strömbäck"}, {"authorId": null, "name": "Laia Castro"}, {"authorId": "8055874", "name": "F. Esser"}, {"authorId": "138631055", "name": "Peter Van Aelst"}, {"authorId": "51913730", "name": "C. D. De Vreese"}, {"authorId": "51898895", "name": "Nicoleta Corbu"}, {"authorId": "1401672879", "name": "Karolina Koc-Michalska"}, {"authorId": "2066062158", "name": "Joerg Matthes"}, {"authorId": "3001623", "name": "Christian Schemer"}, {"authorId": "2389876", "name": "Tamir Sheafer"}, {"authorId": "40946041", "name": "S. Splendore"}, {"authorId": "3351622", "name": "J. Stanyer"}, {"authorId": "83427662", "name": "Agnieszka Stępińska"}, {"authorId": "1868522", "name": "V. Štětka"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "67e33709c497b766fecfbc072236bff74d9efda9", "externalIds": {"MAG": "3158202750", "DOI": "10.1017/S1049096521000093"}, "url": "https://www.semanticscholar.org/paper/67e33709c497b766fecfbc072236bff74d9efda9", "title": "Messengers Matter: Why Advancing Gender Equity Requires Male Allies", "abstract": "impact. Thismust include both women andmen in the discipline. Men, in fact, may have a unique role to play. Our research suggests that some men will avoid hearing messages from women advocating for gender equity. However, these same men are open to that message when it is delivered by a man. For this reason, one of the most important contributions that men can make to advance gender equity is to confront discrimination and champion messages about gender equity with other men. Although this strategy has limitations, we believe it has important practical benefits, especially in areas of the discipline in which women are few in number. Allies are particularly important in the fight against sexism because many factors can make it difficult for targets of discrimination to directly address its effects. In some cases, gender discrimination can happen in rooms without women present. Even when discrimination happens in clear view, its targets must contend with the fact that claims of discrimination often are met with doubt, denigration, and even retaliation (Czopp and Monteith 2003; Dodd et al. 2001; Fitzgerald, Swan, and Fischer 1995; Kaiser and Miller 2001; Rasinski and Czopp 2010). These dynamics provide not only a challenge for rooting out discrimination but also an opportunity for allies. Research in social psychology and political science confirms that those who are not targets of discrimination often can be more successful when addressing it. In laboratory experiments, men who confront gender discrimination were more likely to change their behavior without facing backlash (Dodd et al. 2001). Similarly, Munger (2017) found that high-status whites were most successfully able to reduce racist expressions in online spaces. Both strains of research demonstrate that allies have an ability to confront inequity without facing negative social costs. Furthermore, this work suggests that to oppose prejudice, discrimination, and inequity, we must change social norms around these issues and practices. Even in the absence of overt discrimination, men can be allies in the fight for gender equity. Our research used a choice-based experimental design that allowed respondents to either choose to listen to a woman’s perspective on the #MeToo movement or to avoid that content (Testa et al. forthcoming). Among those who avoided the message, we used a second round of randomization to assess how those who avoided the message from a woman reacted to that same message when provided by a different woman or a man.1 Our results suggest two potential reactions to these messages among the avoiders. When those who would prefer not to hear the message about #MeToo from a woman were forced to hear a message from a woman, there was a backlash effect. The message, when delivered by a woman, provoked a more negative response toward the movement, particularly among male respondents. When these respondents received the same message from a man, however, it made them", "venue": "PS: Political Science & Politics", "year": 2021, "referenceCount": 14, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "120229286", "name": "Tarah Williams"}, {"authorId": "143697420", "name": "Paul F. Testa"}, {"authorId": "120029156", "name": "Kylee Britzman"}, {"authorId": "4557306", "name": "Matthew V. Hibbing"}]}}, {"isInfluential": false, "contexts": ["Counter narratives have been adopted as a direct and effective response to online hatred in several campaigns and on social media platforms including Twitter (Munger, 2017; Wright et al., 2017), Facebook (Schieb and Preuss, 2016), and Youtube (Ernst et al.", "Counter narratives have been adopted as a direct and effective response to online hatred in several campaigns and on social media platforms including Twitter (Munger, 2017; Wright et al., 2017), Facebook (Schieb and Preuss, 2016), and Youtube (Ernst et al., 2017; Mathew et al., 2019)."], "intents": ["background"], "citingPaper": {"paperId": "72021365cdd7898caf6748ac70d273676b1b4a2b", "externalIds": {"DBLP": "journals/corr/abs-2109-13664", "ACL": "2021.argmining-1.12", "ArXiv": "2109.13664"}, "url": "https://www.semanticscholar.org/paper/72021365cdd7898caf6748ac70d273676b1b4a2b", "title": "Multilingual Counter Narrative Type Classification", "abstract": "The growing interest in employing counter narratives for hatred intervention brings with it a focus on dataset creation and automation strategies. In this scenario, learning to recognize counter narrative types from natural text is expected to be useful for applications such as hate speech countering, where operators from non-governmental organizations are supposed to answer to hate with several and diverse arguments that can be mined from online sources. This paper presents the first multilingual work on counter narrative type classification, evaluating SoTA pre-trained language models in monolingual, multilingual and cross-lingual settings. When considering a fine-grained annotation of counter narrative classes, we report strong baseline classification results for the majority of the counter narrative types, especially if we translate every language to English before cross-lingual prediction. This suggests that knowledge about counter narratives can be successfully transferred across languages.", "venue": "ARGMINING", "year": 2021, "referenceCount": 35, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2087250906", "name": "Yi-ling Chung"}, {"authorId": "1912357", "name": "Marco Guerini"}, {"authorId": "3242916", "name": "Rodrigo Agerri"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9487364a78a51819d9c4cfae6bc886077084386c", "externalIds": {"DBLP": "journals/corr/abs-2107-02472", "ArXiv": "2107.02472", "DOI": "10.1016/j.osnem.2021.100150"}, "url": "https://www.semanticscholar.org/paper/9487364a78a51819d9c4cfae6bc886077084386c", "title": "Empowering NGOs in Countering Online Hate Messages", "abstract": "Studies on online hate speech have mostly focused on the automated detection of harmful messages. Little attention has been devoted so far to the development of effective strategies to fight hate speech, in particular through the creation of counter-messages. While existing manual scrutiny and intervention strategies are time-consuming and not scalable, advances in natural language processing have the potential to provide a systematic approach to hatred management. In this paper, we introduce a novel ICT platform that NGO operators can use to monitor and analyze social media data, along with a counter-narrative suggestion tool. Our platform aims at increasing the efficiency and effectiveness of operators’ activities against islamophobia. We test the platform with more than one hundred NGO operators in three countries through qualitative and quantitative evaluation. Results show that NGOs favor the platform solution with the suggestion tool, and that the time required to produce counter-narratives significantly decreases.", "venue": "Online Soc. Networks Media", "year": 2021, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2087250906", "name": "Yi-ling Chung"}, {"authorId": "2034636", "name": "Serra Sinem Tekiroglu"}, {"authorId": "1809243", "name": "Sara Tonelli"}, {"authorId": "1912357", "name": "Marco Guerini"}]}}, {"isInfluential": false, "contexts": ["Another possibility is to remind the user about the need for empathy and rules of the service [17]; however, users who knowingly post hostile content might be completely unaffected by such a prompt.", "Another solution would be to remind the interlocutors about the need for empathy and the rules of the service [17]."], "intents": ["background"], "citingPaper": {"paperId": "a79e6968bb2efa7d056df04835da5898e8e3cd1c", "externalIds": {"DBLP": "conf/pkdd/JaniszewskiLS21", "DOI": "10.1007/978-3-030-86517-7_22"}, "url": "https://www.semanticscholar.org/paper/a79e6968bb2efa7d056df04835da5898e8e3cd1c", "title": "Time Aspect in Making an Actionable Prediction of a Conversation Breakdown", "abstract": "Online harassment is an important problem of modern societies, usually mitigated by the manual work of website moderators, often supported by machine learning tools. The vast majority of previously developed methods enable only retrospective detection of online abuse, e.g., by automatic hate speech detection. Such methods fail to fully protect users as the potential harm related to the abuse has always to be inflicted. The recently proposed proactive approaches that allow detecting derailing online conversations can help the moderators to prevent conversation breakdown. However, they do not predict the time left to the breakdown, which hinders the practical possibility of prioritizing moderators’ works. In this work, we propose a new method based on deep neural networks that both predict the possibility of conversation breakdown and the time left to conversation derailment. We also introduce three specialized loss functions and propose appropriate metrics. The conducted experiments demonstrate that the method, besides providing additional valuable time information, also improves on the standard breakdown classification task with respect to the current state-of-the-art method.", "venue": "ECML/PKDD", "year": 2021, "referenceCount": 31, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "153063358", "name": "P. Janiszewski"}, {"authorId": "11538960", "name": "Mateusz Lango"}, {"authorId": "1710416", "name": "J. Stefanowski"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a80d1e888e6ef17a5606b2d8a9ec8266e2970af8", "externalIds": {"MAG": "3094143515", "DBLP": "journals/imds/CheungWC21", "DOI": "10.1108/imds-08-2020-0509"}, "url": "https://www.semanticscholar.org/paper/a80d1e888e6ef17a5606b2d8a9ec8266e2970af8", "title": "Online disinhibition: conceptualization, measurement, and implications for online deviant behavior", "abstract": "Purpose – Online disinhibition is one of the key factors leading to the occurrence of cyberaggression, cyberbullying, and various forms of deviant behaviors in the online environment. To understand the composition of online disinhibition, this study aims to conceptualize online disinhibition and develop a measurement instrument for online disinhibition. Design/methodology/approach – We followed a rigorous procedure to develop and validate the multidimensional instrument of online disinhibition in three phases: item generation, measurement development, and instrument testing. Findings – We developed a 23-item online disinhibition scale and identified 6 key dimensions: dissociative anonymity, invisibility, asynchronicity, solipsistic introjections, dissociative imagination, and minimization of authority. Practical implications – The online disinhibition instrument is an accessible and easily administered measure that can be used as a checklist for systems designers and administrators to evaluate the level of online disinhibition among users. It offers systems design information on how to prevent and combat online deviant behaviors on platforms. Originality/value – This work provides a rich conceptualization of an online disinhibition instrument that can serve as a springboard for future work to understand online deviant behaviors. The newly developed measurement instrument of online disinhibition also adds to the repository of rigorous research scales in this area.", "venue": "Ind. Manag. Data Syst.", "year": 2020, "referenceCount": 75, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "1787961", "name": "Christy M. K. Cheung"}, {"authorId": "6609088", "name": "R. Y. M. Wong"}, {"authorId": "3022035", "name": "Tommy K. H. Chan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a9398bbd6d94ed1a38d5affd910e49b6131278ea", "externalIds": {"DOI": "10.1177/1527476420982230"}, "url": "https://www.semanticscholar.org/paper/a9398bbd6d94ed1a38d5affd910e49b6131278ea", "title": "Racism, Hate Speech, and Social Media: A Systematic Review and Critique", "abstract": "Departing from Jessie Daniels’s 2013 review of scholarship on race and racism online, this article maps and discusses recent developments in the study of racism and hate speech in the subfield of social media research. Systematically examining 104 articles, we address three research questions: Which geographical contexts, platforms, and methods do researchers engage with in studies of racism and hate speech on social media? To what extent does scholarship draw on critical race perspectives to interrogate how systemic racism is (re)produced on social media? What are the primary methodological and ethical challenges of the field? The article finds a lack of geographical and platform diversity, an absence of researchers’ reflexive dialogue with their object of study, and little engagement with critical race perspectives to unpack racism on social media. There is a need for more thorough interrogations of how user practices and platform politics co-shape contemporary racisms.", "venue": "", "year": 2021, "referenceCount": 146, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1413959830", "name": "Ariadna Matamoros-Fernández"}, {"authorId": "25594353", "name": "J. Farkas"}]}}, {"isInfluential": false, "contexts": ["We note, using computer-mediated avatars to signal social group identity has been used effectively in other causal studies, e.g. Munger (2017).\nsiderations, drawing a causal diagram in which a gender is represented as a single node seems flawed."], "intents": ["methodology"], "citingPaper": {"paperId": "a94f6c1640f7b8a639fd476000e0f507202e411d", "externalIds": {"DBLP": "journals/corr/abs-2109-07542", "ACL": "2021.cinlp-1.2", "ArXiv": "2109.07542"}, "url": "https://www.semanticscholar.org/paper/a94f6c1640f7b8a639fd476000e0f507202e411d", "title": "Text as Causal Mediators: Research Design for Causal Estimates of Differential Treatment of Social Groups via Language Aspects", "abstract": "Using observed language to understand interpersonal interactions is important in high-stakes decision making. We propose a causal research design for observational (non-experimental) data to estimate the natural direct and indirect effects of social group signals (e.g. race or gender) on speakers’ responses with separate aspects of language as causal mediators. We illustrate the promises and challenges of this framework via a theoretical case study of the effect of an advocate’s gender on interruptions from justices during U.S. Supreme Court oral arguments. We also discuss challenges conceptualizing and operationalizing causal variables such as gender and language that comprise of many components, and we articulate technical open challenges such as temporal dependence between language mediators in conversational settings.", "venue": "CINLP", "year": 2021, "referenceCount": 78, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145137850", "name": "Katherine A. Keith"}, {"authorId": "119014463", "name": "Douglas Rice"}, {"authorId": "1401020033", "name": "Brendan O’Connor"}]}}, {"isInfluential": false, "contexts": ["As in the study by Munger (2017), we had to ensure that participants would not become aware that they were interacting with an automated bot to maintain the natural character of online conversations."], "intents": ["background"], "citingPaper": {"paperId": "a9c05e8c868a69634436abc44b4ffa78e7707600", "externalIds": {"DOI": "10.1002/ab.21948", "PubMed": "33469962"}, "url": "https://www.semanticscholar.org/paper/a9c05e8c868a69634436abc44b4ffa78e7707600", "title": "Artificial intelligence against hate: Intervention reducing verbal aggression in the social network environment.", "abstract": "This article presents a quasi-experimental intervention study designed to reduce the level of verbal aggression on a social networking service (Reddit). The interventions were based on three psychological mechanisms: induction of a descriptive norm, induction of a prescriptive norm, and empathy induction. Each intervention was generated using a communicating bot. Participants exposed to these interventions were compared with a control group that received no intervention. The bot-generated normative communications (both the ones priming descriptive and the ones priming prescriptive norms), as well as the empathizing intervention, reduced the proportion of verbal aggression posted by Reddit accounts. All three interventions proved effective in reducing verbal violence when compared with the control condition.", "venue": "Aggressive behavior", "year": 2021, "referenceCount": 35, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "7029973", "name": "M. Bilewicz"}, {"authorId": "2047093629", "name": "Patrycja Tempska"}, {"authorId": "51209630", "name": "Gniewosz Leliwa"}, {"authorId": "2047092440", "name": "Maria Dowgiałło"}, {"authorId": "2047092367", "name": "Michalina Tańska"}, {"authorId": "2492041", "name": "R. Urbaniak"}, {"authorId": "48315788", "name": "Michal Wroczynski"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "acce0da4a9ca4eeac3174fdc16f8372aa426c7ea", "externalIds": {"MAG": "3124726575", "DOI": "10.1038/s41586-021-03344-2", "PubMed": "33731933"}, "url": "https://www.semanticscholar.org/paper/acce0da4a9ca4eeac3174fdc16f8372aa426c7ea", "title": "Shifting attention to accuracy can reduce misinformation online.", "abstract": "In recent years, there has been a great deal of concern about the proliferation of false and misleading news on social media1-4. Academics and practitioners alike have asked why people share such misinformation, and sought solutions to reduce the sharing of misinformation5-7. Here, we attempt to address both of these questions. First, we find that the veracity of headlines has little effect on sharing intentions, despite having a large effect on judgments of accuracy. This dissociation suggests that sharing does not necessarily indicate belief. Nonetheless, most participants say it is important to share only accurate news. To shed light on this apparent contradiction, we carried out four survey experiments and a field experiment on Twitter; the results show that subtly shifting attention to accuracy increases the quality of news that people subsequently share. Together with additional computational analyses, these findings indicate that people often share misinformation because their attention is focused on factors other than accuracy-and therefore they fail to implement a strongly held preference for accurate sharing. Our results challenge the popular claim that people value partisanship over accuracy8,9, and provide evidence for scalable attention-based interventions that social media platforms could easily implement to counter misinformation online.", "venue": "Nature", "year": 2021, "referenceCount": 108, "citationCount": 53, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "2998138", "name": "Gordon Pennycook"}, {"authorId": "4615706", "name": "Ziv Epstein"}, {"authorId": "48837352", "name": "M. Mosleh"}, {"authorId": "9549601", "name": "A. Arechar"}, {"authorId": "1996878", "name": "Dean Eckles"}, {"authorId": "2157480", "name": "David G. Rand"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b8a89faf3a6f4b0c2e409787ce85cafcd747c67b", "externalIds": {"DBLP": "journals/nms/SchoenebeckHN21", "MAG": "3013733707", "DOI": "10.1177/1461444820913122"}, "url": "https://www.semanticscholar.org/paper/b8a89faf3a6f4b0c2e409787ce85cafcd747c67b", "title": "Drawing from justice theories to support targets of online harassment", "abstract": "Most content moderation approaches in the United States rely on criminal justice models that sanction offenders via content removal or user bans. However, these models write the online harassment targets out of the justice-seeking process. Via an online survey with US participants (N = 573), this research draws from justice theories to investigate approaches for supporting targets of online harassment. We uncover preferences for banning offenders, removing content, and apologies, but aversion to mediation and adjusting targets’ audiences. Preferences vary by identities (e.g. transgender participants on average find more exposure to be undesirable; American Indian or Alaska Native participants on average find payment to be unfair) and by social media behaviors (e.g. Instagram users report payment as just and fair). Our results suggest that a one-size-fits-all approach will fail some users while privileging others. We propose a broader theoretical and empirical landscape for supporting online harassment targets.", "venue": "New Media Soc.", "year": 2020, "referenceCount": 91, "citationCount": 18, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "1844852", "name": "S. Schoenebeck"}, {"authorId": "2431050", "name": "Oliver L. Haimson"}, {"authorId": "89364752", "name": "Lisa Nakamura"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "bbca1edb58a4984bc5ae9bad93ad333f6d9d3505", "externalIds": {"DOI": "10.1016/j.tics.2021.02.007", "PubMed": "33736957"}, "url": "https://www.semanticscholar.org/paper/bbca1edb58a4984bc5ae9bad93ad333f6d9d3505", "title": "The Psychology of Fake News", "abstract": "We synthesize a burgeoning literature investigating why people believe and share false or highly misleading news online. Contrary to a common narrative whereby politics drives susceptibility to fake news, people are 'better' at discerning truth from falsehood (despite greater overall belief) when evaluating politically concordant news. Instead, poor truth discernment is associated with lack of careful reasoning and relevant knowledge, and the use of heuristics such as familiarity. Furthermore, there is a substantial disconnect between what people believe and what they share on social media. This dissociation is largely driven by inattention, more so than by purposeful sharing of misinformation. Thus, interventions can successfully nudge social media users to focus more on accuracy. Crowdsourced veracity ratings can also be leveraged to improve social media ranking algorithms.", "venue": "Trends in Cognitive Sciences", "year": 2021, "referenceCount": 159, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "2998138", "name": "Gordon Pennycook"}, {"authorId": "2157480", "name": "David G. Rand"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "cc78bcc25f81d96080b82e661a1f101275a9a6ac", "externalIds": {"MAG": "3193000986", "DOI": "10.1177/14614448211032980"}, "url": "https://www.semanticscholar.org/paper/cc78bcc25f81d96080b82e661a1f101275a9a6ac", "title": "Digital nativism: Twitter, migration discourse and the 2019 election", "abstract": "Given its significance for society’s character, future and identity, migration has dominated media discourse. At present, the ascendance of digital platforms which broaden opportunities to produce, share and access content online has ignited debates about migration’s discursive construction. Often approached as promoting tolerance and inclusivity, social media are also believed to unleash xenophobia and intergroup antagonism. Working with a cross-section of tweets from the 2019 Canadian Federal election, this article asks how was migration framed, which users influenced the flow and substance of discourse and did Twitter diverge from conventional media space? It finds, while chains of citizen-users overwhelmingly employed Twitter to distribute original content, anti-immigration communications and actors were disproportionately featured. Considering these results, this article introduces the concept of digital nativism to clarify how technical affordances, user intentions and wider socio-political conditions intersect to produce emergent patterns of anti-immigration discourse and mobilization that are participatory, interactive and broadly distributed.", "venue": "New Media & Society", "year": 2021, "referenceCount": 68, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": null, "name": "James P Walsh"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d1f43ff45dedc5cb6b021fa458ee0bd4cbb1bdfe", "externalIds": {"ACL": "2021.cinlp-1.6", "DBLP": "journals/corr/abs-2109-08120", "ArXiv": "2109.08120"}, "url": "https://www.semanticscholar.org/paper/d1f43ff45dedc5cb6b021fa458ee0bd4cbb1bdfe", "title": "A Survey of Online Hate Speech through the Causal Lens", "abstract": "The societal issue of digital hostility has previously attracted a lot of attention. The topic counts an ample body of literature, yet remains prominent and challenging as ever due to its subjective nature. We posit that a better understanding of this problem will require the use of causal inference frameworks. This survey summarises the relevant research that revolves around estimations of causal effects related to online hate speech. Initially, we provide an argumentation as to why re-establishing the exploration of hate speech in causal terms is of the essence. Following that, we give an overview of the leading studies classified with respect to the direction of their outcomes, as well as an outline of all related research, and a summary of open research problems that can influence future work on the topic.", "venue": "CINLP", "year": 2021, "referenceCount": 54, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "35739523", "name": "Antigoni-Maria Founta"}, {"authorId": "1702974", "name": "Lucia Specia"}]}}, {"isInfluential": false, "contexts": ["A counter speaker's race or number of followers positively affects changing a hate speaker's opinion (Munger, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "d60b90547d798d3a294cd5838d6d57fa0797880f", "externalIds": {"DBLP": "conf/ecis/LoebbeckeLO21"}, "url": "https://www.semanticscholar.org/paper/d60b90547d798d3a294cd5838d6d57fa0797880f", "title": "Ai for Tackling Hate speech", "abstract": "Online hate speech constitutes a universal IS phenomenon. While past research has started to define, conceptualize, and delineate hate speech, it has barely attempted to propose how IT – in the form of AI applications – can help tackle hate speech on social media platforms. Here, this research-in-progress paper aims to contribute. To this end, we first integrate definitions and concepts to build a detailed understanding of hate speech. Second, we elaborate on the regulatory context and its geographical boundaries for the development of AI systems that tackle hate speech. Third, in a yet to be completed phase of the project, we build and evaluate an AI system to help tackling hate speech in a predefined setting. We close with a summary of the project, its limitations, and expected contribution.", "venue": "ECIS", "year": 2021, "referenceCount": 91, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2004697", "name": "C. Löbbecke"}, {"authorId": "2111951393", "name": "Anh Chi Luong"}, {"authorId": "2112190462", "name": "Astrid Obeng-Antwi"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e0929a0571da41469693fabe27ffe2ec066d226d", "externalIds": {"MAG": "3173265191", "DOI": "10.1007/978-3-658-33255-6_9"}, "url": "https://www.semanticscholar.org/paper/e0929a0571da41469693fabe27ffe2ec066d226d", "title": "Wenn Wahrheit wertlos wird", "abstract": null, "venue": "Politische Bildung für die digitale Öffentlichkeit", "year": 2021, "referenceCount": 56, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2870523", "name": "R. Jaster"}, {"authorId": "2081973518", "name": "David Lanius"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e5f76253923a44ee7ef180231716be62e398af83", "externalIds": {"MAG": "3120025600", "DOI": "10.1177/0894439320985527"}, "url": "https://www.semanticscholar.org/paper/e5f76253923a44ee7ef180231716be62e398af83", "title": "Social Norms and the Dynamics of Online Incivility", "abstract": "Online discussions are performed in the gaze of fellow users. To increase engagement, platforms typically let these users evaluate the comments made by others through rating systems (e.g., via Like...", "venue": "", "year": 2021, "referenceCount": 54, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2848024", "name": "Yotam Shmargad"}, {"authorId": "145669867", "name": "Kevin Coe"}, {"authorId": "1916603", "name": "K. Kenski"}, {"authorId": "2135697", "name": "Stephen A. Rains"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e81b244922420187d9e8113ace8b47f1b4feae50", "externalIds": {"MAG": "3145807672", "DOI": "10.1080/21565503.2021.1908373"}, "url": "https://www.semanticscholar.org/paper/e81b244922420187d9e8113ace8b47f1b4feae50", "title": "When #BlackLivesMatter at the Women’s March: a study of the emotional influence of racial appeals on Instagram", "abstract": null, "venue": "", "year": 2021, "referenceCount": 48, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "120207975", "name": "Chaya Y. Crowder"}]}}, {"isInfluential": false, "contexts": ["Since a large number of studies have shown that machines trained by humans will also repeat human bias [17, 18, 19, 20]."], "intents": ["background"], "citingPaper": {"paperId": "f1894f0fdf5534193e59dfbe6fb5184457e90071", "externalIds": {"DBLP": "journals/corr/abs-2111-05149", "ArXiv": "2111.05149"}, "url": "https://www.semanticscholar.org/paper/f1894f0fdf5534193e59dfbe6fb5184457e90071", "title": "Ethically aligned Deep Learning: Unbiased Facial Aesthetic Prediction", "abstract": "Facial beauty prediction (FBP) aims to develop a machine that automatically makes facial attractiveness assessment. In the past those results were highly correlated with human ratings, therefore also with their bias in annotating. As artificial intelligence can have racist and discriminatory tendencies, the cause of skews in the data must be identified. Development of training data and AI algorithms that are robust against biased information is a new challenge for scientists. As aesthetic judgement usually is biased, we want to take it one step further and propose an Unbiased Convolutional Neural Network for FBP. While it is possible to create network models that can rate attractiveness of faces on a high level, from an ethical point of view, it is equally important to make sure the model is unbiased. In this work, we introduce AestheticNet, a state-of-the-art attractiveness prediction network, which significantly outperforms competitors with a Pearson Correlation of 0.9601. Additionally, we propose a new approach for generating a bias-free CNN to improve fairness in machine learning.", "venue": "ArXiv", "year": 2021, "referenceCount": 41, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145774016", "name": "Michael Danner"}, {"authorId": null, "name": "Thomas Weber"}, {"authorId": "2130541502", "name": "Letian Peng"}, {"authorId": "93337538", "name": "Tobias Gerlach"}, {"authorId": null, "name": "Xueping Su"}, {"authorId": "3017125", "name": "Matthias Rätsch"}]}}, {"isInfluential": false, "contexts": ["Some studies suggest a modest correlation between time and incivility (Munger, 2017\nTheocharis, Barberá, Fazekas, & Popa, 2020)."], "intents": ["background"], "citingPaper": {"paperId": "fa957d903a741d98654d5fca5ca67ff8fd5aab04", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/fa957d903a741d98654d5fca5ca67ff8fd5aab04", "title": "Politics and Incivility in the Online Comments: What is Beyond the Norm-Violation Approach?", "abstract": "The article offers an empirical analysis of the disrespectful online comments—in total, 17,581,659—in Hungary between 2017 and 2019. Considering the name-calling and obscene and abusive phrases as communication practice, we rely on computational linguistics to investigate incivility in comments posted on online news stories and news portals’ social media sites across time, platforms, and topics. The results of the dictionarybased quantitative content analysis show that incivility’s frequency is steady in the examined three-year period. The topic and platform make the real difference: Politics attract more uncivil comments than business news, and less incivility is detected on Facebook than on the news sites. Contrary to popular perceptions, we find that incivility has not become significantly intensive in election campaign periods. Incivility, however, correlates to the dynamics of interaction. The comment-level analysis suggests that uncivil messages are likely to be surrounded by the same communication feature.", "venue": "", "year": 2021, "referenceCount": 88, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "117845613", "name": "G. Szabó"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0357a6fbfc7fa7f5e61afc4ced79c7dabfee4100", "externalIds": {"DOI": "10.1017/9781108890960.015"}, "url": "https://www.semanticscholar.org/paper/0357a6fbfc7fa7f5e61afc4ced79c7dabfee4100", "title": "Index", "abstract": null, "venue": "Social Media and Democracy", "year": 2020, "referenceCount": 626, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0e62c1452ba4d3d03bf32280f02aa34135c5e267", "externalIds": {"MAG": "3081370563", "DOI": "10.1017/9781108890960.006"}, "url": "https://www.semanticscholar.org/paper/0e62c1452ba4d3d03bf32280f02aa34135c5e267", "title": "Bots and Computational Propaganda: Automation for Communication and Control", "abstract": null, "venue": "", "year": 2020, "referenceCount": 761, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "32822615", "name": "Samuel C. Woolley"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "11d45bea5df8bf593d6881a3470b8ad470a7e548", "externalIds": {"MAG": "3038277503", "DOI": "10.1093/poq/nfaa014"}, "url": "https://www.semanticscholar.org/paper/11d45bea5df8bf593d6881a3470b8ad470a7e548", "title": "Can Social Media Incivility Induce Enthusiasm?", "abstract": "\n Most studies of online incivility report negative effects on attitudes and behaviors of both the victims and the audiences who are exposed to it. But while we have extensive insights about the attitudinal and behavioral consequences of incivility, less emphasis has been paid on its emotional effects. We conduct a series of survey experiments using statements posted on Twitter by elite actors along with the comments they receive and measure the emotional reactions of the public in relation to the content of the original post. We find that when the raw information is accompanied by uncivil commentary (compared to civil or no commentary), respondents express higher levels of positive and lower levels of negative emotions. Further analysis of heterogeneous effects focusing on partisanship shows that the effects are primarily driven by those who are generally expected to agree with the expert’s claim. The broader consequences of incivility as entertainment on social media platforms are discussed.", "venue": "", "year": 2020, "referenceCount": 74, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "112841323", "name": "Spyros Kosmidis"}, {"authorId": "2145514", "name": "Yannis Theocharis"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "16cb9594877e73fff067a5a3113c0928e9a40d97", "externalIds": {"MAG": "3039716027", "DOI": "10.1017/S0003055420000283"}, "url": "https://www.semanticscholar.org/paper/16cb9594877e73fff067a5a3113c0928e9a40d97", "title": "#No2Sectarianism: Experimental Approaches to Reducing Sectarian Hate Speech Online", "abstract": "We use an experiment across the Arab Twittersphere and a nationally representative survey experiment in Lebanon to evaluate what types of counter-speech interventions are most effective in reducing sectarian hate speech online. We explore whether and to what extent messages priming common national identity or common religious identity, with and without elite endorsements, decrease the use of hostile anti-outgroup language. We find that elite-endorsed messages that prime common religious identity are the most consistently effective in reducing the spread of sectarian hate speech. Our results provide suggestive evidence that religious elites may play an important role as social referents—alerting individuals to social norms of acceptable behavior. By randomly assigning counter-speech treatments to actual producers of online hate speech and experimentally evaluating the effectiveness of these messages on a representative sample of citizens that might be incidentally exposed to such language, this work offers insights for researchers and policymakers on avenues for combating harmful rhetoric on and offline.", "venue": "American Political Science Review", "year": 2020, "referenceCount": 150, "citationCount": 26, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145641729", "name": "A. Siegel"}, {"authorId": "66741102", "name": "V. Badaan"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "183e240ae7cc07b579504306a40f1ac4db8b8d8e", "externalIds": {"MAG": "3081288631", "DOI": "10.1017/9781108890960.013"}, "url": "https://www.semanticscholar.org/paper/183e240ae7cc07b579504306a40f1ac4db8b8d8e", "title": "Democratic Transparency in the Platform Society", "abstract": null, "venue": "", "year": 2020, "referenceCount": 745, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "35630546", "name": "Robert Gorwa"}, {"authorId": "104277626", "name": "T. G. Ash"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "19f5617226998e60d139010fec36e3f149bc75c5", "externalIds": {"DBLP": "conf/comad/MathewKG020", "MAG": "3000157158", "DOI": "10.1145/3371158.3371172"}, "url": "https://www.semanticscholar.org/paper/19f5617226998e60d139010fec36e3f149bc75c5", "title": "Interaction dynamics between hate and counter users on Twitter", "abstract": "Social media platforms usually tackle the proliferation of hate speech by blocking/suspending the message or account. One of the major drawback of such measures is the restriction of free speech. In this paper, we investigate the interaction of hatespeech and the responses that counter it (aka counter-speech). One of the prime contribution of this work is that we developed and released1 a dataset where we annotate pairs of hate and counter users. We perform several lexical, linguistic and psycholinguistic analysis on these annotated accounts and observe that the couterspeakers of the target communities employ different strategies to tackle the hatespeech. The hate users seem to be more popular as we observe that they are more subjective, express more negative sentiment, tweet more and have more followers. While the hate users seem to use words more about envy, hate, negative emotion, swearing terms, ugliness, the counter users use more words related to government, law, leader. Finally, we build a classifier to detect if a user is a hateful or counter speaker. This identification can help the platform to devise different incentive mechanisms to demote hate and promote counter speakers. Overall, our study unfolds for the first time, the interaction dynamics of the hate and counter users which could pave a more effective way for combating hate content on Twitter than just suspending the hate accounts.", "venue": "COMAD/CODS", "year": 2020, "referenceCount": 54, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "3362324", "name": "Binny Mathew"}, {"authorId": "144101166", "name": "N. Kumar"}, {"authorId": "2111980452", "name": "P. Goyal"}, {"authorId": "33392067", "name": "Animesh Mukherjee"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "1c24461eeb23a0596f881072029fa9d63c6b0d9a", "externalIds": {"MAG": "3004425213", "PubMedCentral": "7010247", "DOI": "10.1371/journal.pone.0228882", "PubMed": "32040539"}, "url": "https://www.semanticscholar.org/paper/1c24461eeb23a0596f881072029fa9d63c6b0d9a", "title": "Self-reported willingness to share political news articles in online surveys correlates with actual sharing on Twitter", "abstract": "There is an increasing imperative for psychologists and other behavioral scientists to understand how people behave on social media. However, it is often very difficult to execute experimental research on actual social media platforms, or to link survey responses to online behavior in order to perform correlational analyses. Thus, there is a natural desire to use self-reported behavioral intentions in standard survey studies to gain insight into online behavior. But are such hypothetical responses hopelessly disconnected from actual sharing decisions? Or are online survey samples via sources such as Amazon Mechanical Turk (MTurk) so different from the average social media user that the survey responses of one group give little insight into the on-platform behavior of the other? Here we investigate these issues by examining 67 pieces of political news content. We evaluate whether there is a meaningful relationship between (i) the level of sharing (tweets and retweets) of a given piece of content on Twitter, and (ii) the extent to which individuals (total N = 993) in online surveys on MTurk reported being willing to share that same piece of content. We found that the same news headlines that were more likely to be hypothetically shared on MTurk were also shared more frequently by Twitter users, r = .44. For example, across the observed range of MTurk sharing fractions, a 20 percentage point increase in the fraction of MTurk participants who reported being willing to share a news headline on social media was associated with 10x as many actual shares on Twitter. We also found that the correlation between sharing and various features of the headline was similar using both MTurk and Twitter data. These findings suggest that self-reported sharing intentions collected in online surveys are likely to provide some meaningful insight into what content would actually be shared on social media.", "venue": "PloS one", "year": 2020, "referenceCount": 29, "citationCount": 42, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "48837352", "name": "M. Mosleh"}, {"authorId": "2998138", "name": "Gordon Pennycook"}, {"authorId": "2157480", "name": "David G. Rand"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "27d6251b4437a241cf159e31bc5d2779ba91f1d0", "externalIds": {"MAG": "3083914792", "DOI": "10.1515/humor-2019-0110"}, "url": "https://www.semanticscholar.org/paper/27d6251b4437a241cf159e31bc5d2779ba91f1d0", "title": "Taking a joke seriously: When does humor affect responses to the slurring of people with intellectual disabilities?", "abstract": "Abstract The use of humor may affect how bystanders respond to slurs. Undergraduates (N = 192) completed a measure of prejudice towards people with intellectual disabilities and were randomly assigned to read a scenario in which a peer uses a slur either as part of a joke (humor condition) or a statement (control condition). Participants responded to measures of intent to assertively respond and their evaluation of the speaker. Humor inhibited intent to nonverbally disagree and to verbally confront. Bystanders’ own prejudicial attitudes moderated the effects of humor on intent to verbally confront and negative evaluation. In the humor condition, compared to those with lower prejudice, those with higher prejudice showed less intent to confront and less negative evaluations. In the control condition, intent to confront, and negative evaluation were high, regardless of prejudice. These results suggest that humor inhibits assertive responses to slurs, particularly among people without highly favorable attitudes about the targeted social group.", "venue": "", "year": 2020, "referenceCount": 36, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144164837", "name": "J. Katz"}, {"authorId": "1984354624", "name": "Dimitri Wing-Paul"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "2e00d61c5d0d4a251631598eefb15abec709b27d", "externalIds": {"MAG": "3161009697", "DOI": "10.1017/9781108297820.008"}, "url": "https://www.semanticscholar.org/paper/2e00d61c5d0d4a251631598eefb15abec709b27d", "title": "Digital Media and Democracy", "abstract": null, "venue": "", "year": 2020, "referenceCount": 1144, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "45cb9752e8e07a9dd244c1e44362e40e9fdc3987", "externalIds": {"DOI": "10.1017/9781108297820.011"}, "url": "https://www.semanticscholar.org/paper/45cb9752e8e07a9dd244c1e44362e40e9fdc3987", "title": "Index", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4b6259a9a6864b60c6c12cb20f0a4cfebde1cc85", "externalIds": {"MAG": "3081969653", "PubMedCentral": "7502775", "DOI": "10.1073/pnas.2007977117", "PubMed": "32873640"}, "url": "https://www.semanticscholar.org/paper/4b6259a9a6864b60c6c12cb20f0a4cfebde1cc85", "title": "The breakdown of antiracist norms: A natural experiment on hate speech after terrorist attacks", "abstract": "Significance Surges in hateful and xenophobic content online are often found after terrorist attacks. We find that this effect is highly dependent on the local context and the respective social norms. Prejudiced attitudes are likely to be voiced only if the perceived social acceptability of expressing prejudice increases. Since antihate norms play an important role in containing the expression of prejudice, understanding how terrorist attacks may impact the strength of the social norm is essential to understanding societal responses to terrorist attacks. Terrorist attacks often fuel online hate and increase the expression of xenophobic and antiminority messages. Previous research has focused on the impact of terrorist attacks on prejudiced attitudes toward groups linked to the perpetrators as the cause of this increase. We argue that social norms can contain the expression of prejudice after the attacks. We report the results of a combination of a natural and a laboratory-in-the-field (lab-in-the-field) experiment in which we exploit data collected about the occurrence of two consecutive Islamist terrorist attacks in Germany, the Würzburg and Ansbach attacks, in July 2016. The experiment compares the effect of the terrorist attacks in hate speech toward refugees in contexts where a descriptive norm against the use of hate speech is evidently in place to contexts in which the norm is ambiguous because participants observe antiminority comments. Hate toward refugees, but not toward other minority groups, increased as a result of the attacks only in the absence of a strong norm. These results imply that attitudinal changes due to terrorist attacks are more likely to be voiced if norms erode.", "venue": "Proceedings of the National Academy of Sciences", "year": 2020, "referenceCount": 48, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "1490668719", "name": "Amalia Álvarez-Benjumea"}, {"authorId": "143972454", "name": "Fabian Winter"}]}}, {"isInfluential": true, "contexts": ["…counter narratives (Benesch et al., 2016), studying their effectiveness (Schieb and Preuss, 2016; Silverman et al., 2016; Ernst et al., 2017; Munger, 2017; Wright et al., 2017), linguistically characterizing online counter narrative accounts (Mathew et al., 2018), creating real or simulated…", ", 2016), studying their effectiveness (Schieb and Preuss, 2016; Silverman et al., 2016; Ernst et al., 2017; Munger, 2017; Wright et al., 2017), linguistically characterizing online counter narrative accounts (Mathew et al.", "Counter narratives can be used as an effective approach to moderate hateful content on social media platforms such as Twitter (Munger, 2017; Wright et al., 2017), Youtube (Ernst et al., 2017; Mathew et al., 2019) and Facebook (Schieb and Preuss, 2016).", "For instance, there are datasets collected from Facebook (Kumar et al., 2018), forums (Silva et al., 2016; de Gibert et al., 2018), and Twitter (Silva et al., 2016; Waseem and Hovy, 2016).", "Counter narratives can be used as an effective approach to moderate hateful content on social media platforms such as Twitter (Munger, 2017; Wright et al., 2017), Youtube (Ernst et al."], "intents": ["background"], "citingPaper": {"paperId": "4c2e78fc363b8df681abd585f1ea4ca2862be4d8", "externalIds": {"DBLP": "conf/clic-it/ChungTG20", "MAG": "3114617045", "DOI": "10.4000/books.aaccademia.8378"}, "url": "https://www.semanticscholar.org/paper/4c2e78fc363b8df681abd585f1ea4ca2862be4d8", "title": "Italian Counter Narrative Generation to Fight Online Hate Speech", "abstract": "English. Counter Narratives are textual responses meant to withstand online hatred and prevent its spreading. The use of neural architectures for the generation of Counter Narratives (CNs) is beginning to be investigated by the NLP community. Still, the efforts were solely targeting English. In this paper, we try to fill the gap for Italian, studying how to implement CN generation approaches effectively. We experiment with an existing dataset of CNs and a novel language model, recently released for Italian, under several configurations, including zero and few shot learning. Results show that even for underresourced languages, data augmentation strategies paired with large unsupervised LMs can held promising results. Italiano. Le Contro Narrative sono risposte testuali volte a contrastare l’odio online e a prevenirne la diffusione. La comunità di NLP ha iniziato a studiare l’uso di architetture neurali per la generazione di CN. Tuttavia, gli sforzi sono stati rivolti esclusivamente all’inglese. In questo lavoro, cerchiamo di colmare la lacuna per l’italiano, mostrando come implementare efficacemente approcci di generazione di CN. Sperimentiamo con un dataset esistente di CN e un modello del linguaggio per l’italiano recentemente rilasciato, in diverse configurazioni, tra cui zero e few shot learning. I risultati mostrano che anche per lingue con poche risorse, strategie di data augmentation abbinate a potenti modelli del linguaggio possono offrire risultati promettenti. Copyright ©2020 for this paper by its authors. Use permitted under Creative Commons License Attribution 4.0 International (CC BY 4.0).", "venue": "CLiC-it", "year": 2020, "referenceCount": 42, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "3365740", "name": "Yi-Ling Chung"}, {"authorId": "2034636", "name": "Serra Sinem Tekiroglu"}, {"authorId": "1912357", "name": "Marco Guerini"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "4fb23ad0de66dca80684c6cb2164d5031de820e6", "externalIds": {"MAG": "3099160768", "DOI": "10.1353/jaas.2020.0031"}, "url": "https://www.semanticscholar.org/paper/4fb23ad0de66dca80684c6cb2164d5031de820e6", "title": "Stopping the Hate: Political Condemnations of Anti-Asian Rhetoric during the COVID-19 Crisis", "abstract": "ABSTRACT:This study examines political elite responses to coronavirus-related racism. Utilizing a dataset that includes every tweet from every member of Congress from January 23 to April 12, 2020, we find that Democrats and legislators of color were on the forefront of condemning anti-Asian discrimination and racism stemming from the pandemic. Moreover, we find that Democrats and legislators of color were much more likely to discuss or express concern about racism, and do so more often, than Republicans and White legislators. The findings contribute to our understanding of political representation and the role of elites in combating racism.", "venue": "", "year": 2020, "referenceCount": 63, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "48855141", "name": "Maneesh Arora"}, {"authorId": "2025219592", "name": "Maneesh Hannah June Kim"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "503617d9773da4a157ffe63278f2946a6448dee4", "externalIds": {"MAG": "3080190007", "DOI": "10.1017/9781108890960.008"}, "url": "https://www.semanticscholar.org/paper/503617d9773da4a157ffe63278f2946a6448dee4", "title": "Democratic Creative Destruction? The Effect of a Changing Media Landscape on Democracy", "abstract": null, "venue": "", "year": 2020, "referenceCount": 745, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2212978", "name": "R. Nielsen"}, {"authorId": "145408552", "name": "R. Fletcher"}]}}, {"isInfluential": false, "contexts": ["For instance, it might be possible to improve the behavior of groups engaged in collective tasks like editing online materials (Kittur et al., 2007) or to reduce online harassment in social media (Johnson et al., 2019; Munger, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "56bf0cd8c28730bacbb877ee7fca49540debb677", "externalIds": {"PubMedCentral": "7452167", "MAG": "3048305287", "DOI": "10.1016/j.isci.2020.101438", "PubMed": "32823053"}, "url": "https://www.semanticscholar.org/paper/56bf0cd8c28730bacbb877ee7fca49540debb677", "title": "Network Engineering Using Autonomous Agents Increases Cooperation in Human Groups", "abstract": "Summary Cooperation in human groups is challenging, and various mechanisms are required to sustain it, although it nevertheless usually decays over time. Here, we perform theoretically informed experiments involving networks of humans (1,024 subjects in 64 networks) playing a public-goods game to which we sometimes added autonomous agents (bots) programmed to use only local knowledge. We show that cooperation can not only be stabilized, but even promoted, when the bots intervene in the partner selections made by the humans, re-shaping social connections locally within a larger group. Cooperation rates increased from 60.4% at baseline to 79.4% at the end. This network-intervention strategy outperformed other strategies, such as adding bots playing tit-for-tat. We also confirm that even a single bot can foster cooperation in human groups by using a mixed strategy designed to support the development of cooperative clusters. Simple artificial intelligence can increase the cooperation of groups.", "venue": "iScience", "year": 2020, "referenceCount": 67, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Computer Science"], "authors": [{"authorId": "1726531", "name": "H. Shirado"}, {"authorId": "2560153", "name": "N. Christakis"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "589191b0dc8207f0884fee7ced8b21015db018ef", "externalIds": {"MAG": "3080574198", "DOI": "10.1017/9781108890960.009"}, "url": "https://www.semanticscholar.org/paper/589191b0dc8207f0884fee7ced8b21015db018ef", "title": "Misinformation and Its Correction", "abstract": null, "venue": "", "year": 2020, "referenceCount": 745, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "112886770", "name": "Chloe Wittenberg"}, {"authorId": "4859855", "name": "A. Berinsky"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "6075823e64549bf8e16a1c0d1335e830a56263d3", "externalIds": {"MAG": "3094571100", "DOI": "10.1080/10584609.2020.1830322"}, "url": "https://www.semanticscholar.org/paper/6075823e64549bf8e16a1c0d1335e830a56263d3", "title": "Collective Civic Moderation for Deliberation? Exploring the Links between Citizens’ Organized Engagement in Comment Sections and the Deliberative Quality of Online Discussions", "abstract": "ABSTRACT High degrees of incivility and hostility in comment sections potentially threaten a deliberative and inclusive discussion atmosphere. News outlets are struggling with effectively moderating such discussions. This study investigates the novel approach of collective civic moderation (CCM) – a strategic and concerted moderation effort by groups of citizens that aims at improving the quality of online discussions. Using the example of the German action group #ichbinhier (#iamhere), whose members collectively engage in Facebook comment sections of news outlets, we analyze whether CCM comments live up to norms of deliberation and whether these comments stimulate deliberative discussions. Findings from a quantitative content analysis show that comments written by #ichbinhier members are more rational, reciprocal, and constructive, and less uncivil and impolite than comments written by nonmembers. Rational, constructive, and polite comments are associated with more deliberative comments in the subsequent discussions. Normative and practical implications of these findings are discussed.", "venue": "Political Communication", "year": 2020, "referenceCount": 111, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "113473993", "name": "Dennis Friess"}, {"authorId": "1802232", "name": "Marc Ziegele"}, {"authorId": "67281495", "name": "Dominique Heinbach"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "61aad1b7349c65cc6ea13281bfa36cf93328a566", "externalIds": {"MAG": "3165522001", "DOI": "10.1017/9781108297820.005"}, "url": "https://www.semanticscholar.org/paper/61aad1b7349c65cc6ea13281bfa36cf93328a566", "title": "Digital Media and Collective Action", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "666ee9fe09ce777ab9e9940ee465c8349d7ac43e", "externalIds": {"DBLP": "conf/chi/ImTCDG20", "MAG": "3032158617", "DOI": "10.1145/3313831.3376383"}, "url": "https://www.semanticscholar.org/paper/666ee9fe09ce777ab9e9940ee465c8349d7ac43e", "title": "Synthesized Social Signals: Computationally-Derived Social Signals from Account Histories", "abstract": "Social signals are crucial when we decide if we want to interact with someone online. However, social signals are typically limited to the few that platform designers provide, and most can be easily manipulated. In this paper, we propose a new idea called synthesized social signals (S3s): social signals computationally derived from an account's history, and then rendered into the profile. Unlike conventional social signals such as profile bios, S3s use computational summarization to reduce receiver costs and raise the cost of faking signals. To demonstrate and explore the concept, we built Sig, an extensible Chrome extension that computes and visualizes S3s. After a formative study, we conducted a field deployment of Sig on Twitter, targeting two well-known problems on social media: toxic accounts and misinformation. Results show that Sig reduced receiver costs, added important signals beyond conventionally available ones, and that a few users felt safer using Twitter as a result. We conclude by reflecting on the opportunities and challenges S3s provide for augmenting interaction on social platforms.", "venue": "CHI", "year": 2020, "referenceCount": 75, "citationCount": 10, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "1666528199", "name": "Jane Im"}, {"authorId": "2069938135", "name": "Sonali Tandon"}, {"authorId": "143833600", "name": "Eshwar Chandrasekharan"}, {"authorId": "66957354", "name": "Taylor Denby"}, {"authorId": "145280613", "name": "Eric Gilbert"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "670cc291bace50b6c61ecf29617f5cab755c3399", "externalIds": {"MAG": "3092365430", "DOI": "10.1111/nana.12661"}, "url": "https://www.semanticscholar.org/paper/670cc291bace50b6c61ecf29617f5cab755c3399", "title": "Do online newspapers promote or undermine nation‐building in divided societies? Evidence from Africa", "abstract": null, "venue": "", "year": 2020, "referenceCount": 56, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "40011086", "name": "E. Lieberman"}, {"authorId": "144360220", "name": "Andrew Miller"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "67c540bdfe7f7a0bc039539686b9c54b4ba87444", "externalIds": {"MAG": "3094423068", "DOI": "10.1080/10584609.2020.1833121"}, "url": "https://www.semanticscholar.org/paper/67c540bdfe7f7a0bc039539686b9c54b4ba87444", "title": "Computational Social Science and the Study of Political Communication", "abstract": "ABSTRACT The challenge of disentangling political communication processes and their effects has grown with the complexity of the new political information environment. But so have scientists’ toolsets and capacities to better study and understand them. We map the challenges and opportunities of developing, synthesizing, and applying data collection and analysis techniques relying primarily on computational methods and tools to answer substantive theory-driven questions in the field of political communication. We foreground the theoretical, empirical, and institutional opportunities and challenges of Computational Communication Science (CCS) that are relevant to the political communication community. We also assess understandings of CCS and highlight challenges associated with data and resource requirements, as well as those connected with the theory and semantics of digital signals. With an eye to existing practices, we elaborate on the key role of infrastructures, academic institutions, ethics, and training in computational methods. Finally, we present the six full articles and two forum contributions of this special issue illustrating methodological innovation, as well as the theoretical, practical, and institutional relevance and challenges for realizing the potential of computational methods in political communication.", "venue": "", "year": 2021, "referenceCount": 104, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2145514", "name": "Yannis Theocharis"}, {"authorId": "3060017", "name": "Andreas Jungherr"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "680d90018e83a4630a4547bb8ce565bd7bd6999a", "externalIds": {"MAG": "3094227628", "DBLP": "conf/misdoom/KojanOBZV20", "DOI": "10.1007/978-3-030-61841-4_6"}, "url": "https://www.semanticscholar.org/paper/680d90018e83a4630a4547bb8ce565bd7bd6999a", "title": "Defend Your Enemy. A Qualitative Study on Defending Political Opponents Against Hate Speech Online", "abstract": null, "venue": "MISDOOM", "year": 2020, "referenceCount": 42, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "1817125640", "name": "Lilian Kojan"}, {"authorId": "146920759", "name": "Hava Melike Osmanbeyoglu"}, {"authorId": "51060082", "name": "Laura Burbach"}, {"authorId": "1727090", "name": "M. Ziefle"}, {"authorId": "68975437", "name": "André Calero Valdez"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "68415a281939669288997960781aedc449cea59b", "externalIds": {"MAG": "2999312715", "DOI": "10.4018/978-1-7998-1879-3.ch011"}, "url": "https://www.semanticscholar.org/paper/68415a281939669288997960781aedc449cea59b", "title": "Bias and Discrimination in Artificial Intelligence", "abstract": "Artificial intelligence (AI) has become an integral part of e-business and our lives, promising significant benefits to e-business companies and society. However, at the same time, AI systems in e-business may produce biased outcomes, leading to discrimination of minorities and violating human rights. Against this background, this chapter first describes the foundations of bias and discrimination in AI, highlighting its scientific and practical relevance, as well as describing its meaning, emergence, functioning, and impact in the context of e-business. Based on these foundations, the chapter further provides implications for research and practice on how to deal with AI-related bias and discrimination in the future, opening up future research directions as well as outlining solutions and recommendations for eliminating and preventing AI-related bias and discrimination in e-business.", "venue": "", "year": 2020, "referenceCount": 82, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "107876419", "name": "Jan C. Weyerer"}, {"authorId": "79173507", "name": "P. Langer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "6dc0f34b904d0a435308b271e8936e744735c84d", "externalIds": {"DOI": "10.1017/9781108297820.010"}, "url": "https://www.semanticscholar.org/paper/6dc0f34b904d0a435308b271e8936e744735c84d", "title": "References", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"isInfluential": false, "contexts": ["Similar findings occur in online contexts; Twitter users who committed racial harassment and were then sanctioned by a high-status user tended to reduce their use of racist language in future posts (Munger, 2017).", "Relatedly, much of this research suggests that high-status or majority groups have the power to define group norms (Aral & Walker, 2012; Munger, 2017; Paluck et al., 2016)."], "intents": ["background"], "citingPaper": {"paperId": "716e795cacb7c27b15324d47be97086e3ee1463b", "externalIds": {"MAG": "3033755186", "DOI": "10.1177/1368430220935974"}, "url": "https://www.semanticscholar.org/paper/716e795cacb7c27b15324d47be97086e3ee1463b", "title": "Aggressive confrontation shapes perceptions and attitudes toward racist content online", "abstract": "With more people using social media on a daily basis and the prevalence of racial discrimination online, it becomes imperative to understand what factors impact minority individuals’ perceptions of these transgressions in an online context. Confrontation to discrimination in the form of comments on social media may meaningfully shape perceptions of racism online. Across three studies, we examine how confrontation type (aggressive vs. passive) and confronter group membership (ingroup vs. outgroup) influence Asian Americans’ perceptions of online prejudice and attitudes towards the confronters. In Study 1, we find that aggressive confrontations alter perceptions of a racist online post to be more offensive as compared to passive confrontations. In Study 2, these findings extend to participants’ likelihood to report the content as offensive. Lastly, in Study 3, we find that aggressive confronters are evaluated more positively than passive confronters. These findings have important implications for understanding racial discrimination in an online context by demonstrating the impact of confrontation type on minority individuals’ perceptions and behaviors.", "venue": "", "year": 2020, "referenceCount": 57, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "39775626", "name": "Chanel Meyers"}, {"authorId": "2053202585", "name": "A. Leon"}, {"authorId": "144606296", "name": "Amanda Williams"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7885066f19678d881c66f5bc81d55b1340cd9ec3", "externalIds": {"MAG": "3110606642", "DOI": "10.1007/978-3-658-30997-8_11"}, "url": "https://www.semanticscholar.org/paper/7885066f19678d881c66f5bc81d55b1340cd9ec3", "title": "Diskriminierungen und Verzerrungen durch Künstliche Intelligenz. Entstehung und Wirkung im gesellschaftlichen Kontext", "abstract": null, "venue": "", "year": 2020, "referenceCount": 51, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2058644223", "name": "Paul F. Langer"}, {"authorId": "2091725154", "name": "Jan C. Weyerer"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7a5933536b1293d4fb257a0c0e14d614b74534c7", "externalIds": {"MAG": "3081379046", "DOI": "10.1017/9781108890960.003"}, "url": "https://www.semanticscholar.org/paper/7a5933536b1293d4fb257a0c0e14d614b74534c7", "title": "Misinformation, Disinformation, and Online Propaganda", "abstract": null, "venue": "", "year": 2020, "referenceCount": 746, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "67045794", "name": "A. Guess"}, {"authorId": "145898414", "name": "Benjamin A. Lyons"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7bdc6fab726fd6280234c6a85fe504e1c76e8252", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/7bdc6fab726fd6280234c6a85fe504e1c76e8252", "title": "“Fact-checking” videos improve truth discernment ability but do not reduce fake news sharing on Twitter", "abstract": "Fake news” are widely acknowledged as an important challenge for Western democracies. Yet, surprisingly little effort has been devoted to measuring the effects of various counterstrategies. We address this void by running a pre-registered field experiment analyzing the causal effects of popular fact-checking videos on both believing and sharing fake news among Twitter users (N = 1,600). We find that the videos improve truth discernment ability as measured by performance in a fake news quiz immediately after exposure. However, the videos have not reduced sharing links from verified “fake news” websites on Twitter in the weeks following the exposure. Indeed, we find no relationship between truth discernment ability and fake news sharing. These results imply that the development of effective interventions should be based on a nuanced view of the distinct psychological motivations of sharing and believing “fake news”. Significance statement “Fake news” spread on social media because ordinary citizens are eager to share them. Hence, educational interventions against “fake news” seek to empower citizens to identify and abstain from sharing such information. These interventions assume that the psychological factors underlying the well-studied phenomenon of belief in “fake news” also shape sharing decisions. Here, we demonstrate that educational interventions reduce beliefs in but not the sharing of “fake news” on Twitter. We also show that the people who fall for “fake news” are not those who share them. These findings may help to design more efficient tools against “fake news” as we face unprecedented waves of misinformation in the context of the COVID-19 pandemic and electoral turmoil in the US.", "venue": "", "year": 2020, "referenceCount": 42, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "145842673", "name": "A. Bor"}, {"authorId": "3899578", "name": "Mathias Osmundsen"}, {"authorId": "13413274", "name": "S. Rasmussen"}, {"authorId": "2060527000", "name": "Anja"}, {"authorId": "2079998838", "name": "Bechmann"}, {"authorId": "49283933", "name": "M. Petersen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7ce085c9ad9da194c4d63bc10e1b7876987d5752", "externalIds": {"MAG": "2975131799", "DOI": "10.1017/S1537592720003643"}, "url": "https://www.semanticscholar.org/paper/7ce085c9ad9da194c4d63bc10e1b7876987d5752", "title": "#polisci Twitter: A Descriptive Analysis of how Political Scientists Use Twitter in 2019", "abstract": "Knowledge creation is a social enterprise, especially in political science. Sharing new findings widely and quickly is essential for progress. Scholars can now use Twitter to rapidly disseminate ideas, and many do. What are the implications of this new tool? Who uses it, how do they use it, and what are the implications for exacerbating or ameliorating existing inequalities in terms of research dissemination and attention? We construct a novel dataset of all 1,236 political science professors at PhD-granting institutions in the United States who have a Twitter account to answer these questions. We find that female scholars and those on the tenure track are more likely to use Twitter, especially for the dissemination of research. However, we consistently find that research by men shared on Twitter is more likely to be passed along further by men than research by women.", "venue": "Perspectives on Politics", "year": 2020, "referenceCount": 34, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "89649167", "name": "James Bisbee"}, {"authorId": "1692910", "name": "Jennifer M. Larson"}, {"authorId": "31627796", "name": "Kevin Munger"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7d3c8ac82d979507aaca678ad1d0d8056fa8986d", "externalIds": {"MAG": "3085414015", "DOI": "10.1146/annurev-psych-071620-030619", "PubMed": "32928061"}, "url": "https://www.semanticscholar.org/paper/7d3c8ac82d979507aaca678ad1d0d8056fa8986d", "title": "Prejudice Reduction: Progress and Challenges.", "abstract": "The past decade has seen rapid growth in research that evaluates methods for reducing prejudice. This essay reviews 418 experiments reported in 309 manuscripts from 2007 to 2019 to assess which approaches work best and why. Our quantitative assessment uses meta-analysis to estimate average effects. Our qualitative assessment calls attention to landmark studies that are noteworthy for sustained interventions, imaginative measurement, and transparency. However, 76% of all studies evaluate light touch interventions, the long-term impact of which remains unclear. The modal intervention uses mentalizing as a salve for prejudice. Although these studies report optimistic conclusions, we identify troubling indications of publication bias that may exaggerate effects. Furthermore, landmark studies often find limited effects, which suggests the need for further theoretical innovation or synergies with other kinds of psychological or structural interventions. We conclude that much research effort is theoretically and empirically ill-suited to provide actionable, evidence-based recommendations for reducing prejudice. Expected final online publication date for the Annual Review of Psychology, Volume 72 is January 4, 2021. Please see http://www.annualreviews.org/page/journal/pubdates for revised estimates.", "venue": "Annual review of psychology", "year": 2020, "referenceCount": 109, "citationCount": 36, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Psychology"], "authors": [{"authorId": "4659343", "name": "E. Paluck"}, {"authorId": "39739392", "name": "R. Porat"}, {"authorId": "46997014", "name": "C. Clark"}, {"authorId": "145931139", "name": "D. Green"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "7fac4ebcf1d0bc3b55f8e90b13ae477bb878f60d", "externalIds": {"MAG": "3008769307", "DOI": "10.1017/9781108297820"}, "url": "https://www.semanticscholar.org/paper/7fac4ebcf1d0bc3b55f8e90b13ae477bb878f60d", "title": "Retooling Politics", "abstract": "Donald Trump, the Arab Spring, Brexit: digital media have provided political actors and citizens with new tools to engage in politics. These tools are now routinely used by activists, candidates, non-governmental organizations, and parties to inform, mobilize, and persuade people. But what are the effects of this retooling of politics? Do digital media empower the powerless or are they breaking democracy? Have these new tools and practices fundamentally changed politics or is their impact just a matter of degree? This clear-eyed guide steps back from hyperbolic hopes and fears to offer a balanced account of what aspects of politics are being shaped by digital media and what remains unchanged. The authors discuss data-driven politics, the flow and reach of political information, the effects of communication interventions through digital tools, their use by citizens in coordinating political action, and what their impact is on political organizations and on democracy at large.", "venue": "", "year": 2020, "referenceCount": 977, "citationCount": 14, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "3225415", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "89793a572211559f25f5345f8f1335b0fed578a2", "externalIds": {"MAG": "3160179432", "DOI": "10.1017/9781108297820.009"}, "url": "https://www.semanticscholar.org/paper/89793a572211559f25f5345f8f1335b0fed578a2", "title": "Digital Media in Politics", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "898ca4bc52cfc52aadca040d9ad5e355390fea0e", "externalIds": {"MAG": "3156505838", "DOI": "10.1017/9781108297820.004"}, "url": "https://www.semanticscholar.org/paper/898ca4bc52cfc52aadca040d9ad5e355390fea0e", "title": "The Effects of Political Information", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8c940fe42e5e01e52cb65dfc7fc7a55d205531f2", "externalIds": {"DOI": "10.1017/9781108890960.001"}, "url": "https://www.semanticscholar.org/paper/8c940fe42e5e01e52cb65dfc7fc7a55d205531f2", "title": "Preface", "abstract": null, "venue": "Social Media and Democracy", "year": 2020, "referenceCount": 626, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8d2aae3e98fcdaec75a8485bcdbf15a897c0e245", "externalIds": {"MAG": "3092528964", "DOI": "10.7249/rr2705"}, "url": "https://www.semanticscholar.org/paper/8d2aae3e98fcdaec75a8485bcdbf15a897c0e245", "title": "Counter-Radicalization Bot Research: Using Social Bots to Fight Violent Extremism", "abstract": "The speed of online recruitment for violent extremist organizations has challenged existing efforts to intervene with counter-radicalization, leading to global instability and violence. The U.S. government's counter-radicalization messaging enterprise may benefit from using promising emerging technology tools, particularly bots, to rapidly detect targets of such recruitment efforts and deliver counter-radicalization content to them.", "venue": "", "year": 2020, "referenceCount": 123, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "13630412", "name": "W. Marcellino"}, {"authorId": "35249257", "name": "Madeline Magnuson"}, {"authorId": "1389718700", "name": "Anne Stickells"}, {"authorId": "7857698", "name": "Benjamin Boudreaux"}, {"authorId": "40263798", "name": "T. Helmus"}, {"authorId": "38617512", "name": "Edward Geist"}, {"authorId": "14350161", "name": "Zev Winkelman"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8f1d4b5d83dc65d035a1eca90ccb362d0b0e1179", "externalIds": {"MAG": "3004118579", "DOI": "10.1038/d41586-020-00141-1", "PubMed": "32020108"}, "url": "https://www.semanticscholar.org/paper/8f1d4b5d83dc65d035a1eca90ccb362d0b0e1179", "title": "Social scientists battle bots to glean insights from online chatter", "abstract": "Automated production of social-media posts can confound research studies. Automated production of social-media posts can confound research studies.", "venue": "Nature", "year": 2020, "referenceCount": 3, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "4837771", "name": "Heidi Ledford"}]}}, {"isInfluential": true, "contexts": ["At the same time, as other studies have shown, it is also a type of behavior that tends to have poisonous effects on the victims, including making them more anxious for their safety and demobilizing them (Hinduja and Patchin 2007; Munger 2016).", "While Munger (2016) and Theocharis et al. (2016) have established that the phenomenon is occurring frequently during periods of vibrant political activity, such as around elections – and that it affects politicians’ communication patterns negatively, there is much less evidence on the magnitude of…", "Here we focus on gender-based incivility, although this is only one of the many subgroups that incivility has been found to be directed towards, with ethnic, ideology-based and racial harassment being also common (Munger 2016).", "Additionally, harassment directly aimed at individuals, especially minorities and vulnerable groups, tends to make them more anxious for their safety and demobilize them (Henson et al. 2013; Hinduja and Patchin 2007; Munger 2016)."], "intents": ["background", "result"], "citingPaper": {"paperId": "955f721cd4d65479d36cda2a536a787d861e48b2", "externalIds": {"MAG": "3006598146", "DOI": "10.1177/2158244020919447"}, "url": "https://www.semanticscholar.org/paper/955f721cd4d65479d36cda2a536a787d861e48b2", "title": "The Dynamics of Political Incivility on Twitter", "abstract": "Online incivility and harassment in political communication have become an important topic of concern among politicians, journalists, and academics. This study provides a descriptive account of uncivil interactions between citizens and politicians on Twitter. We develop a conceptual framework for understanding the dynamics of incivility at three distinct levels: macro (temporal), meso (contextual), and micro (individual). Using longitudinal data from the Twitter communication mentioning Members of Congress in the United States across a time span of over a year and relying on supervised machine learning methods and topic models, we offer new insights about the prevalence and dynamics of incivility toward legislators. We find that uncivil tweets represent consistently around 18% of all tweets mentioning legislators, but with spikes that correspond to controversial policy debates and political events. Although we find evidence of coordinated attacks, our analysis reveals that the use of uncivil language is common to a large number of users.", "venue": "", "year": 2020, "referenceCount": 142, "citationCount": 14, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2145514", "name": "Yannis Theocharis"}, {"authorId": "47206305", "name": "Pablo Barberá"}, {"authorId": "143620023", "name": "Z. Fazekas"}, {"authorId": "30945420", "name": "S. Popa"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9b6afb4e19d6869fec1f3d477d14b4c012a4fa81", "externalIds": {"DOI": "10.1017/9781108890960.002"}, "url": "https://www.semanticscholar.org/paper/9b6afb4e19d6869fec1f3d477d14b4c012a4fa81", "title": "Introduction", "abstract": null, "venue": "Social Media and Democracy", "year": 2020, "referenceCount": 626, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "118292265", "name": "N. Persily"}, {"authorId": "49124793", "name": "Joshua A. Tucker"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9e80cad831292319befc027e47c70cc7a225da10", "externalIds": {"MAG": "3094464686", "DOI": "10.1108/idd-03-2020-0033"}, "url": "https://www.semanticscholar.org/paper/9e80cad831292319befc027e47c70cc7a225da10", "title": "Evaluating Credibility of Social Media Information: Current Challenges, Research Directions and Practical Criteria", "abstract": "PurposeSocial media pose serious challenges to information evaluation, which can make credibility evaluation more difficult compared to other information resources. As a result, this paper aims to explore related challenges and research directions to put forth a set of criteria practical for actual users in their decision-making.Design/methodology/approachRelated literature in such disciplines as information, communication and media sciences were carefully searched and assessed. Once challenges and research directions were identified, a literature coding approach was considered to design a conceptual framework incorporating the main criteria used for evaluating information found from social media.FindingsSome areas of consideration such as political concerns, health information, organizational issues and purchasing behavior are among the main challenges inevitable in evaluating current social media information. The relative importance of credibility criteria varies from study to study depending on factors such as the characteristics of the participants, the type of the source and the type of information.Practical implicationsA conceptual framework developed including four main dimensions of the information source, information presentation, information credibility and decision-related issues as a set of criteria useful for the decision-making of social media users when evaluating information.Originality/valueThe literature review and the conceptual framework incorporate a set of most important criteria for exploring the credibility evaluation of social media information, which are also useful for future related studies.", "venue": "", "year": 2020, "referenceCount": 81, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "10283236", "name": "H. Keshavarz"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a2617e990e735f0efe6700afbdadcf19d30376dd", "externalIds": {"MAG": "3016257480", "DBLP": "journals/corr/abs-2004-04216", "ArXiv": "2004.04216", "ACL": "2020.acl-main.110", "DOI": "10.18653/v1/2020.acl-main.110"}, "url": "https://www.semanticscholar.org/paper/a2617e990e735f0efe6700afbdadcf19d30376dd", "title": "Generating Counter Narratives against Online Hate Speech: Data and Strategies", "abstract": "Recently research has started focusing on avoiding undesired effects that come with content moderation, such as censorship and overblocking, when dealing with hatred online. The core idea is to directly intervene in the discussion with textual responses that are meant to counter the hate content and prevent it from further spreading. Accordingly, automation strategies, such as natural language generation, are beginning to be investigated. Still, they suffer from the lack of sufficient amount of quality data and tend to produce generic/repetitive responses. Being aware of the aforementioned limitations, we present a study on how to collect responses to hate effectively, employing large scale unsupervised language models such as GPT-2 for the generation of silver data, and the best annotation strategies/neural architectures that can be used for data filtering before expert validation/post-editing.", "venue": "ACL", "year": 2020, "referenceCount": 54, "citationCount": 20, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2034636", "name": "Serra Sinem Tekiroglu"}, {"authorId": "3365740", "name": "Yi-Ling Chung"}, {"authorId": "1912357", "name": "Marco Guerini"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a528753ce6e35071a69989aef744748b315805c4", "externalIds": {"PubMedCentral": "7104178", "DBLP": "journals/pnas/TraegerSJSC20", "MAG": "3009999177", "DOI": "10.1073/pnas.1910402117", "PubMed": "32152118"}, "url": "https://www.semanticscholar.org/paper/a528753ce6e35071a69989aef744748b315805c4", "title": "Vulnerable robots positively shape human conversational dynamics in a human–robot team", "abstract": "Significance Prior work has demonstrated that a robot’s social behavior has the ability to shape people’s trust toward, responses to, and impressions of a robot within human–robot interactions. However, when the context changes to interactions within a group involving one robot and multiple people, the influence of the robot on group behavior is less well understood. In this work, we explore how a social robot influences team engagement using an experimental design where a group of three humans and one robot plays a collaborative game. Our analysis shows that a robot’s social behavior influences the conversational dynamics between human members of the human–robot group, demonstrating the ability of a robot to significantly shape human–human interaction. Social robots are becoming increasingly influential in shaping the behavior of humans with whom they interact. Here, we examine how the actions of a social robot can influence human-to-human communication, and not just robot–human communication, using groups of three humans and one robot playing 30 rounds of a collaborative game (n = 51 groups). We find that people in groups with a robot making vulnerable statements converse substantially more with each other, distribute their conversation somewhat more equally, and perceive their groups more positively compared to control groups with a robot that either makes neutral statements or no statements at the end of each round. Shifts in robot speech have the power not only to affect how people interact with robots, but also how people interact with each other, offering the prospect for modifying social interactions via the introduction of artificial agents into hybrid systems of humans and machines.", "venue": "Proceedings of the National Academy of Sciences", "year": 2020, "referenceCount": 57, "citationCount": 35, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Computer Science"], "authors": [{"authorId": "2075084855", "name": "Margaret Traeger"}, {"authorId": "1557689485", "name": "Sarah Strohkorb Sebo"}, {"authorId": "8240331", "name": "Malte F. Jung"}, {"authorId": "1792053", "name": "B. Scassellati"}, {"authorId": "2560153", "name": "N. Christakis"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ab48faf23269e55a0dfb630cd002dff251aa5a41", "externalIds": {"MAG": "3080223069", "DOI": "10.1017/9781108890960.004"}, "url": "https://www.semanticscholar.org/paper/ab48faf23269e55a0dfb630cd002dff251aa5a41", "title": "Social Media, Echo Chambers, and Political Polarization", "abstract": "A popular argument that is commonly put forth as an explanation linking digital technologies to political polarization is related to their ability to foster the emergence of echo chambers where extremist ideas are amplified. Sunstein (2018), a leading proponent of this view, argues that the main characteristic of social networking sites is that they allow politically like-minded individuals to find one another. In this environment, citizens are only exposed to information that reinforces their political views and remain isolated from other individuals with opposing views, in part due to the filtering effects of ranking algorithms that generate filter bubbles (Pariser, 2011) and create incentives for publishers to share clickbait and hyperpartisan content (Benkler et al, 2018). The outcome of this process is a society that is increasingly segregated along partisan lines, and where compromise becomes unlikely due to rising mistrust on public officials, media outlets, and ordinary citizens on the other side of the ideological spectrum.", "venue": "", "year": 2020, "referenceCount": 792, "citationCount": 23, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "47206305", "name": "Pablo Barberá"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b253826148061ffac47c831507bc2cd7a2b6895f", "externalIds": {"MAG": "3080981270", "DOI": "10.1017/9781108890960.007"}, "url": "https://www.semanticscholar.org/paper/b253826148061ffac47c831507bc2cd7a2b6895f", "title": "Online Political Advertising in the United States", "abstract": null, "venue": "", "year": 2020, "referenceCount": 745, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "48238449", "name": "E. F. Fowler"}, {"authorId": "31675776", "name": "Michael Franz"}, {"authorId": "3488130", "name": "Travis N. Ridout"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b2dc5edc75b0d195d8f6e1e3b51bec552b262ba7", "externalIds": {"DBLP": "journals/corr/abs-2005-12423", "ArXiv": "2005.12423", "MAG": "3029778218"}, "url": "https://www.semanticscholar.org/paper/b2dc5edc75b0d195d8f6e1e3b51bec552b262ba7", "title": "Racism is a Virus: Anti-Asian Hate and Counterhate in Social Media during the COVID-19 Crisis", "abstract": "The spread of COVID-19 has sparked racism, hate, and xenophobia in social media targeted at Chinese and broader Asian communities. However, little is known about how racial hate spreads during a pandemic and the role of counterhate speech in mitigating the spread. Here we study the evolution and spread of anti-Asian hate speech through the lens of Twitter. We create COVID-HATE, the largest dataset of anti-Asian hate and counterhate spanning three months, containing over 30 million tweets, and a social network with over 87 million nodes. By creating a novel hand-labeled dataset of 2,400 tweets, we train a text classifier to identify hate and counterhate tweets that achieves an average AUROC of 0.852. We identify 891,204 hate and 200,198 counterhate tweets in COVID-HATE. Using this data to conduct longitudinal analysis, we find that while hateful users are less engaged in the COVID-19 discussions prior to their first anti-Asian tweet, they become more vocal and engaged afterwards compared to counterhate users. We find that bots comprise 10.4% of hateful users and are more vocal and hateful compared to non-bot users. Comparing bot accounts, we show that hateful bots are more successful in attracting followers compared to counterhate bots. Analysis of the social network reveals that hateful and counterhate users interact and engage extensively with one another, instead of living in isolated polarized communities. Furthermore, we find that hate is contagious and nodes are highly likely to become hateful after being exposed to hateful content. Importantly, our analysis reveals that counterhate messages can discourage users from turning hateful in the first place. Overall, this work presents a comprehensive overview of anti-Asian hate and counterhate content during a pandemic. The COVID-HATE dataset is available at this http URL.", "venue": "ArXiv", "year": 2020, "referenceCount": 125, "citationCount": 50, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Physics", "Sociology"], "authors": [{"authorId": "1399135100", "name": "C. Ziems"}, {"authorId": "2082464053", "name": "Bing He"}, {"authorId": "49768826", "name": "Sandeep Soni"}, {"authorId": "39703734", "name": "Srijan Kumar"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b38f6f457ab13a365ef7767c88c0e3b079f47e7d", "externalIds": {"MAG": "3122516627", "DOI": "10.1017/9781108297820.007"}, "url": "https://www.semanticscholar.org/paper/b38f6f457ab13a365ef7767c88c0e3b079f47e7d", "title": "Data in Politics", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b591e3d38286e873d18d6ce7b01ed1ab12065bba", "externalIds": {"DOI": "10.1017/9781108297820.006"}, "url": "https://www.semanticscholar.org/paper/b591e3d38286e873d18d6ce7b01ed1ab12065bba", "title": "Changing Organizations", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 881, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b7f03c4a70e097f87c7627d0d874b94121d8563f", "externalIds": {"MAG": "3160070152", "DOI": "10.1017/9781108297820.001"}, "url": "https://www.semanticscholar.org/paper/b7f03c4a70e097f87c7627d0d874b94121d8563f", "title": "The Rise of Digital Media and the Retooling of Politics", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 983, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": "2093182947", "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b8dd50ee37473cc56f25a4fa2f6e8fd4fb5d54cd", "externalIds": {"MAG": "3081257413", "DOI": "10.1017/9781108890960.012"}, "url": "https://www.semanticscholar.org/paper/b8dd50ee37473cc56f25a4fa2f6e8fd4fb5d54cd", "title": "Dealing with Disinformation: Evaluating the Case for Amendment of Section 230 of the Communications Decency Act", "abstract": "=3067552 Pasquale, F., & Bracha, O. (2007). Federal Search Commission? Access, fairness and accountability in the law of search. SSRN. https://papers.ssrn.com/ abstract=1002453 Paul, C., & Courtney, W. (2016). Russian propaganda is pervasive, and America is behind the power curve in countering it. Rand Corporation (blog), September 12. www.rand.org/blog/2016/09/russian-propaganda-is-pervasive-and-americais-behind.html Pennycook, G., Cannon, T. D., & Rand, D. G. (2017). Prior exposure increases perceived accuracy of fake news. SSRN. https://papers.ssrn.com/abstract=2958246 Pennycook, G., & Rand, D. (2017). Assessing the effect of “disputed” warnings and source salience on perceptions of fake news accuracy. SSRN. https://papers.ssrn .com/abstract=3035384 Amendment of Section 230 283 of use, available at https://www.cambridge.org/core/terms. https://doi.org/10.1017/9781108890960 Downloaded from https://www.cambridge.org/core. IP address: 54.70.40.11, on 31 Aug 2021 at 16:23:28, subject to the Cambridge Core terms Prior, M. (2013). Media and political polarization. Annual Review of Political Science,", "venue": "", "year": 2020, "referenceCount": 820, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "33989002", "name": "Tim Hwang"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "bc774057c752341ac02c84f44aea3c1901febca7", "externalIds": {"MAG": "3030755555", "DBLP": "conf/chi/RubinBC20", "DOI": "10.1145/3313831.3376645"}, "url": "https://www.semanticscholar.org/paper/bc774057c752341ac02c84f44aea3c1901febca7", "title": "Fragile Masculinity: Men, Gender, and Online Harassment", "abstract": "Harassment is a persistent problem in contemporary online environments, with women disproportionately experiencing its most severe forms. While critical scholars posit that online gender harassment may be linked to men's anxieties about fulfilling normative masculine gender roles, this relationship has not been examined by empirical research. We survey 264 young men between the ages of 18-24 about their masculinity anxieties and their perceptions of harassment directed at a woman on Twitter. We find that men who perceive themselves as less masculine than average men report higher endorsement of harassment. Further, we find that the relationship between masculinity anxieties and harassment endorsement is mediated by men's adherence to masculine norms and toxic disinhibition. We interpret these results through the lens of social media's specific affordances, and we discuss their implications for technology designers and other practitioners who wish to better detect, prevent, and remediate online harassment by accounting for the role of gender.", "venue": "CHI", "year": 2020, "referenceCount": 129, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "37415113", "name": "Jennifer D. Rubin"}, {"authorId": "35019836", "name": "Lindsay Blackwell"}, {"authorId": "5572816", "name": "T. Conley"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "beeb025f793588fc21646f39535e37049b0cb3e0", "externalIds": {"MAG": "3021306861", "DOI": "10.4135/9781526486387.n26"}, "url": "https://www.semanticscholar.org/paper/beeb025f793588fc21646f39535e37049b0cb3e0", "title": "How to Use Social Media Data for Political Science Research", "abstract": "Citizens across the globe spend an increasing proportion of their daily lives on social media platforms. Their activities on the sites generate granular, time-stamped footprints of human behavior and personal interactions. This chapter offers an overview of existing research that uses social media data in the fields of Political Science and International Relations. We discuss two types of studies: those where social media is being used as a source of data to study, e.g. political networks or public opinion, and those focusing on how social media transforms different political phenomena, ranging from ideological polarization and misinformation to election campaigns. Our review also offers an in-depth analysis of the main challenges of this type of data, such as the different sources of bias that limit the generalizability of findings, the difficulty of connecting online and offline behavior, and concerns about reproducibility and ethics. To illustrate the opportunities and limitations of social media data, we also provide an applied example using Twitter as event data to study the dynamics of protest movements in Egypt and Bahrain in 2011.", "venue": "", "year": 2020, "referenceCount": 116, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "47206305", "name": "Pablo Barberá"}, {"authorId": "1398679323", "name": "Zachary C. Steinert-Threlkeld"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "bfad7ef60f5a4e1fd24edc7856c08382b708052a", "externalIds": {"MAG": "3043018575", "DOI": "10.1017/XPS.2020.14"}, "url": "https://www.semanticscholar.org/paper/bfad7ef60f5a4e1fd24edc7856c08382b708052a", "title": "Don’t @ Me: Experimentally Reducing Partisan Incivility on Twitter", "abstract": "Abstract I conduct an experiment which examines the impact of moral suasion on partisans engaged in uncivil arguments. Partisans often respond in vitriolic ways to politicians they disagree with, and this can engender hateful responses from partisans from the other side. This phenomenon was especially common during the contentious 2016 US Presidential Election. Using Twitter accounts that I controlled, I sanctioned people engaged partisan incivility in October 2016. I found that messages containing moral suasion were more effective at reducing incivility than were messages with no moral content in the first week post-treatment. There were no significant treatment effects in the first day post-treatment, emphasizing the need for research designs that measure effect duration. The type of moral suasion employed, however, did not have the expected differential effect on either Republicans or Democrats. These effects were significantly moderated by the anonymity of the subjects.", "venue": "Journal of Experimental Political Science", "year": 2020, "referenceCount": 68, "citationCount": 9, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "31627796", "name": "Kevin Munger"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c19e913ac6b84374b03639bb54857aa1b4864946", "externalIds": {"MAG": "3112646659", "DOI": "10.37016/mr-2020-49"}, "url": "https://www.semanticscholar.org/paper/c19e913ac6b84374b03639bb54857aa1b4864946", "title": "Tackling misinformation: What researchers could do with social media data", "abstract": "Written by Michelle A. Amazeen, Fabrício Benevenuto, Nadia M. Brashier, Robert M. Bond, Lia C. Bozarth, Ceren Budak, Ullrich K. H. Ecker, Lisa K. Fazio, Emilio Ferrara, Andrew J. Flanagin, Ales-sandro Flammini, Deen Freelon, Nir Grinberg, Ralph Hertwig, Kathleen Hall Jamieson, Kenneth Jo-seph, Jason J. Jones, R. Kelly Garrett, Daniel Kreiss, Shannon McGregor, Jasmine McNealy, Drew Margolin, Alice Marwick, FiIippo Menczer, Miriam J. Metzger, Seungahn Nah, Stephan Lewan-dowsky, Philipp Lorenz-Spreen, Pablo Ortellado, Irene Pasquetto, Gordon Pennycook, Ethan Porter, David G. Rand, Ronald Robertson, Briony Swire-Thompson, Francesca Tripodi, Soroush Vosoughi, Chris Vargo, Onur Varol, Brian E. Weeks, John Wihbey, Thomas J. Wood, & Kai-Cheng Yang", "venue": "Harvard Kennedy School Misinformation Review", "year": 2020, "referenceCount": 66, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1915175", "name": "Irene V. Pasquetto"}, {"authorId": "1416945634", "name": "B. Swire-Thompson"}, {"authorId": "41094808", "name": "Michelle A. Amazeen"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c2c780dbfacc7eb7448cf137a03a5d99761adf84", "externalIds": {"MAG": "3033678240", "DOI": "10.1177/1745691620917336", "PubMed": "32511060"}, "url": "https://www.semanticscholar.org/paper/c2c780dbfacc7eb7448cf137a03a5d99761adf84", "title": "The MAD Model of Moral Contagion: The Role of Motivation, Attention, and Design in the Spread of Moralized Content Online", "abstract": "With more than 3 billion users, online social networks represent an important venue for moral and political discourse and have been used to organize political revolutions, influence elections, and raise awareness of social issues. These examples rely on a common process to be effective: the ability to engage users and spread moralized content through online networks. Here, we review evidence that expressions of moral emotion play an important role in the spread of moralized content (a phenomenon we call moral contagion). Next, we propose a psychological model called the motivation, attention, and design (MAD) model to explain moral contagion. The MAD model posits that people have group-identity-based motivations to share moral-emotional content, that such content is especially likely to capture our attention, and that the design of social-media platforms amplifies our natural motivational and cognitive tendencies to spread such content. We review each component of the model (as well as interactions between components) and raise several novel, testable hypotheses that can spark progress on the scientific investigation of civic engagement and activism, political polarization, propaganda and disinformation, and other moralized behaviors in the digital age.", "venue": "Perspectives on psychological science : a journal of the Association for Psychological Science", "year": 2020, "referenceCount": 313, "citationCount": 53, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Medicine", "Sociology"], "authors": [{"authorId": "46806879", "name": "W. Brady"}, {"authorId": "3720322", "name": "M. Crockett"}, {"authorId": "116250487", "name": "J. V. Van Bavel"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "c839887f3501fc2ca8dfe92f9d3de0e90708629b", "externalIds": {"MAG": "3043717057"}, "url": "https://www.semanticscholar.org/paper/c839887f3501fc2ca8dfe92f9d3de0e90708629b", "title": "Juridische aspecten van algoritmen die besluiten nemen", "abstract": "Iedereen heeft in het dagelijks leven te maken met beslissingen die worden genomen door of met behulp van algoritmen. De inzet van algoritmen kan kansen opleveren voor het verwezenlijken van publieke waarden en belangen. Zo kunnen algoritmen besluitvormingsprocessen efficienter maken en bijdragen aan het vinden van oplossingen voor verschillende soorten maatschappelijke uitdagingen. Tegelijkertijd kan de inzet van algoritmen risico’s met zich brengen en vragen oproepen over de bestendigheid van de juridische kaders die beschikbaar zijn om publieke waarden en belangen te beschermen. De onderzoeksvraag van dit onderzoek is in dit verband als volgt gedefinieerd:\n\nWelke kansen en risico’s doen zich voor bij algoritmische besluitvorming met betrekking tot de bescherming en realisering van publieke waarden en belangen, en zijn de bestaande juridische kaders voldoende bestendig om kansen te verwezenlijken en het intreden van geidentificeerde risico’s te voorkomen of de gevolgen daarvan te mitigeren?\n\nCentraal in het onderzoek staan de huidige toepassingen van algoritmen in besluitvormings-processen en de ontwikkelingen die in de komende vijf tot tien jaar op dat gebied te verwachten zijn. Voor de beantwoording van de onderzoeksvraag is onder meer gebruikgemaakt van casestudy’s naar de inzet van algoritmen in vier, door het WODC en de Directie Wetgeving en Juridische Zaken van het Ministerie van Justitie en Veiligheid geselecteerde domeinen: contentmoderatie, zelfrijdende auto’s, rechtspraak en overheidsincasso bij verkeersboetes.", "venue": "", "year": 2020, "referenceCount": 311, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2099858770", "name": "S. Kulk"}, {"authorId": "148032938", "name": "S. Deursen"}, {"authorId": "82688412", "name": "T. Snijders"}, {"authorId": "2089772331", "name": "V. Breemen"}, {"authorId": "46925692", "name": "A. Wouters"}, {"authorId": "148115169", "name": "S. Philipsen"}, {"authorId": "112919430", "name": "M. Boekema"}, {"authorId": "2077147205", "name": "S. Heeger"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "cf3073673384b0f28dd796d11e334adb15a2b4bb", "externalIds": {"MAG": "3010348872", "DOI": "10.2139/ssrn.3537597"}, "url": "https://www.semanticscholar.org/paper/cf3073673384b0f28dd796d11e334adb15a2b4bb", "title": "The Breakdown of Anti-Racist Norms: A Natural Experiment on Normative Uncertainty after Terrorist Attacks", "abstract": "Terrorist attacks can have profound consequences for the erosion of social norms, yet the causes of this erosion are not well understood. We argue that these attacks create substantial uncertainty about whether norms of civic conversation still hold. Observing breaches of these norms then leads people to express their own anti-immigrant attitudes more readily, as compared to a context where these norms are unambiguous. To test our theory, we examine (i) the impact of terrorist attacks on the level of hate speech against refugees in online discussions, and (ii) how the effect of terrorist attacks depends on the uncertainty about social norms of prejudice expression. To this end, we report on the results of a unique combination of a natural and a lab-in-the-field experiment. We exploit the occurrence of two consecutive Islamist terrorist attacks in Germany, the Würzburg and Ansbach attacks, in July 2016. Hateful comments towards refugees in an experimental online forum, but not towards other minority groups (i.e., gender rights), increased as a result of the attacks. The experiment compares the effect of the terrorist attacks in contexts where a descriptive norm against the use of hate speech is emphasized, i.e., participants observe only neutral or positive comments towards a minority group, to contexts in which the norm is ambiguous because participants observe anti-minority comments. Observing anti-immigrant comments had a considerable impact on our participants’ own comments after the attacks, while observing anti-gender-rights comments did not. We end by discussing implications of the findings for the literature on social norms, sociological methods and policy.", "venue": "", "year": 2020, "referenceCount": 79, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "1490668719", "name": "Amalia Álvarez-Benjumea"}, {"authorId": "143972454", "name": "Fabian Winter"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "d1546a8dfe5df53032f5a6b460bccb643d7e06aa", "externalIds": {"MAG": "3000072761", "DOI": "10.1007/s10826-019-01691-3"}, "url": "https://www.semanticscholar.org/paper/d1546a8dfe5df53032f5a6b460bccb643d7e06aa", "title": "A Qualitative Analysis of Stay-At-Home Parents’ Spanking Tweets", "abstract": "Objective This qualitative study used Twitter to examine stay-at-home parents’ publicly available postings to Twitter about discipline and spanking. Many adults still support the use of spanking despite a substantial body of evidence demonstrating that spanking is linked to a range of negative child outcomes. Little is currently known about how parents think about spanking as a disciplinary practice and how parents express these beliefs online. Method Five million publicly available tweets were collected from self-identified stay-at-home parents. Tweets were screened for discipline and spanking content. A qualitative analysis was conducted on the final set of tweets ( N =  648). Results Stay-at-home parents were most likely to tweet about information related to discipline and spanking compared to tweets that made up other global themes (e.g., discipline tips). Parents most commonly posted tweets that reflected their anti-spanking beliefs compared to tweets that made up other subthemes (e.g., pro-spanking). Tweets in support of spanking emerged as well, with fathers being more likely than mothers to tweet about pro-spanking beliefs and desires. However, mothers were more likely than fathers to tweet about pro-spanking behaviors. Conclusion Our results provide evidence that stay-at-home parents turn to Twitter to obtain disciplinary information and disclose their anti-spanking and pro-spanking beliefs. Anti-spanking tweets potentially reflect changing social norms and suggest that some stay-at-home parents on Twitter may be engaging in selective self-presentation. Thus, Twitter may be one avenue to use for interventions to set social norms that aim to reduce parental corporal punishment.", "venue": "", "year": 2020, "referenceCount": 74, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "2108632335", "name": "Joyce Y. Lee"}, {"authorId": "1399507699", "name": "A. Grogan-Kaylor"}, {"authorId": "153310426", "name": "Shawna J. Lee"}, {"authorId": "2468251", "name": "Tawfiq Ammari"}, {"authorId": "153252907", "name": "A. Lu"}, {"authorId": "1398073504", "name": "P. Davis-Kean"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "de1a24b0f1945fd525381925eb7df6791e2dcd06", "externalIds": {"MAG": "3080714937", "DOI": "10.1017/9781108890960.010"}, "url": "https://www.semanticscholar.org/paper/de1a24b0f1945fd525381925eb7df6791e2dcd06", "title": "Comparative Media Regulation in the United States and Europe", "abstract": null, "venue": "", "year": 2020, "referenceCount": 746, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3843440", "name": "F. Fukuyama"}, {"authorId": "98273312", "name": "Andrew J. Grotto"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e19a3f6c03c22edcf3366b2693151d643c79e361", "externalIds": {"MAG": "3112796100", "DOI": "10.1017/9781108297820.002"}, "url": "https://www.semanticscholar.org/paper/e19a3f6c03c22edcf3366b2693151d643c79e361", "title": "The Flow of Political Information", "abstract": null, "venue": "Retooling Politics", "year": 2020, "referenceCount": 977, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "3060017", "name": "Andreas Jungherr"}, {"authorId": "144845219", "name": "Gonzalo Rivero"}, {"authorId": null, "name": "Daniel Gayo-Avello"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "e1d17ab9b15e07e9a214d81932b3e9523fe592a5", "externalIds": {"MAG": "3080416674", "DOI": "10.1017/9781108890960.014"}, "url": "https://www.semanticscholar.org/paper/e1d17ab9b15e07e9a214d81932b3e9523fe592a5", "title": "Conclusion: The Challenges and Opportunities for Social Media Research", "abstract": "We began this volume by noting the relationship between basic research on the impact of social media and politics and the open policy questions concerning social media regulation. The preceding chapters have demonstrated that scholars have learned a great deal in a relatively short period of time about social media’s impact on political communication and elite and mass political behavior. It is equally clear that many, many important questions remain to be answered in the coming years.Moreover, as we hope this volume has demonstrated, the answers to these questions are desperately needed to inform major decisions regarding public policy around the world. Responding to an environment of panic surrounding social media’s impact on democracy that may very well be amplified by the Covid-19 pandemic, regulators and other political actors are rushing to fill the policy void with proposals based on anecdote and folk wisdom emerging from whatever is the most recent scandal. The need for real-time production of rigorous, policy-relevant scientific research on the effects of new technology on political communication has never been more urgent. In this concluding chapter, we turn to a different aspect of the link between research and social media policy: the need for new policies to guarantee the continued production of high-quality research to ensure society has answers to the many crucial questions concerning the relationship between social media and democracy. We begin by laying out the many serious challenges facing the field in terms of access to the necessary data to conduct this research, including political, legal, and logistical factors. We then provide what we hope will serve as a set of key principles that can underline arguments regarding the importance of data access for research and a framework for thinking about how such access", "venue": "", "year": 2020, "referenceCount": 762, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "118292265", "name": "N. Persily"}, {"authorId": "1903670", "name": "Joshua A. Tucker"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f0ea8a74678b05b70985c062ac893a53a76000eb", "externalIds": {"DBLP": "journals/sigweb/DasMSG020", "MAG": "3107176549", "DOI": "10.1145/3427478.3427482"}, "url": "https://www.semanticscholar.org/paper/f0ea8a74678b05b70985c062ac893a53a76000eb", "title": "Hate speech in online social media", "abstract": "Social media platforms like Twitter, Gab, Facebook are available in the market to billions1 of users. These platforms allow users to share their ideas and opinions instantly almost with no cost. These have already been utilized by bad actors in the society to cause damage. Scenarios like the Rohingya genocide in Myanmar, anti-Muslim mob violence in Sri Lanka, and the Pittsburgh synagogue shooting can be linked to these platforms. Recently, hate speech is considered to be one of the major issues poisoning the online social media environment. To keep these platforms healthy there is a need to understand how these hateful content spread, how hateful users behave and finally, what could be an effective way to mitigate hate speech. In this article, we look at the recent advances and issues surrounding hate speech in online social media. We take three different perspectives - analysis & spread, detection, and mitigation.", "venue": "SIGWEB Newsl.", "year": 2020, "referenceCount": 49, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Sociology"], "authors": [{"authorId": "2000633372", "name": "Mithun Das"}, {"authorId": "3362324", "name": "Binny Mathew"}, {"authorId": "48480843", "name": "Punyajoy Saha"}, {"authorId": "2111980452", "name": "P. Goyal"}, {"authorId": "33392067", "name": "Animesh Mukherjee"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f2030fa8ead09b7a45285d7fc5cbdb905c26dd67", "externalIds": {"DOI": "10.1017/9781108890960"}, "url": "https://www.semanticscholar.org/paper/f2030fa8ead09b7a45285d7fc5cbdb905c26dd67", "title": "Social Media and Democracy", "abstract": null, "venue": "", "year": 2020, "referenceCount": 654, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "137874413", "name": "J. Koval"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "f656c392f2f87075b055f2987cd51196c6e03e71", "externalIds": {"MAG": "3080432310", "DOI": "10.1017/9781108890960.005"}, "url": "https://www.semanticscholar.org/paper/f656c392f2f87075b055f2987cd51196c6e03e71", "title": "Online Hate Speech", "abstract": "Once relegated to the dark corners of the Internet, online hate speech has become increasingly visible on mainstream social media platforms. From targeted antiSemitic attacks on Jewish journalists to reports of social media’s role in mobilizing ethnic violence in Myanmar and Sri Lanka, the offline consequences of online hate speech appear increasingly dire. Fearing that this harmful rhetoric is inciting violence and driving extremism, governments worldwide are passing regulation and pressuring social media companies to implement policies to stop the spread of online hate speech (Gagliardone et al. 2016). However, these calls for action have rarely beenmotivated by comprehensive empirical evidence. Moreover, despite increased attention to online hate speech in the scientific literature, surprisingly little is known about the prevalence, causes, or consequences of different forms of harmful language across diverse platforms. Furthermore, researchers have only recently begun to examine the efficacy of approaches to countering online hate, and our understanding of the collateral costs of these interventions is especially limited. This chapter examines the state of the literature – including scientific research, legal scholarship, and policy reports – on online hate speech. In particular, it explores ongoing debates and limitations in current approaches to defining and detecting online hate speech; provides an overview of what social media data and surveys can tell us about the producers, targets, and overall prevalence of harmful language; reviews empirical evidence of the offline consequences of online hate speech; and offers quantitative insights into what interventions might be most effective in combating harmful rhetoric online.", "venue": "", "year": 2020, "referenceCount": 843, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "145641729", "name": "A. Siegel"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Special Issue: Arts and Culture in Education: Questioning and Reimagining Current Practices Countering hate speech through arts and arts education: Addressing intersections and policy implications", "abstract": null, "venue": "", "year": 2020, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J Tuula"}]}}, {"isInfluential": true, "contexts": [", 2017) or informally sanctioning it (Munger, 2016) reduces the incidence of online hate speech.", "Views that are in conflict with the anti-hate norm are not tolerated and therefore people refrain to voice them, especially when the norm is brought into focus (e.g., Paluck & Green, 2009; Crandall et al., 2002; Munger, 2016; Álvarez-Benjumea & Winter, 2018).", "Emphasizing a social norm against the use of hate speech (Cheng, Danescu-Niculescu-Mizil, Leskovec, & Bernstein, 2017) or implementing peer-sanctions (Munger, 2016) reduce the incidence of hate speech in online contexts.", "Parallel empirical research in online communities is still scarce, with some evidence of the effect of perceived norms on hate expression, such as the effect of promoting a norm through social sanction (Munger, 2016) or reminding participants of etiquette rules (Matias, 2016).", "When enough people commit to the norm against prejudice, people tend to refrain from expressing those views (Álvarez-Benjumea & Winter, 2018; Cheng et al., 2017; Munger, 2016).", "Recent evidence suggests that emphasizing a social norm against the use of hateful language (Álvarez-Benjumea & Winter, 2018; Cheng et al., 2017) or informally sanctioning it (Munger, 2016) reduces the incidence of online hate speech."], "intents": ["background"], "citingPaper": {"paperId": "02291bf244e26257ea5fd9c59b6034a6286e3276", "externalIds": {"MAG": "3040168438"}, "url": "https://www.semanticscholar.org/paper/02291bf244e26257ea5fd9c59b6034a6286e3276", "title": "The Spreading of Hostility: Unraveling of Social Norms in Communication", "abstract": "This work investigates the relationship between social norms, the shared rules that provide the standard of behavior, and online hate speech. We test our hypotheses empirically with three different online field experiments. Each chapter thus addresses a particular perspective of the relation between social norms and hate speech. In the first study, we compare informal verbal sanctions and censoring hateful content as interventions to tackle online hate. The interventions are based on two conceptualizations of social norms commonly found in the literature: i) the observed pattern of behavior or descriptive norm, and ii) informal social sanctions or the injunctive norm. The results suggest that adherence to the social norm in online conversations might be motivated by the observed pattern of behavior. In the second study, we test the assumption that observing an increasing number of norm violations in the local context will result in a decreased willingness to follow the norm, which will eventually result in the breakdown of the norm. In the last study, we explain the rise in online hate speech after terrorist attacks by the terrorist attacks creating a situation of normative uncertainty in which the previous consensus on the social norm against the public expression of hate erodes. \n \nTaken as a whole, the chapters represent an up-to-date general picture of the determinants of how social norms affect hate speech. All the conclusions come from original empirical work. Our data show that highlighting the anti-hate norm results in reduced levels of online hate speech. We also show that the presentation of the norm matters and the observed pattern of behavior is often a powerful normative cue. The descriptive norm seems of key importance for the regulation and they might help to design effective social norm interventions against online hate speech. Different individual characteristics, such as gender, might also affect the way people respond to normative cues. Finally, not only the behavior of others produce normative changes, but events that affect the normative certainty can also impact the anti-hate norm. Particularly events that increase normative uncertainty can amplify influence processes because people resolve the uncertainty by looking at existing patterns of behavior in the context.", "venue": "", "year": 2019, "referenceCount": 202, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "114212977", "name": "Amalia Alvarez Benjumea"}]}}, {"isInfluential": false, "contexts": ["major issue for women (Cote, 2015), people of color (Munger, 2016), and LGBTQIAP+ adults (Simpson, 2016; Trujillo, Perrin, Sutter, Tabaac, & Benotsch, 2016)."], "intents": ["background"], "citingPaper": {"paperId": "14ca608682adcb795118a0f1a96e5f7f8a21501a", "externalIds": {"MAG": "2801060048", "DOI": "10.1177/2056305119826120"}, "url": "https://www.semanticscholar.org/paper/14ca608682adcb795118a0f1a96e5f7f8a21501a", "title": "The Impact of Social Media on Non-Monosexuals’ Responses to Discrimination: A Co-Cultural Approach", "abstract": "This article examines how social media consumption habits predict non-monosexuals’ (people who are neither gay nor straight) communication with dominant groups. Using a survey (N = 716), the study applies co-cultural theory to evaluate how they respond to discrimination. The findings of this study indicate that non-monosexuals are heavy users of social media and that it plays a significant role in their perceptions of their environment. Several lifestyle variables, including their field of experience, ability, and perceptions of costs and rewards, can predict the outcomes that non-monosexuals seek when responding to discrimination. Furthermore, social media moderate those relationships. Overall, the sample preferred an outcome of accommodation, indicating that they hope for equality and acceptance.", "venue": "Social Media + Society", "year": 2019, "referenceCount": 132, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "153878704", "name": "Michele Meyer"}]}}, {"isInfluential": false, "contexts": ["Still, manual intervention against hate speech is a toil of Sisyphus, and automatizing the countering procedure would increase the efficacy and effectiveness of hate countering (Munger, 2017)."], "intents": ["background"], "citingPaper": {"paperId": "1dae97251a05320f5749355baa50387607318832", "externalIds": {"MAG": "2980290088", "DBLP": "conf/acl/ChungKTG19", "ACL": "P19-1271", "ArXiv": "1910.03270", "DOI": "10.18653/v1/P19-1271"}, "url": "https://www.semanticscholar.org/paper/1dae97251a05320f5749355baa50387607318832", "title": "CONAN - COunter NArratives through Nichesourcing: a Multilingual Dataset of Responses to Fight Online Hate Speech", "abstract": "Although there is an unprecedented effort to provide adequate responses in terms of laws and policies to hate content on social media platforms, dealing with hatred online is still a tough problem. Tackling hate speech in the standard way of content deletion or user suspension may be charged with censorship and overblocking. One alternate strategy, that has received little attention so far by the research community, is to actually oppose hate content with counter-narratives (i.e. informed textual responses). In this paper, we describe the creation of the first large-scale, multilingual, expert-based dataset of hate-speech/counter-narrative pairs. This dataset has been built with the effort of more than 100 operators from three different NGOs that applied their training and expertise to the task. Together with the collected data we also provide additional annotations about expert demographics, hate and response type, and data augmentation through translation and paraphrasing. Finally, we provide initial experiments to assess the quality of our data.", "venue": "ACL", "year": 2019, "referenceCount": 62, "citationCount": 55, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3365740", "name": "Yi-Ling Chung"}, {"authorId": "145459313", "name": "E. Kuzmenko"}, {"authorId": "2034636", "name": "Serra Sinem Tekiroglu"}, {"authorId": "1912357", "name": "Marco Guerini"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "24f23d22fe3726bc95a9daa2b524923fb7e1bf8d", "externalIds": {"MAG": "2983305859", "DBLP": "journals/pacmhci/TaylorDCSB19", "DOI": "10.1145/3359220"}, "url": "https://www.semanticscholar.org/paper/24f23d22fe3726bc95a9daa2b524923fb7e1bf8d", "title": "Accountability and Empathy by Design", "abstract": "Bystander intervention can reduce the amount of cyberbullying victimization on social media, but bystanders often fail to act. Limited accountability for their behavior and a lack of empathy for the victim are frequently cited as reasons for why bystanders do not act against cyberbullying. We developed design interventions that aimed to increase accountability and empathy among bystanders. In Study 1, participants were experimentally exposed to three social media posts with different types of empathy nudges. Empathy nudges embedded into social media posts displayed the potential to motivate empathy. In Study 2, participants took part in a 3-day experiment that simulated a social media experience. Results suggested that increased social transparency on social media promoted accountability through heightened self-presentation concerns, but empathy nudges did not encourage greater bystander empathy. Both accountability and empathy predicted bystander intervention, but the types of bystander actions promoted by each mechanism differed. We consider how these results contribute to theories of bystander behavior and designing social media to promote prosocial behaviors.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2019, "referenceCount": 109, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "50656135", "name": "S. Taylor"}, {"authorId": "1771597", "name": "Dominic DiFranzo"}, {"authorId": "3075829", "name": "Y. Choi"}, {"authorId": "10763415", "name": "Shruti Sannon"}, {"authorId": "2931525", "name": "Natalya N. Bazarova"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "2bc11d0ec5074858d7d1001a62db8720f52bfe2b", "externalIds": {"MAG": "2899452135", "DOI": "10.1017/S1049096518001038"}, "url": "https://www.semanticscholar.org/paper/2bc11d0ec5074858d7d1001a62db8720f52bfe2b", "title": "Politics @Pontifex: International Crises and Political Patterns of Papal Tweets", "abstract": "ABSTRACT Political research on social media argues that new channels of technological communication influence political leadership. However, we do not know the extent to which social media affect the power of other authorities—for example, religious leaders—in the secular world. This article focuses on the social media presence of the Pope. I argue that the pontiff uses social media communication to explicitly address certain political issues. Specifically, I claim that his messages on the web tend to be more political when critical world events threaten peaceful international relations and frighten salient religious minorities. I investigated this argument by studying Pope Francis’s statements on Twitter. The analysis indicates that the Pope is more likely to release political tweets during international crises, thus targeting issues that otherwise belong to other secular authorities. At the same time, it “normalizes” the Catholic Church’s power in that it allows the Pope to maintain the Vatican’s long tradition of safeguarding peace and protecting vulnerable populations. These findings have implications for the leadership of the Catholic Church in the modern world and extend to other papacies beyond Francis’s.", "venue": "PS: Political Science & Politics", "year": 2019, "referenceCount": 43, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "47065376", "name": "F. Genovese"}]}}, {"isInfluential": false, "contexts": ["For example, political scientists alter participants’ political news feeds (Bakshy et al., 2015; Bail et al., 2018) and online interactions (Munger, 2017b,a).", "A substantial amount of incivility and racism is observed on social media (Munger, 2017b,a)."], "intents": ["background"], "citingPaper": {"paperId": "2f11f9c8b8bd7ba20e410151671e7aa92d8e7500", "externalIds": {"MAG": "3006124393"}, "url": "https://www.semanticscholar.org/paper/2f11f9c8b8bd7ba20e410151671e7aa92d8e7500", "title": "Bayesian Dynamic Network Modeling for Social Media Political Talk", "abstract": "Bayesian Dynamic Network Modeling for Social Media Political Talk", "venue": "", "year": 2019, "referenceCount": 44, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "31091886", "name": "Haohan Chen"}]}}]}