{"paperId": "111c51d35dbabcbc685d42195b899d8577862f1e", "externalIds": {"MAG": "2694865014"}, "url": "https://www.semanticscholar.org/paper/111c51d35dbabcbc685d42195b899d8577862f1e", "title": "Annotateurs volontaires investis et éthique de l'annotation de lettres de suicidés", "abstract": "Cet article presente une perspective ethique sur le projet decrit dans (Pestian et al., 2012b). La campagne d'annotation en question a vise a produire un corpus de lettres de suicides annotees en emotions. Les annotateurs etaient soit des parents ou des amis de suicides, soit des professionnels de la sante mentale. Nous appelons ces annotateurs benevoles, volontaires pour faire avancer la recherche, des volontaires investis. Ce projet souleve un certain nombre de questions ethiques, notamment en ce qui concerne le role de l'empathie des annotateurs, les effets possibles sur ceux-ci et les utilisations potentielles des resultats obtenus. Nous concluons par une analyse du corpus du point de vue de la Charte Ethique et Big Data. Abstract. Annotating suicide notes : ethical issues at a glance. According to the World Health Organization, 800,000 people die of suicide every year. About 20% of them leave a written message. This paper discusses a corpus of such messages. The corpus was annotated with reference to the emotions expressed in the notes. The annotators were family or friends of someone who had died by suicide, or mental health professionals. We refer to these non-coercivally and altruistically motivated annotators as vested volunteers. A number of ethical issues are explored with this task and group of annotators, including the role of empathy, possible effects on the annotators, and the uses that might be made of the products of the annotation project. We conclude considering the project from the point of view of the Ethics and Big Data Charter.", "venue": "", "year": 2015, "referenceCount": 23, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Art"], "authors": [{"authorId": "2064812702", "name": "K. B. Cohen"}, {"authorId": "2093325066", "name": "John Pestian"}, {"authorId": "3196675", "name": "Karën Fort"}]}