{"offset": 0, "data": [{"contexts": ["For crowdworkers this makes the cost of finding good tasks to do on AMT higher than if sufficient information about requesters was made available (for relevant treatment of information costs in the economics literature, see Stigler, 1982)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "0571185b1f1776a6c47202ad5049fd07b70f1a8a", "externalIds": {"MAG": "1607614521"}, "url": "https://www.semanticscholar.org/paper/0571185b1f1776a6c47202ad5049fd07b70f1a8a", "title": "The Process and Progress of Economics", "abstract": null, "venue": "", "year": 1982, "referenceCount": 6, "citationCount": 46, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "7817801", "name": "G. Stigler"}]}}, {"contexts": ["All of these factors, mediated by the API, shape the labor market supply dynamics of this online labor market.", "Turkopticon also does not provide any method for workers to have their reputation repaired or to regain lost wages (Irani & Silberman, 2014)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "17602c87d845b4bb04d8d4d7e774acb5f7e1fb9a", "externalIds": {"DBLP": "journals/interactions/IraniS14", "MAG": "1974760327", "DOI": "10.1145/2627392"}, "url": "https://www.semanticscholar.org/paper/17602c87d845b4bb04d8d4d7e774acb5f7e1fb9a", "title": "From critical design to critical infrastructure: lessons from turkopticon", "abstract": "Amazon Mechanical Turk (AMT) demonstrates how infrastructure projects can be designed and undertaken smoothly. AMT is a Web-based labor market that draws workers from all over the world to perform small bits of digital labor for pay. AMT organizes workers for the pleasure of programmers and the productivity of companies and researchers. Turkopticon is one such concept that has been initiated by AMT from 2008 after engagements with Turkers. AMT brings stopgap, short-term jobs to those with limited employment options, due to geography, mobility limitations, or economic conditions. Turkopticon is a application and browser add-on that augments the AMT interface with reviews written by Turkers. Turkopticon, along with crucial worker communities such as Turker Nation, mTurk Forum, CloudMeBaby, mTurk Grind, and the mturk and HITsWorthTurkingFor 'subreddits' on reddit.com, helps in bridging the worlds of workers and employers.", "venue": "INTR", "year": 2014, "referenceCount": 11, "citationCount": 36, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Engineering", "Computer Science"], "authors": [{"authorId": "3142146", "name": "Lilly C. Irani"}, {"authorId": "144897272", "name": "M. S. Silberman"}]}}, {"contexts": ["…Data sets include: (1) responses to a survey posted to the AMT platform\nbetween July 2013 and 2014; (2) ethnographic data collected from 48 interviews and participant observations conducted in person from September 2013 to July 2014; and (3) results from a geographic mapping task (also called a…", "One of the strongest indications of prevailing imbalances in market power comes from analysis of AMT’s site design itself (Ipeirotis, 2010; Khanna, Ratan, Davis, & Thies, 2010; Silberman, Ross, Irani, & Tomlinson, 2010).", "Often this narrative is framed in terms of the intrinsic and extrinsic motivations of workers (Rogstadius et al., 2011) and the incentives of workers to “game the system” (Ipeirotis, 2010).", "…labor market frictions in regard to: (1) whether labor market information is equally available to all participants (e.g., perfect); and (2) the high degree of market concentration evidenced by the fact that a small minority of requesters post the majority of tasks to the platform (Ipeirotis, 2010).", "This narrative suggests that wages offered in this crowdsourcing market attract the worst quality of workers (Dow, Kulkarni, Klemmer, & Hartmann, 2012; Ipeirotis, 2010).", "in Online Labor Markets", "We have established that requesters have far more market power due to the presence of asymmetric reputation systems, the concentration of tasks supplied by small number of firms or individuals providing work, and the ability to set wages and unilaterally reject work."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "1f6e5dfb8fcade0b2a3be69dee112dcb645fadea", "externalIds": {"DBLP": "journals/crossroads/Ipeirotis10", "MAG": "2103240268", "DOI": "10.1145/1869086.1869094"}, "url": "https://www.semanticscholar.org/paper/1f6e5dfb8fcade0b2a3be69dee112dcb645fadea", "title": "Analyzing the Amazon Mechanical Turk marketplace", "abstract": "An associate professor at New York Universitys Stern School of Business uncovers answers about who are the employers in paid crowdsourcing, what tasks they post, and how much they pay.", "venue": "XRDS", "year": 2010, "referenceCount": 8, "citationCount": 863, "influentialCitationCount": 88, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2942126", "name": "Panagiotis G. Ipeirotis"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "226b346cc5a8d77a1e8a489a15fb1b4a868c5e0b", "externalIds": {"MAG": "2468845076", "DOI": "10.1093/OXFORDHB/9780199826162.013.038"}, "url": "https://www.semanticscholar.org/paper/226b346cc5a8d77a1e8a489a15fb1b4a868c5e0b", "title": "Virtuality in the Sphere of Economics", "abstract": "This chapter examines virtuality and reality in the context of economic affairs. Digital objects and currencies found in online game worlds and digital environments are considered play and make-believe, and are branded as “virtual” to distinguish them from the serious world of “real” consumption and economics. However, virtual goods are increasingly bought and sold for real money, and the value of such trade now reaches several billion US dollars per year. This encroachment of the “virtual” into the “real” serves as an occasion for a critical reevaluation of supposed economic realities. It turns out that the value of “real” goods and currencies is often just as subjective as that of their supposedly virtual counterparts. The real-virtual dichotomy in economic affairs is a social construct, and sometimes things are labeled “virtual” simply to marginalize them. As the “real” economy looks increasingly vulnerable, such categorizations may shift.", "venue": "", "year": 2014, "referenceCount": 26, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2013768", "name": "Vili Lehdonvirta"}]}}, {"contexts": ["Since AMT does not post labor market information directly on the platform, crowdworkers spend substantial amounts of time searching for information on the Internet (Yuen, King, & Leung, 2012).12 Most economists will agree that time spent searching for work is a cost or rent job seekers bear in order to secure future employment.", "The larger project’s survey asked respondents doing paid crowdwork on AMT a range of questions, from inquiries about basic demographics to specifics concerning computer literacy and Internet skills.", "Vital pieces of information, from requester reputations to a real-time list of jobs and workers in the system, remain scattered across the Internet.", "Policy & Internet, Vol. 9999, No. 9999, 2015\n1\n1944-2866 # 2015 Policy Studies Organization\nPublished by Wiley Periodicals, Inc., 350 Main Street, Malden, MA 02148, USA, and 9600 Garsington Road, Oxford, OX4 2DQ.\nthousands of people across the globe to curate content, improve search results, survey potential consumers, and optimize the services they offer people who consume their services and products.", "Crowdsourcing is task-orientated labor distributed online through an open call on the Internet (Brabham, 2013; Howe, 2006)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "250251aafcf7d361ad21da76a477d74ea9b3b653", "externalIds": {"DBLP": "journals/bise/HammonH12", "DOI": "10.1007/s12599-012-0215-7"}, "url": "https://www.semanticscholar.org/paper/250251aafcf7d361ad21da76a477d74ea9b3b653", "title": "Crowdsourcing", "abstract": null, "venue": "Bus. Inf. Syst. Eng.", "year": 2012, "referenceCount": 0, "citationCount": 400, "influentialCitationCount": 39, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2095853610", "name": "Larissa Hammon"}, {"authorId": "2085089484", "name": "Hajo Hippner"}]}}, {"contexts": ["In labor economics, market frictions refer to different “transaction costs” that people and firms incur when participating in a given market (Coase, 1937; Williamson, 1979).", "First, we discuss labor market frictions in regard to: (1) whether labor market information is equally available to all participants (e.g., perfect); and (2) the high degree of market concentration evidenced by the fact that a small minority of requesters post the majority of tasks to the platform…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "25b1acbd0cbed444e7ce06a7d553fea165380b93", "externalIds": {"MAG": "2898760426", "DOI": "10.2307/j.ctvqsf1q5.7"}, "url": "https://www.semanticscholar.org/paper/25b1acbd0cbed444e7ce06a7d553fea165380b93", "title": "The Nature of the Firm", "abstract": "ECONOMIC theory has suffered in the past from a failure to state clearly its assumptions. Economists in building up a theory have often omitted to examine the foundations on which it was erected. This examination is, however, essential not only to prevent the misunderstanding and needless controversy which arise from a lack of knowledge of the assumptions on which a theory is based, but also because of the extreme importance for economics of good judgment in choosing between rival sets of assumptions. For instance, it is suggested that the use of the word “ firm ” in economics may be different from the use of the term by the “plain man.”l Since there is apparently a trend in economic theory towards starting analysis with the individual firm and not with the industry,2 it is all the more necessary not only that a clear definition of the word “firm ” should be given but that its difference from a firm in the “ real world,” if it exists, should be made clear. Mrs. Robinson has said that “ t h e two questions to be asked of a set of assumptions in economics a re : Are they tractable ? and : Do they correspond with the real world ? ”3 Though, as Mrs. Robinson points out, “ more often one set will be manageable and the other realistic,” yet there may well be branches of theory where assumptions may be both manageable and realistic. It is hoped to show in the following paper that a definition of a firm may be obtained which is not only realistic in that it corresponds to what is meant by a firm in the real world, but is tractable by two of the most powerful instruments of economic analysis developed by Marshall, the idea of the margin and that of substitution, together giving the idea of substitution a t", "venue": "", "year": 2004, "referenceCount": 3, "citationCount": 6481, "influentialCitationCount": 535, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "122917516", "name": "H. Dawes"}, {"authorId": "103504879", "name": "Joan V. Robinson"}]}}, {"contexts": ["…by requesters, crowdworkers have few alternatives to accepting the wages requesters offer, aside from searching for other tasks to do on AMT and incurring added search costs or walking away from the AMT platform altogether (for a related discussion in the economics literature, see Dixon, 1987).", "For this reason, we next consider how to remedy asymmetrical market power in online, commercial crowdsourcing markets like AMT."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "26522c25516c4b70c78d2705fe08d3cec69a88be", "externalIds": {"MAG": "1864874652", "DOI": "10.1093/OXFORDJOURNALS.OEP.A041774"}, "url": "https://www.semanticscholar.org/paper/26522c25516c4b70c78d2705fe08d3cec69a88be", "title": "A SIMPLE MODEL OF IMPERFECT COMPETITION WITH WALRASIAN FEATURES", "abstract": "IMPERFECT competition is a pervasive part of modern industrial economies, where high levels of concentration in product markets often coexist with unionised labour markets. Most standard macroeconomic models, however, assume that markets are perfectly competitive. This paper provides a simple framework in which we are able to explore some of the implications of imperfect competition for the macroeconomy, and to evaluate the adequacy of competitive macroeconomic models as \"convenient simplifications\". results of the paper suggest that whilst some general features of competitive macromodels do carry over to an imperfectly competitive framework, others do not. Imperfect competition in the labour and product market can have a significant impact on the level of employment and the effectiveness of macroeconomic policy. Imperfect competition provides an explicit account of price and wage determination, and thus gives us a far greater insight into the macroeconomic structure of macroeconomic equilibrium than is possible in competitive models. This paper presents a simple model of imperfect competition with Walrasian features. The model is \"Walrasian\" both in some of its assumptions,0 and also in the properties of the model. What we have attempted to do is to take a standard neoclassical synthesis macromodel (e.g. Patinkin (1965), Branson (1979)) and introduce imperfect competition into the product and labour markets. We feel that this is a useful exercise for two reasons. Firstly, it provides a simple macro model of imperfect competition in which the causal mechanisms are very clear. In general, models of imperfect competition have tended to be rather complex, despite a recent trend towards simpler versions (e.g. Hart (1982), d'Aspremont et al. (1985)). Secondly, by adopting the standard neoclassical synthesis framework, it is easy to relate the model of imperfect competition to more familiar models. Imperfect competition in the product is modelled using conjecturalvariations Cournot equilibrium which captures a wide range of possible market solutions, encompassing perfect competition, Cournot, and joint profit maximisation as special cases. This approach contrasts with existing I would like to thank Ben Lockwood and Dennis Snower for many useful conversations. The first section of the paper was used for the M.Sc. macroeconomics course at Birkbeck in March 1985. The current revision owes much to comments made at the time. Financial support from the ESRC is gratefully acknowledged. Faults, alas, remain my own. ?These Walrasian assumptions include that of Leontief technology in Section 1. It is often forgotten that Walras made wide use of \"coefficients de fabrication\" in his work.", "venue": "", "year": 1987, "referenceCount": 26, "citationCount": 148, "influentialCitationCount": 12, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "145289085", "name": "Huw Dixon"}]}}, {"contexts": ["…status are then said to explain the dearth of work quality or accuracy rather than the structural features or the design of the AMT labor market (for crowdsourcing literature see, Rogstadius et al., 2011; Shaw, Horton, & Chen, 2011; for economics literature see, Reich, Gordon, & Edwards, 1973).", "Often this narrative is framed in terms of the intrinsic and extrinsic motivations of workers (Rogstadius et al., 2011) and the incentives of workers to “game the system” (Ipeirotis, 2010)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "2e4d6082439de78101366a760f9d6d2c51d86fdb", "externalIds": {"DBLP": "conf/icwsm/RogstadiusKKSLV11", "MAG": "2182992846", "DOI": "10.13140/RG.2.2.19170.94401"}, "url": "https://www.semanticscholar.org/paper/2e4d6082439de78101366a760f9d6d2c51d86fdb", "title": "An Assessment of Intrinsic and Extrinsic Motivation on Task Performance in Crowdsourcing Markets", "abstract": "Crowdsourced labor markets represent a powerful new paradigm for accomplishing work. Understanding the motivating factors that lead to high quality work could have significant benefits. However, researchers have so far found that motivating factors such as increased monetary reward generally increase workers’ willingness to accept a task or the speed at which a task is completed, but do not improve the quality of the work. We hypothesize that factors that increase the intrinsic motivation of a task – such as framing a task as helping others – may succeed in improving output quality where extrinsic motivators such as increased pay do not. In this paper we present an experiment testing this hypothesis along with a novel experimental design that enables controlled experimentation with intrinsic and extrinsic motivators in Amazon’s Mechanical Turk, a popular crowdsourcing task market. Results suggest that intrinsic motivation can indeed improve the quality of workers’ output, confirming our hypothesis. Furthermore, we find a synergistic interaction between intrinsic and extrinsic motivators that runs contrary to previous literature suggesting “crowding out” effects. Our results have significant practical and theoretical implications for crowd work.", "venue": "ICWSM", "year": 2011, "referenceCount": 17, "citationCount": 311, "influentialCitationCount": 28, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "3086458", "name": "Jakob Rogstadius"}, {"authorId": "1781697", "name": "V. Kostakos"}, {"authorId": "145234497", "name": "A. Kittur"}, {"authorId": "2449135", "name": "Boris Smus"}, {"authorId": "40643656", "name": "Jim Laredo"}, {"authorId": "145095845", "name": "M. Vukovic"}]}}, {"contexts": ["Firms and individuals may tap into “the crowd” to conduct usability testing, research surveys, medical studies (Ranard et al., 2014), and even investigate black market prices for street drugs (Dasgupta et al., 2013).", "in Online Labor Markets"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "3353cdf22ed5be4f8c4d706521ddd548b4b87dac", "externalIds": {"MAG": "2016365843", "DOI": "10.1007/s11606-013-2536-8", "PubMed": "23843021"}, "url": "https://www.semanticscholar.org/paper/3353cdf22ed5be4f8c4d706521ddd548b4b87dac", "title": "Crowdsourcing—Harnessing the Masses to Advance Health and Medicine, a Systematic Review", "abstract": "ObjectiveCrowdsourcing research allows investigators to engage thousands of people to provide either data or data analysis. However, prior work has not documented the use of crowdsourcing in health and medical research. We sought to systematically review the literature to describe the scope of crowdsourcing in health research and to create a taxonomy to characterize past uses of this methodology for health and medical research.Data sourcesPubMed, Embase, and CINAHL through March 2013.Study eligibility criteriaPrimary peer-reviewed literature that used crowdsourcing for health research.Study appraisal and synthesis methodsTwo authors independently screened studies and abstracted data, including demographics of the crowd engaged and approaches to crowdsourcing.ResultsTwenty-one health-related studies utilizing crowdsourcing met eligibility criteria. Four distinct types of crowdsourcing tasks were identified: problem solving, data processing, surveillance/monitoring, and surveying. These studies collectively engaged a crowd of >136,395 people, yet few studies reported demographics of the crowd. Only one (5 %) reported age, sex, and race statistics, and seven (33 %) reported at least one of these descriptors. Most reports included data on crowdsourcing logistics such as the length of crowdsourcing (n = 18, 86 %) and time to complete crowdsourcing task (n = 15, 71 %). All articles (n = 21, 100 %) reported employing some method for validating or improving the quality of data reported from the crowd.LimitationsGray literature not searched and only a sample of online survey articles included.Conclusions and implications of key findingsUtilizing crowdsourcing can improve the quality, cost, and speed of a research project while engaging large segments of the public and creating novel science. Standardized guidelines are needed on crowdsourcing metrics that should be collected and reported to provide clarity and comparability in methods.", "venue": "Journal of General Internal Medicine", "year": 2013, "referenceCount": 40, "citationCount": 278, "influentialCitationCount": 12, "isOpenAccess": true, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "12990356", "name": "B. Ranard"}, {"authorId": "3140230", "name": "Y. Ha"}, {"authorId": "4793384", "name": "Z. Meisel"}, {"authorId": "6035483", "name": "D. Asch"}, {"authorId": "2249694", "name": "Shawndra Hill"}, {"authorId": "1810779", "name": "L. Becker"}, {"authorId": "30670342", "name": "A. Seymour"}, {"authorId": "5824067", "name": "R. Merchant"}]}}, {"contexts": ["We generally think of online labor markets as places where, “(1) labor is exchanged for money, (2) the product of that labor is delivered” online, “and (3) the allocation of labor and money is determined by a collection of buyers and sellers operating within a price system” (Horton, 2010, p. 516).", "KEY WORDS: market friction, crowdsourcing, quality, Amazon Mechanical Turk, imperfect competition, online labor markets"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "37e68c6e4a0817bfe74ffca24f9f05fadb91b021", "externalIds": {"DBLP": "conf/wine/Horton10", "DOI": "10.1007/978-3-642-17572-5_45"}, "url": "https://www.semanticscholar.org/paper/37e68c6e4a0817bfe74ffca24f9f05fadb91b021", "title": "Online Labor Markets", "abstract": "In recent years, a number of online labor markets have emerged that allow workers from around the world to sell their labor to an equally global pool of buyers. The creators of these markets play the role of labor market intermediary by providing institutional support and remedying informational asymmetries. In this paper, I explore market creators’ choices of price structure, price level and investment in platforms. I also discuss competition among markets and the business strategies employed by market creators. The paper concludes with a discussion of the productivity and welfare effects of online labor.", "venue": "WINE", "year": 2010, "referenceCount": 14, "citationCount": 108, "influentialCitationCount": 10, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "153163403", "name": "J. Horton"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "40e5eeb181246bf8e77a6a70e44807e94a4fcaef", "externalIds": {"DBLP": "conf/cscw/DowKKH12", "MAG": "2168765606", "DOI": "10.1145/2145204.2145355"}, "url": "https://www.semanticscholar.org/paper/40e5eeb181246bf8e77a6a70e44807e94a4fcaef", "title": "Shepherding the crowd yields better work", "abstract": "Micro-task platforms provide massively parallel, on-demand labor. However, it can be difficult to reliably achieve high-quality work because online workers may behave irresponsibly, misunderstand the task, or lack necessary skills. This paper investigates whether timely, task-specific feedback helps crowd workers learn, persevere, and produce better results. We investigate this question through Shepherd, a feedback system for crowdsourced work. In a between-subjects study with three conditions, crowd workers wrote consumer reviews for six products they own. Participants in the None condition received no immediate feedback, consistent with most current crowdsourcing practices. Participants in the Self-assessment condition judged their own work. Participants in the External assessment condition received expert feedback. Self-assessment alone yielded better overall work than the None condition and helped workers improve over time. External assessment also yielded these benefits. Participants who received external assessment also revised their work more. We conclude by discussing interaction and infrastructure approaches for integrating real-time assessment into online work.", "venue": "CSCW", "year": 2012, "referenceCount": 40, "citationCount": 317, "influentialCitationCount": 17, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "48256159", "name": "Steven Dow"}, {"authorId": "144686521", "name": "A. Kulkarni"}, {"authorId": "21520403", "name": "Scott R. Klemmer"}, {"authorId": "28226629", "name": "B. Hartmann"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "43263025286e4980e1bfea11af50d86e558a7c40", "externalIds": {"MAG": "1482239197"}, "url": "https://www.semanticscholar.org/paper/43263025286e4980e1bfea11af50d86e558a7c40", "title": "Modern Models of Monopsony in Labor Markets: A Brief Survey", "abstract": "This brief survey contains a review of several new empirical papers that attempt to measure the extent of monopsony in labor markets. As noted originally by Joan Robinson, monopsonistic exploitation represents the gap between the value of a worker's marginal product and the worker's wage, and it represents both a distortion in the allocation of resources and an income transfer away from workers. The evidence surveyed from a fairly broad range of labor markets suggests that monopsony may be far more pervasive than is sometimes suggested.", "venue": "", "year": 2010, "referenceCount": 21, "citationCount": 36, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "66678457", "name": "O. Ashenfelter"}, {"authorId": "32876180", "name": "H. Farber"}, {"authorId": "4818379", "name": "M. Ransom"}]}}, {"contexts": ["All of these factors, mediated by the API, shape the labor market supply dynamics of this online labor market.", "Search activity within labor markets marred by imperfect information produce another telling outcome: poor employer–employee matches (Benson, 2013; Priest, 2008)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "440919febd41b61c23beb0d2cd0fdd49323cef67", "externalIds": {"MAG": "2036860278", "DOI": "10.1016/j.jhealeco.2012.09.002", "PubMed": "23202260"}, "url": "https://www.semanticscholar.org/paper/440919febd41b61c23beb0d2cd0fdd49323cef67", "title": "Firm-sponsored general education and mobility frictions: evidence from hospital sponsorship of nursing schools and faculty.", "abstract": "This study asks why hospitals provide direct financial support to nursing schools and faculty. This support is striking because nursing education is clearly general, clearly paid by the firm, and information asymmetries appear minimal. Using AHA and survey data, I find hospitals employing a greater share of their MSA's registered nurses are more likely to provide direct financial support to nursing schools and faculty, net of size and other institutional controls. Given the institutional context, I interpret this result as unusually specific evidence that technologically general skill training may be made de facto-specific by imperfect and costly mobility.", "venue": "Journal of health economics", "year": 2013, "referenceCount": 68, "citationCount": 21, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics", "Medicine"], "authors": [{"authorId": "145480941", "name": "Alan Benson"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "4bd3657f601b3ab00afe4dbad05304ccb116a459", "externalIds": {"MAG": "2475955013", "DOI": "10.7208/CHICAGO/9780226206981.003.0008"}, "url": "https://www.semanticscholar.org/paper/4bd3657f601b3ab00afe4dbad05304ccb116a459", "title": "Chapter 8 - Digitization and the Contract Labor Market: A Research Agenda / Ajay Agrawal, John Horton, Nicola Lacetera, and Elizabeth Lyons", "abstract": null, "venue": "", "year": 2015, "referenceCount": 0, "citationCount": 26, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["History"], "authors": [{"authorId": "48054927", "name": "A. Agrawal"}, {"authorId": "153163403", "name": "J. Horton"}, {"authorId": "2112541", "name": "N. Lacetera"}, {"authorId": "144595627", "name": "Elizabeth Lyons"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "51d221229aa47956bf76a7027ca544986632882e", "externalIds": {"DBLP": "conf/cscw/ShawHC11", "MAG": "1979430517", "DOI": "10.1145/1958824.1958865"}, "url": "https://www.semanticscholar.org/paper/51d221229aa47956bf76a7027ca544986632882e", "title": "Designing incentives for inexpert human raters", "abstract": "The emergence of online labor markets makes it far easier to use individual human raters to evaluate materials for data collection and analysis in the social sciences. In this paper, we report the results of an experiment - conducted in an online labor market - that measured the effectiveness of a collection of social and financial incentive schemes for motivating workers to conduct a qualitative, content analysis task. Overall, workers performed better than chance, but results varied considerably depending on task difficulty. We find that treatment conditions which asked workers to prospectively think about the responses of their peers - when combined with financial incentives - produced more accurate performance. Other treatments generally had weak effects on quality. Workers in India performed significantly worse than US workers, regardless of treatment group.", "venue": "CSCW", "year": 2011, "referenceCount": 39, "citationCount": 263, "influentialCitationCount": 14, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144824439", "name": "Aaron D. Shaw"}, {"authorId": "153163403", "name": "J. Horton"}, {"authorId": "5599390", "name": "Daniel L. Chen"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "559b5f279fb5c326d34cddca93b73437b9800f29", "externalIds": {"MAG": "2187444233"}, "url": "https://www.semanticscholar.org/paper/559b5f279fb5c326d34cddca93b73437b9800f29", "title": "Dual Labor Markets: A Theory of Labor Market Segmentation", "abstract": null, "venue": "", "year": 1973, "referenceCount": 25, "citationCount": 181, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "30356234", "name": "M. Reich"}, {"authorId": "46843457", "name": "D. M. Gordon"}, {"authorId": "144211577", "name": "R. Edwards"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "571a22416008bd343095dd97633a829f622687f8", "externalIds": {"MAG": "2043871507", "DOI": "10.1145/2442657.2442661"}, "url": "https://www.semanticscholar.org/paper/571a22416008bd343095dd97633a829f622687f8", "title": "Task recommendation in crowdsourcing systems", "abstract": "In crowdsourcing systems, tasks are distributed to networked people to complete such that a company's production cost can be greatly reduced. Obviously, it is not efficient that the amount of time for a worker spent on selecting a task is comparable with that spent on working on a task, but the monetary reward of a task is just a small amount. The available worker history makes it possible to mine workers' preference on tasks and to provide favorite recommendations. Our exploratory study on the survey results collected from Amazon Mechanical Turk (MTurk) shows that workers' histories can reflect workers' preferences on tasks in crowdsourcing systems. Task recommendation can help workers to find their right tasks faster as well as help requesters to receive good quality output quicker. However, previously proposed classification based task recommendation approach only considers worker performance history, but does not explore worker task searching history. In our paper, we propose a task recommendation framework for task preference modeling and preference-based task recommendation, aiming to recommend tasks to workers who are likely to prefer to work on and provide output that accepted by requesters. We consider both worker performance history and worker task searching history to reflect workers' task preference more accurately. To the best of our knowledge, we are the first to use matrix factorization for task recommendation in crowdsourcing systems.", "venue": "CrowdKDD '12", "year": 2012, "referenceCount": 17, "citationCount": 85, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "30781135", "name": "Man-Ching Yuen"}, {"authorId": "145310663", "name": "Irwin King"}, {"authorId": "144446033", "name": "K. Leung"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "58b65c80893f34d846f3e0b6d46832abc1202c42", "externalIds": {"DBLP": "conf/uist/KitturSKK11", "MAG": "2059105030", "DOI": "10.1145/2047196.2047202"}, "url": "https://www.semanticscholar.org/paper/58b65c80893f34d846f3e0b6d46832abc1202c42", "title": "CrowdForge: crowdsourcing complex work", "abstract": "Micro-task markets such as Amazon's Mechanical Turk represent a new paradigm for accomplishing work, in which employers can tap into a large population of workers around the globe to accomplish tasks in a fraction of the time and money of more traditional methods. However, such markets have been primarily used for simple, independent tasks, such as labeling an image or judging the relevance of a search result. Here we present a general purpose framework for accomplishing complex and interdependent tasks using micro-task markets. We describe our framework, a web-based prototype, and case studies on article writing, decision making, and science journalism that demonstrate the benefits and limitations of the approach.", "venue": "UIST", "year": 2011, "referenceCount": 37, "citationCount": 576, "influentialCitationCount": 28, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145234497", "name": "A. Kittur"}, {"authorId": "2449135", "name": "Boris Smus"}, {"authorId": "2818656", "name": "Susheel Khamkar"}, {"authorId": "1702853", "name": "R. Kraut"}]}}, {"contexts": ["Normally wages and salaries are considered the return workers receive for investments made when searching for jobs (Diamond, 2011; Mortensen, 2011; Pissarides, 2011)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "58f9243ddeeb5d02cc64f33709b660bde8f0ec8f", "externalIds": {"MAG": "2119339204", "DOI": "10.1257/AER.101.4.1045"}, "url": "https://www.semanticscholar.org/paper/58f9243ddeeb5d02cc64f33709b660bde8f0ec8f", "title": "Unemployment, Vacancies, Wages", "abstract": "Peter A. Diamond delivered his Prize Lecture on 8 December 2010 at Aula Magna, Stockholm University.", "venue": "", "year": 2011, "referenceCount": 84, "citationCount": 71, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "37058937", "name": "P. Diamond"}]}}, {"contexts": ["All of these factors, mediated by the API, shape the labor market supply dynamics of this online labor market.", "Imperfect information violates assumptions given by economic theories that depend on all parties having equal access to the information that people require to make decisions (Stigler & Sherwin, 1985)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "5c6f1f79120b891c91400e520dda91c95c881aaf", "externalIds": {"MAG": "2171375807", "DOI": "10.1086/467101"}, "url": "https://www.semanticscholar.org/paper/5c6f1f79120b891c91400e520dda91c95c881aaf", "title": "The Extent of the Market", "abstract": "Examines the classical theory of the market. In this paper authors consider the role of price market determination, price movement in competitive and monopolistic markets, extension of commodity markets.", "venue": "The Journal of Law and Economics", "year": 1985, "referenceCount": 0, "citationCount": 500, "influentialCitationCount": 13, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "7817801", "name": "G. Stigler"}, {"authorId": "119337904", "name": "R. Sherwin"}]}}, {"contexts": ["Normally wages and salaries are considered the return workers receive for investments made when searching for jobs (Diamond, 2011; Mortensen, 2011; Pissarides, 2011)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "5c872ba6282e900c836302dbbfc9c8d157b15ca5", "externalIds": {"MAG": "2101570728", "DOI": "10.1257/AER.101.4.1092"}, "url": "https://www.semanticscholar.org/paper/5c872ba6282e900c836302dbbfc9c8d157b15ca5", "title": "Equilibrium in the Labor Market with Search Frictions", "abstract": "Christopher A. Pissarides delivered his Prize Lecture on 8 December 2010 at Aula Magna, Stockholm University.(This abstract was borrowed from another version of this item.)", "venue": "", "year": 2011, "referenceCount": 88, "citationCount": 111, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "118661202", "name": "C. Pissarides"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "66af65bb126c12ed6b7f72d247355a31e603f59b", "externalIds": {"MAG": "2081896594", "DOI": "10.1073/pnas.1120867109", "PubMed": "22904193"}, "url": "https://www.semanticscholar.org/paper/66af65bb126c12ed6b7f72d247355a31e603f59b", "title": "Cooperation and assortativity with dynamic partner updating", "abstract": "The natural tendency for humans to make and break relationships is thought to facilitate the emergence of cooperation. In particular, allowing conditional cooperators to choose with whom they interact is believed to reinforce the rewards accruing to mutual cooperation while simultaneously excluding defectors. Here we report on a series of human subjects experiments in which groups of 24 participants played an iterated prisoner’s dilemma game where, critically, they were also allowed to propose and delete links to players of their own choosing at some variable rate. Over a wide variety of parameter settings and initial conditions, we found that dynamic partner updating significantly increased the level of cooperation, the average payoffs to players, and the assortativity between cooperators. Even relatively slow update rates were sufficient to produce large effects, while subsequent increases to the update rate had progressively smaller, but still positive, effects. For standard prisoner’s dilemma payoffs, we also found that assortativity resulted predominantly from cooperators avoiding defectors, not by severing ties with defecting partners, and that cooperation correspondingly suffered. Finally, by modifying the payoffs to satisfy two novel conditions, we found that cooperators did punish defectors by severing ties, leading to higher levels of cooperation that persisted for longer.", "venue": "Proceedings of the National Academy of Sciences", "year": 2012, "referenceCount": 52, "citationCount": 164, "influentialCitationCount": 5, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "37528049", "name": "J. Wang"}, {"authorId": "38730378", "name": "Siddharth Suri"}, {"authorId": "1783914", "name": "D. Watts"}]}}, {"contexts": ["All of these factors, mediated by the API, shape the labor market supply dynamics of this online labor market.", "Normally wages and salaries are considered the return workers receive for investments made when searching for jobs (Diamond, 2011; Mortensen, 2011; Pissarides, 2011).", "Put another way, prices are not set at a level where “the quantity that the buyers want to purchase is exactly that which sellers are willing to provide” (Mortensen, 2011, p. 1074)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "68c5729863109c1f059f06f676f45c8587538129", "externalIds": {"MAG": "2245366086", "DOI": "10.1257/AER.101.4.1073"}, "url": "https://www.semanticscholar.org/paper/68c5729863109c1f059f06f676f45c8587538129", "title": "Markets with Search Friction and the DMP Model", "abstract": "Dale T. Mortensen delivered his Prize Lecture on 8 December 2010 at Aula Magna, Stockholm University.", "venue": "", "year": 2011, "referenceCount": 65, "citationCount": 67, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "3272773", "name": "Dale T. Mortensen"}]}}, {"contexts": ["All of these factors, mediated by the API, shape the labor market supply dynamics of this online labor market.", "They also offer social cohesion, mentorship, help workers build a sense of identity, and offer them entertaining breaks from work routines (Martin et al., 2014)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "6957ea4c45e37fce729d21ca3da883f3969b33f4", "externalIds": {"MAG": "2007018772", "DBLP": "conf/cscw/MartinHOG14", "DOI": "10.1145/2531602.2531663"}, "url": "https://www.semanticscholar.org/paper/6957ea4c45e37fce729d21ca3da883f3969b33f4", "title": "Being a turker", "abstract": "Crowdsourcing is a key current topic in CSCW. We build upon findings of a few qualitative studies of crowdworkers. We conducted an ethnomethodological analysis of publicly available content on Turker Nation, a general forum for Amazon Mechanical Turk (AMT) users. Using forum data we provide novel depth and detail on how the Turker Nation members operate as economic actors, working out which Requesters and jobs are worthwhile to them. We show some of the key ways Turker Nation functions as a community and also look further into Turker-Requester relationships from the Turker perspective -- considering practical, emotional and moral aspects. Finally, following Star and Strauss [25] we analyse Turking as a form of invisible work. We do this to illustrate practical and ethical issues relating to working with Turkers and AMT, and to promote design directions to support Turkers and their relationships with Requesters.", "venue": "CSCW", "year": 2014, "referenceCount": 44, "citationCount": 247, "influentialCitationCount": 25, "isOpenAccess": false, "fieldsOfStudy": ["Sociology", "Computer Science"], "authors": [{"authorId": "144891284", "name": "David B. Martin"}, {"authorId": "2696789", "name": "Benjamin V. Hanrahan"}, {"authorId": "1403047666", "name": "J. O'Neill"}, {"authorId": "2115344060", "name": "Neha Gupta"}]}}, {"contexts": ["Mason and Suri (2012) advocate recruiting a panel of trusted workers to participate in research studies, which has been used to great effect in follow up work (Mason & Watts, 2012; Suri & Watts, 2011; Wang, Suri, & Watts, 2012)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "69f816e4f6968bdcb26a775049b75c5375ed6790", "externalIds": {"MAG": "2122309512", "DOI": "10.1073/pnas.1110069108", "PubMed": "22184216"}, "url": "https://www.semanticscholar.org/paper/69f816e4f6968bdcb26a775049b75c5375ed6790", "title": "Collaborative learning in networks", "abstract": "Complex problems in science, business, and engineering typically require some tradeoff between exploitation of known solutions and exploration for novel ones, where, in many cases, information about known solutions can also disseminate among individual problem solvers through formal or informal networks. Prior research on complex problem solving by collectives has found the counterintuitive result that inefficient networks, meaning networks that disseminate information relatively slowly, can perform better than efficient networks for problems that require extended exploration. In this paper, we report on a series of 256 Web-based experiments in which groups of 16 individuals collectively solved a complex problem and shared information through different communication networks. As expected, we found that collective exploration improved average success over independent exploration because good solutions could diffuse through the network. In contrast to prior work, however, we found that efficient networks outperformed inefficient networks, even in a problem space with qualitative properties thought to favor inefficient networks. We explain this result in terms of individual-level explore-exploit decisions, which we find were influenced by the network structure as well as by strategic considerations and the relative payoff between maxima. We conclude by discussing implications for real-world problem solving and possible extensions.", "venue": "Proceedings of the National Academy of Sciences", "year": 2011, "referenceCount": 35, "citationCount": 250, "influentialCitationCount": 21, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "47787843", "name": "Winter A. Mason"}, {"authorId": "1783914", "name": "D. Watts"}]}}, {"contexts": ["All of these factors, mediated by the API, shape the labor market supply dynamics of this online labor market.", "While tools like Turkopticon have helped mitigate some information asymmetries generated by the AMT platform’s “algorithmic authority” (see Gillespie, 2014; Lustig & Nardi, 2015), Turkopticon does not solve the asymmetry of market power."], "isInfluential": false, "intents": ["methodology", "background"], "citedPaper": {"paperId": "6be5b18ce05400e2ef814451b86f7aa1670d5bd3", "externalIds": {"DBLP": "conf/hicss/LustigN15", "MAG": "1558585115", "DOI": "10.1109/HICSS.2015.95"}, "url": "https://www.semanticscholar.org/paper/6be5b18ce05400e2ef814451b86f7aa1670d5bd3", "title": "Algorithmic Authority: The Case of Bitcoin", "abstract": "In this paper, we propose a new concept for understanding the role of algorithms in daily life: algorithmic authority. Algorithmic authority is the legitimate power of algorithms to direct human action and to impact which information is considered true. We use this concept to examine the culture of users of Bit coin, a crypto-currency and payment platform. Through Bit coin, we explore what it means to trust in algorithms. Our study utilizes interview and survey data. We found that Bit coin users prefer algorithmic authority to the authority of conventional institutions, which they see as untrustworthy. However, we argue that Bit coin users do not have blind faith in algorithms, rather, they acknowledge the need for mediating algorithmic authority with human judgment. We examine the tension between members of the Bit coin community who would prefer to integrate Bit coin with existing institutions and those who would prefer to resist integration.", "venue": "2015 48th Hawaii International Conference on System Sciences", "year": 2015, "referenceCount": 71, "citationCount": 91, "influentialCitationCount": 8, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2368274", "name": "Caitlin Lustig"}, {"authorId": "1694741", "name": "B. Nardi"}]}}, {"contexts": ["Mason and Suri (2012) advocate recruiting a panel of trusted workers to participate in research studies, which has been used to great effect in follow up work (Mason & Watts, 2012; Suri & Watts, 2011; Wang, Suri, & Watts, 2012)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "7134126911c6a385e4089e0ee1859808a859eff3", "externalIds": {"MAG": "2106114848", "DBLP": "journals/sigecom/SuriW11", "DOI": "10.1145/1998549.1998550"}, "url": "https://www.semanticscholar.org/paper/7134126911c6a385e4089e0ee1859808a859eff3", "title": "Cooperation and contagion in web-based, networked public goods experiments", "abstract": "A longstanding idea in the literature on human cooperation is that cooperation should be reinforced when conditional cooperators are more likely to interact. In the context of social networks, this idea implies that cooperation should fare better in highly clustered networks such as cliques than in networks with low clustering such as random networks. To test this hypothesis, we conducted a series of experiments on Amazon Mechanical Turk, in which 24 individuals played a local public goods game arranged on one of five network topologies that varied between disconnected cliques and a random regular graph. In contrast with previous work, we found that network topology had no significant effect on average contributions. This result implies either that individuals are not conditional cooperators, or else that cooperation does not benefit from positive reinforcement between connected neighbors. We then tested both of these possibilities in two subsequent series of experiments in which artificial \"seed\" players were introduced, making either full or zero contributions. First, we found that although players did generally behave like conditional cooperators, they were as likely to decrease their contributions in response to low contributing neighbors as they were to increase their contributions in response to high contributing neighbors. Second, we found that positive effects of cooperation did not spread beyond direct neighbors in the network. In total we report on 113 human subjects experiments, highlighting the speed, flexibility, and cost-effectiveness of web-based experiments over those conducted in physical labs.", "venue": "SECO", "year": 2011, "referenceCount": 56, "citationCount": 365, "influentialCitationCount": 21, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "38730378", "name": "Siddharth Suri"}, {"authorId": "1783914", "name": "D. Watts"}]}}, {"contexts": ["All of these factors, mediated by the API, shape the labor market supply dynamics of this online labor market."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "746fe3c376041dbd1a5a042584f47bff02c0d272", "externalIds": {"MAG": "2186089794", "DOI": "10.7551/mitpress/9780262525374.003.0009"}, "url": "https://www.semanticscholar.org/paper/746fe3c376041dbd1a5a042584f47bff02c0d272", "title": "The Relevance of Algorithms", "abstract": "This chapter contains section titled: Patterns of Inclusion, Cycles of Anticipation, The Evaluation of Relevance, The Promise of Algorithmic Objectivity, Entanglement with Practice, The Production of Calculated Publics, Conclusion, Acknowledgments, Notes", "venue": "", "year": 2013, "referenceCount": 138, "citationCount": 961, "influentialCitationCount": 73, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2650288", "name": "Tarleton Gillespie"}, {"authorId": "3077056", "name": "P. Boczkowski"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "824f57abd9a85ad23aefcba9c99eed1419ded9c1", "externalIds": {"MAG": "1505841722"}, "url": "https://www.semanticscholar.org/paper/824f57abd9a85ad23aefcba9c99eed1419ded9c1", "title": "A Theory of Labor Market Segmentation", "abstract": "A growing body of empirical research has documented persistent divisions among American workers: divisions by race, sex, educational credentials, industry grouping, and so forth (F. B. Weisskoff, B. Bluestone, S. Bowles and H. Gintis, D. Gordon, 1971 and 1972, B. Harrison, M. Reich, H. Wachtel and C. Betsey, and H. Zellner). These groups seem to operate in different labor markets, with different working conditions, different promotional opportunities, different wages, and different market institutions. These continuing labor market divisions pose anomalies for neoclassical economists. Orthodox theory assumes that profitmaximizing employers evaluate workers in terms of their individual characteristics and predicts that labor market differences among groups will decline over time because of competitive mechanisms (K. Arrow). But by most measures, the labor market differences among groups have not been disappearing (R. Edwards, M. Reich, and T. Weisskopf, chs. 5, 7, 8). The continuing importance of groups in the labor market thus is neither explained nor predicted by orthodox theory. Why is the labor force in general still so fragmented? Why are group characteristics repeatedly so important in the labor market? In this paper, we sum-", "venue": "", "year": 1973, "referenceCount": 24, "citationCount": 542, "influentialCitationCount": 11, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "30356234", "name": "M. Reich"}, {"authorId": "46843457", "name": "D. M. Gordon"}, {"authorId": "144211577", "name": "R. Edwards"}]}}, {"contexts": ["Finally, we give some evidence that requesters are already experiencing poor matches with workers."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "8b9d4b453eb89cbb64137ba8fe07cd8117d9561a", "externalIds": {"MAG": "2159571451", "DOI": "10.1086/652734"}, "url": "https://www.semanticscholar.org/paper/8b9d4b453eb89cbb64137ba8fe07cd8117d9561a", "title": "Is There Monopsony in the Labor Market? Evidence from a Natural Experiment", "abstract": "Recent theoretical and empirical advances have renewed interest in monopsonistic models of the labor market. However, there is little direct empirical support for these models. We use an exogenous change in wages at Department of Veterans Affairs (VA) hospitals as a natural experiment to investigate the extent of monopsony in the nurse labor market. We estimate that labor supply to individual hospitals is quite inelastic, with short‐run elasticity around 0.1. We also find that non‐VA hospitals responded to the VA wage change by changing their own wages.", "venue": "Journal of Labor Economics", "year": 1999, "referenceCount": 48, "citationCount": 203, "influentialCitationCount": 20, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "5675564", "name": "D. Staiger"}, {"authorId": "6306471", "name": "J. Spetz"}, {"authorId": "5751892", "name": "C. Phibbs"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "917149472ffddb2378b9b2587135f6519f4d8ba4", "externalIds": {"MAG": "2132481689", "DBLP": "conf/dev/KhannaRDT10", "DOI": "10.1145/1926180.1926195"}, "url": "https://www.semanticscholar.org/paper/917149472ffddb2378b9b2587135f6519f4d8ba4", "title": "Evaluating and improving the usability of Mechanical Turk for low-income workers in India", "abstract": "While platforms such as Amazon Mechanical Turk have generated excitement as a potential source of income in developing regions, to date there remains little evidence that such opportunities have transformed livelihoods for low-income workers. In this study, we analyze the usability barriers that prevent those with basic digital literacy skills from accomplishing simple tasks on Mechanical Turk. Based on our observations, we design new user interfaces that reduce the barriers to task comprehension and execution. Via a study of 49 low-income workers in urban India, we demonstrate that new design elements -- including simplified user interfaces, simplified task instructions, and language localization -- are absolutely necessary to enable low-income workers to participate in and earn money using Mechanical Turk. We synthesize our findings into a set of design recommendations, as well as a realistic analysis of the potential for microtasking sites to deliver supplemental income to lower-income communities.", "venue": "ACM DEV '10", "year": 2010, "referenceCount": 21, "citationCount": 105, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3111590", "name": "S. Khanna"}, {"authorId": "2006841", "name": "Aishwarya Ratan"}, {"authorId": "2111092372", "name": "James Davis"}, {"authorId": "1718457", "name": "W. Thies"}]}}, {"contexts": ["This might explain why AMT’s reported work quality is not responsive to changes in price (Mason & Watts, 2010)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "966d7d8ff1bfb41d89bdd49dcc059727845e5794", "externalIds": {"DBLP": "conf/kdd/MasonW09", "MAG": "2041411104", "DOI": "10.1145/1600150.1600175"}, "url": "https://www.semanticscholar.org/paper/966d7d8ff1bfb41d89bdd49dcc059727845e5794", "title": "Financial incentives and the \"performance of crowds\"", "abstract": "The relationship between financial incentives and performance, long of interest to social scientists, has gained new relevance with the advent of web-based \"crowd-sourcing\" models of production. Here we investigate the effect of compensation on performance in the context of two experiments, conducted on Amazon's Mechanical Turk (AMT). We find that increased financial incentives increase the quantity, but not the quality, of work performed by participants, where the difference appears to be due to an \"anchoring\" effect: workers who were paid more also perceived the value of their work to be greater, and thus were no more motivated than workers paid less. In contrast with compensation levels, we find the details of the compensation scheme do matter---specifically, a \"quota\" system results in better work for less pay than an equivalent \"piece rate\" system. Although counterintuitive, these findings are consistent with previous laboratory studies, and may have real-world analogs as well.", "venue": "HCOMP '09", "year": 2009, "referenceCount": 41, "citationCount": 825, "influentialCitationCount": 63, "isOpenAccess": false, "fieldsOfStudy": ["Economics", "Computer Science"], "authors": [{"authorId": "47787843", "name": "Winter A. Mason"}, {"authorId": "1783914", "name": "D. Watts"}]}}, {"contexts": ["All of these factors, mediated by the API, shape the labor market supply dynamics of this online labor market.", "Search activity within labor markets marred by imperfect information produce another telling outcome: poor employer–employee matches (Benson, 2013; Priest, 2008)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "a1a93245d261d1570a3d6dae2392d8e4bbc3b9f0", "externalIds": {"MAG": "2057646187", "DOI": "10.1086/650761"}, "url": "https://www.semanticscholar.org/paper/a1a93245d261d1570a3d6dae2392d8e4bbc3b9f0", "title": "Timing “Disturbances” in Labor Market Contracting: Roth's Findings and the Effects of Labor Market Monopsony", "abstract": "This paper addresses Alvin Roth’s findings of market contracting at times earlier than optimal for market participants, which Roth describes as market “unraveling,” a market failure he proposes to solve by designing centralized buyer‐seller matching programs. This paper shows that, while Roth’s engineering solutions are ingenious, the early contracting phenomena derive from labor market monopsony. Under monopsony, price is unavailable to clear the market; time of contract becomes the currency for working out market forces. Roth’s matching serves to shore up the monopsony and would be unnecessary if the monopsony were removed; a superior solution is to end the monopsony.", "venue": "Journal of Labor Economics", "year": 2010, "referenceCount": 23, "citationCount": 13, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "46229815", "name": "G. Priest"}]}}, {"contexts": ["In labor economics, market frictions refer to different “transaction costs” that people and firms incur when participating in a given market (Coase, 1937; Williamson, 1979).", "…discuss labor market frictions in regard to: (1) whether labor market information is equally available to all participants (e.g., perfect); and (2) the high degree of market concentration evidenced by the fact that a small minority of requesters post the majority of tasks to the platform…"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c04677651cb0545ccf080abeb0958fc907f70c4a", "externalIds": {"MAG": "2056621186", "DOI": "10.1086/466942"}, "url": "https://www.semanticscholar.org/paper/c04677651cb0545ccf080abeb0958fc907f70c4a", "title": "Transaction-Cost Economics: The Governance of Contractual Relations", "abstract": "THE new institutional economics is preoccupied with the origins, incidence, and ramifications of transaction costs. Indeed, if transaction costs are negligible, the organization of economic activity is irrelevant, since any advantages one mode of organization appears to hold over another will simply be eliminated by costless contracting. But despite the growing realization that transaction costs are central to the study of economics,' skeptics remain. Stanley Fischer's complaint is typical: \"Transaction costs have a well-deserved bad name as a theoretical device ... [partly] because there is a suspicion that almost anything can be rationalized by invoking suitably specified transaction costs.\"2 Put differently, there are too many degrees of freedom; the concept wants for definition.", "venue": "The Journal of Law and Economics", "year": 1979, "referenceCount": 1, "citationCount": 8945, "influentialCitationCount": 477, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "98184512", "name": "O. Williamson"}]}}, {"contexts": ["Firms and individuals may tap into “the crowd” to conduct usability testing, research surveys, medical studies (Ranard et al., 2014), and even investigate black market prices for street drugs (Dasgupta et al., 2013).", "in Online Labor Markets"], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "c1fdd71c2d429a303db40e26e605511a32e87d37", "externalIds": {"MAG": "2013208127", "PubMedCentral": "3758048", "DOI": "10.2196/jmir.2810", "PubMed": "23956042"}, "url": "https://www.semanticscholar.org/paper/c1fdd71c2d429a303db40e26e605511a32e87d37", "title": "Crowdsourcing Black Market Prices For Prescription Opioids", "abstract": "Background Prescription opioid diversion and abuse are major public health issues in the United States and internationally. Street prices of diverted prescription opioids can provide an indicator of drug availability, demand, and abuse potential, but these data can be difficult to collect. Crowdsourcing is a rapid and cost-effective way to gather information about sales transactions. We sought to determine whether crowdsourcing can provide accurate measurements of the street price of diverted prescription opioid medications. Objective To assess the possibility of crowdsourcing black market drug price data by cross-validation with law enforcement officer reports. Methods Using a crowdsourcing research website (StreetRx), we solicited data about the price that site visitors paid for diverted prescription opioid analgesics during the first half of 2012. These results were compared with a survey of law enforcement officers in the Researched Abuse, Diversion, and Addiction-Related Surveillance (RADARS) System, and actual transaction prices on a “dark Internet” marketplace (Silk Road). Geometric means and 95% confidence intervals were calculated for comparing prices per milligram of drug in US dollars. In a secondary analysis, we compared prices per milligram of morphine equivalent using standard equianalgesic dosing conversions. Results A total of 954 price reports were obtained from crowdsourcing, 737 from law enforcement, and 147 from the online marketplace. Correlations between the 3 data sources were highly linear, with Spearman rho of 0.93 (P<.001) between crowdsourced and law enforcement, and 0.98 (P<.001) between crowdsourced and online marketplace. On StreetRx, the mean prices per milligram were US$3.29 hydromorphone, US$2.13 buprenorphine, US$1.57 oxymorphone, US$0.97 oxycodone, US$0.96 methadone, US$0.81 hydrocodone, US$0.52 morphine, and US$0.05 tramadol. The only significant difference between data sources was morphine, with a Drug Diversion price of US$0.67/mg (95% CI 0.59-0.75) and a Silk Road price of US$0.42/mg (95% CI 0.37-0.48). Street prices generally followed clinical equianalgesic potency. Conclusions Crowdsourced data provide a valid estimate of the street price of diverted prescription opioids. The (ostensibly free) black market was able to accurately predict the relative pharmacologic potency of opioid molecules.", "venue": "Journal of medical Internet research", "year": 2013, "referenceCount": 43, "citationCount": 66, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Medicine"], "authors": [{"authorId": "4522515", "name": "N. Dasgupta"}, {"authorId": "2827400", "name": "C. Freifeld"}, {"authorId": "144252495", "name": "J. Brownstein"}, {"authorId": "5478323", "name": "Christopher Menone"}, {"authorId": "6246615", "name": "H. Surratt"}, {"authorId": "3702237", "name": "Luke Poppish"}, {"authorId": "2134883332", "name": "Jody L. Green"}, {"authorId": "6149809", "name": "E. Lavonas"}, {"authorId": "104590544", "name": "R. Dart"}]}}, {"contexts": ["Then we turn to an assessment of AMT wage structures broken down by: (1) how wages are determined (ex ante vs ex post wage posting); (2) whether wage bargaining or negotiation occurs; and (3) if requesters pay the same wage to all workers who have equivalent job performance.", "Imperfect information is a known source of market frictions (Autor, 2001)."], "isInfluential": false, "intents": ["methodology", "background"], "citedPaper": {"paperId": "cfbe42cba724c34ea9a4170b2d0a1360e5e30eed", "externalIds": {"MAG": "2953285737", "DOI": "10.2139/ssrn.245684"}, "url": "https://www.semanticscholar.org/paper/cfbe42cba724c34ea9a4170b2d0a1360e5e30eed", "title": "Wiring the Labor Market", "abstract": "Workers and jobs are naturally heterogeneous and the quality of their interaction when paired is difficult to forecast. The Internet promises to open new channels for worker-firm communications. What are the consequences of this opening? I discuss three labor market features that may be altered: how worker-firm matches are made; how labor services are delivered; and how local markets shape labor demand. Theory predicts these developments will produce social benefits. But the gains are unlikely to be uniform and realizing them will generate novel problems. One result may be the formation of new institutions to address issues accompanying these opportunities.", "venue": "", "year": 2000, "referenceCount": 77, "citationCount": 408, "influentialCitationCount": 51, "isOpenAccess": false, "fieldsOfStudy": ["Economics", "Geology"], "authors": [{"authorId": "6703140", "name": "David Autor"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "d14e245212f6914d7d89105585510c0cbe8d26b6", "externalIds": {"MAG": "2111176533", "DOI": "10.3386/W19525"}, "url": "https://www.semanticscholar.org/paper/d14e245212f6914d7d89105585510c0cbe8d26b6", "title": "Digitization and the Contract Labor Market: A Research Agenda", "abstract": "Online contract labor globalizes traditionally local labor markets, with platforms that enable employers, most of whom are in high-income countries, to more easily outsource tasks to contractors, primarily located in low-income countries. This market is growing rapidly; we provide descriptive statistics from one of the leading platforms where the number of hours worked increased 55% from 2011 to 2012, with the 2012 total wage bill just over $360 million. We outline three lines of inquiry in this market setting that are central to the broader digitization research agenda: 1) How will the digitization of this market influence the distribution of economic activity (geographic distribution of work, income distribution, distribution of work across firm boundaries)?; 2) What is the magnitude and nature of information frictions in these digital market settings as reflected by user responses to market design features (allocation of visibility, investments in human capital acquisition, machine-aided recommendations)?; 3) How will the digitization of this market affect social welfare (increased efficiency in matching, production?)? We draw upon economic theory as well as evidence from empirical research on online contract labor markets and other related settings to motivate and contextualize this research agenda.", "venue": "", "year": 2013, "referenceCount": 60, "citationCount": 146, "influentialCitationCount": 24, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "48054927", "name": "A. Agrawal"}, {"authorId": "153163403", "name": "J. Horton"}, {"authorId": "2112541", "name": "N. Lacetera"}, {"authorId": "144595627", "name": "Elizabeth Lyons"}]}}, {"contexts": ["Our analysis focuses on the AMT labor market, because AMT is “the crowdsourcing site with one of the largest subject pools” (Mason & Suri, 2012, p. 1).", "Mason and Suri (2012) advocate recruiting a panel of trusted workers to participate in research studies, which has been used to great effect in follow up work (Mason & Watts, 2012; Suri & Watts, 2011; Wang, Suri, & Watts, 2012).", "Commercial crowdsourcing platforms like AMT “serve as the meeting place and market” where micro-task labor is exchanged online for pay (Mason & Suri, 2012, p. 2).", "KEY WORDS: market friction, crowdsourcing, quality, Amazon Mechanical Turk, imperfect competition, online labor markets"], "isInfluential": false, "intents": ["methodology", "background"], "citedPaper": {"paperId": "d64b674cb5632d1e17701d5943bbac1013b1c3ea", "externalIds": {"MAG": "1984022436", "DOI": "10.3758/s13428-011-0124-6", "PubMed": "21717266"}, "url": "https://www.semanticscholar.org/paper/d64b674cb5632d1e17701d5943bbac1013b1c3ea", "title": "Conducting behavioral research on Amazon’s Mechanical Turk", "abstract": "Amazon’s Mechanical Turk is an online labor market where requesters post jobs and workers choose which jobs to do for pay. The central purpose of this article is to demonstrate how to use this Web site for conducting behavioral research and to lower the barrier to entry for researchers who could benefit from this platform. We describe general techniques that apply to a variety of types of research and experiments across disciplines. We begin by discussing some of the advantages of doing experiments on Mechanical Turk, such as easy access to a large, stable, and diverse subject pool, the low cost of doing experiments, and faster iteration between developing theory and executing experiments. While other methods of conducting behavioral research may be comparable to or even better than Mechanical Turk on one or more of the axes outlined above, we will show that when taken as a whole Mechanical Turk can be a useful tool for many researchers. We will discuss how the behavior of workers compares with that of experts and laboratory subjects. Then we will illustrate the mechanics of putting a task on Mechanical Turk, including recruiting subjects, executing the task, and reviewing the work that was submitted. We also provide solutions to common problems that a researcher might face when executing their research on this platform, including techniques for conducting synchronous experiments, methods for ensuring high-quality work, how to keep data private, and how to maintain code security.", "venue": "Behavior research methods", "year": 2010, "referenceCount": 87, "citationCount": 2834, "influentialCitationCount": 124, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Medicine"], "authors": [{"authorId": "47787843", "name": "Winter A. Mason"}, {"authorId": "38730378", "name": "Siddharth Suri"}]}}, {"contexts": ["Forums represent the trade-offs between efficiency and social interaction found in a\nmarketplace (Lehdonvirta & Castronova, 2014, p. 130, figure 7.2) and crowdsourcing platforms are no exception."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": "d9f36e23190ecc981dd422bf25ba776d98e4e774", "externalIds": {"MAG": "619890205"}, "url": "https://www.semanticscholar.org/paper/d9f36e23190ecc981dd422bf25ba776d98e4e774", "title": "Virtual Economies: Design and Analysis", "abstract": "In the twenty-first-century digital world, virtual goods are sold for real money. Digital game players happily pay for avatars, power-ups, and other game items. But behind every virtual sale, there is a virtual economy, simple or complex. In this book, Vili Lehdonvirta and Edward Castronova introduce the basic concepts of economics into the game developer's and game designer's toolkits. Lehdonvirta and Castronova explain how the fundamentals of economics -- markets, institutions, and money -- can be used to create or analyze economies based on artificially scarce virtual goods. They focus on virtual economies in digital games, but also touch on serious digital currencies such as Bitcoin as well as virtual economies that emerge in social media around points, likes, and followers. The theoretical emphasis is on elementary microeconomic theory, with some discussion of behavioral economics, macroeconomics, sociology of consumption, and other social science theories relevant to economic behavior. Topics include the rational choice model of economic decision making; information goods versus virtual goods; supply, demand, and market equilibrium; monopoly power; setting prices; and externalities. The book will enable developers and designers to create and maintain successful virtual economies, introduce social scientists and policy makers to the power of virtual economies, and provide a useful guide to economic fundamentals for students in other disciplines.", "venue": "", "year": 2014, "referenceCount": 4, "citationCount": 70, "influentialCitationCount": 9, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2013768", "name": "Vili Lehdonvirta"}, {"authorId": "2022803", "name": "Edward Castronova"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "e086ace5df3796ae080ddf05befa959ea869085d", "externalIds": {"MAG": "2012964103", "DOI": "10.1145/1837885.1837891"}, "url": "https://www.semanticscholar.org/paper/e086ace5df3796ae080ddf05befa959ea869085d", "title": "Sellers' problems in human computation markets", "abstract": "\"Tools for human computers\" is an underexplored design space in human computation research, which has focused on techniques for buyers of human computation rather than sellers. We characterize the sellers in one human computation market, Mechanical Turk, and describe some of the challenges they face. We list several projects developed to approach these problems, and conclude with a list of open questions relevant to sellers, buyers, and researchers.", "venue": "HCOMP '10", "year": 2010, "referenceCount": 54, "citationCount": 87, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "144897272", "name": "M. S. Silberman"}, {"authorId": "145457169", "name": "J. Ross"}, {"authorId": "3142146", "name": "Lilly C. Irani"}, {"authorId": "34436552", "name": "Bill Tomlinson"}]}}, {"contexts": ["This trend is consistent with monopsonistic or oligopsonistic features of labor markets with imperfect competition (Manning, 2003; Ransom & Sims, 2008).", "We will show that workers bear the brunt of the cost of the information in this market, which exacerbates the imbalance in market power."], "isInfluential": false, "intents": ["background", "result"], "citedPaper": {"paperId": "e11e815dae53ccd9c548895ec2e145f9613343f6", "externalIds": {"MAG": "2106466405", "DOI": "10.1086/649904"}, "url": "https://www.semanticscholar.org/paper/e11e815dae53ccd9c548895ec2e145f9613343f6", "title": "Estimating the Firm’s Labor Supply Curve in a “New Monopsony” Framework: Schoolteachers in Missouri", "abstract": "In the context of certain dynamic models, it is possible to infer the elasticity of labor supply to the firm from the elasticity of the quit rate with respect to the wage. Using this property, we estimate the average labor supply elasticity to public school districts in Missouri. We leverage the plausibly exogenous variation in prenegotiated district salary schedules to instrument for actual salary. These estimates imply a labor supply elasticity of about 3.7, suggesting that school districts possess significant market power. The presence of monopsony power in this teacher labor market may be partially explained by its institutional features.", "venue": "Journal of Labor Economics", "year": 2010, "referenceCount": 29, "citationCount": 139, "influentialCitationCount": 9, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "4818379", "name": "M. Ransom"}, {"authorId": "40391179", "name": "David P. Sims"}]}}, {"contexts": ["In response to this information asymmetry researchers Irani and Silberman (2013) developed a browser extension (Turkopticon)11 that allows crowdworkers to rate requesters and view ratings submitted by fellow workers."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "e55732de72c5b590b17a6032403514fbc3533633", "externalIds": {"DBLP": "conf/chi/IraniS13", "MAG": "2147603330", "DOI": "10.1145/2470654.2470742"}, "url": "https://www.semanticscholar.org/paper/e55732de72c5b590b17a6032403514fbc3533633", "title": "Turkopticon: interrupting worker invisibility in amazon mechanical turk", "abstract": "As HCI researchers have explored the possibilities of human computation, they have paid less attention to ethics and values of crowdwork. This paper offers an analysis of Amazon Mechanical Turk, a popular human computation system, as a site of technically mediated worker-employer relations. We argue that human computation currently relies on worker invisibility. We then present Turkopticon, an activist system that allows workers to publicize and evaluate their relationships with employers. As a common infrastructure, Turkopticon also enables workers to engage one another in mutual aid. We conclude by discussing the potentials and challenges of sustaining activist technologies that intervene in large, existing socio-technical systems.", "venue": "CHI", "year": 2013, "referenceCount": 66, "citationCount": 540, "influentialCitationCount": 61, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3142146", "name": "Lilly C. Irani"}, {"authorId": "144897272", "name": "M. S. Silberman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": "e969187557b5d1ed6ae52452fda38ea84eb79083", "externalIds": {"MAG": "2048338824", "DOI": "10.1086/653654"}, "url": "https://www.semanticscholar.org/paper/e969187557b5d1ed6ae52452fda38ea84eb79083", "title": "Labor Market Monopsony", "abstract": "There has been a renewed interest in monopsony in labor markets in recent years that includes both the traditional static approach to monopsony, ably reviewed by Boal and Ransom (1997), and the “new” approach to monopsony with more attention paid to dynamic issues, developed in detail by Manning (2003). The articles presented in this supplement highlight both approaches and illustrate the range of labor market settings in which the exercise of monopsony power may be important. The first use of the term “monopsony” in economics is widely attributed to Robinson (1969). Robinson conceived of monopsony as analogous to monopoly. Whereas monopoly refers to the case of a single seller confronted in a market by many buyers, monopsony refers to the case of a single buyer confronted in a market by many sellers. Just as the monopolist faces a downward-sloping demand curve for his product and", "venue": "Journal of Labor Economics", "year": 2010, "referenceCount": 23, "citationCount": 128, "influentialCitationCount": 12, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "66678457", "name": "O. Ashenfelter"}, {"authorId": "32876180", "name": "H. Farber"}, {"authorId": "4818379", "name": "M. Ransom"}]}}, {"contexts": ["We will show that workers bear the brunt of the cost of the information in this market, which exacerbates the imbalance in market power.", "Economic theory posits that searching for a job is a rent that workers pay now in order to find income earning opportunities in the future (Manning, 2003).", "All of these factors, mediated by the API, shape the labor market supply dynamics of this online labor market.", "This makes it more difficult for good workers to find the good requesters and requesters to pay according to the quality that they might expect from a worker, which contributes to poor worker–requester matches.", "In labor economics wage determinations set by\nfirms who do not negotiate with workers beforehand are called ex ante wage postings (Manning, 2003).", "…competition assumes market distortions (“frictions”), which limit the ability of workers to negotiate wages, produce market power that favors employers since employers rather than the market set wage rates (Ashenfelter, Farber, & Ransom, 2010a, 2010b; Manning, 2003; Staiger, Spetz, & Phibbs, 2008).", "This trend is consistent with monopsonistic or oligopsonistic features of labor markets with imperfect competition (Manning, 2003; Ransom & Sims, 2008)."], "isInfluential": true, "intents": ["background", "result"], "citedPaper": {"paperId": "ec07d5d7cd21d501a88cb553cc38116e42e955e2", "externalIds": {"DOI": "10.1007/s00712-003-0059-1"}, "url": "https://www.semanticscholar.org/paper/ec07d5d7cd21d501a88cb553cc38116e42e955e2", "title": "Monopsony in Motion - Imperfect Competition in Labor Markets.", "abstract": "309 trial relations literature clearly shows. Although the defeat of PATCO was extremely important, the undermining of construction unionism, spearheaded by the Business Roundtable, was happening in the 1970s, and the beginning of concessions by major unions occurred in that same decade, the most prominent example being the 1979 contract concluded between the UAW and Chrysler as part of Chrysler's bailout package. Nor, on the other side, was BASF the only dramatic victory for labor in the complex industrial relations landscape of the 1980s: Pittston coal miners, New York State electrical workers, and Las Vegas hotel workers, among others, registered important gains, after major strikes. Facts about any individual labor victory or defeat, while often highly illuminating, are rarely if ever a projection in miniature of the trajec-tory of U.S. labor relations. Minchin's detailed account of the struggle around the 1980s lock-out at BASF is an important piece of recent labor history (which I heartily recommend to everyone interested in the subject), but it must be put into a broader context to be fully understood. …another bad case of monopsony in motion … monopsony can break your heart … the capitalists will rue the day when workers win their way. The haunting electronic beltings of John DiNardo, in what has to be the only theme song ever written for an economics book, might send a shiver down the spine of the most conservative neo-classical labor economist. Beyond its entertainment value—it will surely convince a few people that advanced material in labor economics is not always somniferous—I believe the song is a shot across the bow of perfect competition's ship, as Alan Manning sets sail to challenge a number of accepted explanations of stylized facts in labor economics. What would you do if your employer cut your hourly wage by one cent? \" Lace up my running shoes and sprint for the nearest office exit, \" you might say, parrying a silly question with a silly answer. And yet such questions naturally arise when one assumes that all firms operate in perfectly competitive labor markets. The one-cent-per-hour wage cut is, in fact, the seemingly daft example with which Alan Manning introduces Monopsony in Motion and sets the stage for his careful examination of the various puzzling implications of taking perfect competition as the baseline when thinking of how the labor market operates. Manning emphasizes that blind adherence to the perfectly competitive …", "venue": "", "year": 2004, "referenceCount": 0, "citationCount": 634, "influentialCitationCount": 96, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "7788790", "name": "M. Goldfield"}]}}, {"contexts": ["The larger project’s survey asked respondents doing paid crowdwork on AMT a range of questions, from inquiries about basic demographics to specifics concerning computer literacy and Internet skills.", "To correct this problem, communication and reputation systems on platforms like AMT need to be made more transparent and inclusive of key constituents if they are to incorporate the “voice” of workers (see Freeman, 1980)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": "faad774a70aac6eb76e3d1be6d88e90d1c967fa9", "externalIds": {"MAG": "2092918638", "DOI": "10.2307/1885662"}, "url": "https://www.semanticscholar.org/paper/faad774a70aac6eb76e3d1be6d88e90d1c967fa9", "title": "The Exit-Voice Tradeoff in the Labor Market: Unionism, Job Tenure, Quits, and Separations", "abstract": "This paper examines the effect of trade unionism on the exit behavior of workers in the context of Hirschman's exit-voice dichotomy. Unionism is expected to reduce quits and permanent separations and raise job tenure by providing a \"voice\" alternative to exit when workers are dissatisfied with conditions. Empirical evidence supports this contention, showing significantly lower exit for unionists in several large data tapes. It is argued that the grievance system plays a major role in the reduction in exit and that the reduction lowers cost and raises productivity.", "venue": "", "year": 1980, "referenceCount": 10, "citationCount": 459, "influentialCitationCount": 19, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "35055142", "name": "R. Freeman"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Often this narrative is framed in terms of the intrinsic and extrinsic motivations of workers (Rogstadius et al., 2011) and the incentives of workers to \" game the system", "abstract": null, "venue": "Often this narrative is framed in terms of the intrinsic and extrinsic motivations of workers (Rogstadius et al., 2011) and the incentives of workers to \" game the system", "year": 2010, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"contexts": ["For an informative discussion about APIs, please see Evans, Hagiu, and Schmalensee (2011)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Invisible Engines", "abstract": null, "venue": "Invisible Engines", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "D S Evans"}, {"authorId": null, "name": "A Hagiu"}, {"authorId": null, "name": "R Schmalensee"}]}}, {"contexts": ["in Online Labor Markets", "Crowdsourcing is task-orientated labor distributed online through an open call on the Internet (Brabham, 2013; Howe, 2006)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "The Rise of Crowdsourcing", "abstract": null, "venue": "Wired Magazine", "year": 2006, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "J J Howe"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Please see the \" enterprise \" section of Amara.org's website. http://about.amara.org/enterprise/. Please also see Roettgers Netflix experiments with crowd-sourced captioning. Gigom. https://gigaom", "abstract": null, "venue": "Netflix contracts with the Amara.org platform", "year": 2012, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Task recruitment refers analogously to one type of labor recruitment cost", "abstract": null, "venue": "Task recruitment refers analogously to one type of labor recruitment cost", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Data was gathered by Chien-Ju Ho. 14. We thank an anonymous reviewer for this suggestion", "abstract": null, "venue": "Data was gathered by Chien-Ju Ho. 14. We thank an anonymous reviewer for this suggestion", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"contexts": ["All of these factors, mediated by the API, shape the labor market supply dynamics of this online labor market.", "Normally wages and salaries are considered the return workers receive for investments made when searching for jobs (Diamond, 2011; Mortensen, 2011; Pissarides, 2011)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Unemployment, Vacancies, and Wages", "abstract": null, "venue": "American Economic Review", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "P Diamond"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "For an informative discussion about APIs", "abstract": null, "venue": "For an informative discussion about APIs", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "See AMT requester case studies. https://requester.mturk.com/case_studies", "abstract": null, "venue": "See AMT requester case studies. https://requester.mturk.com/case_studies", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Time to Focus on the Welfare of Online Workers", "abstract": null, "venue": "http://www.newscientist.com/ article/mg21729033.400-time-to-focus-on-the-welfare-of-online-workers.html#.VATftnknJaQ.", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "NewScientist."}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "For a discussion of increased income from better labor market information, please see Agrawal", "abstract": null, "venue": "For a discussion of increased income from better labor market information, please see Agrawal", "year": 2015, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "See Turkopticon"}]}}, {"contexts": ["Since AMT does not post labor market information directly on the platform, crowdworkers spend substantial amounts of time searching for information on the Internet (Yuen, King, & Leung, 2012).12 Most economists will agree that time spent searching for work is a cost or rent job seekers bear in order to secure future employment.", "The larger project’s survey asked respondents doing paid crowdwork on AMT a range of questions, from inquiries about basic demographics to specifics concerning computer literacy and Internet skills.", "Vital pieces of information, from requester reputations to a real-time list of jobs and workers in the system, remain scattered across the Internet.", "Policy & Internet, Vol. 9999, No. 9999, 2015\n1\n1944-2866 # 2015 Policy Studies Organization\nPublished by Wiley Periodicals, Inc., 350 Main Street, Malden, MA 02148, USA, and 9600 Garsington Road, Oxford, OX4 2DQ.\nthousands of people across the globe to curate content, improve search results, survey potential consumers, and optimize the services they offer people who consume their services and products.", "in Online Labor Markets", "Crowdsourcing is task-orientated labor distributed online through an open call on the Internet (Brabham, 2013; Howe, 2006)."], "isInfluential": true, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "", "abstract": null, "venue": "", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "D Brabham"}]}}, {"contexts": ["All of these factors, mediated by the API, shape the labor market supply dynamics of this online labor market.", "Normally wages and salaries are considered the return workers receive for investments made when searching for jobs (Diamond, 2011; Mortensen, 2011; Pissarides, 2011)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Equilibrium in Labor Markets With Search Frictions", "abstract": null, "venue": "American Economic Review", "year": 2011, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "C Pissarides"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "These living guidelines are collaboratively prepared by crowdworkers who are active on the Dynamo platform. Currently, participation is only open to active crowdworkers on AMT", "abstract": null, "venue": "These living guidelines are collaboratively prepared by crowdworkers who are active on the Dynamo platform. Currently, participation is only open to active crowdworkers on AMT", "year": null, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": []}}, {"contexts": ["As the class action lawsuit19 brought against the editorial crowdsourcing site, Crowdflower, suggests, we have yet to legally decide what kind of employment crowdwork, technically, is (see NewScientist, 2013)."], "isInfluential": false, "intents": ["background"], "citedPaper": {"paperId": null, "externalIds": null, "url": null, "title": "Time to Focus on the Welfare of Online Workers. http://www.newscientist.com/ article/mg21729033.400-time-to-focus-on-the-welfare-of-online-workers", "abstract": null, "venue": "Time to Focus on the Welfare of Online Workers. http://www.newscientist.com/ article/mg21729033.400-time-to-focus-on-the-welfare-of-online-workers", "year": 2013, "referenceCount": null, "citationCount": null, "influentialCitationCount": null, "isOpenAccess": null, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Newscientist"}]}}]}