{"paperId": "3b8e66c5142d38bb1eba01f651c6b3bb44e31a7b", "externalIds": {"MAG": "2272251967", "DOI": "10.1002/POI3.111"}, "url": "https://www.semanticscholar.org/paper/3b8e66c5142d38bb1eba01f651c6b3bb44e31a7b", "title": "Accounting for Market Frictions and Power Asymmetries in Online Labor Markets", "abstract": "Amazon Mechanical Turk (AMT) is an online labor market that defines itself as “a marketplace for work that requires human intelligence.” Early advocates and developers of crowdsourcing platforms argued that crowdsourcing tasks are designed so people of any skill level can do this labor online. However, as the popularity of crowdsourcing work has grown, the crowdsourcing literature has identified a peculiar issue: that work quality of workers is not responsive to changes in price. This means that unlike what economic theory would predict, paying crowdworkers higher wages does not lead to higher quality work. This has led some to believe that platforms, like AMT, attract poor quality workers. This article examines different market dynamics that might, unwittingly, contribute to the inefficiencies in the market that generate poor work quality. We argue that the cultural logics and socioeconomic values embedded in AMT's platform design generate a greater amount of market power for requesters (those posting tasks) than for individuals doing tasks for pay (crowdworkers). We attribute the uneven distribution of market power among participants to labor market frictions, primarily characterized by uncompetitive wage posting and incomplete information. Finally, recommendations are made for how to tackle these frictions when contemplating the design of an online labor market.", "venue": "", "year": 2015, "referenceCount": 60, "citationCount": 48, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "118404344", "name": "Sara Kingsley"}, {"authorId": "145260761", "name": "Mary L. Gray"}, {"authorId": "38730378", "name": "Siddharth Suri"}]}