{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "0141e6f711f58217650076f94b44b4bd3c75f99a", "externalIds": {"DOI": "10.1007/978-3-030-74128-0_9"}, "url": "https://www.semanticscholar.org/paper/0141e6f711f58217650076f94b44b4bd3c75f99a", "title": "Digitalization of Employment: Working via Online Platforms", "abstract": null, "venue": "Flexible Working Practices and Approaches", "year": 2021, "referenceCount": 52, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1394630331", "name": "L. Hünefeld"}, {"authorId": null, "name": "Sophie-Charlotte Meyer"}, {"authorId": "2065689729", "name": "Nils Backhaus"}]}}, {"contexts": ["We found that only three studies addressed all four components of the Life Course perspective, albeit without explicitly setting out to do so (D’Cruz, 2017; Kingsley et al., 2015; Yang et al., 2018).", "For example, Kingsley et al. (2015) used a mixed-method design including a longitudinal survey, interview, ethnographic observation and a geographic mapping task to analyse power asymmetries in microwork settings.", "In the second example, using the lens of hermeneutic phenomenography coupled with critical theory, D’Cruz (2017) addressed the four life course components in her interview study focused on Indian online freelancers’ experiences of empowerment and disempowerment on the platforms.", "…work, mainly focusing on US and India and comparisons between these (Berg, 2016; D’Cruz, 2017; Difallah et\nal., 2018; Gray et al., 2016; Hirth et al., 2011; Jiang et al., 2015; Kingsley et al., 2015; Majima et al., 2017; Martin et al., 2016; Posch et al., 2017; Yin et al., 2016)\n• Workers’…", "5 Lehdonvirta (2018) x x x 6 Martin et al. (2016) x x x 7 Wang et al. (2017) x x x 8 Retelny et al. (2017) x x x 9 Fieseler et al. (2019) x x x 10 Wood et al. (2018) x x x 11 Posch et al. (2017) x x 12 Vashistha et al. (2018) x x 13 Bucher & Fieseler\n(2016) x x\n14 Gadiraju (2015) x x 15 Jiang et al. (2015) x x 16 Feldman et al. (2017) x x 17 Al-Ani & Stumpp\n(2016) x x\n18 Law et al. (2016) x x 19 Deng & Joshi (2016) x x 20 Lehdonvirta (2016) x x 21 Martin et al (2014) x x 22 Yin et al. (2016) x x 23 Berg (2016) x x 24 Difallah et al. (2018) x x 25 Difallah et al. (2015) x x 26 Sodré & Brasileiro\n(2017) x x\n27 Majima et al. (2017) x x 28 Gould et al. (2016) x x 29 Hsieh & Kocienlnik\n(2016) x x\n30 Williams et al. (2019) x x 31 Yin et al. (2018) x x 32 Rani & Furrer (2019) x x 33 Sutherland et al. (2019) x x 34 Sannon et al. (2019) x x 35 d’Eon et al. (2019) x x 36 Kinder et al. (2019) x x 37 Morris et al. (2013) x 38 Schörpf et al. (2017) x 39 Dalle et al. (2017) x 40 Pongratz (2018) x\n41 Ho et al. (2015) x 42 Hata et al. (2016) x 43 Jain et al. (2017) x 44 Naderi (2018) x 45 Graham et al. (2017) x 46 Gadiraju et al. (2017) x 47 Hirth et al. (2011) x 48 Khanna et al. (2010) x 49 Jacques et al. (2019) x 50 Gerber & Krzywdzinski\n(2019) x\n51 Rani & Furrer (2020) x 52 Newlands & Lutz\n(2020) x\n53 Zyskowski et al. (2015) x 54 Gadiraju et al. (2015) x 55 Barnes et al. (2015) x 56 D’Cruz & Noronha\n(2016) x\n57 Gadiraju et al. (2016) x 58 Kost et al. (2018) x 59 Posch et al. (2018) x 60 Ludec et al. (2019) x 61 Margaryan (2019a) x 62 Bucher et al. (2019) x 63 Chen et al. (2019) x 64 Zhuang & Gadiraju\n(2019) x\n65 Margaryan (2019b) x 66 Gadiraju & Demartini\n(2019) x\n67 Gadiraju et al. (2018a) x 68 Ho et al. (2018) x 69 Ma et al. (2018) x 70 Mubarak et al (2016) x\nSecond, we analysed the literature to identify what specific sub-components of Agency, Linked Lives, Context and Timing were addressed (Table 3).", "…& Joshi, 2016; Difallah et al., 2015; Gadiraju, 2015; Gould et al., 2016; Hata et al., 2016; Hirth et al., 2011; Jain et al., 2017; Jiang et al., 2015; Khanna et al., 2010; Kingsley et al., 2015; Law et al., 2016; Naderi, 2018; Retelny et al., 2017; Schörpf et al., 2017; Vashistha et al.,…", "• Workers’ behaviours and experiences in adapting to and enacting platforms’ workflows, including procrastination or trustworthiness (Gadiraju, 2015; Gadiraju et al., 2015; Gould et al., 2016; Jiang et al., 2015; Lehdonvirta, 2018; Martin et al., 2016; Retelny et al., 2017)\n• Workers’ and clients’ use of platform features (Sodré & Brasileiro, 2017)\n• Workers’ perceptions of (dis)advantages of crowdwork (D’Cruz & Noronha, 2016; Deng & Joshi, 2016; Fieseler et al., 2019)\n• Tool development by workers to address systems constraints (Lehdonvirta, 2018)\n• Workers’ perceptions of meaningfulness of crowdwork and types of meanings ascribed (Bucher et al., 2019; Kost et al., 2018)\nLinked Lives • Networks, collaborations, self-organisation practices and constellations in platforms, online and offline (D’Cruz, 2017; Gray et al., 2016; Ho et al., 2015; Lehdonvirta, 2016, 2018; Ma et al., 2018; Martin et al., 2014, 2016; Retelny et al., 2017; Wang et al., 2017; Yin et al., 2016)\n• Dyadic relationship between workers and clients on the platforms (Gadiraju & Demartini, 2018; Kingsley et al., 2015; Martin et al., 2014, 2016)\n• Triadic relationship between workers, platform providers and clients (Fieseler et al., 2019)\nContext • Design of tasks and workflows and their impact on workers’\nperformance (Bucher & Fieseler, 2016; D’Cruz, 2017; Deng & Joshi, 2016; Difallah et al., 2015; Gadiraju, 2015; Gould et al., 2016; Hata et al., 2016; Hirth et al., 2011; Jain et al., 2017; Jiang et al., 2015; Khanna et al., 2010; Kingsley et al., 2015; Law et al., 2016; Naderi, 2018; Retelny et al., 2017; Schörpf et al., 2017; Vashistha et al., 2018)\n• Nature of tasks and digital traces on platforms (Dalle et al., 2017; Difallah et al., 2015; Hirth et al., 2011; Jain et al., 2017; Lehdonvirta, 2016, 2018; Yang et al., 2018)\n• Overall platform design features, in particular platform policies, incentives and reward systems (Al-Ani & Stumpp, 2016; Dalle et al., 2017; Fieseler et al., 2019; Gerber & Krzywdzinski, 2019; Graham et al., 2017; Ho et al., 2015; Hsieh & Kocielnik, 2016; Jiang et al., 2015; Lehdonvirta, 2018; Pongratz, 2018; Sodré & Brasileiro, 2017; Wang et al., 2017)\n• Country specifics of platform work, mainly focusing on US and India and comparisons between these (Berg, 2016; D’Cruz, 2017; Difallah et\nal., 2018; Gray et al., 2016; Hirth et al., 2011; Jiang et al., 2015; Kingsley et al., 2015; Majima et al., 2017; Martin et al., 2016; Posch et al., 2017; Yin et al., 2016)\n• Workers’ hardware, software and online environments (Gadiraju et al., 2017; Lehdonvirta, 2018; Martin et al., 2014; Williams et al., 2019; Wood et al., 2018)\n• Skill requirements for specific types of crowdwork tasks, such as data analytics (Feldman et al., 2017)\n• The role music in inducing creative performance on platforms (Morris et al., 2013)\n• Family and household context and its impact on crowdwork (Berg, 2016; D’Cruz, 2017; Difallah et al., 2018)\n• Workers’ personal life contexts and situations (Lehdonvirta, 2018; Martin et al., 2016)\n• Key demographic characteristics of workers (Difallah et al., 2018; Jain et al., 2017)\n• Types of clients using the platforms (Hirth et al., 2011)\nTiming • Changes in power distribution between workers and clients over time (Kingsley et al., 2015)\n• Changes in crowdwork platform worker demographics and clients over time (Difallah et al., 2015, 2018; Yang et al., 2018)\n• Workers’ biographical trajectories, employment histories and patterns (Berg, 2016; D’Cruz, 2017)\nIn summary, we identified several key gaps in the literature.", "• Sequential QUAN -> QUAL design studies that have both paradigms equally central to the research design, for example a longitudinal survey, followed by interviews and ethnographic observation, coupled with a geographic mapping task to determine crowdworkers’ location (Kingsley et al., 2015).", "US and/or India (Gadiraju et al., 2017; Gray et al., 2016; Khanna et al., 2010; Kingsley et al., 2015); or blind, lowincome crowdworkers (Vashistha et al.", "• Dyadic relationship between workers and clients on the platforms (Gadiraju & Demartini, 2018; Kingsley et al., 2015; Martin et al., 2014, 2016)", "For example, one study collected behaviour trace data on 27 million tasks performed by 70,000 workers (Jain et al., 2017), whilst another crawled data on 80,000 workers (Hirth et al., 2011).", "Timing • Changes in power distribution between workers and clients over time (Kingsley et al., 2015)", "In particular, they examined the influence of contextual factors such as country and culture (US and India), wage structures, socioeconomic values and task design on the dynamics of power distribution between crowdworkers and clients (linked lives), analysing workers’ individual perspectives and situations (agency) using longitudinal data (timing).", "Context • Design of tasks and workflows and their impact on workers’ performance (Bucher & Fieseler, 2016; D’Cruz, 2017; Deng & Joshi, 2016; Difallah et al., 2015; Gadiraju, 2015; Gould et al., 2016; Hata et al., 2016; Hirth et al., 2011; Jain et al., 2017; Jiang et al., 2015; Khanna et al., 2010; Kingsley et al., 2015; Law et al., 2016; Naderi, 2018; Retelny et al., 2017; Schörpf et al., 2017; Vashistha et al., 2018)", "…2014, 2016; Retelny et al., 2017; Wang et al., 2017; Yin et al., 2016)\n• Dyadic relationship between workers and clients on the platforms (Gadiraju & Demartini, 2018; Kingsley et al., 2015; Martin et al., 2014, 2016)\n• Triadic relationship between workers, platform providers and clients…", "In the majority of interview studies, the workers were drawn from specific countries, such as Austria (Schörpf et al., 2017), India (D’Cruz, 2017; D’Cruz & Noronha, 2016) or the US (Sannon & Cosley, 2019).", "…of workers (Difallah et al., 2018; Jain et al., 2017)\n• Types of clients using the platforms (Hirth et al., 2011)\nTiming • Changes in power distribution between workers and clients over time (Kingsley et al., 2015)\n• Changes in crowdwork platform worker demographics and clients over time…", "US and/or India (Gadiraju et al., 2017; Gray et al., 2016; Khanna et al., 2010; Kingsley et al., 2015); or blind, lowincome crowdworkers (Vashistha et al., 2018).", "• Workers’ personal factors and values impacting crowdwork (Gould et al., 2016; Kingsley et al., 2015; Law et al., 2016; Majima et al., 2017)", "Most ethnographic studies\nincluded an international sample of crowdworkers, but some targeted only US and Indian microworkers with a specific intention of comparing these national samples (Martin et al., 2014, 2016).", "Most crowdworker samples used in the survey studies were international in scope, although in some studies the samples were drawn specifically from crowdworkers in the US or India (Berg, 2016; Bucher & Fieseler, 2016; Fieseler et al., 2019; Jacques & Kristensson, 2019; Jiang et al., 2015; Kost et al., 2018; Newlands & Lutz, 2020), Japan (Majima et al., 2017) or Arabspeaking countries (Mubarak et al, 2016)."], "isInfluential": true, "intents": ["methodology", "background"], "citingPaper": {"paperId": "1ca375170a92d17c737877a29442c78b2b01c138", "externalIds": {"MAG": "3162256001", "DOI": "10.15346/HC.V8I1.124"}, "url": "https://www.semanticscholar.org/paper/1ca375170a92d17c737877a29442c78b2b01c138", "title": "The Life Course: An interdisciplinary framework for broadening the scope of research on crowdwork", "abstract": "This paper reports outcomes of a systematic scoping review of methodological approaches and analytical lenses used in empirical research on crowdwork. Over the past decade a growing corpus of publications spanning Social Sciences and Computer Science/HCI have empirically examined the nature of work practices and tasks within crowdwork; surfaced key individual and environmental factors underpinning workers’ decisions to engage in this form of work; developed and implemented tools to improve and extend various aspects of crowdwork, such as the design and allocation of tasks and incentives or workflows within the platforms; and contributed new techniques and know-how on data collection within crowdwork, for example, how to conduct large-scale surveys and experiments in behavioural psychology, economics or education drawing on crowdworker samples. Our initial reading of the crowdwork literature suggested that research had relied on a limited set of relatively narrow methodological approaches, mostly online experiments, surveys and interviews. Importantly, crowdwork research has tended to examine workers’ experiences as snapshots in time rather than studying these longitudinally or contextualising them historically, environmentally and developmentally. This piece-meal approach has given the research community initial descriptions and interpretations of crowdwork practices and provided an important starting point in a nascent field of study. However, the depth of research in the various areas, and the missing pieces, have yet to be systematically scoped out. Therefore, this paper systematically reviews the analytical-methodological approaches used in crowdwork research identifying gaps in these approaches. We argue that to take crowdwork research to the next level it is essential to examine crowdwork practices within the context of both individual and historical-environmental factors impacting it. To this end, methodological approaches that bridge sociological, psychological, individual, collective, online, offline, and temporal processes and practices of crowdwork are needed. The paper proposes the Life Course perspective as an interdisciplinary framework that can help address these gaps and advance research on crowdwork. The paper concludes by proposing a set of Life Course-inspired research questions to guide future studies of crowdwork.", "venue": "", "year": 2021, "referenceCount": 133, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "144394172", "name": "A. Margaryan"}]}}, {"contexts": ["In reality, however, labour market intermediaries fix the conditions besides taking a significant cut for their “intermediation” services thanks to incomplete information (Kingsley et al., 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "71b9e501ccf53e21b702abd8153ad65658d90a01", "externalIds": {"MAG": "3167342512", "ArXiv": "2103.15183", "DOI": "10.2139/SSRN.3813903"}, "url": "https://www.semanticscholar.org/paper/71b9e501ccf53e21b702abd8153ad65658d90a01", "title": "How has labour market power evolved? Comparing labour market monopsony in Peru and the United States", "abstract": "We document and compare the extent and evolution of labour market power by employers on the US and Peruvian labour markets during the 2010s. Making use of a structural estimation model of labour market dynamics, we estimate differences in market power that workers face depending on their sector of activity, their age and educational level. In particular, we show that differences in cross-sectional market power are significant and higher than variations over the ten-year time span of our data. In contrast to findings of labour market power in developed countries, we document significant market power of employers vis-a-vis the tertiary educated workforce, regardless of age and sector. In contrast, for the primary educated workforce, market power seems to be high in (private) services and manufacturing. For secondary educated workers, only the mining sector stands out as moderately more monopsonistic than the rest of the labour market. We also show that at least for the 2010s, the market power remained broadly stable in Peru. We contrast these findings with similar estimates obtained for the United States where we are able to show that it is mostly the less educated workforce that faces market power. Moreover, we show that for the US, the labour market power has gradually increased over the past ten years, in line with the general rise in inequality, but mostly for those with short labour market tenure. We also discuss possible reasons for these findings, including for the differences of labour market power across skill levels. Especially, we discuss the reasons for polarization of market power that are specific to specific skill levels and locations.", "venue": "", "year": 2021, "referenceCount": 75, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "81270336", "name": "J. Dávalos"}, {"authorId": "37479876", "name": "Ekkehard C. Ernst"}]}}, {"contexts": ["Some of the challenges faced by crowdworkers have been discussed in [26, 25]."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "bd64c5e1b7473035a2acdcb6b46d82ddb180a537", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/bd64c5e1b7473035a2acdcb6b46d82ddb180a537", "title": "Who Sees What? Examining Urban Impressions in Global South Cities", "abstract": "While the study of how people perceive urban environments according to subjective dimensions like beauty and danger is a classic topic in environmental psychology, only in recent years computing research has addressed these questions with an interest in machine recognition of such kinds of urban impressions. In this chapter, we describe some of the basic concepts related to this emerging domain, which is at the intersection of computing and human perception. Then, with a specific focus on Global South cities, we present a study on perception of urban scenes by people and machines. The study is conducted on a dataset of 1,200 images collected in threeMexican cities of different characteristics and six urban impression variables. First, we conduct a comparative analysis of crowdsourced impressions generated by local and non-local observers. The analysis shows that non-local observers reach higher inter-observer agreement compared to local ones, and that these two groups tend to disagree onwhat they report to perceivewith respect to dimensions like danger and interest. Second, we show that visual cues extracted from deep neural networks and trained with impression labels provided by both local and non-local observers result in systems for which non-local judgments are better inferred that local ones. Based on these findings, the chapter discusses implications for the design of systems that use crowdsourced subjective labels for machine learning and inference on urban environments. Luis Emmanuel Medina Rios EPFL, Switzerland, e-mail: luis.medinarios@epfl.ch Salvador Ruiz-Correa IPICYT, Mexico e-mail: salvador.ruiz@ipicyt.edu.mx Darshan Santani Pepper Cloud, Singapore e-mail: dsantani@peppercloud.com Daniel Gatica-Perez Idiap Research Institute and EPFL, Switzerland e-mail: gatica@idiap.ch", "venue": "", "year": 2021, "referenceCount": 56, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2106789766", "name": "Luis Emmanuel Medina Rios"}, {"authorId": "1398706987", "name": "S. Ruiz-Correa"}, {"authorId": "1765362", "name": "Darshan Santani"}, {"authorId": "1403029865", "name": "D. Gática-Pérez"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "fb874843e39f3a46ff70f9c06ad2a8ff1b5ae12e", "externalIds": {"DBLP": "journals/corr/abs-2110-00169", "ArXiv": "2110.00169", "DOI": "10.1145/3476060"}, "url": "https://www.semanticscholar.org/paper/fb874843e39f3a46ff70f9c06ad2a8ff1b5ae12e", "title": "Quantifying the Invisible Labor in Crowd Work", "abstract": "Crowdsourcing markets provide workers with a centralized place to find paid work. What may not be obvious at first glance is that, in addition to the work they do for pay, crowd workers also have to shoulder a variety of unpaid invisible labor in these markets, which ultimately reduces workers' hourly wages. Invisible labor includes finding good tasks, messaging requesters, or managing payments. However, we currently know little about how much time crowd workers actually spend on invisible labor or how much it costs them economically. To ensure a fair and equitable future for crowd work, we need to be certain that workers are being paid fairly for all of the work they do. In this paper, we conduct a field study to quantify the invisible labor in crowd work. We build a plugin to record the amount of time that 100 workers on Amazon Mechanical Turk dedicate to invisible labor while completing 40,903 tasks. If we ignore the time workers spent on invisible labor, workers' median hourly wage was $3.76. But, we estimated that crowd workers in our study spent 33% of their time daily on invisible labor, dropping their median hourly wage to $2.83. We found that the invisible labor differentially impacts workers depending on their skill level and workers' demographics. The invisible labor category that took the most time and that was also the most common revolved around workers having to manage their payments. The second most time-consuming invisible labor category involved hyper-vigilance, where workers vigilantly watched over requesters' profiles for newly posted work or vigilantly searched for labor. We hope that through our paper, the invisible labor in crowdsourcing becomes more visible, and our results help to reveal the larger implications of the continuing invisibility of labor in crowdsourcing.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2021, "referenceCount": 216, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2602469", "name": "C. Toxtli"}, {"authorId": "38730378", "name": "Siddharth Suri"}, {"authorId": "1983163", "name": "Saiph Savage"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "23a11776d135f7613bca56ef88b7d272c0a6a6a9", "externalIds": {"DBLP": "journals/pacmhci/LustigRSS20", "MAG": "3021240028", "DOI": "10.1145/3392842"}, "url": "https://www.semanticscholar.org/paper/23a11776d135f7613bca56ef88b7d272c0a6a6a9", "title": "Stuck in the middle with you: The Transaction Costs of Corporate Employees Hiring Freelancers", "abstract": "Corporations are increasingly empowering employees to hire on-demand workers via freelance platforms. We interviewed full-time employees of a global technology company who hired freelancers as part of their job responsibilities. While there has been prior work describing freelancers' perspectives there has been little research on those that hire them, the \"clients\", especially in the corporate context. We found that while freelance platforms reduce many administrative burdens, there are number of conditions in which using freelance platforms in a corporate context creates high transaction costs and power asymmetries that make it difficult for clients to negotiate work rights and responsibilities. This leads corporate employee clients to feel \"stuck in the middle\" between their employer, the platform, and the freelancer. Ultimately, these transactions costs are a potential barrier to wider adoption. If corporations want to leverage the value of the freelance economy then better guardrails, guidelines, and perhaps even creative technology solutions will be needed.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 53, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "2368274", "name": "Caitlin Lustig"}, {"authorId": "2255965", "name": "S. Rintel"}, {"authorId": "1726080818", "name": "Liane Scult"}, {"authorId": "38730378", "name": "Siddharth Suri"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "97cd4802bd06e54ff122c994a4a3ab251f84ee05", "externalIds": {"MAG": "3031578885", "DOI": "10.1108/ijm-01-2019-0037"}, "url": "https://www.semanticscholar.org/paper/97cd4802bd06e54ff122c994a4a3ab251f84ee05", "title": "What is the employment potential of a lean platform? The case of Dutch self-employed service professionals", "abstract": "The purpose of this article is to study what platform-related user factors influence the employment potential of a lean platform for self-employed professionals.,The article employs the system data of a Dutch platform firm, which include consumers looking for painters (N = 17,224) and self-employed painters (N = 1,752) who pursue client acquisition by submitting proposals (N = 101,974). This data is analysed using non-parametric tests.,Study of this platform shows that the platform functions as a channel of acquisition for self-employed professionals. This lean platform enables matching of information of supply and demand, thereby facilitating processes of acquisition. The number of competitors, distance to a potential job and non-standard proposals are statistically significant factors that influence whether a consumer is interested in a proposal. Effect sizes are very small.,This platform is a two-way market for information about service jobs, which excludes a price setting mechanism. The findings of this study cannot be generalized to other forms of platforms.,The market for service professionals is very local; therefore, the platform firm may alter the algorithm to accommodate this. Self-employed professionals should approach using the platform in the same way as normal forms of acquisition.,This particular type of two-sided market is an extension of regular forms of acquisition by creating “weak ties” through the platform.,The article uses a unique data set to study the impact and limitations of digitalization of the (labour) market for service professionals.", "venue": "", "year": 2020, "referenceCount": 70, "citationCount": 2, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1448454360", "name": "Paul Jonker-Hoffrén"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b45bb776356b683eb89838f236077ca578dcf110", "externalIds": {"DOI": "10.1007/978-3-030-14622-1_82"}, "url": "https://www.semanticscholar.org/paper/b45bb776356b683eb89838f236077ca578dcf110", "title": "The Future of Work, Digital Labor, and Business Legitimacy", "abstract": null, "venue": "Handbook of Business Legitimacy", "year": 2020, "referenceCount": 39, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": null, "name": "Sut I. Wong"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bf494f4c99d1d1f47536605531aced5648151260", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/bf494f4c99d1d1f47536605531aced5648151260", "title": "Regulating platform work in the digital age", "abstract": null, "venue": "", "year": 2020, "referenceCount": 39, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": []}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e0da0978c7a634113dec6d2038e0363b36d9d61b", "externalIds": {"MAG": "3008915255", "PubMedCentral": "8022829", "DOI": "10.3389/fsoc.2020.00002", "PubMed": "33869411"}, "url": "https://www.semanticscholar.org/paper/e0da0978c7a634113dec6d2038e0363b36d9d61b", "title": "Platforms of Work, Labour, and Employment Relationship: The Grey Zones of a Digital Governance", "abstract": "Drawing on numerous case studies, the article examines the specific conditions for organising and managing the employment relationship on digital labour platforms. We show that these conditions are largely due to the disruptive nature of the process of digitising the employee–employer relationship. Digitisation replaces the employment contract of the standard employment relationship with a triangular “worker–platform–customer” relationship. In this model, the boundaries of the employment relationship become opaque and more uncertain: the bond of subordination disappears, labour law gives way to commercial law, and the figures of the employer and the employee lose institutional visibility. The article seeks to clarify the contours of this “in-between” model and proposes the notion of the “grey zone,” borrowed from geopolitics. This notion of the “employment grey zone” makes it possible to shift the researcher's perspective by focusing attention on practices and “intermediate spaces of regulation,” which are relatively autonomous and endowed with their own dynamics. This framework of analysis broadens the perspective and helps to better understand the impact on the employment relationship of new forms of governance in a context of a digital turning point. The article first returns to the notion of the “grey zone” and argues on the foundations and interest of mobilising this notion in the field of industrial relations studies. The links between digital platforms and grey zones are then examined. In particular, we show that digital governance is based on a confusion of powers between coordination and leadership. The reflection continues in a third phase with an examination of digital management practices in two areas: the control of the activity of connected workers, and the production and management of externalities resulting from the operation of platforms. The article concludes with a discussion on the heuristic value of the notion of grey zones of employment.", "venue": "Frontiers in Sociology", "year": 2020, "referenceCount": 114, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Medicine", "Business"], "authors": [{"authorId": "2095491286", "name": "Patrick Dieuaide"}, {"authorId": "2080724659", "name": "C. Azaïs"}]}}, {"contexts": ["Scholars have pointed to the power asymmetries and class relations enshrined within their digital infrastructures and terms and conditions (Fieseler et al., 2019; Kingsley et al., 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "ebda040acecf775e73890109b9b8d9cfd150e13d", "externalIds": {"MAG": "3040731719", "DOI": "10.1177/1024529420914472"}, "url": "https://www.semanticscholar.org/paper/ebda040acecf775e73890109b9b8d9cfd150e13d", "title": "Community building on crowdwork platforms: Autonomy and control of online workers?", "abstract": "Crowdwork is commonly described as an extremely isolating and anonymous form of work. Contrary to this, the article examines platforms’ managerial strategies to engineer so-called crowd communities. The results show that platforms assume either more controlled or lose strategies, which results in lower or higher crowdworker interaction, respectively. None of the communication spaces, however, seem to enhance labour power. While to some extent breaking the sociotechnical isolation of the crowd, the article suggests that crowd interaction serves to scale and outsource managerial tasks to the online workers in a highly rationalized work regime. Where it arises the self-organization is largely a self-regulation and reflects crowdworkers’ efforts to cope with the work system. Overall, the findings suggest that platforms develop more diverse and complex managerial systems than often assumed.", "venue": "", "year": 2020, "referenceCount": 58, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "39821770", "name": "Christine Gerber"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "158396a50598857858b296aaddfcdb5cf91a71eb", "externalIds": {"MAG": "3020871910"}, "url": "https://www.semanticscholar.org/paper/158396a50598857858b296aaddfcdb5cf91a71eb", "title": "Le Micro-Travail en France. Derrière l'automatisation, de nouvelles précarités au travail ?", "abstract": "\"Nous assistons ces dernieres annees a la multiplication des plateformes de micro-travail. Cette activite remuneratrice relativement nouvelle consiste a realiser des tâches tres fragmentees (micro-tâches) que des plateformes dediees confient a des prestataires, payes generalement a la piece. Il peut s’agir d’identifier des objets dans une image, de transcrire des factures, de moderer du contenu sur les medias sociaux, de visionner des videos de courte duree, de copier-coller du texte ou de repondre a des sondages en ligne. Le plus souvent, ces tâches repetitives necessitent une faible qualification pour une remuneration tout aussi faible, de l’ordre de quelques centimes. Ce rapport presente les premiers resultats du projet de recherche DiPLab (« Digital Platform Labor »), et contribue a pallier la quasi-absence d’etudes sur le micro-travail dans les pays d’Europe. Realisee en 2018, il s’agit en effet de la premiere enquete sur le micro-travail en France. Elle participe a un effort plus general de cerner les effets des nouvelles technologies sur le monde du travail et son fonctionnement. Dans cette optique, l’equipe DiPLab s’est appuyee sur une articulation de multiples ressources informationnelles : des donnees natives du web, un questionnaire en ligne aupres d’un echantillon de pres de 1000 micro-travailleurs, et une enquete qualitative aupres de 92 travailleurs, clients et proprietaires de plateformes. Coordonne par Antonio Casilli (enseignant-chercheur a Telecom ParisTech et membre de i3 – Institut Interdisciplinaire de l’Innovation, CNRS) et Paola Tubaro (chargee de recherche CNRS au Laboratoire de Recherche en Informatique), le projet de recherche DiPLab reunit des chercheurs provenant d’horizons differents dans les sciences sociales.\"", "venue": "", "year": 2019, "referenceCount": 37, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "37562885", "name": "A. Casilli"}, {"authorId": "2006574597", "name": "Paola Tubaro"}, {"authorId": "123361092", "name": "Clément Le Ludec"}, {"authorId": "52291665", "name": "Marion Coville"}, {"authorId": "1382760121", "name": "M. Besenval"}, {"authorId": "1382760070", "name": "Touhfat Mouhtare"}, {"authorId": "146673576", "name": "Elinor Wahal"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "15df7a7be33afded1b82c1da0f1a8b034724f227", "externalIds": {"DBLP": "journals/cscw/JarrahiSNS20", "MAG": "2987003572", "DOI": "10.1007/s10606-019-09368-7"}, "url": "https://www.semanticscholar.org/paper/15df7a7be33afded1b82c1da0f1a8b034724f227", "title": "Platformic Management, Boundary Resources for Gig Work, and Worker Autonomy", "abstract": "We advance the concept of platformic management, and the ways in which platforms help to structure project-based or “gig” work. We do so knowing that the popular press and a substantial number of the scholarly publications characterize the “rise of the gig economy” as advancing worker autonomy and flexibility, focusing attention to online digital labor platforms such as Uber and Amazon’s Mechanical Turk. Scholars have conceptualized the procedures of control exercised by these platforms as exerting “algorithmic management,” reflecting the use of extensive data collection to feed algorithms that structure work. In this paper, we broaden the attention to algorithmic management and gig-working control in two ways. First, we characterize the managerial functions of Upwork, an online platform that facilitates knowledge-intensive freelance labor - to advance discourse beyond ride-sharing and room-renting labor. Second, we advance the concept of platformic management as a means to convey a broader and sociotechnical premise of these platforms’ functions in structuring work. We draw on data collected from Upwork forum discussions, interviews with gig workers who use Upwork, and a walkthrough analysis of the Upwork platform to develop our analysis. Our findings lead us to articulate platformic management -- extending beyond algorithms -- and to present the platform as a “boundary resource” to illustrate the paradoxical affordances of Upwork and similar labor platforms. That is, the platform (1) enables the autonomy desired by gig workers, while (2) also serving as a means of control that helps maintain the viability of transactions and protects the platform from disintermediation.", "venue": "Computer Supported Cooperative Work (CSCW)", "year": 2019, "referenceCount": 122, "citationCount": 32, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "34891162", "name": "M. H. Jarrahi"}, {"authorId": "153510213", "name": "Will Sutherland"}, {"authorId": "21017565", "name": "S. Nelson"}, {"authorId": "144245984", "name": "S. Sawyer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "3f318a902c5544de15c438df5a0fbe36b436d6d6", "externalIds": {"MAG": "3046594865", "DOI": "10.1109/ICCIS49662.2019.00038"}, "url": "https://www.semanticscholar.org/paper/3f318a902c5544de15c438df5a0fbe36b436d6d6", "title": "Research on Task Pricing of Internet Labor Crowdsourcing Platform", "abstract": "Internet labor crowdsourcing platform is a self-service platform via mobile network. Users could download the APP and become a member of the platform to complete tasks with money in return, which makes the pricing of tasks critically significant. To find out the relation between pricing and completion rate, several factors are established according to tasks’ features. Then work out the influence ratio of each factor using PLS regression and global search. With the influence ratio obtained, optimal pricing solution could be found with multi-objective 0-1 integer programming. At last, simulation is applied to evaluate the result, which shows an improvement over both completion rate and platform cost.", "venue": "2019 4th International Conference on Communication and Information Systems (ICCIS)", "year": 2019, "referenceCount": 19, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1752763754", "name": "Kai-xuan Bao"}, {"authorId": "2074108222", "name": "Kai Zhao"}, {"authorId": "1752862939", "name": "Qi-pei Qian"}, {"authorId": "50028843", "name": "Y. Lu"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5ec2c97c51cb3fe69e1bab439c900f973111945f", "externalIds": {"MAG": "2933742758", "DOI": "10.1108/JMP-07-2018-0277"}, "url": "https://www.semanticscholar.org/paper/5ec2c97c51cb3fe69e1bab439c900f973111945f", "title": "Conceptualizing human resource management in the gig economy", "abstract": "\nPurpose\nAlthough it is transforming the meaning of employment for many people, little is known about the implications of the gig economy for human resource management (HRM) theory and practice. The purpose of this paper is to conceptually explore the notion of HRM in the gig economy, where intermediary platform firms design and implement HRM activities while simultaneously trying to avoid the establishment of employment relationships with gig workers.\n\n\nDesign/methodology/approach\nTo conceptualize HRM in the gig economy, the authors offer a novel ecosystem perspective to develop propositions on the role and implementation of HRM activities in the gig economy.\n\n\nFindings\nThe authors show that HRM activities in the gig economy are designed to govern platform ecosystems by aligning the multilateral exchanges of three key gig economy actors: gig workers, requesters and intermediary platform firms, for ensuring value co-creation. The authors argue that the implementation of HRM activities in the gig economy is contingent on the involvement and activities of these gig economy actors. This means that they are not mere recipients of HRM but also actively engaged in, and needed for, the execution of HRM activities.\n\n\nOriginality/value\nThe study contributes to research by proposing a theoretical framework for studying the design of HRM activities, and their implementation, in the gig economy. From this framework, the authors derive directions for future research on HRM in the gig economy.\n", "venue": "Journal of Managerial Psychology", "year": 2019, "referenceCount": 214, "citationCount": 64, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Business"], "authors": [{"authorId": "71059012", "name": "J. Meijerink"}, {"authorId": "39559199", "name": "A. Keegan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "619beb0c6f8cca1b9ad2790f4c192aaedd745776", "externalIds": {"MAG": "2950384878", "DOI": "10.1108/JMP-06-2018-0265"}, "url": "https://www.semanticscholar.org/paper/619beb0c6f8cca1b9ad2790f4c192aaedd745776", "title": "Mattering in digital labor", "abstract": "\nPurpose\nOnline gig labor platforms bring together a global and fast-growing workforce to complete highly granular, remote and decontextualized tasks. While these environments might be empowering to some workers, many others feel disenfranchised and removed from the final product of their labor. To better understand the antecedents of continued participation in forms of crowdsourced digital labor, the purpose of this paper is to explore the relationship between worker’s ability to create a narrative of their work mattering regardless, and their continued work engagement (WE) in these work setups.\n\n\nDesign/methodology/approach\nThe authors approach the relationship between individual mattering and digital WE through a longitudinal study among workers on the crowdworking platform Amazon Mechanical Turk. The authors further provide qualitative insight into individual perceptions of mattering based on essay data.\n\n\nFindings\nThe authors develop a measure of mattering in crowdworking with four dimensions: reliance, social recognition, importance and interaction. Reliance is the most pronounced dimension, followed by interaction, importance and social recognition. In the final longitudinal model, only importance affects WE positively, while the other three mattering dimensions do not have a significant effect.\n\n\nOriginality/value\nThe findings indicate that individuals who feel that they themselves and their work “count” and “make a difference” will be more engaged in their digital labor. By clarifying the dimensionality of mattering in crowdwork and studying its differentiated effect on WE, the paper makes a contribution to research on crowdwork and the future of work. Beyond the theoretical contributions, the finding that perceived importance fosters WE has important implications for task and platform design.\n", "venue": "Journal of Managerial Psychology", "year": 2019, "referenceCount": 54, "citationCount": 11, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "20946641", "name": "E. Bucher"}, {"authorId": "2826734", "name": "Christian Fieseler"}, {"authorId": "6889723", "name": "C. Lutz"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a14f4c69523d2c1bf7713b208322bf5c856fdc08", "externalIds": {"MAG": "3033619412", "DOI": "10.1007/978-3-319-68845-9_82-1"}, "url": "https://www.semanticscholar.org/paper/a14f4c69523d2c1bf7713b208322bf5c856fdc08", "title": "The Future of Work, Digital Labor, and Business Legitimacy", "abstract": null, "venue": "", "year": 2019, "referenceCount": 51, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "35297103", "name": "Sut I Wong"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "a6e5b2ee4745f3f02aba577e22c87a7eb12093d2", "externalIds": {"MAG": "2946372784", "DOI": "10.1108/JWL-10-2018-0126"}, "url": "https://www.semanticscholar.org/paper/a6e5b2ee4745f3f02aba577e22c87a7eb12093d2", "title": "Workplace learning in crowdwork", "abstract": "\nPurpose\nThis paper aims to explore workplace learning practices within two types of crowdwork – microwork and online freelancing. Specifically, the paper scopes and compares the use of workplace learning activities (WLAs) and self-regulatory learning (SRL) strategies undertaken by microworkers (MWs) and online freelancers (OFs). We hypothesised that there may be quantitative differences in the use of WLAs and SRL strategies within these two types of crowdwork, because of the underpinning differences in the complexity of tasks and skill requirements.\n\n\nDesign/methodology/approach\nTo test this hypothesis, a questionnaire survey was carried out among crowdworkers from two crowdwork platforms – Figure Eight (microwork) and Upwork (online freelancing). Chi-square test was used to compare WLAs and SRL strategies among OFs and MWs.\n\n\nFindings\nBoth groups use many WLAs and SRL strategies. Several significant differences were identified between the groups. In particular, moderate and moderately strong associations were uncovered, whereby OFs were more likely to report (i) undertaking free online courses/tutorials and (ii) learning by receiving feedback. In addition, significant but weak or very weak associations were identified, namely, OFs were more likely to learn by (i) collaborating with others, (ii) self-study of literature and (iii) making notes when learning. In contrast, MWs were more likely to write reflective notes on learning after the completion of work tasks, although this association was very weak.\n\n\nOriginality/value\nThe paper contributes empirical evidence in an under-researched area – workplace learning practices in crowdwork. Crowdwork is increasingly taken up across developed and developing countries. Therefore, it is important to understand the learning potential of this form of work and where the gaps and issues might be. Better understanding of crowdworkers’ learning practices could help platform providers and policymakers to shape the design of crowdwork in ways that could be beneficial to all stakeholders.\n", "venue": "Journal of Workplace Learning", "year": 2019, "referenceCount": 62, "citationCount": 15, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "144394172", "name": "A. Margaryan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b409ce1d1ddb41d423bfe78e72b23321a7053418", "externalIds": {"MAG": "2646010709", "DOI": "10.1007/S10551-017-3607-2"}, "url": "https://www.semanticscholar.org/paper/b409ce1d1ddb41d423bfe78e72b23321a7053418", "title": "Unfairness by Design? The Perceived Fairness of Digital Labor on Crowdworking Platforms", "abstract": "Based on a qualitative survey among 203 US workers active on the microwork platform Amazon Mechanical Turk, we analyze potential biases embedded in the institutional setting provided by on-demand crowdworking platforms and their effect on perceived workplace fairness. We explore the triadic relationship between employers, workers, and platform providers, focusing on the power of platform providers to design settings and processes that affect workers’ fairness perceptions. Our focus is on workers’ awareness of the new institutional setting, frames applied to the mediating platform, and a differentiated analysis of distinct fairness dimensions.", "venue": "", "year": 2019, "referenceCount": 84, "citationCount": 52, "influentialCitationCount": 4, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "2826734", "name": "Christian Fieseler"}, {"authorId": "20946641", "name": "E. Bucher"}, {"authorId": "3171434", "name": "C. Hoffmann"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c5896f4ba11a7aaf08ef9c31dab364a941fb398a", "externalIds": {"MAG": "2911582145", "DBLP": "journals/jsis/GolSA19", "DOI": "10.1016/J.JSIS.2019.01.001"}, "url": "https://www.semanticscholar.org/paper/c5896f4ba11a7aaf08ef9c31dab364a941fb398a", "title": "Crowdwork platform governance toward organizational value creation", "abstract": "Abstract Crowdwork, a new form of digitally mediated employment and part of the so-called gig economy, has the capacity to change the nature of work organization and to provide strategic value to workers, job providers, and intermediary platform owners. However, because crowdwork is temporary, large-scale, distributed, and mediated, its governance remains a challenge that often casts a shadow over its strategic value. The objective of this paper is to shed light on the making of value-adding crowdwork arrangements. Specifically, the paper explores crowdwork platform governance mechanisms and the relationships between these mechanisms and organizational value creation. Building on a comprehensive review of the extant literature on governance and crowdwork, we construct an overarching conceptual model that integrates control system and coordination system as two complementary mechanisms that drive crowdwork platform governance effectiveness and the consequent job provider benefits. Furthermore, the model accentuates the role of the degree of centralization and the degree of routinization as critical moderators in crowdwork platform governance. Overall, the paper highlights the potential of crowdwork to contribute not only to inclusion, fair wages and flexible work arrangements for workers but also to organizations’ value and competitive edge.", "venue": "J. Strateg. Inf. Syst.", "year": 2019, "referenceCount": 94, "citationCount": 19, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "52228676", "name": "Elham Shafiei Gol"}, {"authorId": "152572847", "name": "Mari-Klara Stein"}, {"authorId": "1721203", "name": "M. Avital"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e55f8a37fcd9af2f8a9912e91f2d570a112692f4", "externalIds": {"MAG": "2963330312", "DOI": "10.1108/S0733-558X20190000062020"}, "url": "https://www.semanticscholar.org/paper/e55f8a37fcd9af2f8a9912e91f2d570a112692f4", "title": "Infrastructuring as Bricolage: Thinking Like a Contemporary Knowledge Worker", "abstract": "This chapter advances an articulation of the contemporary knowledge worker as an infrastructural bricoleur. The practical and pragmatic intelligence of the contemporary knowledge worker, particularly those involved in project-based work, reflects an ability to build adaptable practices and routines, and to develop a set of working arrangements that is creative and event-laden. Like Ciborra’s octopi, workers augment infrastructures by drawing on certain forms of oblique, twisted, flexible, circular, polymorphic and ambiguous thinking until an accommodation can be found. These workers understand the non-linearity of work and working, and are artful in their pursuits around, through and beyond infrastructural givens. Modern knowledge work, then, when looked at through the lens of infrastructure and bricolage, is less a story of failure to understand, a limitation in training or the shortcomings of a system, but instead is more a mirror of the contemporary realities of today’s knowledge work drift as reflected in individuals’ sociotechnical practices.", "venue": "Thinking Infrastructures", "year": 2019, "referenceCount": 73, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1706091", "name": "Ingrid Erickson"}, {"authorId": "144245984", "name": "S. Sawyer"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "e85827239c47ec7646ac714277e7dad2ff2e3056", "externalIds": {"MAG": "2989841102", "DOI": "10.1111/1748-8583.12265"}, "url": "https://www.semanticscholar.org/paper/e85827239c47ec7646ac714277e7dad2ff2e3056", "title": "Boundaryless careers in the gig economy: An oxymoron?", "abstract": "Funding information Norges Forskningsråd, Grant/Award Number: 247725/O70 Abstract Advocates of the boundaryless career perspective have relied to a great extent on the assumption that actors take responsibility for their own career development and that they consequently take charge of developing their career competencies. In this provocation piece, we debate the obstructions to and potential ways to promote boundaryless careers in the gig economy, which—despite appearing on the surface to offer suitable conditions for boundaryless careers—suffers from numerous conditions that hinder such careers. Thus, boundaryless careers in the gig economy could be an oxymoron. In particular, we conjecture that intraorganisational and interorganisational career boundaries restrict gig workers' development of relevant career competencies and thus limit their mobility. We then put forward the notion that we have to consider moving away from traditional, employer-centric human resource management and introduce new forms of network-based and selforganised human resource management practices (in the form of collaborative communities of practice) in order to diminish these boundaries.", "venue": "", "year": 2019, "referenceCount": 103, "citationCount": 24, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "35536340", "name": "Dominique Kost"}, {"authorId": "2826734", "name": "Christian Fieseler"}, {"authorId": "35297103", "name": "Sut I Wong"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "30e3e0fcec84a66852e4adf09eaf7a5d4df285b4", "externalIds": {"DBLP": "journals/chb/KostFW18", "MAG": "2782146989", "DOI": "10.1016/j.chb.2018.01.002"}, "url": "https://www.semanticscholar.org/paper/30e3e0fcec84a66852e4adf09eaf7a5d4df285b4", "title": "Finding meaning in a hopeless place? The construction of meaningfulness in digital microwork", "abstract": "Abstract New forms of employment centered on the completion of simple and atomized tasks, such as online microwork, raise the question of the possible gratifications that could be derived from such work when compared to more traditional labor arrangements. Our research presented here focuses on how microworkers construct meaningfulness, based on the accounts of workers on the crowdsourcing platform Amazon Mechanical Turk. We draw upon a relational job design perspective to explore why microworkers experience meaningfulness in their work. We found four sources of meaningfulness: rewards, self-improvement, moral, and social. These four sources vary in the degree to which they were internal or external in focus, and in their level of rationalization (concrete or abstract). This may explain why such types of employment are appealing despite a lack of organizational-support structures and points to the need to better understand cue provision in virtual, platform-enabled work settings.", "venue": "Comput. Hum. Behav.", "year": 2018, "referenceCount": 40, "citationCount": 24, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "35536340", "name": "Dominique Kost"}, {"authorId": "2826734", "name": "Christian Fieseler"}, {"authorId": "35297103", "name": "Sut I Wong"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "6db9619e733d5af134d550658b4d9e251bb7b19d", "externalIds": {"MAG": "2795240022", "DOI": "10.1016/J.JBUSRES.2018.03.019"}, "url": "https://www.semanticscholar.org/paper/6db9619e733d5af134d550658b4d9e251bb7b19d", "title": "Consumer segmentation within the sharing economy: The case of Airbnb", "abstract": "Abstract The sharing economy is a global phenomenon with rapid growth potential. While research has begun to explore segmentation between users and non-users, only limited research has looked at consumer segmentation within sharing economy services. In this paper, we build on this research gap by investigating consumer segmentation within a single sharing economy platform: Airbnb. Utilizing a mixed methods approach, with both a quantitative survey and a qualitative content analysis of Airbnb listings, we compare two different types of accommodation offered on Airbnb: shared room and entire home. Our findings indicate that within a single platform, the variety between offerings can create distinct consumer segments based on both demographics and behavioral criteria. We also find that Airbnb hosts use marketing logic to target their listings towards specific consumer segments. However, there is not, in all cases, strong alignment between consumer segmentation and host targeting, leading to potentially reduced matching efficiency.", "venue": "Journal of Business Research", "year": 2018, "referenceCount": 55, "citationCount": 135, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "6889723", "name": "C. Lutz"}, {"authorId": "34633345", "name": "G. Newlands"}]}}, {"contexts": ["…quite high, implying considerable inefficiencies in these types of “crowdsourcing” labor markets, which are finding increased use by large employers (for example Google, AOL, Netflix, and Unilever all subcontract with crowdsourcing platforms akin to MTurk) around the world (Kingsley et al. 2015).", "However, little of this research has considered the market structure of Amazon Turk (although see Kingsley et al. 2015 for complementary evidence of requester market power on MTurk) or indeed any online labor market.", "However, we show that a standard measure of monopsony, the inverse labor supply elasticity facing the firm, is quite high, implying considerable inefficiencies in these types of “crowdsourcing” labor markets, which are finding increased use by large employers (for example Google, AOL, Netflix, and Unilever all subcontract with crowdsourcing platforms akin to MTurk) around the world (Kingsley et al. 2015)."], "isInfluential": true, "intents": ["background"], "citingPaper": {"paperId": "a51e0db50ff7cacebf3686cf1d1b9fefa5e2b83a", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/a51e0db50ff7cacebf3686cf1d1b9fefa5e2b83a", "title": "Monopsony and Employer Mis-optimization Account for Round Number Bunching in the Wage Distribution", "abstract": "We show that wages in administrative data and in online markets exhibit considerable bunching at round numbers that cannot all be explained by rounding of responses in survey data. We consider two hypotheses—worker left-digit bias and employer optimization frictions—and derive tests to distinguish between the two. Symmetry of the missing mass distribution around the round number suggests that optimization frictions are more important. We show that a more monopsonistic market requires less optimization frictions to rationalize the bunching in the data, and use this to derive bounds on employer market power. We provide experimental validation of these results from online labor markets, where rewards are also highly bunched at round numbers. By randomizing wages for an identical task, our online experiment provides an independent estimate of the extent of employer market power, and fails to find evidence of any discontinuity in the labor supply function as predicted by workers’ left-digit bias. Overall, the extent and form of round-number bunching suggests both employer mis-optimization and wage setting power are important features of the labor market. ∗University of Massachusetts Amherst, and IZA; adube@econs.umass.edu †London School of Economics; A.Manning@lse.ac.uk ‡Columbia University, and NBER; sn2430@columbia.edu. §We thank Doruk Cengiz, Jeff Jacobs, and Jon Zytnick for excellent research assistance. We are grateful for helpful comments from Matt Backus, Ellora Derenoncourt, Len Goff, David Green, Ilyana Kuziemko, Jim Rebitzer and from seminar participants at Microsoft Research, Columbia University, and Boston University.", "venue": "", "year": 2018, "referenceCount": 52, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "3994898", "name": "Arindrajit Dubé"}, {"authorId": "144061622", "name": "A. Manning"}, {"authorId": "47824203", "name": "S. Naidu"}]}}, {"contexts": ["…extent, MTurk’s workers had managed to mitigate the effects of competition with social practices that instituted a modicum of task sharing between in- group members (see also Kingsley et al., 2015), and with alert software that freed workers from being tethered to their computers in search of work."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "ac4952b4d54946fc18a72c287bce9d302d950f15", "externalIds": {"MAG": "2784059491", "DOI": "10.1111/ntwe.12102"}, "url": "https://www.semanticscholar.org/paper/ac4952b4d54946fc18a72c287bce9d302d950f15", "title": "Flexibility in the Gig Economy: Managing Time on Three Online Piecework Platforms", "abstract": "Gig economy platforms seem to provide extreme temporal flexibility to workers, giving them full control over how to spend each hour and minute of the day. What constraints do workers face when attempting to exercise this flexibility? We use 30 worker interviews and other data to compare three online piecework platforms with different histories and worker demographics: Mechanical Turk, MobileWorks, and CloudFactory. We find that structural constraints (availability of work and degree of worker dependence on the work) as well as cultural‐cognitive constraints (procrastination and presenteeism) limit worker control over scheduling in practice. The severity of these constraints varies significantly between platforms, the formally freest platform presenting the greatest structural and cultural‐cognitive constraints. We also find that workers have developed informal practices, tools, and communities to address these constraints. We conclude that focusing on outcomes rather than on worker control is a more fruitful way to assess flexible working arrangements.", "venue": "", "year": 2018, "referenceCount": 73, "citationCount": 123, "influentialCitationCount": 13, "isOpenAccess": true, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "2013768", "name": "Vili Lehdonvirta"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "afc3725f9a3aa163f9ab0fc3baa446ad5e6fbdd1", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/afc3725f9a3aa163f9ab0fc3baa446ad5e6fbdd1", "title": "High Frequency Labor", "abstract": "Continued technological progress has placed IT at the epicenter of new markets (Archak & Sundararajan 2009),spawning a significant reduction in traditional market search and market coordination costs (Malone, Yates & Benjamin 1987, Bakos 1997).In this work, premised on the observation that virtual labor markets (VLMs) can generally be engaged through two different modes of IT (i.e.Dashboard vs.API), this exploratory work begins to unpack the ramifications of these material differences for Crowdsourcing market function.", "venue": "", "year": 2018, "referenceCount": 42, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "1741347831", "name": "John Prpić PhD"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "b0621cbd5b9a16f07a184eaa49b929d92e707269", "externalIds": {"MAG": "2898271544", "DOI": "10.18261/9788215031583-2018-04"}, "url": "https://www.semanticscholar.org/paper/b0621cbd5b9a16f07a184eaa49b929d92e707269", "title": "Chapter 3: Making the Digital Transformation Work", "abstract": null, "venue": "", "year": 2018, "referenceCount": 66, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "35297103", "name": "Sut I Wong"}, {"authorId": "2826734", "name": "Christian Fieseler"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ba9faaae7c43fc5da9e4c42f32e15db157bf9231", "externalIds": {"MAG": "2890895698", "DOI": "10.3386/w24991"}, "url": "https://www.semanticscholar.org/paper/ba9faaae7c43fc5da9e4c42f32e15db157bf9231", "title": "Monopsony and Employer Mis-Optimization Explain Why Wages Bunch at Round Numbers", "abstract": "We show that administrative hourly wage data exhibits considerable bunching at round numbers that cannot be explained by rounding of survey respondents. We consider two explanations—worker left-digit bias and employer optimization frictions. We experimentally rule out left-bunching by randomizing wages for an identical task on Amazon Mechanical Turk, and fail to find evidence of any discontinuity in the labor supply function as predicted by workers’ left-digit bias despite a considerable degree of monopsony. We replicate the absence of round number discontinuities in firm labor supply in matched worker-firm hourly wage data from Oregon as well as in an online stated preference experiment conducted with Wal-Mart workers. Further, the shape of the missing mass that accounts for the bunching at a round number exhibits none of the asymmetry predicted by worker left-digit bias. Symmetry of the missing mass distribution around the round number suggests that employer optimization frictions are more important. We show that a more monopsonistic market requires less employer mis-optimization to rationalize the bunching in the data. The extent of monopsony power implied by our estimated labor supply elasticities, which are in line with other recent studies, are consistent with a sizable amount of non-optimal bunching, with only modest losses in profits. Overall, the extent and form of round-number bunching suggests that “behavioral firms” can systematically misprice labor without being driven out of the market in the presence of monopsony power.", "venue": "", "year": 2018, "referenceCount": 83, "citationCount": 28, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "3994898", "name": "Arindrajit Dubé"}, {"authorId": "144061622", "name": "A. Manning"}, {"authorId": "47824203", "name": "S. Naidu"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "bb52204aa67707f795757ce3a75335d744ca88f8", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/bb52204aa67707f795757ce3a75335d744ca88f8", "title": "12 Geographic Discrimination in the Gig Economy", "abstract": "Scholars have long noted that labor markets are shaped by geography, creating special relationships between employers and workers in proximity. In recent years, however, a new narrative has emerged that challenges the role of geography in explaining hiring and wages. This narrative asserts that the global diffusion of high-capacity communication networks and the digitization of work is making location increasingly irrelevant, creating a globally contested market for labor (Blinder 2006). This is the narrative of the “flat world” popularized by, among other sources, Thomas Friedman’s bestseller The World Is Flat: A Brief History of the Twenty-First Century (2005). According to this narrative, digital work has the potential to drive wage and employment growth in emerging economies through several mechanisms (Raja et al. 2013; Rossotto, Kuek, and Paradi-Guilford 2012). Driven by salary differentials, employers in advanced economies are likely to gravitate toward countries with large pools of lower-cost white-collar workers. Further, online labor platforms significantly reduce problems of spatial mismatch between workers’ abilities and opportunities in local job markets. This increases the returns to skills acquisition, thus unleashing a virtuous cycle of human capital development and job growth in developing regions. Several stylized facts support this narrative. First, most employers in online labor platforms are based in high-income countries, while the majority of workers are based in middleand low-income countries (Agrawal, Lacetera, and Lyons 2013; Graham, Hjorth, and Lehdonvirta 2017). This simple fact suggests that workers in developing regions may be able to earn Hernan Galperin and Catrihel Greppi © Massachusetts Institute of TechnologyAll Rights Reserved PROPERTY OF THE MIT PRESS FOR PROOFREADING, INDEXING, AND PROMOTIONAL PURPOSES ONLY", "venue": "", "year": 2018, "referenceCount": 40, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "84218896", "name": "Hernán"}, {"authorId": "29998066", "name": "Galperin"}, {"authorId": "107595502", "name": "Catrihel Greppi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "cdb5e80c65f14556c7f05a7edaf7a017b7049297", "externalIds": {"MAG": "2905260231"}, "url": "https://www.semanticscholar.org/paper/cdb5e80c65f14556c7f05a7edaf7a017b7049297", "title": "Platform work: types and implications for work and employment - literature review", "abstract": null, "venue": "", "year": 2018, "referenceCount": 182, "citationCount": 16, "influentialCitationCount": 4, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "134637970", "name": "R. Florisson"}, {"authorId": "105013377", "name": "I. Mandl"}]}}, {"contexts": ["Kingsley et al. (2015) argue employers in online labor markets have significant market power, and show considerable concentration on MTurk, but they stop short of quantifying requester-specific supply elasticities.", "First, about 10 percent of all requesters post approximately 98-99 percent of all tasks to the AMT platform implying substantial market concentration(Kingsley et al., 2015; Ipeirotis, 2010)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "e53204edbb6e27a39830781c353e98e765836d46", "externalIds": {"MAG": "3013165465", "DOI": "10.3386/w24416"}, "url": "https://www.semanticscholar.org/paper/e53204edbb6e27a39830781c353e98e765836d46", "title": "Monopsony in Online Labor Markets", "abstract": "On-demand labor platforms make up a large part of the “gig economy.” We quantify the extent of monopsony power in one of the largest on-demand labor platforms, Amazon Mechanical Turk (MTurk), by measuring the elasticity of labor supply facing the requester (employer) using both observational and experimental variation in wages. We isolate plausibly exogenous variation in rewards using a double-machine-learning estimator applied to a large dataset of scraped MTurk tasks. We also re-analyze data from 5 MTurk experiments that randomized payments to obtain corresponding experimental estimates. Both approaches yield uniformly low labor supply elasticities, around 0.1, with little heterogeneity.", "venue": "", "year": 2018, "referenceCount": 68, "citationCount": 113, "influentialCitationCount": 10, "isOpenAccess": true, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "3994898", "name": "Arindrajit Dubé"}, {"authorId": "144435054", "name": "Jeff Jacobs"}, {"authorId": "47824203", "name": "S. Naidu"}, {"authorId": "38730378", "name": "Siddharth Suri"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "eddc159fe51b2da07ace6426c10290b89a6cb82c", "externalIds": {"DOI": "10.2139/ssrn.3116954"}, "url": "https://www.semanticscholar.org/paper/eddc159fe51b2da07ace6426c10290b89a6cb82c", "title": "Navigating Peer-to-Peer Pricing in the Sharing Economy", "abstract": "The sharing economy has introduced a third party into traditional peer-to-peer transactions: the sharing platform. These platforms, far from being passive intermediaries, maintain a significant role in determining the price mechanisms of peer-to-peer transactions, as well as, in some cases, unilateral determination over the prices themselves. This article conducts a review of the four price mechanisms in operation within the sharing economy: provider-to-platform, consumer-to-platform, peer-exchange price, and platform commission. This article shows that the tri-partite relationship between platform, provider, and consumer is often characterised by distributive outcomes which unilaterally favour the platform, enabled through information asymmetries. This article forwards a number of possible mechanisms that may lead to this misbalance and concludes with a road map for platform actions, policy options, and future research into how the sharing economy could achieve more balanced pricing procedures.", "venue": "", "year": 2018, "referenceCount": 116, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "34633345", "name": "G. Newlands"}, {"authorId": "6889723", "name": "C. Lutz"}, {"authorId": "2826734", "name": "Christian Fieseler"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "1923d7443f3aa7795be535980b1cda0365dc39bf", "externalIds": {"MAG": "2750920029", "DOI": "10.1177/0730888417726119"}, "url": "https://www.semanticscholar.org/paper/1923d7443f3aa7795be535980b1cda0365dc39bf", "title": "Working Algorithms: Software Automation and the Future of Work", "abstract": "While some argue that the rise of software automation threatens workers with obsolescence, others assert that new complementarities between humans and software systems are likely to emerge. This study draws on 19 months of participant-observation research at a software firm to investigate how relations between workers and technology evolved over three phases of the company’s development. The author finds two forms of human–software complementarity: computational labor that supports or stands in for software algorithms and emotional labor aimed at helping users adapt to software systems. Instead of perfecting software algorithms that would progressively push people out of the production process, managers continually reconfigured assemblages of software and human helpers, developing new forms of organization with a dynamic relation to technology. The findings suggest how the dynamism of the organizations in which software algorithms are produced and implemented will contribute to labor’s enduring relevance in the digital age.", "venue": "", "year": 2017, "referenceCount": 105, "citationCount": 43, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "101739970", "name": "Benjamin Shestakofsky"}]}}, {"contexts": ["From a macro perspective, several scholars have examined how market design features embedded in these platforms are exacerbating power imbalances between employers and workers (e.g.,\nKingsley et al., 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "34300e445cc336637bf39688fd734835fb1235fa", "externalIds": {"MAG": "2593336459", "DOI": "10.2139/ssrn.2922874"}, "url": "https://www.semanticscholar.org/paper/34300e445cc336637bf39688fd734835fb1235fa", "title": "Geographical Discrimination in the Gig Economy", "abstract": "This study seeks to empirically test the narrative of a frictionless global market for digital labor. The empirical strategy is based on the examination of internal data from Nubelo, one of the largest Spanish-language online labor platforms. The results suggest that information-related frictions long observed in traditional labor markets are exacerbated in online platforms, resulting in discrimination based on country of origin. We show that, after controlling for observable workers’ characteristics and their job bids, foreign job-seekers are 42 percent less likely to win contracts from Spanish employers, which represent about two-thirds of all employers in the platform. We attribute this result to the activation of social stereotypes that orient employers’ hiring decisions, in the absence of verifiable information about the quality of individual workers. We draw implications for platform design and the governance of online labor contracts.", "venue": "", "year": 2017, "referenceCount": 44, "citationCount": 10, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "2192002", "name": "H. Galperin"}, {"authorId": "107595502", "name": "Catrihel Greppi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "46d7e328ae0551d9549105e748cad27a1660fb1c", "externalIds": {"MAG": "2509889507", "PubMedCentral": "5541108", "DOI": "10.3758/s13428-016-0789-y", "PubMed": "27515317"}, "url": "https://www.semanticscholar.org/paper/46d7e328ae0551d9549105e748cad27a1660fb1c", "title": "Are all “research fields” equal? Rethinking practice for the use of data from crowdsourcing market places", "abstract": "New technologies like large-scale social media sites (e.g., Facebook and Twitter) and crowdsourcing services (e.g., Amazon Mechanical Turk, Crowdflower, Clickworker) are impacting social science research and providing many new and interesting avenues for research. The use of these new technologies for research has not been without challenges, and a recently published psychological study on Facebook has led to a widespread discussion of the ethics of conducting large-scale experiments online. Surprisingly little has been said about the ethics of conducting research using commercial crowdsourcing marketplaces. In this article, I focus on the question of which ethical questions are raised by data collection with crowdsourcing tools. I briefly draw on the implications of Internet research more generally, and then focus on the specific challenges that research with crowdsourcing tools faces. I identify fair pay and the related issue of respect for autonomy, as well as problems with the power dynamic between researcher and participant, which has implications for withdrawal without prejudice, as the major ethical challenges of crowdsourced data. Furthermore, I wish to draw attention to how we can develop a “best practice” for researchers using crowdsourcing tools.", "venue": "Behavior research methods", "year": 2016, "referenceCount": 106, "citationCount": 53, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Medicine"], "authors": [{"authorId": "5204275", "name": "I. Gleibs"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "5c202b528ab457cdc37e726995f68e7c502de5cd", "externalIds": {"MAG": "2613701907"}, "url": "https://www.semanticscholar.org/paper/5c202b528ab457cdc37e726995f68e7c502de5cd", "title": "Power in the Sharing Economy", "abstract": "Report from the EU H2020 Research Project Ps2Share: Participation, Privacy, and Power in the Sharing Economy", "venue": "", "year": 2017, "referenceCount": 384, "citationCount": 24, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "34633345", "name": "G. Newlands"}, {"authorId": "6889723", "name": "C. Lutz"}, {"authorId": "2826734", "name": "Christian Fieseler"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "677dc31d3885a69102c8c8e21692f8977b22a600", "externalIds": {}, "url": "https://www.semanticscholar.org/paper/677dc31d3885a69102c8c8e21692f8977b22a600", "title": "Report from the EU H 2020 Research Project Ps 2 Share : Participation , Privacy , and Power in the Sharing Economy Privacy in the Sharing Economy : European Perspectives", "abstract": null, "venue": "", "year": 2017, "referenceCount": 414, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "6889723", "name": "C. Lutz"}, {"authorId": "2826734", "name": "Christian Fieseler"}, {"authorId": "2122719650", "name": "Bi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "689ce24cde92a4250872e931ab15f6f4a6822666", "externalIds": {"MAG": "2592729537", "DOI": "10.1177/2056305117697735"}, "url": "https://www.semanticscholar.org/paper/689ce24cde92a4250872e931ab15f6f4a6822666", "title": "Where Dating Meets Data: Investigating Social and Institutional Privacy Concerns on Tinder", "abstract": "The widespread diffusion of location-based real-time dating or mobile dating apps, such as Tinder and Grindr, is changing dating practices. The affordances of these dating apps differ from those of “old school” dating sites, for example, by privileging picture-based selection, minimizing room for textual self-description, and drawing upon existing Facebook profile data. They might also affect users’ privacy perceptions as these services are location based and often include personal conversations and data. Based on a survey collected via Mechanical Turk, we assess how Tinder users perceive privacy concerns. We find that the users are more concerned about institutional privacy than social privacy. Moreover, different motivations for using Tinder—hooking up, relationship, friendship, travel, self-validation, and entertainment—affect social privacy concerns more strongly than institutional concerns. Finally, loneliness significantly increases users’ social and institutional privacy concerns, while narcissism decreases them.", "venue": "", "year": 2017, "referenceCount": 70, "citationCount": 33, "influentialCitationCount": 2, "isOpenAccess": true, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "6889723", "name": "C. Lutz"}, {"authorId": "1925710", "name": "Giulia Ranzini"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "68d5f711545fc95d80c337c0f2c23e72c0e73414", "externalIds": {"MAG": "2766435779"}, "url": "https://www.semanticscholar.org/paper/68d5f711545fc95d80c337c0f2c23e72c0e73414", "title": "Global Digital Culture| Digital Labor Studies Go Global: Toward a Digital Decolonial Turn", "abstract": "This article elucidates the global dimensions of digital labor. The field of study touching on platform-based activities has scaled up to reflect the increasing reliance of digital economies on supply chains outsourcing tasks to developing and emerging countries. To what extent can an economy predicated on data and value transfer from the Global South to the North be construed as “neocolonial”? Theoretical parallels with slavery, imperialism, and colonization fail to assess the historical uniqueness of new global inequalities. This article claims that the germane notion of “coloniality” (by relating to existing works at the intersection of race, gender, postcolonial, and subaltern studies) better addresses the dynamics of social exclusion and exploitation at play in Western and non-Western countries. I conclude by arguing for a “digital decolonial turn” pursuing the chief goal of digital labor studies: making invisible work visible.", "venue": "", "year": 2017, "referenceCount": 93, "citationCount": 62, "influentialCitationCount": 2, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "1741573801", "name": "Antonio A. Casilli"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "c26d64edb7f96e4c00c33343df2a46dd49900ac4", "externalIds": {"MAG": "2786922338"}, "url": "https://www.semanticscholar.org/paper/c26d64edb7f96e4c00c33343df2a46dd49900ac4", "title": "Crowdwork - a comparative law perspective", "abstract": "\"As the world becomes increasingly digitalized, we are confronted with new, often disruptive, business models also leading to new forms of labour. One feature of this development is the dual phenomenon of crowdsourcing and crowdworking, which spans the whole value-chain of the economy and represents a global labour market. The working conditions in this sector cannot be ignored, because they have a great impact on the situation of established employees, on the competition between crowdworkers, and on the sustainability of the systems of social security. Although it is too soon to give a final assessment of this emerging workplace, we can be sure it will have a significant influence on the labour market, including (labour) law institutions. Against this background the HSI decided to have a closer look at the factual and legal developments crowdsourcing has brought about in three major legal landscapes. We are very happy and grateful to have found three high-ranking legal experts to fulfill this task. The findings in this study can be seen as a preliminary evaluation of the dynamic and erratic developments in the \"platform economy\". Crowdworkers work under very different arrangements, and each case presents a slightly different employment picture, some crowdworkers perhaps amounting to employees, others more like selfemployed contractors (and others somewhere in between). But because few crowdworkers currently enjoy social protections, this study also offers a broad variety of legislative options that could work to address such shortcomings within several legal systems.\"", "venue": "", "year": 2017, "referenceCount": 282, "citationCount": 8, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "134061824", "name": "Hugo Sinzheimer Instituut"}, {"authorId": "48580208", "name": "Amsterdam"}, {"authorId": "2080015581", "name": "Bernd"}, {"authorId": "134344996", "name": "Liebman"}, {"authorId": "89499472", "name": "B. Wilma"}, {"authorId": "2097001075", "name": "Lyubarsky"}, {"authorId": "2057991573", "name": "Andrew"}, {"authorId": "2104982792", "name": "Kezuka"}, {"authorId": "2098841944", "name": "Katsutoshi"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "ccf8f99577e215af82cfa47f088f301111fc5b31", "externalIds": {"MAG": "2943439747", "DOI": "10.1002/9781405165518.WBEOS0994"}, "url": "https://www.semanticscholar.org/paper/ccf8f99577e215af82cfa47f088f301111fc5b31", "title": "Amazon Mechanical Turk", "abstract": null, "venue": "", "year": 2017, "referenceCount": 9, "citationCount": 317, "influentialCitationCount": 14, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3142146", "name": "Lilly C. Irani"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "d3efe754ab66b3500ca0da55aeafd3dd8f2c1afb", "externalIds": {"MAG": "2782633211"}, "url": "https://www.semanticscholar.org/paper/d3efe754ab66b3500ca0da55aeafd3dd8f2c1afb", "title": "Future of Work: Formal rights, collective action and experiences of work within the platform economy", "abstract": null, "venue": "", "year": 2017, "referenceCount": 87, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "122990263", "name": "Fiona Maree Alamyar"}]}}, {"contexts": ["Taking a large-scale perspective, several scholars have examined how market design features embedded in these platforms are exacerbating power imbalances between employers and workers (Kingsley et al., 2015; Fuchs, 2013)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "ed5abfeafca2488fe6ddb17bd01ce741cab93384", "externalIds": {"DOI": "10.2139/ssrn.2922874"}, "url": "https://www.semanticscholar.org/paper/ed5abfeafca2488fe6ddb17bd01ce741cab93384", "title": "Geographical Discrimination in Digital Labor Platforms", "abstract": "This study seeks to empirically test the narrative of a frictionless global market for digital labor. The empirical strategy is based on the examination of internal data from Nubelo, one of the largest Spanish-language online labor platforms. The results suggest that informationrelated frictions long observed in traditional labor markets are exacerbated in online platforms, resulting in discrimination based on country of origin. We show that, after controlling for observable workers’ characteristics and their job bids, foreign job-seekers are 42 percent less likely to win contracts from Spanish employers, which represent about twothirds of all employers in the platform. We attribute this result to the activation of social stereotypes that orient employers’ hiring decisions, in the absence of verifiable information about the quality of individual workers. We draw implications for platform design and the governance of online labor contracts.", "venue": "", "year": 2017, "referenceCount": 18, "citationCount": 8, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "2192002", "name": "H. Galperin"}]}}, {"contexts": [", greater amount of power for requesters than for crowdworkers) to labor market frictions caused primarily by incomplete information and uncompetitive wage posted (Kingsley et al., 2015).", "Some scholars attribute the uneven distribution of power (e.g., greater amount of power for requesters than for crowdworkers) to labor market frictions caused primarily by incomplete information and uncompetitive wage posted (Kingsley et al., 2015)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "0ab7a42525789c9166b78e5b8e789444716cec34", "externalIds": {"DBLP": "conf/ecis/DengGJ16", "MAG": "2562931722"}, "url": "https://www.semanticscholar.org/paper/0ab7a42525789c9166b78e5b8e789444716cec34", "title": "Crowdworking - a New Digital Divide? Is Design and Research Implications", "abstract": "The ubiquitous penetration of Internet technologies in modern societies has created new forms of working, one such being microtask crowdsourcing. This phenomenon requires further research, especially when the attendant ethical issues are considered. In this paper, we investigate crowdworking – the individual behaviors associated with microtask crowdsourcing work. In particular, we address two questions: (1) how do individuals participate in crowdworking? (2) do their participation behaviors differ? Our findings point to the emergence of a new digital divide – one that is present on our own doorstep, not in some distant land. We analyze data collected from 150 crowdworkers registered on Amazon Mechanical Turk. A mixed research approach is adopted. Quantitative data analysis reveals significant differences in the degree of participation by individuals from different demographic backgrounds. Qualitative data analysis confirms prior studies in that job autonomy and workplace flexibility make crowdworking attractive but in addition we identify that disadvantaged groups (lower education; otherwise unemployed) perceive these attractions differently from more privileged groups. Our contributions include extending understanding of microtask crowdsourcing and our conceptualization of a new form of digital divide. We also offer ethical considerations with regard to the design of crowdworking platforms, to account for differences in the reported use and perceived value of the IT-enabled platforms for crowdworkers.", "venue": "ECIS", "year": 2016, "referenceCount": 41, "citationCount": 6, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "34249021", "name": "Xuefei Deng"}, {"authorId": "1737353", "name": "R. Galliers"}, {"authorId": "46172826", "name": "K. D. Joshi"}]}}, {"contexts": ["…lack of transparency and interiorize concerns about global markets by construing their activity as a “global digital sweatshop”, mirroring other relatively low status occupations such as sex work, fast-food work, or agricultural and farming jobs (Kingsley, Gray & Suri 2015; Martin et al. 2016)."], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "79865ea659e25c6843d175b5a9871f4b51f0bfc7", "externalIds": {"MAG": "2598730837"}, "url": "https://www.semanticscholar.org/paper/79865ea659e25c6843d175b5a9871f4b51f0bfc7", "title": "Is There a Global Digital Labor Culture", "abstract": "Digital labor designates platform-based algorithm-mediated tasks performed by human users of websites and apps. It concerns on-demand services such as Uber, micro-work portals such as Amazon Mechanical Turk, as well as data extraction via connected devices or social media such as Facebook. Digital labor studies have so far mainly focused on US and Europe. A new breed of research projects aims to correct this bias by intersecting labor, media, post-colonial, and subaltern studies, and tackle developing and emerging countries where the rise of digital labor accompanies low rates of formal employment. Newly available evidence offers insights into dynamics of social exclusion and exploitation through the outsourcing of online tasks to non-Western countries. The last part of the article discusses the extent to which this vast click farm economy predicated on value and data transfer from the Global South to the North can be construed as a \" neocolonial \" system.", "venue": "", "year": 2016, "referenceCount": 126, "citationCount": 7, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Geography"], "authors": [{"authorId": "1741573801", "name": "Antonio A. Casilli"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "886d4b0d260e3e88856cab50f23cd43407166681", "externalIds": {"MAG": "2920915673"}, "url": "https://www.semanticscholar.org/paper/886d4b0d260e3e88856cab50f23cd43407166681", "title": "Understanding crowdworkers’ learning practices", "abstract": "This paper reports findings of a survey exploring how crowdworkers develop their knowledge and skills in the course of their work on digital platforms. The focus is on informal learning initiated and selfregulated by crowdworkers: engaging in challenging tasks; studying professional literature/online resources; sharing knowledge and collaborating with others. The survey was run within two platforms representing two types of crowdwork – microwork (CrowdFlower) and online freelancing (Upwork). The survey uncovered evidence for considerable individual and social learning activity within both types of crowdwork. Findings suggest that both microwork and online freelancing are learning-intensive and both groups of workers are learning-oriented and self-regulated. Crowdwork is a growing form of employment in developed and developing countries. Improved understanding of learning practices within crowdwork would inform the design of crowdwork platforms; empower crowdworkers to direct their own learning and work; and help platforms, employers, and policymakers enhance the learning potential of crowdwork.", "venue": "", "year": 2016, "referenceCount": 37, "citationCount": 10, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "144394172", "name": "A. Margaryan"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "98b1658bcca1a7ec393812a2c9ceffb3d96c84c3", "externalIds": {"MAG": "2100001093", "DOI": "10.2139/SSRN.2686227"}, "url": "https://www.semanticscholar.org/paper/98b1658bcca1a7ec393812a2c9ceffb3d96c84c3", "title": "Algorithmic Labor and Information Asymmetries: A Case Study of Uber’s Drivers", "abstract": "Uber manages a large, disaggregated workforce through its ridehail platform, one that delivers a relatively standardized experience to passengers while simultaneously promoting its drivers as entrepreneurs whose work is characterized by freedom, flexibility, and independence. Through a nine-month empirical study of Uber driver experiences, we found that Uber does leverage significant indirect control over how drivers do their jobs. Our conclusions are twofold: First, the information and power asymmetries produced by the Uber application are fundamental to its ability to structure control over its workers; second, the rhetorical invocations of digital technology and algorithms are used to structure asymmetric corporate relationships to labor, which favor the former. Our study of the Uber driver experience points to the need for greater attention to the role of platform disintermediation in shaping power relations and communications between employers and workers.", "venue": "", "year": 2016, "referenceCount": 104, "citationCount": 466, "influentialCitationCount": 40, "isOpenAccess": false, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "70188854", "name": "Alex Rosenblat"}, {"authorId": "2059052602", "name": "Luke Stark"}]}}]}