{"paperId": "d11c9dc28672605d14b8b19150708edd99c2fea6", "externalIds": {"MAG": "2333908004", "DOI": "10.2307/3101118"}, "url": "https://www.semanticscholar.org/paper/d11c9dc28672605d14b8b19150708edd99c2fea6", "title": "Authoritarian and Democratic Technics", "abstract": "\"DEMOCRACY\" IS A term now confused and sophisticated by indiscriminate use, and often treated with patronizing contempt. Can we agree, no matter how far we might diverge at a later point, that the spinal principle of democracy is to place what is common to all men above that which any organization, institution, or group may claim for itself? This is not to deny the claims of superior natural endowment, specialized knowledge, technical skill, or institutional organization: all these may, by democratic permission, play a useful role in the human economy. But democracy consists in giving final authority to the whole, rather than the part; and only living human beings, as such, are an authentic expression of the whole, whether acting alone or with the help of others. Around this central principle clusters a group of related ideas and practices with a long foreground in history, though they are not always present, or present in equal amounts, in all societies. Among these items are communal self-government, free communication as between equals, unimpeded access to the common store of knowledge, protection against arbitrary external controls, and a sense of individual moral responsibility for behavior that affects the whole community. All living organisms are in some degree autonomous, in that they follow a lifepattern of their own; but in man this autonomy is an essential condition for his further development. We surrender some of our autonomy when ill or crippled: but to surrender it every day on every occasion would be to turn life itself into a chronic illness. The best", "venue": "", "year": 1964, "referenceCount": 0, "citationCount": 226, "influentialCitationCount": 7, "isOpenAccess": true, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "38716609", "name": "L. Mumford"}]}