{"offset": 0, "data": [{"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "15403f26e54ff32f7ee4b02fd166aadc427791a5", "externalIds": {"MAG": "3183862424", "DOI": "10.4018/978-1-7998-7258-0.ch018"}, "url": "https://www.semanticscholar.org/paper/15403f26e54ff32f7ee4b02fd166aadc427791a5", "title": "Innovations and Use of Assistive Technologies in Libraries of Institutions of Higher Learning", "abstract": "Access to information for all is a major component of library and information science in this digital era. Libraries in institutions of higher learning are mandated to provide information to all the patrons regardless of their ability to deal with the issue of inclusivity and social justice. A study on the innovations was conducted specifically for patrons with special needs in academic libraries. Different assistive technological types of equipment were outlined as well as the challenges encountered when using the assistive technology tools and applications. The observation was done at one of the academic libraries, and it was discovered that the library has a disability center that is used by patrons with special needs and manned by a trained librarian. The authors recommend the introduction of such services in all the academic libraries to cater to patrons with special needs.", "venue": "Advances in Library and Information Science", "year": 2021, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": null, "authors": [{"authorId": "73617224", "name": "Josiline Phiri Chigwada"}, {"authorId": "2129675491", "name": "Josephine Dinar Phiri"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3a7c44a76ff5bc7a8bd499464a977c0d6ee43298", "externalIds": {"MAG": "3111577322", "DOI": "10.4018/978-1-7998-7552-9.ch003"}, "url": "https://www.semanticscholar.org/paper/3a7c44a76ff5bc7a8bd499464a977c0d6ee43298", "title": "Striving for Inclusion in E-Learning and E-Health", "abstract": "The purpose of this chapter is to present a seven-year journey to understand the barriers that people face when interacting with e-learning and e-health online platforms and to come up with software engineering solutions to make these platforms more inclusive. This chapter per the author presents a set of contributions intended to serve as steppingstones to future research efforts. These contributions include a literature review about accessibility of e-learning platforms; the accessibility audit of e-learning and e-health platforms; the identification of accessibility requirements; the design of architectures, process, and models to improve accessibility; and the definition of a life cycle for the management of accessible online courses. In this context, this chapter relate the evolution of the research process followed and summarize the results obtained so far.", "venue": "", "year": 2021, "referenceCount": 44, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "1403353367", "name": "Sandra Sanchez-Gordon"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "76aa6f68944d5d1c6c851218eb23cbbedefca01f", "externalIds": {"MAG": "3139439386", "DOI": "10.32517/0234-0453-2021-36-1-38-46"}, "url": "https://www.semanticscholar.org/paper/76aa6f68944d5d1c6c851218eb23cbbedefca01f", "title": "Analysis of massive open online courses on web accessibility", "abstract": "The article discusses the results of the analysis of massive open online courses (MOOCs) on web accessibility and web accessibility in e-learning. Using the search by keywords in four MOOC aggregators and total browsing of the four Russian-language online education platforms, 38 free and 28 paid courses on the research topic were allocated. The only one course in Russian — “Web accessibility in e-learning” (Stepik platform) was detected. The following positions presented on MOOCs’ promo pages were analyzed: platform, author, target audience, duration of training, access (open / closed), cost, student’s achievement document (certificate / badge / other); training mode (independently / with instructor / other); prerequisites (starting skills). An average MOOC “portrait” in the field of web accessibility has been formed: target audience — web developers/web designers (45 % of MOOCs) or developers/teachers of online courses (24 %); prerequisites — not required (76 %); achievement document — certificate for an additional fee (55 %); platform — Coursera (26 %), Canvas (24 %) and EdX (21 %). The content of the nine MOOCs available for study was analyzed in detail. It was shown, that the content of MOOCs on the web accessibility in e-learning can vary and have different depth depending on the target audience of students, but it must include: concepts of web accessibility and universal design in learning and related WCAG guidelines; web content accessibility assessment methods; methods for developing accessible online materials.", "venue": "", "year": 2021, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "51241824", "name": "Y. Kosova"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "8608c36f260f220832f7f68ae82b4bb3f4f805f3", "externalIds": {"MAG": "3123743544", "DOI": "10.4018/978-1-7998-6428-8.CH008"}, "url": "https://www.semanticscholar.org/paper/8608c36f260f220832f7f68ae82b4bb3f4f805f3", "title": "An Empirical Investigation of the Accessibility of Official European Tourism Websites", "abstract": "This chapter presents an investigation into the accessibility of official tourism websites of 26 EU member states. It is divided into two main parts. The first part is focused on the theoretical background of web accessibility, where the definition of accessibility, accessibility laws, accessibility recommendations, accessibility automatic tools, and related research are presented. The second part includes an empirical investigation with the main focus being on evaluating the compliance of tourism websites with web content accessibility guidelines 2.1 (WCAG 2.1) and the identification of the most commonly violated WCAG 2.1 success criteria. The results, which are based on automatic tool multiguideline accessibility usability validation environment (MAUVE), show that all investigated websites included at least one error. The most frequently identified errors were related to success criteria (1) reflow; (2) name, role, value; (3) link purpose (in context); and (4) purpose identification. Based on the acquired knowledge, the recommendations for improving web accessibility are presented.", "venue": "", "year": 2021, "referenceCount": 26, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "152144884", "name": "K. Kous"}, {"authorId": "2468194", "name": "G. Polančič"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "5833c8ae3021a83da6fa57e25af53d904e67a9fc", "externalIds": {"MAG": "3004069597", "DOI": "10.4018/978-1-7998-2325-4.ch011"}, "url": "https://www.semanticscholar.org/paper/5833c8ae3021a83da6fa57e25af53d904e67a9fc", "title": "Redesigning the User Interface of a Learning Platform for Social Engineering Integrating Web Accessibility Basics", "abstract": "The objective of this chapter is to identify web accessibility problems in order to fulfill the design guidelines. According to the proposal, accessibility is assessed through easy checks of the implementation of the social engineering educational platform. As a first phase, the developer carries out this evaluation and his results are analyzed. The second phase solves the identified problems or at least tries to give them a solution implementing a redesign on the platform; in the same way, the results are analyzed. In the third phase, a proposal is made of the improvements that can be introduced in the redesign of the user interface in a way that best complies with the web accessibility. The problem identified shows the difficulty of implementing the accessibility guides and the need to propose accessibility implementation guidelines that guarantee their compliance.", "venue": "", "year": 2020, "referenceCount": 27, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1403730719", "name": "J. G. Arceo-Olague"}, {"authorId": "1582174068", "name": "Jorge Ortiz-Reyes"}, {"authorId": "1400237502", "name": "Roberto Solis-Robles"}, {"authorId": "1400052796", "name": "H. Luna-García"}, {"authorId": "1582162866", "name": "Oscar Osvaldo Ordaz-García"}, {"authorId": "1410036540", "name": "H. Gamboa-Rosales"}, {"authorId": "1401724451", "name": "C. Galván-Tejada"}, {"authorId": "1402844067", "name": "J. Galván-Tejada"}, {"authorId": "1401678299", "name": "J. Celaya-Padilla"}, {"authorId": "1423410167", "name": "M. Ortiz-López"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "6198735363869bcdc2b8edc306fa7259c1521afe", "externalIds": {"MAG": "3109939347", "DOI": "10.32517/0234-0453-2020-35-9-43-52"}, "url": "https://www.semanticscholar.org/paper/6198735363869bcdc2b8edc306fa7259c1521afe", "title": "Motivatsiya i gotovnost’ prepodavatelej k ispol’zovaniyu distantsionnykh obrazovatel’nykh tekhnologij v obuchenii studentov s ogranichennymi vozmozhnostyami zdorov’ya [Motivation and readiness of teachers to use distance educational technologies in teaching students with disabilities]", "abstract": "The purpose of the article is to assess the faculty motivation and readiness to use distance learning technologies in teaching students with disabilities based on the results of a sociological survey. The study was conducted from February to September 2020 using an anonymous voluntary online survey. The questionnaire consisted of 10 main questions and 11 demographic questions. As a result, the answers from 213 respondents with teaching experience were received. It was found that 79 % of the respondents had not previously been trained on how to use distance learning technologies in teaching students with disabilities, 73 % want to go through such training, sometimes once again. The main motivator of the faculty is “understanding the importance of such training”. According to the self-assessment, faculty have a low level of competence in using distance learning technologies. It was found that the readiness to learn is higher among women than among men, the presence of persons with disabilities among friends and acquaintances is a predictor of readiness for further learning. The results of the study confirmed the need to develop new disciplines for bachelor’s, master’s and additional professional education programs on the use of distance learning technologies in teaching of persons with disabilities. The training of students in pedagogical specialties and faculty of higher education should become mandatory and systematic.", "venue": "", "year": 2020, "referenceCount": 14, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Psychology"], "authors": [{"authorId": "51241824", "name": "Y. Kosova"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "dc1cfd770846ba79c9cd69eb7970a0a68e5c5cf9", "externalIds": {"MAG": "3027169151", "DOI": "10.4018/978-1-7998-1526-6.ch010"}, "url": "https://www.semanticscholar.org/paper/dc1cfd770846ba79c9cd69eb7970a0a68e5c5cf9", "title": "Smart Place Making Through Digital Communication and Citizen Engagement", "abstract": "The disruptive growth of new information technologies is transforming the dynamics of citizen communication and engagement in the urban context. In order to create new, smart, inclusive, and transparent urban environments, the city governments of London and Madrid have implemented a series of innovative digital applications and citizen communication channels. Through a case study approach, this research assesses the best practices in the field of digital communication and citizen engagement implemented by London and Madrid, with a particular focus on the profile, content, and functions of these new channels. The results of this research are intended to identify relevant new dynamics of interaction and value co-creation for cities and their residents.", "venue": "", "year": 2020, "referenceCount": 43, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Political Science"], "authors": [{"authorId": "2127308250", "name": "Angel Bartolomé Muñoz de Luna"}, {"authorId": "107737979", "name": "O. Kolotouchkina"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ee6199c9727598ecf307125bb9b364eeb4ea881c", "externalIds": {"MAG": "2964567219", "DBLP": "journals/jcal/SweetLSS20", "DOI": "10.1111/JCAL.12377"}, "url": "https://www.semanticscholar.org/paper/ee6199c9727598ecf307125bb9b364eeb4ea881c", "title": "Community building and knowledge sharing by individuals with disabilities using social media", "abstract": "J Comput Assist Learn. 2019;1–11. Abstract The use of social media to share information, enhance learning, and connect with an online community has grown rapidly over the past 10 years. As social media becomes a more common tool in both formal and informal education, it is imperative to understand how it is used by individuals with disabilities. Through a systematic study of the literature, 215 articles on social media used by individuals with disabilities were selected and 29 selected for in‐depth thematic analysis. Six major themes were identified: community, cyberbullying, self‐esteem, self‐determination, access to technology, and accessibility. To confirm these six categories, we expanded our search, yielding an additional 30 articles, for a total 59 articles reviewed in‐depth. Interactions between individuals with disabilities within online communities often had the goal of acquiring knowledge or learning new information. A communities of practice theoretical framework is used to discuss interactions among the elements of social media design, learning, and the building of community by individuals with disabilities.", "venue": "J. Comput. Assist. Learn.", "year": 2020, "referenceCount": 79, "citationCount": 21, "influentialCitationCount": 1, "isOpenAccess": true, "fieldsOfStudy": ["Psychology", "Computer Science"], "authors": [{"authorId": "51925821", "name": "Kayla S. Sweet"}, {"authorId": "144011662", "name": "Jennifer Leblanc"}, {"authorId": "6415713", "name": "L. Stough"}, {"authorId": "1395926606", "name": "Noelle Sweany"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "ff24007a2c21aa33bf330b8debd586861bc29719", "externalIds": {"DBLP": "journals/uais/KousKPHP21", "MAG": "3043533305", "DOI": "10.1007/s10209-020-00732-9"}, "url": "https://www.semanticscholar.org/paper/ff24007a2c21aa33bf330b8debd586861bc29719", "title": "Web accessibility investigation of Slovenian municipalities’ websites before and after the adoption of European Standard EN 301 549", "abstract": "Digitalization and technological innovations provide many benefits for citizens worldwide, increasing the quality of life in several ways, including by enhancing access to information. However, people with disabilities can face challenges when retrieving online information as they often use assistive technologies that might not be fully supported by web pages. Municipalities’ websites are an important source of information for all citizens, regardless of their individual characteristics. To be able to support all citizens’ needs, several standards provide support for web developers. One of the standards is “Standard EN 301 549–Accessibility requirements suitable for public procurement of ICT products and services” in Europe. This study addresses the accessibility of public government services, more specifically municipalities’ websites, where there are still accessibility challenges. With a systematic literature review, we found no studies that would analyze the government web pages’ compliance with Standard EN 301 549. Therefore, this research had two main research goals: (1) to verify whether the websites of Slovenian municipalities were compliant with the Standard EN 301 549 in the years 2017 and 2018, and (2) to compare the results before and after the adoption of Standard EN 301 549 in Slovenia. The answers to the research questions were obtained with an accessibility evaluation of 189 Slovenian municipalities’ websites. The results, based on a descriptive analysis, indicate that, in 2017, none of the evaluated websites were fully compliant with the web content requirements of Standard EN 301 549, while at the end of 2018, 62 websites (33%) were fully compliant with the aforementioned standard. Furthermore, the results from an extended statistical analysis indicate improvement in websites standard compliance in 2018, even significant improvement for some web requirements after the adoption of the standard. A secondary contribution of this research is twofold: (1) a detailed presentation of the accessibility evaluation procedure and (2) its application on a specific domain (government domain) and in a specific geographical area (Slovenia). The same procedure could be applied to other domains and other countries around Europe (or even around the world in case Standard EN 301 549 is replaced with a relevant accessibility standard that applies to the chosen area of research).", "venue": "Universal Access in the Information Society", "year": 2020, "referenceCount": 65, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Business"], "authors": [{"authorId": "152144884", "name": "K. Kous"}, {"authorId": "37657572", "name": "S. Kuhar"}, {"authorId": "10341485", "name": "Miha Pavlinek"}, {"authorId": "1713163", "name": "M. Heričko"}, {"authorId": "2228381", "name": "M. Pusnik"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "00c6a4de2e3035e0baf2c21705a1ef2cc4ed18f6", "externalIds": {"MAG": "2999274434", "DOI": "10.1109/NigeriaComputConf45974.2019.8949622"}, "url": "https://www.semanticscholar.org/paper/00c6a4de2e3035e0baf2c21705a1ef2cc4ed18f6", "title": "Usability and Accessibility Evaluation of Nigerian Mobile Network Operators’ Websites", "abstract": "Usability and accessibility of websites have been a subject of great importance to human computer interaction researchers. Hence, this paper carries out the usability and accessibility evaluation of the four main Nigeria mobile network operators’ websites. The websites tested are: www.mtnonline.com, www.gloworld.com, www.ng.airtel.com, and www.9mobile.com.ng. Four online automated tools were used which are: Mobile SEO, WAVE, TAW and Achecker. User testing was also conducted in a controlled environment with forty participants who were given five tasks to perform on the websites. The activities of the participants were recorded using Camtasia studio to get the total time taken to complete the task. Questionnaire for Interaction Satisfaction (QUIS) was used to get users feedback on the tested websites. The QUIS was designed based on five categories with each category dealing with an aspect of usability. The results show that the overall usability level of MTN was the best among the four. This was followed by GLO, 9mobile and Airtel respectively. From the results obtained, it is recommended that the web designers of the mobile network operators compare their website design with web content accessibility guideline (WCAG 2.0) to make sure the different categories of subscribers are satisfied with the features and services provided by the websites.", "venue": "2019 2nd International Conference of the IEEE Nigeria Computer Chapter (NigeriaComputConf)", "year": 2019, "referenceCount": 36, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "13868471", "name": "Solomon Adelowo Adepoju"}, {"authorId": "122086029", "name": "Ayobami Ekundayo"}, {"authorId": "35381768", "name": "A. O. Ojerinde"}, {"authorId": "1477972204", "name": "R. Ahmed"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "02cc177d0c2fb9acd062ec878e6c0c5cfeb4e3aa", "externalIds": {"DBLP": "conf/fedcsis/DudyczK19", "MAG": "2973986988", "DOI": "10.15439/2019F307"}, "url": "https://www.semanticscholar.org/paper/02cc177d0c2fb9acd062ec878e6c0c5cfeb4e3aa", "title": "Identification of Heuristics for Assessing the Usability of Websites of Public Administration Units", "abstract": "A very important aspect of modern websites is their usability. Thanks to modern, and constantly developing technologies it is possible to create user-friendly services for each user. The usefulness of online services may be considered in terms of their functionality, clarity, and accessibility. It is particularly important that these criteria are met by public administration websites. The aim of this paper is to present the most common usability errors identified on the websites of public administration units as well as to indicate the links between particular types of problems and traditional heuristics of Jakob Nielsen. The survey was conducted by evaluating the websites of the Public Information Bulletin in Poland (BIP, which stands for “Biuletyn Informacji Publicznej”), which are supposed to provide universal access to public information by the citizens of the country. A heuristic method (based on J. Nielsen’s heuristics) was used to evaluate 60 websites. The errors obtained were grouped into 14 categories. Each of the error groups was assessed by an expert in terms of its importance for the overall assessment of the website’s usefulness. The analysis of relations between the identified categories of errors and heuristics of Jakob Nielsen indicates a need for specifying heuristics in the context of evaluating the usability and availability of public administration websites.", "venue": "2019 Federated Conference on Computer Science and Information Systems (FedCSIS)", "year": 2019, "referenceCount": 28, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "69556163", "name": "Helena Dudycz"}, {"authorId": "25869786", "name": "Lukasz Krawiec"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "03d69653c9af3bfbf58069d5740f18a7c75ebd63", "externalIds": {"DBLP": "conf/scam/TeotonioGMM19", "MAG": "2995595422", "DOI": "10.1109/SCAM.2019.00028"}, "url": "https://www.semanticscholar.org/paper/03d69653c9af3bfbf58069d5740f18a7c75ebd63", "title": "WAL: A Tool for Diagnosing Accessibility Issues and Evolving Legacy Web Systems at Runtime", "abstract": "The vast majority of pages available on the Web are developed under the tacit assumption that the final user will not have any kind of disability. Thus, accessibility aspects are not contemplated in their development process. As a consequence, many users encounter interaction barriers and cannot access much of the content in the Web. But the improvement of Websites can be challenging due to their high complexity and lack of documentation, the impossibility of accessing the source code, the use of out-of-dated technologies, and the fact that development teams are often unaware of accessibility rules. To mitigate this problem, this paper proposes a tool, called Website Accessibility Layer (WAL), which aims at both inserting accessibility features into existing Web pages at runtime and diagnosing accessibility issues through a dynamic source code analysis. The current version of the tool contributes to the accessibility of users with visual impairment, dyslexia, and reading difficulties, with respect to 13 Web page resources. The proposal has been validated by being applied to 40 widely accessed Websites with satisfactory results, proving the feasibility of the solution. Furthermore, real users also evaluated positively the benefits brought by the tool to their daily work activities.", "venue": "2019 19th International Working Conference on Source Code Analysis and Manipulation (SCAM)", "year": 2019, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1455369222", "name": "Wanessa Teotônio"}, {"authorId": "2066377085", "name": "P. González"}, {"authorId": "3291865", "name": "P. Maia"}, {"authorId": "2070797578", "name": "Pedro Muniz"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0ece8ffeb855866c3630b5d2c4d95d95c7d9913f", "externalIds": {"DBLP": "conf/w4a/SantosS19", "MAG": "2968718818", "DOI": "10.1145/3315002.3317565"}, "url": "https://www.semanticscholar.org/paper/0ece8ffeb855866c3630b5d2c4d95d95c7d9913f", "title": "A Computer Anxiety Model for Elderly Users Interacting with the Web", "abstract": "Even nowadays, the use of computers can be difficult for some people. The reason for that can be complex and multifactorial, such as lack of experience in using computers, lack of knowledge, problems related to usability and accessibility, fear, intimidation, or anxiety. Some people can experience multiple levels of anxiety and, for high ones, they manifest what is known as Computer Anxiety. People with Computer Anxiety (PwCA) face problems when using computers or technology at home, in the workplace, or for study purposes, which might result in multiple forms of barriers. This work reports a study that involved a pilot (4 elderly participants) and an experiment (39 elderly participants), contributing with a model that supports the identification of different levels of Computer Anxiety through the analysis of detailed interaction logs. Results show it is possible to automatically identify levels of Computer Anxiety in older adults while interacting with the web with 83.87% of accuracy. From the presented results, it is expected that specialists consider exploring the use of detailed interaction data and the presented model to identify Computer Anxiety levels, at scale, offering personalization, user interface simplification, removal of barriers, among other features to support this population.", "venue": "W4A", "year": 2019, "referenceCount": 79, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "35642009", "name": "Thiago Donizetti dos Santos"}, {"authorId": "3255934", "name": "V. F. D. Santana"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "135d44dc37e96a76cb0cab80908d45a4866e0109", "externalIds": {"MAG": "2948781282", "DBLP": "series/hci/FortesAW19", "DOI": "10.1007/978-1-4471-7440-0_21"}, "url": "https://www.semanticscholar.org/paper/135d44dc37e96a76cb0cab80908d45a4866e0109", "title": "Dynamic Web Content", "abstract": "Web applications have provided a good deal of information that is dynamically rendered to users in accordance with their needs. The continuous evolution of web technologies has enhanced the flexibility of interactions with increasingly varied and resourceful web interfaces (i.e. rich interfaces) that support dynamic web content. However, the increase in web interactivity has created accessibility barriers, because users of Assistive Technology (AT) tools may not be aware of the web’s dynamic behaviour and its available controls. The goal of this chapter was to clarify technical factors, as well as to address the main concerns and their outcomes that developers have to deal with, and provide a brief account of current trends in research on this subject. For this reason, this chapter describes the main mechanisms used in web applications that are responsible for providing the dynamic content. In addition, there is a discussion of questions regarding the accessibility of the web resources that form the dynamic content.", "venue": "Web Accessibility", "year": 2019, "referenceCount": 66, "citationCount": 2, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "145555415", "name": "R. Fortes"}, {"authorId": "2433122", "name": "Humberto Lidio Antonelli"}, {"authorId": "1709022", "name": "W. Watanabe"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "15e880e94ee147bc77dff4b35a75b64d530d66ea", "externalIds": {"MAG": "2959358080", "DBLP": "conf/mipro/KousKPS19", "DOI": "10.23919/MIPRO.2019.8757202"}, "url": "https://www.semanticscholar.org/paper/15e880e94ee147bc77dff4b35a75b64d530d66ea", "title": "Comparative analysis of faculties’ websites accessibility based on an automatic evaluation", "abstract": "In the digital age, websites constitute an important source of gathering information. The website owners are responsible for providing the accessibility of their websites to all target groups of end users. This means that all web users can perceive, understand, navigate, interact and contribute to the Web. To ensure web accessibility, many concepts, guidelines and standards have been proposed, such as Section 508, Design for all, ISO/IEC 40500:2012, and others. This paper focuses on Web content accessibility guidelines (WCAG) and includes a comparative analysis of the accessibility of faculties’ websites between 2018 and 2019. Therefore, the objective of this research is to investigate the WCAG 2.0 compliance level of faculties’ websites in this time period. Web accessibility was assessed using an automatic evaluation tool, called the Web Accessibility Checker. Based on the results, recommendations for improving web accessibility are presented here.", "venue": "2019 42nd International Convention on Information and Communication Technology, Electronics and Microelectronics (MIPRO)", "year": 2019, "referenceCount": 15, "citationCount": 3, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "152144884", "name": "K. Kous"}, {"authorId": "37657572", "name": "S. Kuhar"}, {"authorId": "2228381", "name": "M. Pusnik"}, {"authorId": "2675525", "name": "B. Šumak"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "257222e7e3dd43f73a63492c72dfd932fe372b09", "externalIds": {"MAG": "2991867982", "DBLP": "journals/uais/PaulD20", "DOI": "10.1007/s10209-019-00704-8"}, "url": "https://www.semanticscholar.org/paper/257222e7e3dd43f73a63492c72dfd932fe372b09", "title": "Accessibility and usability analysis of Indian e-government websites", "abstract": "E-government provides a platform to deliver government services to stakeholders, and many countries have adopted e-government websites for good governance. Successful e-government implementation and service delivery depend on how the underlying information present in government websites is made accessible and usable to every individual. This article investigates the accessibility and usability of e-government sites in India. Our sample consists of 65 Indian e-government websites. The analysis was carried out using automatic evaluation tools. The results of the accessibility tests highlight the existence of accessibility issues based on Web Content Accessibility Guidelines 1.0 (WCAG 1.0) and WCAG 2.0. Usability tests also reveal that e-government websites give low priority to such aspects during website design and development. Hence, there is a need to improve the overall accessibility and usability of Indian e-government websites in order to improve the quality and in turn the E-Government Development Index rank of India.", "venue": "Universal Access in the Information Society", "year": 2019, "referenceCount": 56, "citationCount": 10, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2114178011", "name": "Surjit Paul"}, {"authorId": "1959843", "name": "Saini Das"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "31b27526383311d06840b4c8248386d6c9292a4a", "externalIds": {"DBLP": "journals/uais/Manez-CarvajalC21", "MAG": "2994975655", "DOI": "10.1007/s10209-019-00702-w"}, "url": "https://www.semanticscholar.org/paper/31b27526383311d06840b4c8248386d6c9292a4a", "title": "Web accessibility evaluation of top-ranking university Web sites in Spain, Chile and Mexico", "abstract": "The purpose of this study is to evaluate the web accessibility of home pages of universities in Spain, Chile and Mexico. The sample used in this study was the 15 top universities listed in the ranking Webometrics. The study has been carried out using automatic tools in order to analyze the level of compliance with the WCAG 2.0 guidelines. The results reveal that the selected Web sites have barriers of access to information and that these difficulties are even greater in the case of those who make use of assistive technology. Users of the analyzed Web sites can encounter difficulties mainly with the perception of information and with navigating the site, just as previous studies of web accessibility have shown. This paper concludes that the 3 analyzed countries show low levels of web accessibility on the selected Web sites, proving that there still exist many shortcomings with regard to meeting the regulation and respecting the fundamental rights of all people.", "venue": "Universal Access in the Information Society", "year": 2019, "referenceCount": 36, "citationCount": 5, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1453135820", "name": "Carlos Máñez-Carvajal"}, {"authorId": "1413703223", "name": "J. F. Cervera-Mérida"}, {"authorId": "1416492743", "name": "Rocío Fernández-Piqueras"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "3fd57e0e0795cdda3133e7fc7684728f17f39ffd", "externalIds": {"MAG": "2951504485", "DBLP": "conf/ahfe/NavarretePTL19", "DOI": "10.1007/978-3-030-19135-1_7"}, "url": "https://www.semanticscholar.org/paper/3fd57e0e0795cdda3133e7fc7684728f17f39ffd", "title": "Towards an Accessible UX for People with Disabilities in Open Educational Resources Websites", "abstract": "The OER movement strives to support quality education being inclusive, equitable, open and participatory. Nevertheless, people with disabilities are still hindered from taking advantage of OER because of issues related to accessibility and usability in OER environments. Frequently, accessibility has not been wholly ensured, both in the website interface and in educational resources, and usability considerations have often excluded the specific needs of people with disabilities. We propose an architecture design for the OER environment guided by the concept of accessible user experience (aUX) that enhance accessibility and usability for a user disability profile. This design produces an adaptive response from the web interface that facilitates perception, understanding, navigation, and operation. Finally, to improve the meaning of information in search results for OER on the Web, we propose the embedded markup through a set of descriptors that can be interpreted by major search engines.", "venue": "AHFE", "year": 2019, "referenceCount": 17, "citationCount": 3, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143807211", "name": "Rosa Navarrete"}, {"authorId": "35218615", "name": "M. Peñafiel"}, {"authorId": "2348768", "name": "Maritzol Tenemaza"}, {"authorId": "1405522947", "name": "S. Luján-Mora"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "47ef7a21132c4c84ef5097343d6e39ac0bb31535", "externalIds": {"MAG": "2940219517", "DOI": "10.4018/978-1-5225-8106-2.CH011"}, "url": "https://www.semanticscholar.org/paper/47ef7a21132c4c84ef5097343d6e39ac0bb31535", "title": "Time for a Change", "abstract": "In recent years, the use of smartphones by people with intellectual disabilities (ID) has increased, leading to the development of applications designed to ease and improve their lives and independence, and help them integrate into society. Designing applications tailored to the needs of these users is complex, particularly in terms of accessibility and usability. This chapter presents a case study of the design and development process of a dedicated application aimed at helping people with mild ID in handling cash transactions. The chapter explores the design principles of mobile interfaces for people with ID. It introduces the use of the design thinking methodology, which focuses on user-centered design and helps gain an in-depth knowledge of the end users and their needs. Based on the performed user research, recommendations for the design of such applications are highlighted.", "venue": "Mobile Technologies in Educational Organizations", "year": 2019, "referenceCount": 28, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "147902782", "name": "Rotem Israel Fishelson"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "55b06ba389696566671335ed8c62742a576e27d1", "externalIds": {"DBLP": "conf/ahfe/Sanchez-GordonC19", "MAG": "2948801259", "DOI": "10.1007/978-3-030-20040-4_29"}, "url": "https://www.semanticscholar.org/paper/55b06ba389696566671335ed8c62742a576e27d1", "title": "Implementation of Controls for Insertion of Accessible Images in Open Online Editors Based on WCAG Guidelines. Case Studies: TinyMCE and Summernote", "abstract": "It is important to raise awareness among people who create web content about barriers that exist for people with visual disabilities to perceive images. This study had for purpose the implementation of features and controls for insertion of accessible images in two open online editors: TinyMCE and Summernote. TinyMCE is used in content management systems such as WordPress, Joomla and Drupal. Summernote is an open online editor distributed under an open MIT license. The accessibility of TinyMCE was improved in the insertion of images by adding entry fields for the type of image to be inserted, long description and title. As for Summernote, in the option to insert images, entry fields were added for the type of image to be inserted, alternative text, long description and title. Controls were implemented to validate mandatory and optional fields according to the type of image. The purpose is that open online editors comply with Part B of the Authoring Tool Accessibility Guidelines. A discussion is presented about how the original code of the two open online editors was written, how image accessibility was improved and how evaluation was performed via test scenarios, automated tools and usability surveys to both content authors and blind users. The HTML code generated with both editors showed compliance with the Web Content Accessibility Guidelines. Blind users stated that they were able to perceive the images when interacting with web pages created with both editors.", "venue": "AHFE", "year": 2019, "referenceCount": 10, "citationCount": 1, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "1403353367", "name": "Sandra Sanchez-Gordon"}, {"authorId": "1403429865", "name": "Tania Calle-Jimenez"}, {"authorId": "1411384755", "name": "Jorge Villarroel-Ramos"}, {"authorId": "1403000656", "name": "Janio Jadán-Guerrero"}, {"authorId": "144811047", "name": "César Guevara"}, {"authorId": "1417273222", "name": "Patricio Lara-Alvarez"}, {"authorId": "1410071097", "name": "Patricia Acosta-Vargas"}, {"authorId": "1403086670", "name": "Luis Salvador-Ullauri"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "a562178e0afa293bf7a19578845eb922748a6b5d", "externalIds": {"MAG": "3004261495", "DOI": "10.1109/CONTIE49246.2019.00026"}, "url": "https://www.semanticscholar.org/paper/a562178e0afa293bf7a19578845eb922748a6b5d", "title": "Validating a Georeferenced Map Viewer Through Online and Manual Tests", "abstract": "Accessibility and usability are both commonly used terms to refer to the satisfaction experimented by a user of a service or product. These two concepts are few used when referring to websites, though. To validate geoportal ONTORISK usability, this research proposes validated online tools as well as heuristic tests for measuring the accessibility level of expert users. According to the data analysis result, accessibility quantitatively presents a percentage of 73; and it qualitatively meets most of the established parameters. Regarding usability, the result shows percentages going from 40.23 percent to 73.64 percent. Finally, it was evidenced that applications can show an optimal operation. Nevertheless, they are not accessible or usable for all types of users since they do not meet the standards established by worldwide organizations.", "venue": "", "year": 2019, "referenceCount": 14, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2097229957", "name": "Miguel Duque Vaca"}, {"authorId": "2083439793", "name": "F. Canizares"}, {"authorId": "8738197", "name": "J. Builes"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0231c0edf53eaed1556b4e5a3476cb7e6a3fafca", "externalIds": {"DBLP": "conf/w4a/SantosS18", "MAG": "2855026904", "DOI": "10.1145/3192714.3192825"}, "url": "https://www.semanticscholar.org/paper/0231c0edf53eaed1556b4e5a3476cb7e6a3fafca", "title": "Computer Anxiety and Interaction: A Systematic Review", "abstract": "With the increasing use of technology in everyday life, one would expect that the use of computers would be comfortable and straightforward for everyone. However, some people still feel intimidated when using computers. Those people experience multiple levels of anxiety and, for high levels of anxiety, manifest what is known as Computer Anxiety. People with Computer Anxiety (PwCA) face problems when using computers/technology at home, in the workplace, or for study purposes, which might result in multiple forms of barriers. This work contributes with a systematic review, summarizing the main approaches related to Computer Anxiety and the understanding of the contexts of use involving PwCA. The main results are that Computer Anxiety Rating Scale (CARS) is the most popular scale for measuring Computer Anxiety, Computer Self-Efficacy has a negative strong relationship with Computer Anxiety, experience in using computers reduces Computer Anxiety, PwCA tend to take more time to complete tasks, and that higher education levels are related with lower levels of Computer Anxiety. The results obtained are valuable for researchers working on identifying and removing barriers in systems targeting the population of older adults, given that they are greatly impacted by factors leading to Computer Anxiety.", "venue": "W4A", "year": 2018, "referenceCount": 114, "citationCount": 7, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "35642009", "name": "Thiago Donizetti dos Santos"}, {"authorId": "3255934", "name": "V. F. D. Santana"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "0cbc18b5555c3310182c68f4200927558ada71fa", "externalIds": {"MAG": "2781871807", "DOI": "10.4018/978-1-5225-2255-3.CH305"}, "url": "https://www.semanticscholar.org/paper/0cbc18b5555c3310182c68f4200927558ada71fa", "title": "Accessibility in E-Government", "abstract": null, "venue": "", "year": 2018, "referenceCount": 16, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Business"], "authors": [{"authorId": "1730217", "name": "C. Sonnenberg"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "67c6b09fc9f3693c3e205e2e6430b8895bc25e73", "externalIds": {"MAG": "2909259893", "DBLP": "conf/dsai/AntonelliRWF18", "DOI": "10.1145/3218585.3218598"}, "url": "https://www.semanticscholar.org/paper/67c6b09fc9f3693c3e205e2e6430b8895bc25e73", "title": "A survey on accessibility awareness of Brazilian web developers", "abstract": "A huge amount of content has been made available on the Web. Although there are several initiatives to guide an accessible web development, researchers have showed that web developers are rarely aware of accessibility issues in their web projects. In this paper, we conducted a survey to verify the evolution of web accessibility awareness in Brazil. We have conducted an exploratory study based on web questionnaire, using a self-selected and non-probabilistic sampling method. The study had 404 valid answers, covering all regions of Brazil. The results show that most of participants has never developed an accessible website and 33.2% of them are not worried about considering accessibility in their future projects. Therefore, it is important to create public policies that improve the current web accessibility scenario, raising the awareness of the people involved in web development, as well as obligating compliance with Brazilian legislation.", "venue": "DSAI", "year": 2018, "referenceCount": 22, "citationCount": 12, "influentialCitationCount": 1, "isOpenAccess": false, "fieldsOfStudy": ["Business", "Computer Science"], "authors": [{"authorId": "2433122", "name": "Humberto Lidio Antonelli"}, {"authorId": "2060219903", "name": "Sandra Souza Rodrigues"}, {"authorId": "1709022", "name": "W. Watanabe"}, {"authorId": "145555415", "name": "R. Fortes"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "b11e1b8ad38a192b26d40c91394c4d75f5277caa", "externalIds": {"DBLP": "journals/ijhci/YeratziotisZ18", "MAG": "2621539532", "DOI": "10.1080/10447318.2017.1339940"}, "url": "https://www.semanticscholar.org/paper/b11e1b8ad38a192b26d40c91394c4d75f5277caa", "title": "A Heuristic Evaluation for Deaf Web User Experience (HE4DWUX)", "abstract": "ABSTRACT Websites that are usable and accessible can have a positive impact on the overall user experience. Usability Inspection Methods (UIMs) can be applied to evaluate and measure the usability. The current research in the fields of Web Accessibility and Human –Computer Interaction (HCI) is in need of additional UIMs that can be applied to also measure the accessibility, in addition to the usability alone. In this article, a novel UIM in the form of a heuristic evaluation is presented. The heuristic evaluation aims to support HCI experts and Web developers in designing and evaluating websites that provide positive user experiences to users who are deaf. This article discusses the development of the Heuristic Evaluation for Deaf Web User Experience (HE4DWUX). Following an iteration cycle, version 2 of the HE4DWUX is presented in Appendix A. An existing three-phase process to develop heuristics for specific application domains was applied to construct the HE4DWUX. The outcome of this research is 12 heuristics, with each containing its own set of checklist items to operationalize its applicability in measuring the Web user experience for users who are deaf. The heuristics and their checklist items can identify important aspects of design that will impact the Web user experience for this particular user group.", "venue": "Int. J. Hum. Comput. Interact.", "year": 2018, "referenceCount": 146, "citationCount": 12, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "3027637", "name": "A. Yeratziotis"}, {"authorId": "1795005", "name": "Panayiotis Zaphiris"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "cf5af4b4ec225e57d5ceea900e99bd4eb00d76ff", "externalIds": {"MAG": "2899186660", "DBLP": "journals/pacmhci/SongBASWY018", "DOI": "10.1145/3274432"}, "url": "https://www.semanticscholar.org/paper/cf5af4b4ec225e57d5ceea900e99bd4eb00d76ff", "title": "Crowdsourcing-Based Web Accessibility Evaluation with Golden Maximum Likelihood Inference", "abstract": "Web accessibility evaluation examines how well websites comply with accessibility guidelines which help people with disabilities to perceive, navigate and contribute to the Web. This demanding task usually requires manual assessment by experts with many years of training and experience. However, not enough experts are available to carry out the increasing number of evaluation projects while non-experts often have different opinions about the presence of accessibility barriers. Addressing these issues, we introduce a crowdsourcing system with a novel truth inference algorithm to derive reliable and accurate assessments from conflicting opinions of evaluators. Extensive evaluation on 23,901 complex tasks assessed by 50 people with and without disabilities shows that our approach outperforms state of the art approaches. In addition, we conducted surveys to identify frequent barriers that people with disabilities are facing in their daily lives and the difficulty to access Web pages when they encounter these barriers. The frequencies and severities of barriers correlate with their derived importance in our evaluation project.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2018, "referenceCount": 46, "citationCount": 4, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "20501987", "name": "Shuyi Song"}, {"authorId": "145383433", "name": "Jiajun Bu"}, {"authorId": "3110492", "name": "Andreas Artmeier"}, {"authorId": "48260537", "name": "Keyue Shi"}, {"authorId": "2115739529", "name": "Ye Wang"}, {"authorId": "145229654", "name": "Zhi Yu"}, {"authorId": "47074461", "name": "C. Wang"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "22d133d5c4a84aa015de1e19b3a96791cb06f4f6", "externalIds": {"DBLP": "journals/uais/IsmailovaI18", "MAG": "2614731532", "DOI": "10.1007/s10209-017-0541-0"}, "url": "https://www.semanticscholar.org/paper/22d133d5c4a84aa015de1e19b3a96791cb06f4f6", "title": "Accessibility evaluation of top university websites: a comparative study of Kyrgyzstan, Azerbaijan, Kazakhstan and Turkey", "abstract": "It is important that university websites and services offered through their sites are used effectively, efficiently and satisfactorily by the whole target group of the university, including disabled users. However, universities in many countries are still unable to meet the criteria for web accessibility. This study aimed to test the websites of the top universities in Kyrgyzstan, Kazakhstan, Azerbaijan and Turkey using automated assessment tools. The results showed that university websites are more popular in Turkey, and in Turkish universities developers pay more attention to the performance of websites, followed by websites of Azerbaijani, Kyrgyz and Kazakh universities. The majority of the university websites in the study did not meet the WCAG 2.0 accessibility criteria. Only two Kyrgyz and two Kazakh university websites attained conformance level A, and only three, one Kyrgyz and two Kazakh, achieved accessibility conformance level AAA. Based on the results, it was determined that universities included in the present study need to devote more effort to making their websites more accessible for their users.", "venue": "Universal Access in the Information Society", "year": 2018, "referenceCount": 47, "citationCount": 29, "influentialCitationCount": 3, "isOpenAccess": false, "fieldsOfStudy": ["Political Science", "Computer Science"], "authors": [{"authorId": "94237407", "name": "R. Ismailova"}, {"authorId": "2054172", "name": "Yavuz Inal"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "75a09089681e50f474d228cd6d2d3917c79d73be", "externalIds": {"MAG": "2774560440", "DBLP": "journals/uais/InalRY19", "DOI": "10.1007/s10209-017-0603-3"}, "url": "https://www.semanticscholar.org/paper/75a09089681e50f474d228cd6d2d3917c79d73be", "title": "Web accessibility in Turkey: awareness, understanding and practices of user experience professionals", "abstract": "Ensuring web accessibility for all is not an easy task and requires the awareness, understanding and practices of people with different roles. User experience professionals (UXPs) play an important role in ensuring web accessibility for all. However, in Turkey, there is no research concerning the status of the awareness, understanding and common practices of UXPs. The overall goal of the present work was to offer an assessment of the current situation in Turkey to suggest areas of improvement and changes to advance web accessibility practices. To meet this goal, we conducted an online survey. The results of this survey show that UXPs believe they have enough training and education in web accessibility; however, they are not familiar with web accessibility standards and assistive technologies used by people with disabilities. They do not work with people with disabilities in their studies on usability, and they do not consider web accessibility in their projects. Our findings also show that UXPs have a top-down approach to web accessibility and they think that it is the responsibility of project managers to make web applications accessible. In brief, the study showed that UXPs in Turkey need to be better educated and trained on web accessibility, and organizations need to realize that both top-down and bottom-up approaches are required to ensure accessibility of the web for all.", "venue": "Universal Access in the Information Society", "year": 2019, "referenceCount": 22, "citationCount": 13, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "2054172", "name": "Yavuz Inal"}, {"authorId": "2124264", "name": "Kerem Rizvanoglu"}, {"authorId": "1760899", "name": "Yeliz Yesilada"}]}}, {"isInfluential": false, "contexts": [], "intents": [], "citingPaper": {"paperId": "9716eca623e5c0ba8dbd85afd7388a1d52b4e270", "externalIds": {"DBLP": "journals/uais/NavarreteL18", "MAG": "2594027799", "DOI": "10.1007/s10209-017-0529-9"}, "url": "https://www.semanticscholar.org/paper/9716eca623e5c0ba8dbd85afd7388a1d52b4e270", "title": "Bridging the accessibility gap in Open Educational Resources", "abstract": "Open Educational Resources (OER) are being fostered as a global movement for providing educational opportunities to all. However, people with disabilities are still excluded from full participation because of the lack of accessibility of OER websites, as well as of the resources themselves. This work presents a proposal for the design of OER websites that would enable equitable access for all users. This design aims to bridge the accessibility gap through the personalization of the whole OER environment to facilitate an accessible User Experience (UX) based on a user profile that includes the self-identification of disability status. This profile configures not only the “look and feel” of the interface but also the delivery of educational resources suitable for this user profile. To achieve this purpose, the design goes beyond compliance with the ISO/IEC 40500 W3C Web Content Accessibility Guidelines (WCAG) 2.0, since it includes the personalization of the accessible experience through usability considerations and adaptations of educational resources. The delivery of educational resources matches the user’s profile with regard to their sensory abilities, cognitive faculties and their requirements of functionality control, display layout and language. As a proof of concept, we have developed an OER website based on this design and have conducted a set of UX tests that include users with different disabilities. The test results confirm the feasibility and suitability of our design regarding accessible UX. Finally, the contribution of this document arises from the explicit recognition of the particular needs associated with the disability profiles to establish the response of the entire OER system which enables a truly inclusive experience by exempting the user from performing configuration tasks.", "venue": "Universal Access in the Information Society", "year": 2018, "referenceCount": 108, "citationCount": 20, "influentialCitationCount": 3, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science"], "authors": [{"authorId": "143807211", "name": "Rosa Navarrete"}, {"authorId": "1405522947", "name": "S. Luján-Mora"}]}}]}