{"paperId": "ebfa4aeac7c5b777c54b711dd04dd037cab2b9ee", "externalIds": {"MAG": "1930528582"}, "url": "https://www.semanticscholar.org/paper/ebfa4aeac7c5b777c54b711dd04dd037cab2b9ee", "title": "Blown to Bits: Your Life, Liberty, and Happiness After the Digital Explosion", "abstract": "“If you want to understand the future before it happens, you'll love this book. If you want to change the future before it happens to you, this book is required reading.” \n \n–Reed Hundt, former Chairman of the Federal Communications Commission“There is no simpler or clearer statement of the radical change that digital technologies will bring, nor any book that better prepares one for thinking about the next steps.” \n \n–Lawrence Lessig, Stanford Law School and Author of Code and Other Laws of Cyberspace“Blown to Bits will blow you away. In highly accessible and always fun prose, it explores all the nooks and crannies of the digital universe, exploring not only how this exploding space works but also what it means.” \n \n–Debora Spar, President of Barnard College, Author of Ruling the Waves and The Baby Business“This is a wonderful book \n \n–probably the best since Hal Varian and Carl Schultz wrote Digital Rules. The authors are engineers, not economists. The result is a long, friendly talk with the genie, out of the lamp, and willing to help you avoid making the traditional mistake with that all-important third wish.” \n \n–David Warsh, Author of Knowledge and the Wealth of Nations“Blown to Bits is one of the clearest expositions I've seen of the social and political issues arising from the Internet. Its remarkably clear explanations of how the Net actually works lets the hot air out of some seemingly endless debates. You've made explaining this stuff look easy. Congratulations!” \n \n–David Weinberger, Coauthor of The Cluetrain Manifesto and Author of Everything Is Miscellaneous: The Power of the New Digital Disorder.“Blown to Bits is a timely, important, and very readable take on how information is produced and consumed today, and more important, on the approaching sea change in the way that we as a society deal with the consequences.” \n \n–Craig Silverstein, Director of Technology, Google, Inc.“This book gives an overview of the kinds of issues confronting society as we become increasingly dependent on the Internet and the World Wide Web. Every informed citizen should read this book and then form their own opinion on these and related issues. And after reading this book you will rethink how (and even whether) you use the Web to form your opinions...” \n \n–James S. Miller, Senior Director for Technology Policy and Strategy, Microsoft Corporation“Most writing about the digital world comes from techies writing about technical matter for other techies or from pundits whose turn of phrase greatly exceeds their technical knowledge. In Blown to Bits, experts in computer science address authoritatively the practical issues in which we all have keen interest.” \n \n–Howard Gardner, Hobbs Professor of Cognition and Education, Harvard Graduate School of Education, Author of Multiple Intelligences and Changing Minds“Regardless of your experience with computers, Blown to Bits provides a uniquely entertaining and informative perspective from the computing industry's greatest minds.A fascinating, insightful and entertaining book that helps you understand computers and their impact on the world in a whole new way.This is a rare book that explains the impact of the digital explosion in a way that everyone can understand and, at the same time, challenges experts to think in new ways.” \n \n–Anne Margulies, Assistant Secretary for Information Technology and Chief Information Officer of the Commonwealth of Massachusetts“Blown to Bits is fun and fundamental. What a pleasure to see real teachers offering such excellent framework for students in a digital age to explore and understand their digital environment, code and law, starting with the insight of Claude Shannon. I look forward to you teaching in an open online school.” \n \n–Professor Charles Nesson, Harvard Law School, Founder, Berkman Center for Internet and Society“To many of us, computers and the Internet are magic. We make stuff, send stuff, receive stuff, and buy stuff. It's all pointing, clicking, copying, and pasting. But it's all mysterious. This book explains in clear and comprehensive terms how all this gear on my desk works and why we should pay close attention to these revolutionary changes in our lives. It's a brilliant and necessary work for consumers, citizens, and students of all ages.” \n \n–Siva Vaidhyanathan, cultural historian and media scholar at the University of Virginia and author of Copyrights and Copywrongs: The Rise of Intellectual Property and How it Threatens Creativity“The world has turned into the proverbial elephant and we the blind men. The old and the young among us risk being controlled by, rather than in control of, events and technologies. Blown to Bits is a remarkable and essential Rosetta Stone for beginning to figure out how all of the pieces of the new world we have just begun to enter \n \n–law, technology, culture, information \n \n–are going to fit together. Will life explode with new possibilities, or contract under pressure of new horrors? The precipice is both exhilarating and frightening. Hal Abelson, Ken Ledeen, and Harry Lewis, together, have ably managed to describe the elephant. Readers of this compact book describing the beginning stages of a vast human adventure will be one jump ahead, for they will have a framework on which to hang new pieces that will continue to appear with remarkable speed. To say that this is a 'must read' sounds trite, but, this time, it's absolutely true.” \n \n–Harvey Silverglate, criminal defense and civil liberties lawyer and writerEvery day, billions of photographs, news stories, songs, X-rays, TV shows, phone calls, and emails are being scattered around the world as sequences of zeroes and ones: bits. We can't escape this explosion of digital information and few of us want to \n \n–the benefits are too seductive. The technology has enabled unprecedented innovation, collaboration, entertainment, and democratic participation.But the same engineering marvels are shattering centuries-old assumptions about privacy, identity, free expression, and personal control as more and more details of our lives are captured as digital data.Can you control who sees all that personal information about you? Can email be truly confidential, when nothing seems to be private? Shouldn't the Internet be censored the way radio and TV are? Is it really a federal crime to download music? When you use Google or Yahoo! to search for something, how do they decide which sites to show you? Do you still have free speech in the digital world? Do you have a voice in shaping government or corporate policies about any of this?Blown to Bits offers provocative answers to these questions and tells intriguing real-life stories. This book is a wake-up call to the human consequences of the digital explosion.Preface xiiiChapter 1: Digital Explosion: Why Is It Happening, and What Is at Stake? 1Chapter 2: Naked in the Sunlight: Privacy Lost, Privacy Abandoned 19Chapter 3: Ghosts in the Machine: Secrets and Surprises of Electronic Documents 73Chapter 4: Needles in the Haystack: Google and Other Brokers in the Bits Bazaar 109Chapter 5: Secret Bits: How Codes Became Unbreakable 161Chapter 6: Balance Toppled: Who Owns the Bits? 195Chapter 7: You Can't Say That on the Internet: Guarding the Frontiers of Digital Expression 229Chapter 8: Bits in the Air: Old Metaphors, New Technologies, and Free Speech 259Conclusion: After the Explosion 295Appendix: The Internet as System and Spirit 301Endnotes 317Index 347", "venue": "", "year": 2008, "referenceCount": 9, "citationCount": 75, "influentialCitationCount": 5, "isOpenAccess": false, "fieldsOfStudy": ["Engineering"], "authors": [{"authorId": "144027554", "name": "H. Abelson"}, {"authorId": "16653222", "name": "K. Ledeen"}, {"authorId": "2085355252", "name": "H. R. Lewis"}]}