{"offset": 0, "data": [{"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "2eed9008fc71692a8fe4e48d07c2f7f1727f390a", "externalIds": {"DBLP": "journals/pacmhci/FeustonTP20", "MAG": "3029662682", "DOI": "10.1145/3392845"}, "url": "https://www.semanticscholar.org/paper/2eed9008fc71692a8fe4e48d07c2f7f1727f390a", "title": "Conformity of Eating Disorders through Content Moderation", "abstract": "For individuals with mental illness, social media platforms are considered spaces for sharing and connection. However, not all expressions of mental illness are treated equally on these platforms. Different aggregates of human and technical control are used to report and ban content, accounts, and communities. Through two years of digital ethnography, including online observation and interviews, with people with eating disorders, we examine the experience of content moderation. We use a constructivist grounded theory approach to analysis that shows how practices of moderation across different platforms have particular consequences for members of marginalized groups, who are pressured to conform and compelled to resist. Above all, we argue that platform moderation is enmeshed with wider processes of conformity to specific versions of mental illness. Practices of moderation reassert certain bodies and experiences as 'normal' and valued, while rejecting others. At the same time, navigating and resisting these normative pressures further inscribes the marginal status of certain individuals. We discuss changes to the ways that platforms handle content related to eating disorders by drawing on the concept of multiplicity to inform design.", "venue": "Proc. ACM Hum. Comput. Interact.", "year": 2020, "referenceCount": 172, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": ["Computer Science", "Psychology"], "authors": [{"authorId": "2146189", "name": "Jessica L. Feuston"}, {"authorId": "1920225402", "name": "Alex S. Taylor"}, {"authorId": "2373998", "name": "Anne Marie Piper"}]}}, {"contexts": ["Feminist arts-based research offers examples of the efficacy of participatory digital media production for raising awareness of the unique challenges that girls who are marginalized due to age, class, race, gender and sexuality encounter online and offline (Croeser, 2016; Magnet, 2011).", "…that new media are masculine spaces (Abbate, 2012), and that racism and sexism are just the effects of the network (Banet-Weiser & Miltner, 2016; Croeser, 2016; Jane, 2016; Leonard, 2006; Magnet, 2006; 2011, 2013; Nakamura\n21\n  \n2002, 2011; Prebble, 2014; Phillips, 2015; C. Todd, 2014), and are…", "Putting feminist new media scholars (Bailey & Steeves, 2015; Croeser, 2016; Haraway, 1990; Karaian, 2014; Levina, 2014; Magnet, 2011; Raman & Komarraju, 2017) into conversation with work in girls’ digital culture (Bailey & Steeves, 2015; Dobson & Ringrose, 2016; García-Gómez, 2011; Hasinoff, 2013)…", "…I present the main themes that form the patterns I\nidentified in the data corpus after performing QTA (Braun & Clarke, 2006) informed by a feminist new media studies framework (Bailey & Steeves, 2015; Croeser, 2016; Haraway, 1990; Karaian, 2014; Levina, 2014; Magnet, 2011; Raman & Komarraju, 2017).", "…knowledge produced by participants, as they are marginalized through differential intersections of age, ability, class and gender, as it is essential to acknowledge “marginalized groups as experts” while “supporting their choices about how and when to share their knowledge” (Croeser, 2016, para.", "…& Miltner, 2016; Jane, 2016; Leonard, 2006; Magnet, 2006; 2011; Prebble, 2014; C. Todd, 2014) and online misogyny (Banet-Weiser & Miltner, 2016; Croeser, 2016; Phillips, 2015), and puts my participants’ voices and emerging literature on girls’ digital culture (Bailey, 2015; Hasinoff, 2013;…", "Free speech is, of course, essential for a healthy society, public sphere, and social justice activists who use the right to free expression to advocate for the marginalized and to push for social change (Croeser, 2016; Fish, 1994).", "Todd, 2014) and online misogyny (Banet-Weiser & Miltner, 2016; Croeser, 2016; Phillips, 2015) in order to put my participants’ voices and emerging", "…conceptualizing of CV into conversation with feminist new media and girls’ digital culture approaches to online misogyny (Banet-Weiser, 2015; Banet-Weiser & Miltner, 2016; Croeser, 2016; Davies, 2015; Jane, 2016, 2017; Magnet, 2006, 2011; Marcotte, 2012, 2017; Phillips, 2015; Shade, 2007).", "In Chapters Five through Seven, I present the main themes that form the patterns I identified in the data corpus after performing QTA (Braun & Clarke, 2006) informed by a feminist new media studies framework (Bailey & Steeves, 2015; Croeser, 2016; Haraway, 1990; Karaian, 2014; Levina, 2014; Magnet, 2011; Raman & Komarraju, 2017).", "(Mina, 15) The way participants illustrated this double standard stands in stark contrast to the experience of boys, whose visible self-representations online are not scrutinized or sanctioned in the same ways (Croeser, 2016; Dryden, 2014; Karaian, 2014; Salter, 2015).", "…into conversation with work in girls’ digital culture (Bailey & Steeves, 2015; Dobson & Ringrose, 2016; García-Gómez, 2011; Hasinoff, 2013) offer ways of theorizing online harassment, cruelty and ridicule targeting girls beyond the free speech paradigm versus hate speech binary (Croeser, 2016).", "As in Chapters Five Six, I situate the central themes within popular cyberbullying narratives and alongside feminist new media studies literature (Banet-Weiser & Miltner, 2016; Croeser, 2016; Hasinoff, 2013; Karaian, 2014; Phillips, 2015).", "…participants (between 16 and 18) discussed CV in this excerpt, revealing not only their ability for critical engagement and reflection regarding their posting practices but also an awareness of the “anger” and “bad stuff” that so often resulted from their visibility on social media (Croeser, 2016).", "Putting feminist new media scholars (Bailey & Steeves, 2015; Croeser, 2016; Haraway, 1990; Karaian, 2014; Levina, 2014; Magnet, 2011; Raman & Komarraju, 2017) into conversation with work in girls’ digital culture (Bailey & Steeves, 2015; Dobson &", "harassment, cruelty and ridicule targeting girls beyond the free speech paradigm versus hate speech binary (Croeser, 2016).", "The strategies suggested by the participants for conceptualizing cyberviolence will necessitate re-evaluating the traditional patriarchal frameworks we use to assess safe space and ‘free’ (gendered) expression on social media (Croeser, 2016).", "Some of the most common responses by public intellectuals when the issues of online\nmisogynistic and racist harassment are brought into focus are grounded in the discourses of free speech (Croeser, 2016).", "Specifically, this research puts feminist new media studies (Croeser, 2016; Jane,\n13\n  \n2016; Leonard, 2006; Magnet, 2006; 2011; Phillips, 2015; Prebble, 2014; C. Todd, 2014) into conversation with girls’ digital culture studies (Bailey & Steeves, 2015; Banet-Weiser & Miltner, 2016).", "…& Miltner, 2016; Jane, 2016; Leonard, 2006; Magnet, 2006; 2011; Prebble, 2014; C. Todd, 2014) and online misogyny (Banet-Weiser & Miltner, 2016; Croeser, 2016; Phillips, 2015) in order to put my participants’ voices and emerging\n55 The two institutions attended by participants are located in…", "…for doing this work, are formulating frameworks for addressing online misogyny (Banet-Weiser, 2015; Banet-Weiser & Miltner, 2016; boyd, 2014; Chess & Shaw, 2015; Consalvo, 2012; Croeser, 2016; Davies, 2015; Fairbairn, 2015; Hess, 2014; Jane, 2016, 2017; Marcotte, 2012, 2017; Phillips, 2015).", "Some of the most common responses by public intellectuals when the issues of online misogynistic and racist harassment are brought into focus are grounded in the discourses of free speech (Croeser, 2016)."], "isInfluential": true, "intents": ["methodology", "background"], "citingPaper": {"paperId": "95d3a2b4ee6022538d8bf9fee0c15c03e4a7478c", "externalIds": {"MAG": "2891035647", "DOI": "10.20381/ruor-21965"}, "url": "https://www.semanticscholar.org/paper/95d3a2b4ee6022538d8bf9fee0c15c03e4a7478c", "title": "Reel Girls: Approaching Gendered Cyberviolence with Young People Through the Lens of Participatory Video", "abstract": "Acknowledgements Glossary of Terms Table of", "venue": "", "year": 2018, "referenceCount": 611, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "116060331", "name": "Hayley R. Crooks"}]}}, {"contexts": [], "isInfluential": false, "intents": [], "citingPaper": {"paperId": "f505495b0fda66f6ccbd5255952b2209f5b1d1b3", "externalIds": {"MAG": "2900729303", "DOI": "10.1007/978-3-319-97607-5_6"}, "url": "https://www.semanticscholar.org/paper/f505495b0fda66f6ccbd5255952b2209f5b1d1b3", "title": "Sexting, intimate and sexual media practices and social justice", "abstract": "Dobson argues for an orientation of research into intimate and sexual media practices around power and social justice. She frames intimate and sexual media practices in terms of their potential social and economic value, rather than in terms of risks and pathologies. Dobson, however, points to the limits of understanding sexting and other kinds of intimate media practices as ‘agentic media production’, through a careful consideration of research into girls’ and young women’s digital media cultures. To understand self and media production as an individual act is to ignore the ways in which it is socially and technically conditioned, she argues. A social justice orientation becomes imperative in a techno-social context where personal relations have been rapidly monetised through digital media platforms in ways that work to propose a new version of ‘the social’ centred around quantified hierarchies of visibility and status.", "venue": "", "year": 2018, "referenceCount": 47, "citationCount": 9, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "38974675", "name": "A. Dobson"}]}}, {"contexts": ["Sky Croeser (2016) argues that we should be critical about the implication of individualist libertarianism or liberal ideals in this specific context of digital democracy, where the right to free speech often serves as defending argument for online harassment towards the marginalized group in…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "2c6dd6b186417dd86c23345e9782af6ad20214a2", "externalIds": {"DOI": "10.1057/9780230554948"}, "url": "https://www.semanticscholar.org/paper/2c6dd6b186417dd86c23345e9782af6ad20214a2", "title": "Feminist Futures", "abstract": "This study explores how futures studies could engage with critical feminist perspectives in an intrinsic manner and what feminist futures might mean. The study brings attention to the less discussed subject of epistemological basis in futures studies. Literature study and semi-structured interviews with practitioners and researchers working with feminist approaches in the fields related to futures development was deployed. I’ve analyzed Wendell Bell’s discussion on epistemological foundation of futures studies from feminist epistemological perspective, and have suggested the potential of feminist epistemology of situated knowledges and partial objectivity for futures studies. Based on the findings from the semi-structured interviews, an alternative feminist scenario set in Swedish society in the year of 2050 in the format of a fiction is presented with the aim to provide a detailed and situated narrative of political and daily lives in feminist futures. The feminist futures scenario should not be understood as the singular feminist future suggested for implementation. The intention is to demonstrate how the visionary dimensions of feminist studies could be articulated in various forms of futures studies, and to open up space for rich debates on envisioning feminist futures.", "venue": "", "year": 2017, "referenceCount": 11, "citationCount": 17, "influentialCitationCount": 0, "isOpenAccess": true, "fieldsOfStudy": null, "authors": [{"authorId": "49211778", "name": "Jihyun An"}, {"authorId": "1413200741", "name": "Ulrika Gunnarsson-Östling"}]}}, {"contexts": ["Sky Croeser (2016) argues that we should be critical about the implication of individualist libertarianism or liberal ideals in this specific context of digital democracy, where the right to free speech often serves as defending argument for online harassment towards the marginalized group in…"], "isInfluential": false, "intents": ["background"], "citingPaper": {"paperId": "8f6866fd2a98f17bd4c3427564df0d9b9c3a8825", "externalIds": {"MAG": "2790746954"}, "url": "https://www.semanticscholar.org/paper/8f6866fd2a98f17bd4c3427564df0d9b9c3a8825", "title": "Feminist Futures: Futures studies through the lens of feminist epistemologies", "abstract": "This study explores how futures studies could engage with critical feminist perspectives in an intrinsic manner and what feminist futures might mean. The study brings attention to the less discusse ...", "venue": "", "year": 2017, "referenceCount": 24, "citationCount": 0, "influentialCitationCount": 0, "isOpenAccess": false, "fieldsOfStudy": ["Sociology"], "authors": [{"authorId": "49211778", "name": "Jihyun An"}]}}]}