{"indexed": {"date-parts": [[2021, 5, 12]], "date-time": "2021-05-12T11:46:53Z", "timestamp": 1620820013001}, "reference-count": 0, "publisher": "Oxford University Press", "content-domain": {"domain": [], "crossmark-restriction": false}, "published-print": {"date-parts": [[1994, 4, 14]]}, "abstract": "<p>Artists leave behind their names on their work and, with their face and story, provide some insight into the design of their creations. Not so with workplace technology. The design of technology often appears as received wisdom. A band of technicians descends upon an office or a factory floor leaving behind artifacts bearing the labels of companies whose names are familiar but whose identities are really anonymous. In some abstract way we all know that inanimate objects are manufactured, the product of human design. Yet, as we handle and look at these artifacts we use everyday, we seldom know the whys and wherefores of their design. We may judge the technology as easy or difficult to use, helpful or unhelpful in accomplishing the task at hand, and regard it as good or bad. But the calculus that went into the design decisions almost always remains a mystery. If we inquire of the designers of a piece of technology, by which we mean those who engineered and made decisions about its features and functionality (decisions beyond its aesthetic appearance, which is a common connotation of design but too limited for our purposes), we are likely to be mesmerized by formulae, calculations, reports of the latest discoveries of science and state-of-the-art engineering. In short, we may be informed that “economy and efficiency” (with perhaps a bit of aesthetics thrown in) are the watchwords of engineering. Engineering is portrayed as an objective enterprise limited only by knowledge and creativity. Many would argue that, provided a task that is well defined and a mission to accomplish, the engineer can proceed to create the optimal technology. To the social scientist these explanations generally form an impenetrable wall that precludes further inquiry. Although the social impact of technology has been widely studied, technology itself is usually treated as a “black box.” Research instead tends to focus on what to do with the black box, how to implement it, not how to create it. Thus social scientists have contributed little (and are seen as offering little) to the task of technology design, except in such realms as human factors for the user interface, a contribution viewed as rather peripheral to the “real” task of engineering. </p>", "DOI": "10.1093/oso/9780195083408.003.0006", "type": "book-chapter", "created": {"date-parts": [[2020, 11, 11]], "date-time": "2020-11-11T01:13:03Z", "timestamp": 1605057183000}, "source": "Crossref", "is-referenced-by-count": 2, "title": ["Social Shaping of Technology"], "prefix": "10.1093", "author": [{"given": "Harold", "family": "Salzman", "sequence": "first", "affiliation": []}, {"given": "Stephen R.", "family": "Rosenthal", "sequence": "additional", "affiliation": []}], "member": "286", "published-online": {"date-parts": [[2020, 11, 12]]}, "container-title": ["Software by Design"], "original-title": ["Social Shaping of Technology"], "deposited": {"date-parts": [[2020, 11, 11]], "date-time": "2020-11-11T01:13:04Z", "timestamp": 1605057184000}, "score": 25.410824, "issued": {"date-parts": [[1994, 4, 14]]}, "references-count": 0, "URL": "http://dx.doi.org/10.1093/oso/9780195083408.003.0006", "published": {"date-parts": [[1994, 4, 14]]}}