{"indexed": {"date-parts": [[2021, 5, 12]], "date-time": "2021-05-12T09:46:41Z", "timestamp": 1620812801102}, "posted": {"date-parts": [[2017, 1, 4]]}, "group-title": "Open Science Framework", "reference-count": 0, "publisher": "Center for Open Science", "license": [{"start": {"date-parts": [[2017, 1, 4]], "date-time": "2017-01-04T00:00:00Z", "timestamp": 1483488000000}, "content-version": "unspecified", "delay-in-days": 0, "URL": "https://creativecommons.org/publicdomain/zero/1.0/legalcode"}], "content-domain": {"domain": [], "crossmark-restriction": false}, "abstract": "<p>While teenage conflict is nothing new, today’s gossip, jokes, and arguments often play out through social media like Formspring, Twitter, and Facebook. Although adults often refer to these practices with the language of “bullying,” teens are more likely to refer to the resultant skirmishes and their digital traces as “drama.” Drama is a performative set of actions distinct from bullying, gossip, and relational aggression, incorporating elements of them but also operating quite distinctly. While drama is not particularly new, networked dynamics reconfigure how drama plays out and what it means to teens in new ways. In this paper, we examine how American teens conceptualize drama, its key components, participant motivations for engaging in it, and its relationship to networked technologies. Drawing on six years of ethnographic fieldwork, we examine what drama means to teenagers and its relationship to visibility and privacy. We argue that the emic use of “drama” allows teens to distance themselves from practices which adults may conceptualize as bullying. As such, they can retain agency - and save face - rather than positioning themselves in a victim narrative. Drama is a gendered process that perpetrates conventional gender norms. It also reflects discourses of celebrity, particularly the mundane interpersonal conflict found on soap operas and reality television. For teens, sites like Facebook allow for similar performances in front of engaged audiences. Understanding how “drama” operates is necessary to recognize teens’ own defenses against the realities of aggression, gossip, and bullying in networked publics.</p>", "DOI": "10.31219/osf.io/aknux", "type": "posted-content", "created": {"date-parts": [[2018, 7, 2]], "date-time": "2018-07-02T10:45:16Z", "timestamp": 1530528316000}, "source": "Crossref", "is-referenced-by-count": 3, "title": ["The Drama! Teen Conflict, Gossip, and Bullying in Networked Publics"], "prefix": "10.31234", "author": [{"given": "Alice", "family": "Marwick", "sequence": "first", "affiliation": []}, {"given": "danah", "family": "boyd", "sequence": "additional", "affiliation": []}], "member": "15934", "deposited": {"date-parts": [[2018, 7, 2]], "date-time": "2018-07-02T10:46:51Z", "timestamp": 1530528411000}, "score": 98.60996, "issued": {"date-parts": [[2017, 1, 4]]}, "references-count": 0, "URL": "http://dx.doi.org/10.31219/osf.io/aknux", "published": {"date-parts": [[2017, 1, 4]]}, "subtype": "preprint"}