{"indexed": {"date-parts": [[2021, 11, 13]], "date-time": "2021-11-13T18:04:36Z", "timestamp": 1636826676678}, "reference-count": 0, "publisher": "Oxford University Press", "isbn-type": [{"value": "9780195063417", "type": "print"}, {"value": "9780197560181", "type": "electronic"}], "content-domain": {"domain": [], "crossmark-restriction": false}, "published-print": {"date-parts": [[1990, 10, 25]]}, "abstract": "<p>In the history of electronic communication, the last quarter of the nineteenth century holds a special place, for it was during this period that the telephone, phonograph, electric light, wireless, and cinema were all invented.  In When old Technologies Were New, Carolyn Marvin explores how two of these new inventions--the telephone and the electric light--were publicly envisioned at the end of the nineteenth century, as seen in specialized engineering journals and popular media. Marvin pays particular attention to the telephone, describing how it disrupted established social relations, unsettling customary ways of dividing the private person and family from the more public setting of the community. On the lighter side, she describes how people spoke louder when calling long distance, and how they worried about catching contagious diseases over the phone. A particularly powerful chapter deals with telephonic precursors of radio broadcasting--the \"Telephone Herald\" in New York and the \"Telefon Hirmondo\" of Hungary--and the conflict between the technological development of broadcasting and the attempt to impose a homogenous, ethnocentric variant of Anglo-Saxon culture on the public. While focusing on the way professionals in the electronics field tried to control the new media, Marvin also illuminates the broader social impact, presenting a wide-ranging, informative, and entertaining account of the early years of electronic media.</p>", "DOI": "10.1093/oso/9780195063417.001.0001", "type": "book", "created": {"date-parts": [[2020, 11, 11]], "date-time": "2020-11-11T01:43:33Z", "timestamp": 1605059013000}, "source": "Crossref", "is-referenced-by-count": 56, "title": ["When Old Technologies Were New"], "prefix": "10.1093", "author": [{"given": "Carolyn", "family": "Marvin", "sequence": "first", "affiliation": []}], "member": "286", "published-online": {"date-parts": [[2020, 11, 12]]}, "original-title": ["When Old Technologies Were New"], "deposited": {"date-parts": [[2020, 11, 11]], "date-time": "2020-11-11T01:43:33Z", "timestamp": 1605059013000}, "score": 43.008766, "subtitle": ["Thinking About Electric Communication in the Late Nineteenth Century"], "issued": {"date-parts": [[1990, 10, 25]]}, "ISBN": ["9780195063417", "9780197560181"], "references-count": 0, "URL": "http://dx.doi.org/10.1093/oso/9780195063417.001.0001", "published": {"date-parts": [[1990, 10, 25]]}}