{"indexed": {"date-parts": [[2021, 10, 26]], "date-time": "2021-10-26T13:28:05Z", "timestamp": 1635254885888}, "reference-count": 0, "publisher": "Oxford University Press", "content-domain": {"domain": [], "crossmark-restriction": false}, "abstract": "<p>Since the early 2000s, Digital Media Ethics (DME) has emerged as a relatively stable subdomain of applied ethics. DME seeks nothing less than to address the ethical issues evoked by computing technologies and digital media more broadly, such as cameras, mobile and smartphones, GPS navigation systems, biometric health monitoring devices, and, eventually, “the Internet of things,” as these have developed and diffused into more or less every corner of our lives in the (so-called) developed countries. DME can be characterized as <italic>demotic</italic>—<italic>of the people</italic>—in three important ways. One, in contrast with specialist domains such as Information and Computing Ethics (ICE), it is intended as an ethics <italic>for the rest of us</italic>—namely, all of us who use digital media technologies in our everyday lives. Two, these manifold contexts of use dramatically expand the range of ethical issues computing technologies evoke, well beyond the comparatively narrow circle of issues confronting professionals working in ICE. Three, while drawing on the expertise of philosophers and applied ethics, DME likewise relies on the ethical insights and sensibilities of additional communities, including (a), the multiple communities of those whose technical expertise comes into play in the design, development, and deployment of information and communication technology (ICT); and (b), the people and communities who use digital media in their everyday lives.</p>\n               <p>DME further employs both ancient ethical philosophies, such as virtue ethics, and modern frameworks of utilitarianism and deontology, as well as feminist ethics and ethics of care: DME may also take, for example, Confucian and Buddhist approaches, as well as norms and customs from relevant indigenous traditions where appropriate. The global distribution and interconnection of these devices means, finally, that DME must also take on board often profound differences between basic ethical norms, practices, and related assumptions as these shift from culture to culture. What counts as “privacy” or “pornography,” to begin with, varies widely—as do the more fundamental assumptions regarding the nature of the <italic>person</italic> that we take up as a moral agent and patient, rights-holder, and so on. Of first importance here is how far we emphasize the more individual vis-à-vis the more relational dimensions of selfhood—with the further complication that these emphases appear to be changing locally and globally.</p>\n               <p>Nonetheless, DME can now map out clear approaches to early concerns with privacy, copyright, and pornography that help establish a relatively stable and accepted set of ethical responses and practices. By comparison, violent content (e.g., in games) and violent behavior (cyber-bullying, hate speech) are less well resolved. Nonetheless, as with the somewhat more recent issues of online friendship and citizen journalism, an emerging body of literature and analysis points to initial guidelines and resolutions that may become relatively stable. Such resolutions must be <italic>pluralistic</italic>, allowing for diverse application and interpretations in different cultural settings, so as to preserve and foster cultural identity and difference.</p>\n               <p>Of course, still more recent issues and challenges are in the earliest stages of analysis and efforts at forging resolutions. Primary issues include “death online” (including suicide web-sites and online memorial sites, evoking questions of censorship, the right to be forgotten, and so on); “Big Data” issues such as pre-emptive policing and “ethical hacking” as counter-responses; and autonomous vehicles and robots, ranging from Lethal Autonomous Weapons to carebots and sexbots. Clearly, not every ethical issue will be quickly or easily resolved. But the emergence of relatively stable and widespread resolutions to the early challenges of privacy, copyright, and pornography, coupled with developing analyses and emerging resolutions vis-à-vis more recent topics, can ground cautious optimism that, in the long run, DME will be able to take up the ethical challenges of digital media in ways reasonably accessible and applicable for the rest of us.</p>", "DOI": "10.1093/acrefore/9780190228613.013.508", "type": "reference-entry", "created": {"date-parts": [[2017, 2, 28]], "date-time": "2017-02-28T07:40:59Z", "timestamp": 1488267659000}, "source": "Crossref", "is-referenced-by-count": 6, "title": ["Digital Media Ethics"], "prefix": "10.1093", "author": [{"given": "Charles", "family": "Ess", "sequence": "first", "affiliation": []}], "member": "286", "published-online": {"date-parts": [[2017, 9, 26]]}, "container-title": ["Oxford Research Encyclopedia of Communication"], "original-title": ["Digital Media Ethics"], "deposited": {"date-parts": [[2021, 9, 28]], "date-time": "2021-09-28T08:14:29Z", "timestamp": 1632816869000}, "score": 43.773438, "issued": {"date-parts": [[2017, 9, 26]]}, "references-count": 0, "URL": "http://dx.doi.org/10.1093/acrefore/9780190228613.013.508", "published": {"date-parts": [[2017, 9, 26]]}}