{"institution": [{"name": "Open Access Victoria University of Wellington | Te Herenga Waka"}], "indexed": {"date-parts": [[2021, 9, 8]], "date-time": "2021-09-08T10:15:10Z", "timestamp": 1631096110655}, "reference-count": 0, "publisher": "Victoria University of Wellington Library", "license": [{"content-version": "unspecified", "delay-in-days": 0, "URL": "https://www.wgtn.ac.nz/library/about-us/policies-and-strategies/copyright-for-the-researcharchive"}], "content-domain": {"domain": [], "crossmark-restriction": false}, "abstract": "<jats:p>&lt;p&gt;&lt;b&gt;Before the discovery of gold, the majority of the South Island of Aotearoa was relatively uninhabited, until the 1860s gold rush which quickly propelled the Otago region into economic prosperity. Once the gold dried up, the mining operations were quickly abandoned, with many of the workers losing their jobs as the industry declined.&lt;/b&gt;&lt;/p&gt;\n&lt;p&gt;The historic goldfields in the Otago region now lie in various states of decay, with the industrial remnants and environmental scarring slowly being reclaimed by ecological processes. Each mining operation centred around a stamper battery, a giant stone-crushing machine used to separate the gold from the quartz ore. Consisting of a large timber framework and a number of half-ton weights used to crush the ore, they were deemed too difficult to remove after the mining operations had ceased—abandoned to slowly decay in the irrevocably damaged landscape.&lt;/p&gt;\n&lt;p&gt;Of these many sites, the Homeward Bound goldmining operation, located 30km northwest of Arrowtown, offers one of the most complete examples of this historical process due to the area’s dry climate—each stage of the mining process still being physically represented by a trace or fragment in the landscape. These remnants represent both the story of extracting the gold that led to the region’s prosperity, as well as the story of irreversible environmental destruction that resulted. As such, each of the man-made and natural remnants represents a different point of view regarding this complex heritage event. This design-led research investigation proposes to use speculative architectural drawing to provide a voice to each of seven unique points of view: the Mineshaft, Schist Tailings, Redirected Stream, Stamper Battery, Water Race, Aerial Cableway, and a Battery Footprint left behind when a previous stamper battery was swept away in a flood.&lt;/p&gt;\n&lt;p&gt;E.M. Forster’s short story “The Machine Stops” is an example of allegorical narrative fiction that portrays a story with a similarly dialectic premise to the tale represented by the abandoned Otago stamper batteries. This design-led thesis investigation uses Forster’s short story as a literary provocateur to investigate how such a narrative can be conveyed using speculative architectural drawings. Forster’s theme of technological dominance and disregard for the natural environment is effectively a type of ‘morality play’ also represented by the Homeward Bound goldmining site—where the economic prosperity of the region came at the cost of devastating the native landscape.&lt;/p&gt;\n&lt;p&gt;This thesis investigation proposes to preserve this heritage story though the lens of an allegorical architectural project—a way to safeguard it as a valuable lesson for future generations. It explores how orthographic drawing, architectural notation strategies, and layering techniques can be assimilated together in ways that help to reawaken and preserve a heritage story about New Zealand that is soon destined to be lost forever.&lt;/p&gt;</jats:p>", "DOI": "10.26686/wgtn.16418724", "type": "dissertation", "created": {"date-parts": [[2021, 8, 24]], "date-time": "2021-08-24T20:59:48Z", "timestamp": 1629838788000}, "approved": {"date-parts": [[2021, 8, 24]]}, "source": "Crossref", "is-referenced-by-count": 0, "title": ["The Machine Stops"], "prefix": "10.26686", "author": [{"sequence": "additional", "affiliation": []}, {"given": "William", "family": "du Toit", "sequence": "first", "affiliation": []}], "member": "11224", "deposited": {"date-parts": [[2021, 9, 7]], "date-time": "2021-09-07T08:11:04Z", "timestamp": 1631002264000}, "score": 24.247093, "issued": {"date-parts": [[null]]}, "references-count": 0, "URL": "http://dx.doi.org/10.26686/wgtn.16418724"}