{"indexed": {"date-parts": [[2021, 9, 24]], "date-time": "2021-09-24T06:44:53Z", "timestamp": 1632465893563}, "reference-count": 0, "publisher": "Oxford University Press", "content-domain": {"domain": [], "crossmark-restriction": false}, "abstract": "<p>The Red Atlantic is a concept by scholars in Native American history and Native American and Indigenous studies (NAIS) to address one of the perennial issues facing the study of the Atlantic world: the exclusion of the Indigenous Peoples of North America. In many years of existence, Atlantic world studies has focused on the movement of peoples (immigrants, slaves), goods (trade, food, diseases, etc.), and empires across the Atlantic Ocean, but rarely do such works engage with how Indigenous Americans contributed to, negotiated, and at times dictated transatlantic movements and connections. Instead, Indigenous Americans remain obstacles of empire, faceless suppliers of transatlantic goods like deerskins, peripheral figures who occupied the fringes of the Atlantic world, or proverbial boogeymen to transatlantic migrants (i.e., invaders) who settled in North America. However, as scholars of the Red Atlantic have articulated, our understandings of the Atlantic world—whether about merchant networks in New England and the West Indies or Spanish missions in Mesoamerica and Florida—are limited and altogether incomplete if Indigenous Peoples are relegated to the margins of the Atlantic world. In fact, there is much that scholars can learn from the Red Atlantic. For instance, groups like the Wabanaki were maritime people, like their European and African counterparts, as their everyday lives and cultures revolved around interactions with the Atlantic Ocean, such as enfolding European merchant networks into their own economies or turning to piracy to combat imperial expansion in their territories. Meanwhile, scholars of the Red Atlantic have brought to life the Indian slave trade in 17th- and 18th-century New France, between French and Algonquian peoples who carved out a traffic in human beings that connected Canada to France, the West Indies, and Africa, before the wholesale importation of African peoples. Indigenous American languages and local knowledge also shaped how European natural scientists came to understand foreign places, flora, and fauna, as Europeans proved dependent on Native knowledge systems to gain a better understanding of the world around them. In so many instances like these, the Red Atlantic demonstrates how to broaden interpretations of the Atlantic world paradigm and how to provide a more inclusive, holistic understanding of history. What follows is a sample of some of the most important works that have spurred or contributed to the Red Atlantic and concludes with those that have most recently nuanced, complicated, or redirected Atlantic world studies.</p>", "DOI": "10.1093/obo/9780199730414-0333", "type": "reference-entry", "created": {"date-parts": [[2020, 2, 26]], "date-time": "2020-02-26T11:57:20Z", "timestamp": 1582718240000}, "source": "Crossref", "is-referenced-by-count": 0, "title": ["Red Atlantic"], "prefix": "10.1093", "author": [{"given": "Bryan", "family": "Rindfleisch", "sequence": "first", "affiliation": []}], "member": "286", "published-online": {"date-parts": [[2020, 2, 26]]}, "container-title": ["Atlantic History"], "original-title": ["Red Atlantic"], "deposited": {"date-parts": [[2021, 9, 23]], "date-time": "2021-09-23T19:34:04Z", "timestamp": 1632425644000}, "score": 13.391236, "issued": {"date-parts": [[2020, 2, 26]]}, "references-count": 0, "URL": "http://dx.doi.org/10.1093/obo/9780199730414-0333", "published": {"date-parts": [[2020, 2, 26]]}}