{"indexed": {"date-parts": [[2021, 9, 25]], "date-time": "2021-09-25T06:29:26Z", "timestamp": 1632551366599}, "reference-count": 0, "publisher": "Oxford University Press", "content-domain": {"domain": [], "crossmark-restriction": false}, "abstract": "<p>Innovation is a complex construct and overlaps with a few other prevalent concepts such as technology, creativity, and change. Research on innovation spans many fields of inquiry including business, economics, engineering, and public administration. Scholars have studied innovation at different levels of analysis such as individual, group, organization, industry, and economy. The term <italic>organizational innovation</italic> refers to the studies of innovation in business and public organizations.</p>\n               <p>Studies of innovations in organizations are multidimensional, multilevel, and context-dependent. They investigate what external and internal conditions induce innovation, how organizations manage innovation process, and in what ways innovation changes organizational conduct and outcome. Indiscreet application of findings from one discipline or context to another, lack of distinction between generating (creating) and adopting (using) innovations, and likening organizational innovation with technological innovation have clouded the understanding of this important concept, hampering its advancement. This article organizes studies of organizational innovation to make them more accessible to interested scholars and combines insights from various strands of innovation research to help them design and conduct new studies to advance the field.</p>\n               <p>The perspectives of organizational competition and performance and organizational adaptation and progression are introduced to serve as platforms to position organizational innovation in the midst of innovation concepts, elaborate differences between innovating and innovativeness, and decipher key typologies, primary sets of antecedents, and performance consequences of generating and adopting innovations. The antecedents of organizational innovation are organized into three dimensions of environmental (external, contextual), organizational (structure, culture), and managerial (leadership, human capital). A five-step heuristic based on innovation type and process is proposed to ease understanding of the existing studies and select suitable dimensions and factors for conducting new studies. The rationale for the innovation–performance relationship in strands of organizational innovation research, and the employment of types of innovation and performance indicators, is articulated by first-mover advantage and performance gap theory, in conjunction with the perspectives of competition and performance and of adaptation and progression. Differences between effects of technological and nontechnological innovation and stand-alone and synchronous innovations are discussed to articulate how and to what extent patterns of the introduction of different types of innovation could contribute to organizational performance or effectiveness. In conclusion, ideas are proposed to demystify organizational innovation to allure new researches, facilitate their learning, and provide opportunities for the development of new studies to advance the state of knowledge on organizational innovation.</p>", "DOI": "10.1093/acrefore/9780190224851.013.19", "type": "reference-entry", "created": {"date-parts": [[2017, 9, 18]], "date-time": "2017-09-18T16:21:34Z", "timestamp": 1505751694000}, "source": "Crossref", "is-referenced-by-count": 5, "title": ["Organizational Innovation"], "prefix": "10.1093", "author": [{"given": "Fariborz", "family": "Damanpour", "sequence": "first", "affiliation": []}], "member": "286", "published-online": {"date-parts": [[2017, 8, 22]]}, "container-title": ["Oxford Research Encyclopedia of Business and Management"], "original-title": ["Organizational Innovation"], "deposited": {"date-parts": [[2019, 8, 12]], "date-time": "2019-08-12T08:48:32Z", "timestamp": 1565599712000}, "score": 19.476587, "issued": {"date-parts": [[2017, 8, 22]]}, "references-count": 0, "URL": "http://dx.doi.org/10.1093/acrefore/9780190224851.013.19", "published": {"date-parts": [[2017, 8, 22]]}}