{"Name":{"0":"How AI can be a force for good","1":"Mapping the Ethicality of Algorithmic Pricing: A Review of Dynamic and Personalized Pricing","2":"A governance framework for algorithmic accountability and transparency","3":"The ethics of algorithms: Mapping the debate","4":"The ethics of AI ethics: An evaluation of guidelines","5":"The Global Landscape of AI Ethics Guidelines","6":"The Ethical Invention of AI","7":"Wrongfully accused by an Algorithm (New York Times Article)","8":"Using the president’s tweets to understand political diversion in the age of social media","9":"Dissecting racial bias in an algorithm used to manage the health of populations","10":"Whiteness of AI","11":"Ethics as a service: a pragmatic operationalisation of AI Ethics","12":"The Chinese approach to artificial intelligence: an analysis of policy, ethics, and regulation","13":"Ethics by Design: An organizational approach to responsible use of technology","14":"Gender Shades: Intersectional Accuracy Disparities in Commercial Gender Classification","15":"Cultural Differences as Excuses? Human Rights and Cultural Values in Global Ethics and Governance of AI","16":"Automating Inequality: How High-Tech Tools Profile, Police, and Punish the Poor by Virginia Eubanks","17":"Weapons of Math Destruction by Cathy O’Nei","18":"Homo Faber by Paolo Benanti","19":"Turning Point: Policymaking in the Era of Artificial Intelligence","20":"Invisible Women: Exposing Data Bias in a world designed for men by Caroline Criado Perez","21":"Sapiens: A Graphic History: The Birth of Humankind by Yuval Noah Harari","22":"21 Lessons for the 21st Century by Yuval Noah Harari","23":"Homo Deus: A Brief History of Tomorrow by Yuval Noah Harari","24":"AI Superpowers: China, Silicon Valley, And The New World Order by Dr. Kai-Fu Lee","25":"The Age of Surveillance Capitalism by Shoshana Zuboff","26":"Responsible Artificial Intelligence: How to Develop and Use AI in a Responsible Way","27":"Elements of AI","28":"Ethics of AI","29":"The Ethics and Governance of AI","30":"Your Undivided Attention by Tristan Harris and Aza Raskin","31":"Will AI lead to utopia or dystopia by the Brookings Institution","32":"AI: Hype vs. Reality by Dell Technologies","33":"DeepMind: The Podcast by Hannah Fry","34":"The Radical AI Podcast by Dylan Doyle-Burke and Jessie ‘Jess’ Smith","35":"Skeptechs by Josh Cowls and Nayana Prakash","36":"The Ethics Equation by Ethical Intelligence","37":"Tech Won't Save Us by Paris Marx","38":"This Machine Kills","39":"The missing Cryptoqueen","40":"The All Turtles Podcast","41":"Coded Bias","42":"The Social Dilemma","43":"The Great Hack","44":"AI & Humanity","45":"AI Ethics researcher Timmit Gebrus firing doesn’t look good for Google","46":"Weapons of Math Destruction | Cathy O'Neil | Talks at Google","47":"Caroline Criado Perez at Engage 2019","48":"The ethical dilemma we face on AI and autonomous tech | Christine Fox | TEDxMidAtlantic","49":"AI and Ethics | Toby Walsh | TEDxBlighStreet","50":"How I'm fighting bias in algorithms by Joy Buolamwini","51":"Superintelligence: Paths, Dangers, Strategies by Nick Bostrom"},"Link":{"0":"https:\/\/www.researchgate.net\/publication\/327192699_How_AI_can_be_a_force_for_good","1":"https:\/\/www.springerprofessional.de\/en\/mapping-the-ethicality-of-algorithmic-pricing-a-review-of-dynami\/17492806","2":"https:\/\/www.europarl.europa.eu\/stoa\/en\/document\/EPRS_STU(2019)624262","3":"https:\/\/journals.sagepub.com\/doi\/pdf\/10.1177\/2053951716679679?source=post_page---------------------------&","4":"https:\/\/link.springer.com\/article\/10.1007\/s11023-020-09517-8","5":"https:\/\/arxiv.org\/pdf\/1906.11668.pdf","6":"https:\/\/theintercept.com\/2019\/12\/20\/mit-ethical-ai-artificial-intelligence\/","7":"https:\/\/www.nytimes.com\/2020\/06\/24\/technology\/facial-recognition-arrest.html?smid=li-","8":"https:\/\/www.nature.com\/articles\/s41467-020-19644-6?T=AU","9":"https:\/\/science.sciencemag.org\/content\/sci\/366\/6464\/447.full.pdf?casa_token=XxXOsr-G9FsAAAAA:XMlhRwyT52SE1T_piH665lfSXeVxGa5xwCFtcdx-HwOBKLiuCPctheXdmZmPtWdmxF3sYiOFpCnRrg","10":"https:\/\/link.springer.com\/article\/10.1007\/s13347-020-00415-6","11":"https:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=3784238","12":"https:\/\/link.springer.com\/article\/10.1007\/s00146-020-00992-2","13":"https:\/\/www.weforum.org\/whitepapers\/ethics-by-design-an-organizational-approach-to-responsible-use-of-technology","14":"http:\/\/proceedings.mlr.press\/v81\/buolamwini18a\/buolamwini18a.pdf","15":"https:\/\/link.springer.com\/article\/10.1007\/s13347-020-00413-8","16":"https:\/\/www.goodreads.com\/en\/book\/show\/34964830-automating-inequality","17":"https:\/\/en.wikipedia.org\/wiki\/Weapons_of_Math_Destruction","18":"https:\/\/www.paolobenanti.com\/post\/2018\/12\/18\/homo-faber","19":"https:\/\/www.amazon.com\/Turning-Point-Policymaking-Artificial-Intelligence-ebook\/dp\/B084P8F951","20":"https:\/\/www.goodreads.com\/book\/show\/41104077-invisible-women","21":"https:\/\/www.ynharari.com\/book\/graphicnovelsapiens\/","22":"https:\/\/www.ynharari.com\/book\/21-lessons-book\/","23":"https:\/\/www.ynharari.com\/book\/homo-deus\/","24":"https:\/\/www.goodreads.com\/book\/show\/38242135-ai-superpowers","25":"https:\/\/www.theguardian.com\/books\/2019\/feb\/02\/age-of-surveillance-capitalism-shoshana-zuboff-review","26":"https:\/\/www.springer.com\/gp\/book\/9783030303709","27":"https:\/\/www.elementsofai.com\/","28":"https:\/\/ethics-of-ai.mooc.fi\/","29":"https:\/\/www.media.mit.edu\/courses\/the-ethics-and-governance-of-artificial-intelligence\/","30":"https:\/\/www.humanetech.com\/podcast","31":"https:\/\/podcasts.apple.com\/it\/podcast\/the-brookings-cafeteria\/id717265500?i=1000486690185","32":"https:\/\/podcasts.apple.com\/us\/podcast\/ai-on-the-job\/id1462674802?i=1000440650468","33":"https:\/\/deepmind.com\/blog\/article\/welcome-to-the-deepmind-podcast","34":"https:\/\/www.radicalai.org\/about","35":"https:\/\/open.spotify.com\/show\/3A8ifA4zO2wGEhXxoh0LaL","36":"https:\/\/open.spotify.com\/show\/7oS3K3UpstmNqgkSCcqCfm?si=iOYaFCSVSQSRvsGmqD6DrQ","37":"https:\/\/open.spotify.com\/show\/3UhsI7s4bkH1FcMZI5u9iD?si=KXVKlbgOQkWrNsyMqjdcmQ","38":"https:\/\/soundcloud.com\/thismachinekillspod","39":"https:\/\/www.bbc.co.uk\/programmes\/p07nkd84","40":"https:\/\/open.spotify.com\/show\/1ajqipnGXHqKBaZqRiWIAe?si=Uexayj4-Tpy-LjN6W3VxXA","41":"https:\/\/www.youtube.com\/watch?v=jZl55PsfZJQ","42":"https:\/\/www.netflix.com\/title\/81254224","43":"https:\/\/www.netflix.com\/title\/80117542","44":"https:\/\/www.youtube.com\/watch?v=vdvY_dJORGQ&feature=emb_logo","45":"https:\/\/www.youtube.com\/watch?v=fWqpPsMXVsI","46":"https:\/\/www.youtube.com\/watch?v=TQHs8SA1qpk&t=1s","47":"https:\/\/www.youtube.com\/watch?v=hB92hQeCEAw","48":"https:\/\/www.youtube.com\/watch?v=3oE88_6jAwc","49":"https:\/\/www.youtube.com\/watch?v=HSsQApXQGsI","50":"https:\/\/www.ted.com\/talks\/joy_buolamwini_how_i_m_fighting_bias_in_algorithms?language=en","51":"https:\/\/www.goodreads.com\/book\/show\/20527133-superintelligence?from_search=true&from_srp=true&qid=1LYyoLFIP3&rank=1"},"Type":{"0":"Article","1":"Article","2":"Article","3":"Article","4":"Article","5":"Article","6":"Article","7":"Article","8":"Article","9":"Article","10":"Article","11":"Article","12":"Article","13":"Article","14":"Article","15":"Article","16":"Book","17":"Book","18":"Book","19":"Book","20":"Book","21":"Book","22":"Book","23":"Book","24":"Book","25":"Book","26":"Book","27":"Course","28":"Course","29":"Course","30":"Podcast","31":"Podcast","32":"Podcast","33":"Podcast","34":"Podcast","35":"Podcast","36":"Podcast","37":"Podcast","38":"Podcast","39":"Podcast","40":"Podcast","41":"Video","42":"Video","43":"Video","44":"Video","45":"Video","46":"Video","47":"Video","48":"Video","49":"Video","50":"Video","51":"Book"},"Category":{"0":null,"1":"Big Data, Algorithms","2":"Ethics, Governance, Algorithms","3":"Ethics, Policy, Algorithms","4":"Ethics","5":"Ethics, Governance, Policy","6":"Ethics, Big Tech, Governance","7":"Society, Policy","8":"Social Media, Governance","9":"Algorithms, Bias","10":"Bias","11":"Ethics, Policy","12":"Policy, Governance","13":"Ethics, Policy","14":"Bias","15":"Governance","16":"Bias","17":"Big Data, Algorithms","18":"Ethics","19":"Policy, Ethics","20":"Bias, Policy, Governance, Gender","21":"Society, Big Data","22":"Society, Big Data","23":"Society, Big Data","24":"Big Tech","25":"Big Tech, Governance","26":null,"27":"Algorithms","28":"Ethics","29":"Governance","30":"Social Media, Big Tech","31":"Governance, Policy","32":"Big Tech","33":"Governance, Society","34":"Diversity","35":"Big Tech","36":"Ethics","37":"Big Tech","38":null,"39":null,"40":"Bias","41":"Bias, Algorithms","42":"Social Media, Big Tech","43":"Social Media, Governance, Big Tech","44":"Big Tech, Ethics","45":"Diversity","46":"Big Data, Algorithms","47":"Big Data, Bias, Gender","48":"Ethics, Defense","49":"Ethics","50":"Bias","51":null},"Comment":{"0":null,"1":"Firms increasingly deploy algorithmic pricing approaches to determine what to charge for their goods and services. Algorithmic pricing can discriminate prices both dynamically over time and personally depending on individual consumer information. In this research paper, the authors provide an overview and discussion of the ethical challenges germane to algorithmic pricing. They aim to define the term algorithmic pricing and map its key elements at the micro, meso, and macro levels from a business and marketing ethics perspective.","2":"The study develops policy options for the governance of algorithmic transparency and accountability, based on an analysis of the social, technical and regulatory challenges posed by algorithmic systems. The authors propose a set of four policy options each of which addresses a different aspect of algorithmic transparency and accountability: 1. Awareness raising: education, watchdogs and whistleblowers, 2. Accountability in public sector use of algorithmic decision-making, 3. Regulatory oversight and Legal liability and 4. Global coordination for algorithmic governance.","3":"This paper makes three contributions to clarify the ethical importance of algorithmic mediation. It provides a prescriptive map to organise the debate. It reviews the current discussion of ethical aspects of algorithms. And it assesses the available literature in order to identify areas requiring further work to develop the ethics of algorithms.","4":"The paper analyzes and compares 22 ethical guidelines (e.g. accountability and science-policy link) to give an overview while also shedding some light on what is missing. It notes that reading ethical guidelines has no significant influence on decision-making of software developers. AI Ethics is essentially seen as superfluous and economic incentives tend to take over. Omissions mentioned in the guidelines include: (1) danger of malevolent artificial intelligence, (2) Lack of diversity in the AI community and (3) The problem of private-public partnerships (Lack of information about funding).","5":"To-day's most comprehensive framework on ethical principles around the world. An admirable work by Jobin et al (2019) presents us with a systematic analysis on the definition of the ehtical principles used across the world by non-legislative bodies. The result is that of 5 principles are most used. The study highlight a disturbing fact: it is mostly western countries who are shaping the dialogue.","6":"A profodunly disruptive and thought provoking article by an ex student researcher at MIT Media Lab who exposes the ways in which academia and behind its well-funded ethical investigations lies the agenda of major industry players from Silicon Valley. The author exposes as well the individuals that hold top positions and their scandals connected to sexual depradator Jeffrey Epstein. A long call, but worthy one.","7":"This New York Times article tells the story of Robert Julian-Borchak Willams who has been worongfully arrested as the faulty facial recognition match led to the Michigan man.","8":"Social media has arguably shifted political agenda-setting power away from mainstream media onto politicians. U.S. President Trump’s reliance on Twitter is unprecedented, but the underlying implications for agenda setting are poorly understood. The paper looks into this phenomena.","9":"Health systems rely on commercial prediction algorithms to identify and help patients with complex health needs. The authorsshow that a widely used algorithm, typical of this industry-wide approach and affecting millions of patients, exhibits significant racial bias: At a given risk score, Black patients are considerably sicker than White patients.","10":"This paper focuses on the fact that AI is predominantly portrayed as white—in colour, ethnicity, or both. One of the arguments portrayed is that AI is racialised as White allows for a full erasure of people of colour from the White utopian imaginary.","11":"If, even with technical guidance, AI ethics is challenging to embed in the process of algorithmic design, is the entire pro-ethical design endeavour rendered futile? And, if no, then how can AI ethics be made useful for AI practitioners? This is the question the authors to address by exploring why principles and technical translational tools are still needed even if they are limited, and how these limitations can be potentially overcome by providing theoretical grounding of a concept that has been termed ‘Ethics as a Service.’","12":null,"13":null,"14":"evaluate 3 commercial gender clas- sification systems using our dataset and show that darker-skinned females are the most misclassified group","15":null,"16":"look at data-based discrimination and how technology affects civil and human rights and economic equity","17":"O'Neil, a mathematician, analyses how the use of big data and algorithms in a variety of fields, including insurance, advertising, education, and policing, can lead to decisions that harm the poor, reinforce racism, and amplify inequality.","18":"In his new book, Paolo Benanti asks himself how to look at the technological artifacts, how it was possible that the West has undergone an incomparable technological development in respect to any other human culture and what this reveals and means for technology and what is the context in which technology is implemented and understood today.","19":"John R. Allen and Darrell West offer major recommendations for actions that governments, businesses, and individuals can take to promote trustworthy and responsible artificial intelligence.","20":"This book illustrates the hidden ways in which women are forgotten and how this data bias has a profound impact on all of us.","21":"Yuval Harari tells the story of humankind’s creation and evolution, exploring the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.” From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens challenges us to reconsider accepted beliefs, connect past developments with contemporary concerns, and view specific events within the context of larger ideas.","22":"As technology advances faster than our understanding of it, hacking becomes a tactic of war, and the world feels more polarized than ever, Harari addresses the challenge of navigating life in the face of constant and disorienting change and raises the important questions we need to ask ourselves in order to survive.","23":"Over the past century humankind has managed to do the impossible and rein in famine, plague, and war. Homo Deus explores the projects, dreams and nightmares that will shape the twenty-first century, from overcoming death to creating artificial life.","24":"Because of these unprecedented developments in AI, dramatic changes will be happening much sooner than many of us expected. Lee urges the US and China to both accept and to embrace the great responsibilities that come with significant technological power. He also provides a clear description of which jobs will be affected and how soon, which jobs can be enhanced with AI, and most importantly, how we can provide solutions to some of the most profound changes in human history that are coming soon.","25":"Shoshana Zuboff offers a comprehensive account of the new form of economic oppression that has crept into our lives, challenging the boundless hype that has often surrounded the activities of modern technology companies. The threat has shifted from a totalitarian Big Brother state to a ubiquitous digital architecture: a \"Big Other\" operating in the interests of surveillance capital. Here is the crucible of an unprecedented form of power marked by extreme concentrations of knowledge and free from democratic oversight.","26":null,"27":"An amazing platform where as of today, you can find two (free!) courses on AI: an introduction and builidng AI. The introductory course for anyone, but especially good for those unfamiliar with AI, revising its theoretical but also societal implications.The second course gets more into detail and shows you the latest development in AI in an accessible manner (it may take up to 50 hours to complete - you can stop anytime along the way, of course).","28":"This is a free online course created by the University of Helsinki. The course wants to encourage people to learn what AI ethics means, what can and can’t be done to develop AI in an ethically sustainable way, and how to start thinking about AI from an ethical point of view. In short, the goal of the course is to help people develop their own skills for ethical thinking.","29":"This course will pursue a cross-disciplinary investigation of the development and deployment of the opaque complex adaptive systems that are increasingly in public and private use. We will explore the proliferation of algorithmic decision-making, autonomous systems, and machine learning and explanation; the search for balance between regulation and innovation; and the effects of AI on the dissemination of information, along with questions related to individual rights, discrimination, and architectures of control.","30":"The podcast exposes how social media’s race for attention manipulates our choices, breaks down truth, and destabilizes our real-world communities. It also explores solutions: what it means to become sophisticated about human nature by interviewing anthropologists, researchers, cultural and faith-based leaders, activists, and experts on everything from conspiracy theories to existential global threats.","31":"This is a discussion on the book “Turning Point: Policymaking in the era of Artificial Intelligence”, in which the opportunities and risks posed by artificial intelligence, and how near-term policy decisions could determine whether the technology leads to utopia or dystopia.","32":"The podcast looks at different ways AI is being used today and how it might develop in the future. By doing so they always shed some light on ethical issues that might arise or which are already there. The topics range from, AI for creativity, to Doctor Ai, to Artificial Instincts and always look at what actually is possible today already and which parts are still in the future to be explored.","33":"In this podcast Hannah Fry talks about AI research, what AI can be used for, and answers questions such as how do I get involved? is it safe? and what even is AI? The podcast is an eight-part series that explores topics such as the link between neuroscience and AI, why we use games in our research, building safe AI and how AI can be used to solve scientific problems.","34":"The podcast’s mission is to create a platform “centering marginalized or otherwise radical voices in industry and the academy for dialogue, collaboration, and debate to co-create the field of Artificial Intelligence Ethics”. The aim is to vindicate how AI ethics is highlighted in conferences and in the media (e.g. that it is dominated by already well known white male scholars).","35":"Each episode, hosts Josh Cowls and Nayana Prakash pick apart stories and scandals surrounding platform politics, tech governance and online culture, with an eye for news that sometimes slips through the cracks. They’re sometimes joined by fellow doctoral students from the Oxford Internet Institute to discuss cutting-edge tech research.","36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":"The movie explores the rise of social media and the damage it has caused to society, focusing on its exploitation and manipulation of its users for financial gain through surveillance capitalism and data mining. It goes into depth on how social media's design is meant to nurture an addiction, manipulate its use in politics, and spread conspiracy theories such as Pizzagate and aiding groups such as flat-earthers. The film also examines the serious issue of social media's effect on mental health (including the mental health of adolescents and rising teen suicide rates).","43":"The Great Hack is a 2019 documentary film about the Facebook–Cambridge Analytica data scandal. The documentary focuses on Professor David Carroll of Parsons and The New School, Brittany Kaiser (former business development director for Cambridge Analytica), and British investigative journalist Carole Cadwalladr. Their stories interweave to expose the work of Cambridge Analytica in the politics of various countries, including the United Kingdom's Brexit campaign and the 2016 United States elections.","44":"This is one of the talks from the Microsoft EU Policy Blog series on technology related issues. Father Paolo Benanti shows the importance to put humans, and not machines, first. He is a Professor at the Pontifical Gregorian University in Rome, specialized in robotics, digital ethics and their implications for human values.","45":"Tinmit Gebru (co-founder of Black in AI and technical co-lead of the Ethical Artificial Intelligence Team) got fired from her position in Google as the upper management wanted to withdraw a yet-to be-published paper or remove all of the Google employees from the authors (incl. hers).","46":"In this talk, O'Neil presents the basic ideas of her book while captivating our attention with real life cases . A short video that will surely waken your senses of justice and action.","47":"In this talk, Caronline lays out some important data gender gaps which she also describes in her book. It is a really nice session for people who might not want to read the entire book. She highlights the invisible gender bias woman face in their everyday lives and what role data plays here.","48":"The inspiration for Kelly McGillis' character in Top Gun, Christine Fox is the Assistant Director for Policy and Analysis of the Johns Hopkins University Applied Physics Laboratory. Prior to joining APL, she served as Acting Deputy Secretary of Defense from December 2013 to May 2014, making her the highest-ranking female official in history to serve in the Department of Defense. Ms. Fox is a three-time recipient of the Department of Defense Distinguished Service Medal. She has also been awarded the Department of the Army’s Decoration for Distinguished Civilian Service.","49":"Professor Walsh is a “rock star” of Australia’s digital revolution and a leading researcher in Artificial Intelligence. ‘Bots behaving badly: In his TEDxBlighStreet talk, Toby speaks about ‘good old-fashioned bad behaviour’ in a thoroughly modern context, and the ethical implications of Artificial Intelligence..","50":"TED Talk by Joy Buolamwini on AI Bias","51":null},"Image":{"0":null,"1":"https:\/\/media.springernature.com\/lw725\/springer-cms\/rest\/v1\/content\/17211336\/data\/v4","2":"https:\/\/external-preview.redd.it\/3lB1Y1REGbSGcFrBuwjKJ7Lcr6VtD_HPrcdzudwoT6g.jpg?auto=webp&s=d6074f775c561cbb263c365f09bca90846f7aa11","3":"https:\/\/www.openacessjournal.com\/assets\/membership\/202003141859948.jpg","4":"https:\/\/media.springernature.com\/w200\/springer-static\/cover\/journal\/11023.jpg","5":"https:\/\/bioethics.ethz.ch\/research\/AIEthics\/_jcr_content\/rightpar_top\/contextinfo\/fullwidthimage_1141043646\/image.imageformat.context.71724324.gif","6":"https:\/\/theintercept.imgix.net\/wp-uploads\/sites\/1\/2019\/12\/Comp-6-1576795099.jpg?auto=compress%2Cformat&q=90&fit=crop&w=3000&h=1500","7":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/4\/40\/New_York_Times_logo_variation.jpg\/1280px-New_York_Times_logo_variation.jpg","8":"https:\/\/seekvectorlogo.com\/wp-content\/uploads\/2018\/10\/nature-communications-vector-logo.png","9":"https:\/\/sciencemag.org\/sites\/all\/themes\/science\/images\/facebook-share.jpg","10":"https:\/\/1sd8cp36yiis47168hvghagm-wpengine.netdna-ssl.com\/wp-content\/uploads\/2017\/10\/AI-smart-home-01.png","11":"https:\/\/thumbor.forbes.com\/thumbor\/fit-in\/1200x0\/filters%3Aformat%28jpg%29\/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F5ef030968548c80006be69fb%2F0x0.jpg","12":null,"13":null,"14":null,"15":null,"16":"https:\/\/i.gr-assets.com\/images\/S\/compressed.photo.goodreads.com\/books\/1499698329l\/34964830.jpg","17":"https:\/\/cdn.waterstones.com\/bookjackets\/large\/9780\/1419\/9780141985411.jpg","18":"https:\/\/i.gr-assets.com\/images\/S\/compressed.photo.goodreads.com\/books\/1546145703i\/43397813._UY500_SS500_.jpg","19":"https:\/\/i.gr-assets.com\/images\/S\/compressed.photo.goodreads.com\/books\/1585139652l\/51458063.jpg","20":"https:\/\/cdn.waterstones.com\/bookjackets\/large\/9781\/7847\/9781784706289.jpg","21":"https:\/\/i.gr-assets.com\/images\/S\/compressed.photo.goodreads.com\/books\/1595211559l\/52717138.jpg","22":"https:\/\/images-na.ssl-images-amazon.com\/images\/I\/71vOyCvUMJL.jpg","23":"https:\/\/images-na.ssl-images-amazon.com\/images\/I\/81hMjlT14ML.jpg","24":"https:\/\/images-na.ssl-images-amazon.com\/images\/I\/81JjMSKLeLL.jpg","25":"https:\/\/i.gr-assets.com\/images\/S\/compressed.photo.goodreads.com\/books\/1521733914i\/26195941._UY2850_SS2850_.jpg","26":"https:\/\/media.springernature.com\/w153\/springer-static\/cover\/book\/9783030303716.jpg","27":"https:\/\/elementsofai.s3.amazonaws.com\/_1200x675_crop_center-center_none\/EOAIhero.png","28":"https:\/\/images.squarespace-cdn.com\/content\/v1\/5d429cc990aa3d000191d3e3\/1608142819355-EEEP62FBT0XYFCEOFRNL\/ke17ZwdGBToddI8pDm48kJHD8eRbUZcEHf6b6lv-fEl7gQa3H78H3Y0txjaiv_0fDoOvxcdMmMKkDsyUqMSsMWxHk725yiiHCCLfrh8O1z5QPOohDIaIeljMHgDF5CVlOqpeNLcJ80NK65_fV7S1UWf-6bJR18CSTZlB1sZQsNrYMahqipiiLQe6XKdBjVTrm7cT0R_dexc_UL_zbpz6JQ\/eai-banner-rev-hel.png","29":"https:\/\/challengepost-s3-challengepost.netdna-ssl.com\/photos\/production\/challenge_thumbnails\/000\/719\/959\/datas\/original.jpg","30":"https:\/\/assets-global.website-files.com\/5f0e1294f002b15080e1f2ff\/5f0e1294f002b154a7e1f4a8_Group4%402x.png","31":"https:\/\/e-cdns-images.dzcdn.net\/images\/talk\/d2683520f2dea1b779b4d0d99037207e\/264x264.jpg","32":"https:\/\/img.podplay.com\/c515d9ab-5093-5963-8393-a89db1a5c6cd\/575\/575","33":"https:\/\/i.ytimg.com\/vi\/Fb-kDlCHPgs\/mqdefault.jpg","34":"https:\/\/i.ytimg.com\/vi\/2NFrQLunfV8\/maxresdefault.jpg","35":"https:\/\/pbs.twimg.com\/profile_images\/1351094070245027845\/nOtBQlDf.jpg","36":"https:\/\/pbcdn1.podbean.com\/imglogo\/image-logo\/8661426\/Podcast_Cover9n0ho.png","37":"https:\/\/storage.buzzsprout.com\/variants\/uhqlaihuamqfzs01bzrg8loa4uzc\/f81607a3cd537406cf0cf506c726bfe2824c5e584c9e9dc5e04e42436c820a79.jpg","38":null,"39":null,"40":"https:\/\/is5-ssl.mzstatic.com\/image\/thumb\/Podcasts124\/v4\/d8\/58\/d2\/d858d26a-dd08-e8d6-d309-6cde024f985c\/mza_16881031346263962042.jpg\/600x600wp.png","41":"https:\/\/global-uploads.webflow.com\/5e027ca188c99e3515b404b7\/5e1fd277f64941c26c2eaffc_Coded-Bias.jpg","42":"https:\/\/occ-0-1723-1722.1.nflxso.net\/dnm\/api\/v6\/X194eJsgWBDE2aQbaNdmCXGUP-Y\/AAAABSbpqs6JAOMic369rooO6Q7bqPSDclenFVfHkGK1LPHycRPPxDRL3xNKteLy1TAcWK8HfTQS0OYtcHJlf-lXtaxT5gvfr53NsF2lEuXf7rT4bTyRqqO5lSPcL7h_JA.jpg?r=9dd","43":"https:\/\/www.echosec.net\/hubfs\/The%20great%20hack%20netflix.jpg","44":"https:\/\/i.pinimg.com\/originals\/ce\/af\/83\/ceaf8384322af790486cff176a0a2f24.png","45":"https:\/\/res.cloudinary.com\/practicaldev\/image\/fetch\/s--4e91APt---\/c_imagga_scale,f_auto,fl_progressive,h_900,q_auto,w_1600\/https:\/\/dev-to-uploads.s3.amazonaws.com\/i\/am6lv2x37bole6x4poz3.jpg","46":"https:\/\/cdn.waterstones.com\/bookjackets\/large\/9780\/1419\/9780141985411.jpg","47":"https:\/\/variety.com\/wp-content\/uploads\/2018\/03\/shutterstock_670731580-1-cropped.jpg?w=681&h=383&crop=1","48":"https:\/\/heartbrainacademy.com\/wp-content\/uploads\/2018\/03\/tedx-logo.png","49":"https:\/\/heartbrainacademy.com\/wp-content\/uploads\/2018\/03\/tedx-logo.png","50":"https:\/\/heartbrainacademy.com\/wp-content\/uploads\/2018\/03\/tedx-logo.png","51":null}}